{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-iguazu-falls-luxury-tour-tailor-made",
  "tourName": "Buenos Aires & Iguazu Falls luxury tour, tailor made",
  "placesVisited": "Buenos Aires, Tigre Delta, Colonia De Uruguay, Iguazu Falls",
  "generalInfo": "Buenos Aires, Mendoza &amp; Iguazu Falls<br/><br/>On this fun  8 day packed tour learn how to be a local by visiting the Paris of South America, Buenos Aires and taking part in a typical Argentine BBQ and experiencing the sensuality of Tango, then continue onto savor the flavors &amp; aromas of the renowned Malbec wines  of Mendoza, and cap off your time with a visit to one of the most awe-inspiring natural sites in the world: Iguazu Falls.",
  "durationDays": "8",
  "price": "2698",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Buenos Aires. Met by Trip Planner at airport and transfer to hotel. One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience. You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travelers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private City Tour. The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentine's who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold. Los Angelitos Dinner Show. Buenos Aires is the world capital of Tango and Los Angelitos experiences the nostalgic mood with intensity through dance, music, clothing and poetry. Lively and ethereal, El Cabaret is the vibrant dance of this award winning show. A dazzling live orchestra, great dancers, traditional Argentine cuisine, and a fine selection of local wines and cocktails, make it a must see production. Includes pick and transfer to and from show. or. Tango Experience with Classes. We begin with a short journey from your hotel through the city while our staff points out historic tango sites. Then, try your first tango steps in a class tailored just for you and a small group of like-minded visitors. We will share not only the dance moves, but also an introduction to the rich history, music, and culture that makes this dance so unique. Afterwards, we continue the night with dinner, consisting of typical Argentine fare. The highlight of the night consists of visiting the milonga, where tango dancers do what they love most: dance! We explain the social etiquette, the unwritten code of the milonga called ¨codigo.¨ Apart from the physical dance itself, with its close embrace and intertwining limbs, the tango dancers participate in a complicated social dance as they navigate in the environment of the milonga. The culture, the lyrics, and the idiosyncrasies of the milongueros...all this adds to the stew which we wish to share with you. Milongas feature live tango music as well, and we make sure to include this in your tour. To hear the bandoneon live and watch tango being danced for enjoyment in its purest form is the best way we can think of to introduce you to the real Buenos Aires."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer from hotel to airport to take flight to Mendoza. Transfer from airport to hotel. Mendoza is the epicenter of Argentina’s blossoming wine industry. At the foot of the Andes, Mendoza is a modern city set on historic foundations- the Great Liberator General San Martin crossed the Andes from here to help liberate Chile. Though rainfall is slight, irrigation turns the surrounding area into a green oasis covered with productive vineyards and fruit plantations. Famous for the rich Malbec and sublime Cabernet, Mendoza wine tours and tastings are the perfect way to discover this internationally recognized gourmet province. In the west of the province looms the world’s highest peak outside the Himalayas, culminating in the defiant Aconcagua, whose summit is only a shade under 7000 meters."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full Day Wine tour. Taste and learn about local wines in the company of a Michelin-trained sommelier during this full-day excursion in Mendoza. Get off the beaten path and visit boutique wineries and hidden jewels with your knowledgeable guide. Enjoy barrel tastings and sit down for lunch with one of the winemakers. Eat a delicious gourmet meal while talking about the wine pairings and the history of the region's wine making. Lunch, all wine tastings and round-trip transportation from Mendoza hotels are included. 8:30 am - 8:45 am Pick up at your hotel in Mendoza. 9:30 am - Finca La Anita Secret jewel in Alto Agrelo, La Anita. We will taste the best and only the best of their finest Blend 'Finca' and Varua varietal. After a walk in the vineyard, we discover the small cellar where we pick few drops of an amazing Merlot and open a great Tokay. Tasting 5 wines: Merlot (barrel) - Petit Verdot (Tank) - Finca 2010 - Varua 2011 - Tokay La Anita 2013. 11 am - Domaine Saint Diego It is one of the most beautiful vineyard of Mendoza. The only one made with terrace, planted by Angel Mendoza a most famous winegrower. We visit the vineyards with Laura the daughter and have a complete tasting of the remarkable wines of the Domaine. Tasting 5 wines: Elea sparkling Malbec Rosé -Pura sangre Sparkling Chardonnay - Paradgima - Pura Sangre - Pura Sangre 9 lunas. 1 pm - Bodega Pulmary After tasting every tank and every barrel of that delightful familiar winery, we will have lunch with Ramiro the winemaker himself. Disgorgement of Malbec Rosé Sparkling, an old Bonarda and the best Cabernet Sauvignon on the table for an unforgettable moment. Tasting: All the wines! Every wines we want from 2002 to now ! Lunch with the winemaker: Chef menu! 5 pm - Drop off at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gaucho Experience. ESTANCIA LA ALEJANDRA HORSEBACK RIDING. After meeting with the guide, we will depart to the south towards Luján de Cuyo, passing by traditional wineries along the way. Arriving at the town of Ugarteche, we will take Los Cerrillos Road to cross the last foothills of the Precordillera, into the Valle de Uco area (in Tupungato). Leaving behind the picturesque town of San José and heading northwest along the Cordon del Plata, we will appreciate a landscape that contrasts the fertile valleys of La Carrera with the majestic Cordillera. At the foot of the Cerro Plata (6,100 meters), we find the traditional Estancia La Alejandra. Reception at the guest house and breakfast. Introduction of the horses, safeties talk by the guide, and riding lesson at the gated stable ring. Departure on horseback towards the mountains through the colourful plantations of the estancia. Touring the horse breeding paddocks at the foot of the Andes, we will see hares, foxes, condors and beautiful horses that are born at the place. Ascend to the “altar” view point where we can appreciate gorgeous views of the Cordon del Plata Mountains and the Uco valley, while we enjoy some wines from the region. Return to the guest house for lunch. Towards the evening, by taking the road of La Carrera northward, we will arrive to the viewpoint of La Ollada, where you will see the most breath-taking view of the Valley and the Potrerillos dam. A winding road down and through the mountain villages of Potrerillos will then take you to international route No. 7 with destination to Mendoza City."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer from hotel to airport to catch flight to Iguazu Falls. Transfer from airport to hotel. Having recently been listed as one of the new 7 Wonders of Nature, Iguazu Falls is one of the most breathtaking sites to behold. With countless waterfalls surrounded by the tropical jungle of Argentina, Paraguay and Brazil, ones breath will be taken away by your proximity to nature. The vast majority of the Iguazu Falls lie on the Argentine side of the border, within the National Park Iguazu. This side offers the most extensive experience of the Falls thanks to its extensive system of trails and walkways that enable you to go both below and under the falls – most notably the Devils Throat. The surrounding forest also offers excellent opportunities to discover the regions wildlife. Brazilian Falls tour. In the afternoon, you will be picked up from your hotel and taken across the Argentine –Brazilian border and enter the Iguazu National Park on the Brazil side. Here you will enjoy a spectacular panoramic view of the Falls during a walking tour through the passages that connect the different observation points. Similar to football, the Brazilians and Argentine's argue which side has the best view of the Falls. What is clear is that both sides are different and spectacular in their own unique way. You can decide for yourself, which side you are most impressed with."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Argentine Falls Tour. Today you will enjoy a full day tour of the Argentine side of the Iguazu Falls. During the tour you will get ‘up, close and intimate’ with views of this unforgettable section of the Iguazu River. Our guide will show you the hidden gems of this unique National Park in the lower and upper walkways and will take you off the beaten path to show you the best views. You are welcome to wonder off on your own whilst in the National Park. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The mist over the Devil's Throat is such that endless rainbows are formed. Expect to get wet today and fell exhilarated with the spray and close contact with the sheer power of the falls. The ecological train ride is included in the tour. So too is the Jet boat ride under the falls. Return to hotel early evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast. Iguazú Falls Brazil. Brazilian Falls tour. In the morning, you will be picked up from your hotel and taken across the Argentine –Brazilian border and enter the Iguazu National Park on the Brazil side. Here you will enjoy a spectacular panoramic view of the Falls during a walking tour through the passages that connect the different observation points. Similar to football, the Brazilians and Argentines argue which side has the best view of the Falls. What is clear is that both sides are different and spectacular in their own unique way. You can decide for yourself, which side you are most impressed with."
    }
  ],
  "map": ""
}