{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "4-days-in-ushuaia-holiday",
  "tourName": "4 days in Ushuaia holiday",
  "placesVisited": "Ushuaia, Tierra del Fuego National Park, Beagle Channel Cruise, De los Lobos and De los Pajaros Islands, Les Eclaireurs lighthouse",
  "generalInfo": "This Ushuaia activity tour takes you to the southernmost city in the world and Argentina’s adventure capital. As well as being a jumping off point for cruises to Antarctica, Ushuaia has plenty of outdoor action on offer whatever the time of year, from hiking to skiing to kayaking. <br/><br/>On this short tailor made tour you’ll spend a full day trekking and canoeing in Tierra del Fuego National Park and take a day’s boat trip along the famous Beagle Channel, where you’ll have dramatic panoramic views of Ushuaia Bay and spot diverse marine wildlife including seals and cormorants. There will also be time to explore the shops and museums of Ushuaia’s thriving city centre. <br/>",
  "durationDays": "4",
  "price": "1235",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ushuaia: Upon arrival in Ushuaia, you will be taken to your selected hotel, regular service. Take the afternoon to explore town. The little centre has from the odd souvenir shops to very interesting handicrafts, such as natives masks recreations, as well as very interesting museums. Please, ask our Travel Advisor for suggestions for this afternoon"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ushuaia- Trekking & Canoeing in the National Park: You will be picked up from your hotel and will drive towards Tierra del Fuego National Park. Once at Ensenada Bay, you will have time to enjoy the view over the Beagle Channel before starting the trekking along the coast."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full-Day Lakes Off-Road In the morning, we will pick you up at your hotel and drive towards the lakes. We will discover a part of the Fuegian mountain range before arriving at the Garibaldi Pass, a panoramic point from where we can see our objectives: The Escondido and Fagnano Lakes. The Fagnano Lake surprises us with its dimensions and its incredible landscape. The adventure continues with the busy wading of Lake Fagnano to reach an internal route that leads us to Lake Escondido, smaller but surrounded by an incomparable natural setting. Fun and enjoyment never depend on the weather: onboard our 4x4 vehicles cross the forest and rivers by impossible roads of mud, between trees and along the edge of a lake with unique views. After lunch, we will return to Ushuaia and take you back to your hotel. Type of service: Shared Duration: 8 h Included: Transportation mentioned above, bilingual guide (Spanish/English), lunch and drinks Not included: Special warm clothing Difficulty: Easy Travel season: October to April Note: The health declaration and acknowledgement of responsibilities and risks form must be signed. Recommended attire: trekking boots, waterproof jacket, warm clothing"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Half-Day Beagle Channel Navigation: In 1833 Charles Darwin sailed the Beagle Channel and discover something great. Today it is your turn: become another explorer of this channel, primitively named Onashaga Channel since the Onas were its first sailers. At the appropriate time, you will go on your own to the tourist pier (located in the center of the city). You will embark on a 3-hour long boat trip along the famous Beagle Channel. You will gain panoramas of Ushuaia Bay, where the city lies proudly crowned by the Martial Glacier. Unearth the diverse marine wildlife, such as cormorants (flying birds, closely related to penguins) and fur seals that frolic their time away on Alicia Island. Argentina standing at your left and Chile at your right, you will sail this natural border till reaching the iconic Les Eclaireurs lighthouse, the ancient guard of the bay. On our way back, we will stop at Bridges Island to walk a wildlife interpretative path, hear about Yaman’s history (the native inhabitants), and see the largest shelly deposits of the region. During the excursion, you can enjoy a delicious hot chocolate with cookies or try the Mate (strong green tea) the favorite Argentine drink. Once we get back to the port, you will make your own way back to your hotel. Type of service: Shared Duration: 3/4 hours Included: Bilingual guide (English/Spanish) Not included: Port tax (2 dollars), transportation to and from the port Note: Departure time is at 10 AM and 3 PM from Patagonia Explorer Stand, located in the tourist pier. * Transfer Ushuaia Hotel / Ushuaia Airport: At the appropriate time, you will be transferred from your hotel to Ushuaia airport to take your flight. Type of service: Shared Included: Transportation mentioned aboveSpecify the day(s) and details in the boxes then click Update"
    }
  ],
  "map": ""
}