{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-wildlife-highlights-tour",
  "tourName": "Argentina wildlife highlights tour",
  "placesVisited": "",
  "generalInfo": "Take a mesmerising journey through Argentina with our expertly curated tour, exploring the wonders of Buenos Aires, the Valdes Peninsula, the Ibera Wetlands, and the awe-inspiring Iguazu Falls. Delve into the cultural marvels of Buenos Aires, a city pulsating with a harmonious blend of European sophistication and Latin American exuberance. From the historic allure of San Telmo to the trendy ambiance of Palermo, each neighbourhood narrates a distinctive tale. <br/><br/>Journey south to the Valdes Peninsula in Northern Patagonia for an exhilarating wildlife safari. Witness the majesty of sea lions, elephant seals, and orcas in their natural habitat. Depending on the season, encounter a bustling penguin colony and keep an eye out for whales. <br/><br/>Explore the untamed beauty of the Ibera Wetlands in northeastern Argentina, a haven for diverse ecosystems. Marvel at the pristine landscapes home to capybaras, marsh deer, caimans, howler monkeys, and a plethora of bird species, creating a utopia for avid birdwatchers. <br/><br/>Conclude your Argentina experience at the magnificent Iguazu Falls, where a safari boat ride offers a close encounter with the powerful cascades. This tour seamlessly weaves cultural immersion with thrilling wildlife experiences, promising an enriching and memorable adventure through Argentina's varied landscapes.",
  "durationDays": "12",
  "price": "6202",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE BUENOS AIRES - Welcome to lively Buenos Aires. Upon landing at the airport, our representative awaits to transfer you to the heart of Palermo Soho. Your boutique haven, the Mine Hotel, promises a stylish retreat, ensuring a seamless transition into the vibrant atmosphere of this captivating city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BUENOS AIRES - Enjoy a half-day exploration of Buenos Aires with a knowledgeable local guide. Uncover the city's history and vibrant neighbourhoods, visiting landmarks like Plaza de Mayo, San Telmo's cobblestone streets, and the colourful La Boca. Explore the revitalised Puerto Madero and exclusive Recoleta, featuring the iconic cemetery. In the evening, indulge in a captivating tango show at El Querandi, complemented by a delightful Argentine dinner. This curated adventure seamlessly blends cultural discovery with the allure of Buenos Aires' iconic sites and the mesmerising rhythm of tango."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "VALDES PENINSULA - Continue your Argentinean journey with a short flight from Buenos Aires to Trelew, the gateway to the Valdes Peninsula. Upon arrival, transfer to the coastal gem of Puerto Madryn. Set along Golfo Nuevo in Northern Patagonia, Puerto Madryn delights wildlife enthusiasts. Your base, Dazzler Hotel Puerto Madryn, exudes comfort with sophisticated charm and stunning views of the pristine coastline. Experience the allure of this natural paradise as you immerse yourself in the wonders of the Valdes Peninsula, all while enjoying the unmatched hospitality of your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "VALDES PENINSULA - Today you will explore the UNESCO World Heritage Site of Peninsula Valdés. A one-hour drive leads to the Carlos Ameghino Visitor Centre, unveiling the unique ecosystems of this wildlife treasure. Next, discover Estancia San Lorenzo, a Patagonian sheep farm and home to the world's largest Magellan penguin colony. Enjoy a mouthwatering Patagonian lamb BBQ amid the estancia's historic charm. Witness the charismatic penguins just 4 miles away. At Punta Norte Wildlife Reserve, Southern Sea wonders unfold, with possible sightings of sea lions, elephant seals, and Orcas. As we return to Puerto Madryn, encounter diverse fauna thriving in this rugged Patagonian landscape."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "VALDES to IGUAZU FALLS - Journey from Trelew, via Buenos Aires, to Puerto Iguazu the gateway to the majestic falls. On arrival in Iguazu Falls, your guide will transfer you to the Mercure Iguazu Hotel Iru, your accommodation in Iguazu on the Argentinean side and nestled within the Iraypu Jungle."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "IGUAZU FALLS - After breakfast, depart on a journey to Iguazú National Park, a UNESCO World Heritage Site and one of the New 7 Wonders of the World, just 20 km from the city. The Upper Trail offers a breathtaking panoramic view of the Falls and the Iguazú River Delta. Immerse yourself in native flora, tune into the melodies of local birds, and perhaps catch a glimpse of caí monkeys or the lively coatis with their familial movements. Conclude the day with the Gran Aventura, a shared boat ride ensuring a close encounter with the power and beauty of Iguazu Falls. This exhilarating excursion provides various perspectives, creating lasting memories of this natural wonder that will linger in your heart."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "IGUAZU FALLS - Guided by a knowledgeable bird expert equipped with binoculars and a telescope, embark on a captivating jungle walk in La Lorenza to spot its emblematic birds. La Lorenza boasts a remarkable diversity, recording over 300 bird species, including the yellow-crested woodpecker, robust woodpecker, orange dancer, crested hummingbird, scarlet-breasted yacutoro, and various climbers and tanagers. Crossing the \"Tancredo Neves\" International Bridge into Brazil covers about 20 km, leading to the Park's Visitors Centre. The walkway presents a breathtaking panoramic view of the Argentine falls from a distance, meandering through lush rainforest scenery."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "IGUAZU to IBERA WETLANDS - Your guide awaits at your hotel for a scenic trip to Puerto Valle in the Ibera Wetlands. Traverse Argentina's lush landscapes, stopping at the UNESCO-listed Jesuitic Ruins of San Ignacio. Your haven, Puerto Valle, strategically situated in the northwest of the National Park, provides an unforgettable introduction to Iberá's natural wonders. Overlooking Laguna Valle, Puerto Valle allows private access to the pristine lagoon, offering a tranquil immersion in nature. Your stay promises an immersive encounter with wildlife, eco-friendly adventures, and the serenity of lush landscapes and pristine waters."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "IBERA WETLANDS - Immerse yourself in the natural wonders of Puerto Valle with a range of included activities that showcase the beauty of Esteros del Iberá, the Paraná River, and the surrounding Estancia. Whether you're cruising along the Paraná River, exploring on a captivating photo safari, paddling through serene waters on kayak trips, riding through the landscape on horseback, or venturing on a safari trip through Iberá National Park, each experience promises to connect you with the rich biodiversity of the region. Take the unique photographic opportunity to capture the magic of the red macaw reintroduction at the Cambyretá Portal. Your time at Puerto Valle is a seamless blend of exploration, adventure, and a deep connection to the natural wonders of northern Argentina."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "IBERA to BUENOS AIRES - After your adventures immersed in the wildlife of northern Argentina, return to Buenos Aires for your final night in this captivating city. The Mio Buenos Aires is a charming refuge away from the hustle and bustle."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART BUENOS AIRES - Transfer to Buenos Aires airport for you departure flight."
    }
  ],
  "map": ""
}