{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "south-america-big-cat-expedition",
  "tourName": "South America big cat expedition",
  "placesVisited": "",
  "generalInfo": "Elusive pumas and majestic jaguars await on this immersive journey into the wild beauty of South America. This adventure promises an unforgettable blend of thrilling wildlife encounters and breathtaking scenery, crafting enduring memories. <br/><br/>The expedition commences in Cuiabá, serving as the gateway to the UNESCO World Heritage and Biosphere Reserve of the Pantanal. A scenic drive leads to the Araras Eco Lodge, a haven that offers traditional accommodation and immersion into the natural world. <br/><br/>Delve into the mysteries of the elusive jaguars on the exhilarating Jaguar Express tour, navigating the Cuiabá River. Explore the Pantanal wilderness on horseback, embark on safari trips for intimate wildlife encounters, and witness fiery sunsets that paint the horizon as your adventure unfolds.  <br/><br/>Travel south to Parque Patagonia, where the majestic pumas command attention. Observe the graceful flight of Andean condors and acquaint yourself with unique species found exclusively in this corner of the world. Explore Patagonia's grand landscapes, creating a journey that immerses you in the heart of South America's untamed wonders.",
  "durationDays": "12",
  "price": "7095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE CUIABA - Upon arrival at Cuiabá Airport, you will be transferred to the comfortable Deville Prime Cuiabá hotel. The remainder of the day is yours to unwind and relax."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "NORTH PANTANAL - Following breakfast, depart on a picturesque 3-hour transfer to the enchanting Araras Eco Lodge, a tranquil haven in the Pantanal, an UNESCO World Heritage and Biosphere Reserve. Along the way, revel in the scenery of this wildlife sanctuary, abundant flora, and diverse fauna. Upon arrival, a warm check-in awaits at the self-sustainable Araras Eco Lodge, complemented by a welcome drink. In the afternoon, an invigorating hike to Mirante da Garça promises a breathtaking sunset panorama. After dinner, enjoy a stargazing trek, to the backdrop of the sounds of the Pantanal at night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "JAGUAR WATCHING - Following breakfast, depart on a scenic journey towards the Cuiabá River at the culmination of the Transpantaneira, a 115km route taking approximately 2.5 hours. Board one of our boats for an immersive 6-hour river safari, dedicated to spotting the elusive and revered Jaguar. Traverse the Cuiabá River and the Meeting of the Waters State Park exploring the habitat of this magnificent predator. The jaguar, the world's third-largest feline, possesses a unique hunting technique—delivering a skull-biting bite that instantly paralyzes its prey. Lunch will be a box meal from the lodge, ensuring you don't miss this extraordinary opportunity to encounter this majestic creature."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HORSE RIDING - Take to the saddle for a morning horseback ride, immersing yourself in the Pantanal's diverse landscape, including areas of the plain which are flooded. The Pantaneiro horses, known for their docility, have adapted over centuries to feed with their noses submerged under water. In this region, these horses are the Pantaneiros' steadfast companions, joining them in both work and leisure. After this exploration, return to the lodge for lunch. In the afternoon, enjoy a trek along the Rondon Trail leading to the 13-metre-high Jabiru Stork Tower, providing a unique vantage point to observe a Jabiru Stork nest in its natural habitat."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SAFARI & WILDLIFE EXPEDITION In the morning take a guided stroll along the Ronco Trail, where the captivating wildlife and panoramic landscapes unfold before returning via a safari truck, adding a touch of adventure to your exploration. In the afternoon, join a photo safari along the Transpantaneira Park Road. Encounter howler monkeys, macaws, Pantanal deer and orange chinchillas among the myriad of species awaiting discovery. Replenish your energy with lunch at the pousada. As the sun sets, engage in a lively discussion with your knowledgeable guide, sharing stories of the remarkable animals encountered during the safari."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Regular transfer to Cuiabá Airport for your flight to Buenos Aires via Sao Paulo. On arrival you will be welcomed and taken by a private transfer to your hotel, Legado Mitico Hotel, Buenos Aires where you will spend one night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "PATAGONIA - After breakfast, transfer to the airport for your flight to Patagonia, arriving at Comodoro Rivadavia airport. Private transfer to your hotel La Posta de los Toldos, where you will spend 4 nights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PATAGONIA PUMAS - Commence your day with an early breakfast, capturing the sunrise at the Badlands viewpoint in El Canadon del Feo. This guided expedition, uses private transportation to reach the premier wildlife observation site, dedicated to encountering Patagonia's apex predator, the puma. As the sun sets, venture on a captivating night walk to the Star Observatory, guided by the warmth of heat banks and rocket stoves. This setting provides an ideal opportunity for thrilling night photography amidst the enchanting Patagonian landscape."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PATAGONIA PUMAS & CONDORS - Rise at 7 am for a hearty breakfast, before a local guide leads you to prime wildlife observation spots, with a chance to spot the elusive puma and majestic Andean Condor. Conclude your day with the captivating sunset at Los Balcones in Cañadón del Río Pinturas, providing a panoramic view of Cueva de Las Manos. Engage in the quest for the unique Chinchillón Anaranjado, an endemic species, amidst this breathtaking natural setting."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PATAGONIA CONDORS – Another early start for sunrise from the Andean Condor's vantage point. Witness these majestic birds soaring at mere 50-metre altitudes, offering a remarkable spectacle for photographers. Capture the world's largest flying bird against the scenic backdrop of Cañadón del Río Pinturas. Following breakfast at the hotel, embark on another thrilling wildlife expedition led by an expert guide, utilising private transportation to enhance the encounter with the diverse fauna of the region."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "BUENOS AIRES - After breakfast, transfer to Comodoro Rivadavia airport for your flight to Buenos Aires. Upon arrival there will be private transfer waiting to take you to Legado Mitico in the Palermo Soho neighbourhood for your final night"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART BUENOS AIRES - Transfer to the airport for your departure flight or perhaps you may wish to extend your stay in South America and discover more destinations."
    }
  ],
  "map": ""
}