{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "north-west-argentina-holiday-tailor-made",
  "tourName": "North west Argentina holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "A perfect compromise between culture, outdoor activities and breath-taking landscapes. A human adventure to discover the Kolla culture. Participate directly in agricultural tasks, cooking traditional meals or handcraft work. An outstanding diversity of landscapes across three different ecosystems:<br/>The Humahuaca Valley and its coloured mountains speckled with giant cacti and small quaint villages, declared World Heritage (UNESCO, 2002).<br/>The Puna, a dry high plateau in the Andes, a land of salt lakes where only few animals like vicunas, lamas or chinchillas can survive.<br/>Finally, the Yungas, high subtropical forest, protected as a Biosphere reserve (UNESCO), home to an exceptional biodiversity …).<br/><br/>This trip can be tailored to suit your needs. It can also be arranged without a tour leader, as an independent trip.<br/><br/>Highlights: <br/><br/>•\tAuthentic encounters with the local population;<br/>•\tExperience the Kolla culture;<br/>•\tTwo days trekking from the Altiplano desert to the subtropical<br/>        forest;<br/><br/>This is a guided trip to explore the north-west Argentina. <br/><br/>You will be accompanied by a tour leader and local guides.",
  "durationDays": "15",
  "price": "2699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After landing in Buenos Aires, our driver will take you to your hotel, located in the city centre. You will have a guided visit through the most picturesque areas: El Caminito and San Telmo, at the origins of Tango, then the ancient harbour, heart of the city. At night, take a walk-in Puerto Madero area, an old harbour that has been reconverted into a business area. > Transport: private transfer - 45 min + public transport; > Accommodation: hotel**; > Included meals: none; > English speaking tour leader"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to the National Airport Aeroparque for your flight on to Salta. You are met there by your guide and transferred to your hotel. After lunch, a guided tour of this marvellous city nicknamed La Linda, meaning the Beautiful. Salta boasts well preserved colonial architecture and two colourful churches, the pink Cathedral and the red and gold San Francisco Church. Another fascinating attraction is the Museum of High Altitude Archaeology which houses the well-preserved mummies of three children found on the summit of Volcano Llullaillaco. The museum will offer you an insight into the precolumbine culture of the Andes. The rest of the day is yours. > Transport: private transfer - 1h; > Accommodation: hotel**; > Included meals: breakfast and lunch; > Entry to the museum included > English speaking tour leader"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start the day discovering the Lerma Valley and its fields of tobacco before entering the seashell's valley where you will see rocks that wind and water erosion shaped into peculiar figures. Stop at Cafayate to have lunch and visit a famous local winery. El Cafayate is a touristic village famous for its high-altitude vineyards. Finally, join your host families, small farmers in the area. These people decided to join together into cooperatives to share and promote local products. > Transport: private van- 2h30; > Accommodation: host family (basic comfort); > Included meals: breakfast, lunch and dinner; > English speaking tour leader"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Continue your acclimatization with a visit of the small village of Cachi. From Cafayate the road is extremely scenic, especially in the Arrows Valley where the wind shaped the mountains into spiky arrows. Once you reach Cachi at midday, we recommend you to visit its peaceful square and its white church made of cactus wood. In the afternoon, discover the National Park of Cardones and take a walk among thousands of these unusually large native cacti. Then, from 11 880ft (3620m) you will descend the “Cuesta del Obispo” to reach the fertile valley just south of Salta where you will arrive at the end of the afternoon. > Transport: private van - 6h; > Accommodation: Hotel**; > Included meals: breakfast, lunch. > English speaking tour leader"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Going up along the Valle del Toro, follow the rails of the Train to the Clouds. On the road, visit the ruins of Santa Rosa de Tastil before reaching San Antonio de los Cobres. After lunch ascend all the way up to the Alto Chorrillo pass (14960ft - 4560 m) before descending across an incredible landscape of volcanoes and salt lakes. The Desierto del Diablo is certainly the most breath-taking part with its colour and geological madness. In Tolar Grande, you are met by your host family. > Transport: van + 4*4 - 5h > Accommodation: Host family (basic comfort) > Included meals: breakfast, lunch, dinner > English speaking tour leader"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, drive to the lakes of Ojos de Mar, then el Arenal and finally the Salar de Arizaro, considered the biggest Salt Lake in Argentina. Get up close to the Arita cone, an impressive volcanic formation right in the middle of the Salt Lake. Its ascent is prohibited as it is considered a holy place for the local populations. Short visit to the mine before going back to Tolar Grande with your host family. > Transport: van + 4*4 - 4h > Accommodation: host family (basic comfort) > Included meals: breakfast, lunch, dinner > English speaking tour leader"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Starting early in the morning, lunch in San Antonio de los Cobres and then continue on the high plateau to Salinas Grandes; a scenic 200 km² Salt Lake 3400m high, where polygons of salt align endlessly. Then, driving on dust roads you will arrive at the small village of Barrancas protected by massive cliffs. > Transport: Private bus - 6h > Accommodation: host family (basic comfort) > Included meals: breakfast, lunch, dinner > English speaking tour leader"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You are met by our local guide and taken through some petroglyphs hidden on the cliffs. These pictures from the past tell us the history of local agriculture and Incas invasion. A small walk between hills, a perfect time to learn about local flora. In the afternoon, drive to another village, Alfarcito, where local artisans will teach you to traditionally colour and weave the lama wool. > Transport: private van- 3h > Accommodation: host family (basic comfort) > Included meals: breakfast, lunch and dinner > English speaking tour leader"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early start to drive across the high plateau of the Altiplano, where some rare animals as vicuñas, llamas or suri can be spotted. Arrive in Hornaditas at mid-day where you are met by Hector, Clara and their two daughters Gaby and Carolina. Visit the village and participate in typical tasks, such as making bread or goat cheese. > Transport: private van - 4h > Accommodation: host family (basic comfort) > Included meals: breakfast, lunch"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend the morning doing some rural activities as leading the goat to graze, and then transfer to your hotel in the village of Humahuaca. In the afternoon visit other villages and beautiful treasures, as the 7 colours valley in Purmamarca or the handcraft workshops in Tilcara. The end of the afternoon is free. > Transport: private van - 2h30 > Accommodation: hotel*** > Included meals: breakfast, lunch > English speaking tour leader"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leave early in the morning to go to Santa Ana, departure of the Inca trail to the subtropical forest. From Santa Ana, with its dry and mineral landscape, climb down and admire this progressively changing environment, guarded by condors. To finish the day, spend the night at Martina’s house in the village of Valle Colorado. > Transport: private 4x4 - 4h > Accommodation: host family (basic comfort) > Included meals: breakfast, lunch and dinner > Trekking: 4-5h downhill > English speaking tour leader"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Easy hike between Valle Colorado and Valle Grande to reach the local bus that will take us to San Francisco. The impressive road curving into the forest displays breath taking views. Arrive in the afternoon and set up for the night in the community hotel. > Transport: rural bus - 2h > Accommodation: hotel (basic comfort) > Included meals: breakfast, lunch and dinner > Trekking: 2-3h easy hike. > English speaking tour leader"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, walk into the Yungas forest to the bottom of the valley to see the river. The toughest of the group may try to reach a natural thermal spring and will be rewarded by the beauty of the place and the warm water coming from deep down the centre of the earth. Leave San Francisco in the afternoon to go to Ledesma where you take a regular bus to Salta. > Transport: local bus - 5h30 > Accommodation: Hotel** > Included meals: breakfast, lunch > Trekking: 6-7h > English-speaking tour leader"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your flight to Buenos Aires, where our driver will take you to your hotel. Free time for you to explore the capital city. > Transport: private transfer - 1h > Accommodation: Hotel** > Included meals: breakfast"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Enjoy more free time in Buenos Aires. Three hours before your international flight, a transfer vehicle will pick you up at your hotel to take you to the airport. > Transport: private transfer - 45m > Included meals: breakfast"
    }
  ],
  "map": ""
}