{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-and-chile-holiday",
  "tourName": "Argentina and Chile holiday",
  "placesVisited": "Buenos Aires, Salta, Purmamarca, San Pedro de Atacama, Tatio’s Geothermic Area, Valle de la Luna, Tolar Grande, Antofalla, Antofagasta de la Sierra, Campo de Piedra Pómez, Cafayate, Molinos, Salta",
  "generalInfo": "This Argentina and Chile holiday takes you on a 13 day tour of Chile and northern Argentina, travelling by 4WD with a small group of fellow travellers and expert local drivers and guides. As well as taking in some well known highlights, you’ll visit the remote Puna desert region, discovering multi-hued mountains, giant cacti, arid landscapes and ancient traditions along the way.<br/><br/>You’ll be bowled over by the drama and variety of the landscape, but particular highlights include the historical villages, colourful mountains and otherworldy rock formations of the Quebrada of Humahuaca; El Tatio Geyser Field, the third largest field in the world and home to over 80 geysers; the wild and desolate Valle de la Luna, whose terrain of made of salt, clay and gypsum is so inhospitable that no living thing thrives here; and Antofalla, once an important station for llama caravans and now home to a tiny community of shepherds. <br/>",
  "durationDays": "14",
  "price": "5750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Buenos Aires - Arrival at Buenos Aires and transfer to your hotel. Overnight Dazzler Recoleta Hotel or similar. No meals are included today. Note: If you are arriving in Buenos Aires early we would be happy to arrange any sightseeing activities or perhaps you may wish to take in a Tango show with dinner. Please contact us for details."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires - Salta (2:15 hour domestic flight – Salta Altitude: 1200m) - Transfer to the airport for your flight to Salta, and check in to your hotel on arrival. This afternoon we will embark on a walking tour of the city visiting the Main Plaza and the historical colonial buildings in town, including the Cathedral, the Church of San Francisco and the San Bernardo Convent. We will also tour the extraordinary MAAM (Museum of High Altitude Archaeology) to find out more about the High Altitude Sanctuaries of the Andes and the Inca footprint in Salta. Overnight Design Suites or similar (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Salta – Tilcara – Humahuaca – Purmamarca - Journey to the Quebrada of Humahuaca, a long valley that ends near the border with Bolivia, located in the Jujuy Province, the most Andean territory of Argentina. It is famous for its beautiful coloured mountains, its geological formations and historic villages. During the journey, enjoy the best of the authentic atmosphere of this area of Argentina including the food market of Humahuaca, a small hike in an amazing hidden red gorge and the Sacred Garden of Cardones situated at 3200m. We explore the towns of Tilcara, Purmamarca and Humahuaca with their colourful craft markets, before returning to Salta. Overnight Manantial Del Silencio or similar (BL) Distance: 320 km paved road - 70 km gravel road Altitude: Highest point 4.300 metres / 14.108 feet – Purmamarca: 2.192 metres / 7.192 feet Estimated driving time: 6 hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Purmamarca - Cuesta de Lipan - Salinas Grandes - Susques - Paso de Jama - San Pedro de Atacama - Revel in a fantastic drive on a perfectly paved road navigating us across the Andes, through dry salted lakes, volcanoes, groups of wild vicunas, and the almost endless landscape of the Puna Plateau. Visit the Salinas Grandes, a salt mirror stretching for more than 30,000 acres and the old capital of the Puna, Susques with its church dating from 1598. Cross the border into Chile at the Jama Pass. At sunset, we will arrive in San Pedro de Atacama, after a thrilling 50 km downhill drive with expansive views over the Atacama Desert and the perfect cone-shaped Licancabur Volcano. Overnight Hotel Terrantai or similar (BLD) Distance: 430 km paved road Altitude: Highest point 4.700 metres / 15.420 feet - San Pedro de Atacama: 2.475 metres / 8.120 feet Estimated driving time: 6 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full Day Tour to Geysers del Tatio and Sunset in Valle de la Luna - A very early departure today will take us to Geyser del Tatio. El Tatio Geyser Field (locally known as Los Geysers del Tatio) is located within the Andes Mountains of northern Chile at an altitude of around 4200m. With over 80 active geysers, El Tatio is the largest geyser field in the southern hemisphere and the third largest in the world. Return to San Pedro de Atacama for some rest and in the afternoon we experience the sunset at Vallecito at Cordillera de Sal, in the Salt Mountains Range. Overnight at Hotel Terrantai or similar. (BLD) Distance: 30 km paved road - 190 km gravel road Altitude: Highest point 4.200 metres / 13.780 feet - San Pedro de Atacama: 2.475 metres / 8.120 feet Estimated driving time: 5 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "San Pedro de Atacama - Lagunas Miscanti & Miniques - Paso de Sico - Pocitos - Desierto del Laberinto - Tolar Grande - Today will be one of the most intense days of the whole Trip. We follow one of the ancient routes made by llama’s caravans trading goods between the Oases of the Puna. Over Sico Pass, Miscanti & Miniques lagoons offer dramatic scenes, with dark blue water under a cobalt sky, flamingos and sacred Volcanoes. Back on the Argentine Plateau, the landscape changes. The labyrinth Desert, a fossil dunes desert, made by clay and gypsum crystals, is the only maritime sediment deposit of the Puna. This area is actually studied for its similarities to other planets physical characteristic (Planetary Geology). Arrive by late afternoon in the tiny village of Tolar Grande, one of the most remote places on earth. Overnight Casa Andina or similar (BLD) Distance: 110 km paved road - 250 km gravel road Altitude: Highest point 4.600 metres / 15.092 feet - Tolar Grande: 3.500 metres / 11.483 feet Estimated driving time: 6 or 7 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tolar Grande - Ojos del Mar - Hidden Dune - Tolar Grande - Caipe - Sunset in Tolar Grande - The morning is dedicated to exploring the surroundings of Tolar Grande. The Ojos del Mar are Blue Holes in the middle of a white salt lake, where in Feb. 2009, researchers discovered a huge colony of living stromatolites. The surroundings of Tolar Grande offer opportunities for small hikes, the best one being a hike to a hidden sand dune in the middle of the desert. From the top of the dune, be rewarded by a 360° view over the area, from the Sacred Macon Mountain to the Llullaillaco Volcano, where National Geographic discovered in 1999, situated at 6.735 meters, an Inca treasure including the bodies of 3 Inca children perfectly preserved by ice and the arid atmosphere. We head back to Tolar Grande for lunch and afterwards we will have time to relax at the hotel. This afternoon, continue to Caipe. Caipe has an old railway station where minerals processed in the Mine city were carried by cargo train and then transported to Salta. From the abandoned station, enjoy views of the giant Salar de Arizaro. On our return to Tolar Grande, we will stop on top of a hill just outside of the village where weather permitting, we will enjoy a beautiful sunset and some of the Puna’s best scenery. Overnight Casa Andina or similar (BLD) Note: Casa Andina is the only Hosteria in Tolar Grande. It may be necessary on some tours to stay in local homes but these will also have private facilities. Distance: 140 km earth track Altitude: Highest point 4.000 metres / 13.123 feet - Tolar Grande: 3.500 metres / 11.483 feet Estimated driving time: 2 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tolar Grande - Cono de Arita - Oasis de Antofallita & Antofalla - Antofagasta de la Sierra - El Peñón - The crossing of the Arizaro salted dry lake resembles the ancient journey of the Arrieros (shepherds guiding caravans of animals to Chile). Arizaro meaning Vultures Cemetery comes from a period when many animals (cows and horses) perished during the crossing of the salt flat. Antofalla is an important and spectacular example of a Puna Oasis; in the middle of a high altitude desert there is a green valley, thanks to a natural pure water spring, comprising of Poplar, Molle and Willow trees. Antofalla, together with Antofagasta and Santa Rosa, were important stations for Llama caravans connecting this part of the Andes with the Oasis of Atacama. The oasis is located at the border of the longest salt flat in the world, set amongst vivid red mountains and lava strips. Antofalla is still inhabited by a tiny community of shepherds numbering around 60 people. We will stop for lunch, and then travel across the salt lake. Above 4.200 meters with wide views over the Antofalla Volcano (6.400 metres) lays a kind of green field (Vega Colorada) home for llamas, suris (Andean ostrich), wild donkeys and vicuñas. The valley of Calalaste, just a few kilometers away from Vega Colorada is the best spot to find wild camelids. Antofagasta de la Sierra, was the biggest Oasis on the path connecting this side of the Andes with the Oasis of San Pedro de Atacama (Chile), it is a big village with only around 800 inhabitants who maintain their ancient traditions and culture. The name Antofagasta means “place where the sun shines” and it is surrounded by many volcanic peaks. We continue to the next town, El Peñon where we will be staying the next two nights. Overnight Hosteria El Penon or similar (BLD) Distance: 340 km earth track and salt road Altitude: Highest point 4.500 metres / 14.764 feet - El Peñón: 3.400 metres / 11.155 feet Estimated driving time: 7 hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full Day Tour to Volcán & Laguna Carachi Pampa - Campo de Piedra Pómez - Dunas Blancas - Our adventure starts today at the edge of Campo de Piedra Pómez, as we reach the Carachi Pampa basin, where therein lies a volcano of the same name, surrounded by black lava fields and a lagoon, where the Andean flamingo, and the James' (or Puna) flamingo can be found. During the dry season a small salt lake is formed around the lagoon. Later, our journey will continue into the Natural Reserve Campo de Piedra Pómez, a strange and stunning landscape carved into the rock that gives rise to its name: The Pumice. Of purely igneous origin, it was produced from a massive volcanic explosion so powerful that if one could have seen it, it would be similar to the mushroom cloud produced by a nuclear bomb. This cloud has spread the ash and debris in large areas and in different directions, which crystallized by the effects of the temperature giving shape to these wonderful rocks with special features and with plenty of holes produced by the escape of gases during the cooling stage. This degassing phenomenon made the rock very easy to carve by the arid harsh winds of the Puna. Return to the Hotel, just on time to enjoy stunning sunset views from the village. Overnight Hosteria El Penon or similar (BLD) Distance: 130 km of earth, gravel and salt tracks Altitude: Highest point 3.800 metres / 13.780 feet - El Peñón: 3.400 metres. / 11.155 feet Estimated driving time: 4.5 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "El Peñón - Hualfin - Santa María - Quilmes - Cafayate - After days of intense travel on the High Desert Plateau, the North West still has plenty of surprises. The paved road from El Peñón to meet Route 40 is a 150 km long yellow field of Paja Brava, white lagoons and a deserted narrow canyon filled with rich vegetation. Visit the Quilmes Ruins, probably the most interesting Pre Inca archeological site with a dramatic story that paved the way for the end to this ancient population. Continue to Cafayate. Overnight Wine Resort or similar (BL) Distance: 250 km paved road - 50 km gravel road Altitude: Highest point 4.000 metres / 13.123 feet. Cafayate: 1.683 metres / 5.522 feet Estimated driving time: 5 hours"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Cafayate - Quebrada de las Conchas - Quebrada de las Flechas - Molinos - Cafayate will be a perfect place to visit a winery since it is the capital of the Northern wine region, most famous for its “Torrontés” variety of white wine. Visit the Quebrada de las Conchas gorge, 55 km of scenic sedimentary rock formations dating back a hundred million years. Continue along Ruta 40, one of the most famous and longest roads in the world. The route between Cafayate and La Paya passes through the desert dotted with small ranches of local campesinos, vineyards and giant coloured mountains. The Quebrada de las Flechas is a desert of quartz ash and rocks covered by the mud of an ancient lake, the result of 500 million years of geological history. Overnight Hacienda de Molinos or similar (BL) Distance: 100 km paved road - 90 km gravel road Altitude: Highest point 2.300 metres / 7.546 feet – Molinos: 2.020 metres / 6.627 feet Estimated driving time: 5 hours"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Molinos - Cachi - Los Cardones National Park - Cuesta del Obispo - Salta - The road from Molinos to Salta is one of the most scenic drives in North West Argentina. We’ll travel through four different eco systems; from the Green Yungas to a semi-deserted dry valley. A further 50 km’s will take us from the Piedra del Molino Pass at 3.457 meters down to Salta’s Valle de Lerma at 1.200 meters. View condors flying in the dark blue sky, guanacos and wild donkeys, as the stunning landscape of thousands of cardones – the local protected species of giant cactus – passes by. We have time to enjoy the view, take some amazing pictures and to go on a short walk in the unique red desert inside Los Cardones National Park. Overnight Finca Valentina or similar (BL)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Salta - Buenos Aires (2 hours domestic flight) - Today we travel to Salta airport for a flight back to Buenos Aires. On arrival in Buenos Aires, you will be transferred to the hotel for an overnight stay. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Buenos Aires Departure - At a suitable time, you will be transferred to the airport for your departure flight (B)"
    }
  ],
  "map": ""
}