{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-holiday-buenos-aires-to-patagonia",
  "tourName": "Argentina holiday, Buenos Aires to Patagonia",
  "placesVisited": "Buenos Aires, Tango Class, Gaucho Party, El Calafate, Perito Moreno Glacier, Iguazu Falls",
  "generalInfo": "This tailor made holiday takes you from Buenos Aires to Argentina in a mere 11 days, taking in everything from glaciers to waterfalls to big city lights, and with expert guides to help you get the most out of your experience. <br/><br/>Most trips to Argentina focus on the country’s outstanding natural wonders and this trip is no different.  A visit to Iguazu Falls is firmly on the itinerary and it’s a breathtaking sight that you’re not likely to forget in a hurry. Recently listed as one of the new Seven Wonders of Nature, its thundering waters are surrounded by tropical jungle, and crisscrossed by walking trails designed to help you admire the falls from as many angles as possible, including from neighbouring Brazil. Also included is a visit to Patagonia, where you’ll have the chance to view (and perhaps hike on) the Perito Moreno Glacier.<br/><br/>Big city kicks come in the form of Buenos Aires, where you’ll tour the city’s historical heart, take an evening Tango lesson and enjoy some of the country’s legendary food and wine at one of the city’s best restaurants. You’ll also get to head out of town to a nearby ranch, where you’ll get a handle on the culture of the local Gauchos - horsemen descended from indigenous Indians and Spanish settlers who work the ranches of Argentina.<br/>",
  "durationDays": "10",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Buenos Aires. Met by Trip Planner at airport and transfer to hotel. One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience. You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travelers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private City Tour. The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentine's who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold. Los Angelitos Dinner Show. Buenos Aires is the world capital of Tango and Los Angelitos experiences the nostalgic mood with intensity through dance, music, clothing and poetry. Lively and ethereal, El Cabaret is the vibrant dance of this award winning show. A dazzling live orchestra, great dancers, traditional Argentine cuisine, and a fine selection of local wines and cocktails, make it a must see production. Includes pick and transfer to and from show."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gaucho Party at the Estancia Santa Susana. Today you will be taken out to the pampas of Buenos Aires to a typical ranch were you will be able to enjoy and gain an insight to the “Gaucho” culture. Gauchos are the famous horsemen (descended from the native Indians and Spanish settlers) who work the ranches of Argentina who have a clearly defined culture that manifests itself through folklore, music, dance and sport. At the Gaucho party the following activities take place: Wine and Empanada Reception; Visit to the Estancia museum and Church; Horse and sulky trips; Typical Argentine BBQ with wine; Folklore show with Malambo; Show of Gaucho horsemanship; & The services of a bilingual tour guide."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer from hotel to airport to catch flight to Calafate. Transfer from airport to hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingo's, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full day Perito Moreno Glacier Tour. Experience the majestic icy expanse of the Perito Moreno Glacier on this full-day tour from El Calafate. Trek among the pristine streams, gullies and peaks of Los Glaciares National Park with a professional guide, and get an up-close perspective on the fantastic formation with a 1-hour boat ride through a glacial lagoon. You might even witness the glacier’s signature movement and cracking sounds from detaching icebergs! Perito Moreno Glacier has become a favorite Patagonian destination thanks to its impressive expanse, accessibility and continuous movement. Your icy adventure begins with pickup at your El Calafate hotel and a scenic drive to Los Glaciares National Park, so named for the abundance of glaciers found here, including Upsalla, Onelli and Spegazzini. Let your guide handle the driving while you soak up the splendor of Lago Argentino framed by majestic peaks and icy islands. Stretch your legs and take an easy hike along park pathways for diverse views of Perito Moreno’s 200-foot-(60-meter)-high, blue-tinged walls. Watch closely to see giant slabs of ice detach from the glacier and slide into the surrounding lagoon. Loud cracking noises are sure to alert you to any movement! For another perspective, enjoy a 1-hour cruise through the lagoon in front of Perito Moreno. Sail along the massive glacier wall and in between floating icebergs for an awe-inspiring watery perspective on this natural wonder. After exploring the park, relax on the return drive to El Calafate, where your 9-hour tour concludes in the early evening. or. Hiking Perito Moreno Glacier – age limit 65 years old. Hike El Perito Moreno Glacier on this full-day tour from El Cafate. This trip is a must-do for thrill-seekers and adventure travelers. This 11-hour expedition includes pickup and drop-off at your hotel in El Calafate, a boat ride from Bajo de las Sombras port as well as all the necessary glacier-hiking equipment like crampons and ice axes. A professional local guide ensures your safety and enjoyment. After being met at your El Calafate hotel, you'll be transferred to Bajo de las Sombras (Under the Shadows) port for your 20-minute sail to the glacier. Once you arrive at Perito Moreno Glacier, your expert guides will instruct you on the proper use of special winter hiking equipment, including crampons and ice axes. Wear appropriate gear such as wool socks, trekking boots, and cold weather clothing. Once you're all geared up, make your way along Rico Arm towards the glacier itself. During the 90-minute trek across Perito Moreno, your local guide will tell your group about the history and formation of the glacier. Surrounded by an otherworldly, white-on-white landscape, listen to the sound of your crampons crunching ice and feel the steam of your own breath. Once you reach the end of the walk, you'll stop and eat the lunch that you've brought along with you. Head back across the Rico Arm and over a footbridge that allows you one last parting view of the hulking glacier you just conquered. After a brief forest trek, you'll be picked up by bus and deposited at the glacier's most spectacular overlook, where spend an hour of free time to relaxing, enjoying the scenery and snapping some photos before heading back to your El Calafate hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Full Day Upsala Glacier Tour. Experience the remote beauty of Patagonia’s Estancia Cristina and Upsala Glacier on a journey of discovery from El Calafate. Sail past icebergs across Lago Argentino and tour the historic Estancia Cristina ranch. In the afternoon, choose between a short and easy trek to a beautiful waterfall or an off-road tour to the beautiful Upsala Glacier. Our Patagonian adventure begins with pickup from your hotel in El Calafate. Relax on the 28-mile (45-kilometer) journey to the port at Punta Bandera, where your three-hour boat cruise departs. Enjoy croissants and hot drinks served on board the comfortable boat as you glide among icebergs, past the stunning scenery of snow-covered peaks. Sail to the western front of the Upsala Glacier, then cruise along Cristina Channel to Estancia Christina. Disembark at the historic estancia, and learn the history of the sheep and cattle ranch on a visit to the museum and old shearing shed. Enjoy a snack break before continuing your tour of the estancia. Take a short-guided walk up to Caterina River to visit the estancia’s chapel and other historic buildings. After lunch, take an off-road trip for fantastic views of the Upsala Glacier, or an easy trek to see the beautiful waterfall of Los Perros. The three-hour off-road trip takes you along a scenic mountain trail, following a route of great geological interest, until quite recently covered by glaciers. Reaching a mountain refuge, take a 20-minute walk over terrain eroded by glaciers to reach the Upsala Glacier. From here you can see amazing views of Lake William, the Patagonian ice field and the Andes mountains. If you choose the walk to the cascading waters of Los Perros waterfall, the two-hour trek takes you through beautiful woodlands for lofty views of Caterina River and the estancia below. or. Nibepo Aike Ranch with Horseriding. This full day tour takes to Estancia Nibepo Aike, a beautiful ranch located within Los Glaciares National Park. There you will experience the life at the Patagonian countryside, taste delicious local cuisine and explore the amazing natural landscapes that surround the ranch. After lunch, go on an exciting 3 hours horseback riding to end this incredible day. We begin with the departure from centrally located El Calafate Hotels at 08:30 am and travel through the gravel route No. 15. On the way, we might get to see some condors, foxes and hares. Enjoy the views of the amazing Patagonian scenery, with Cerro Frías as backdrop. After crossing the Rico River, the steppe landscape changes abruptly, becoming a mountain landscape. Arrival to the estancia after crossing the margin of Roca Lake and having entered to Los Glaciers. You will be greeted by the host guide, who will be waiting to welcome you with a hot drink accompanied by homemade pastry. While having breakfast, you can enjoy a magnificent view of the Cordillera de los Andes. Then, start the visit to the facilities of this typical Patagonian estancia, that used to be dedicated formerly to bovine production. Around noon lunch will be served, consisting of an exquisite lamb grilled on a traditional Patagonian cross stake. Once we have savored it, we will go on a three hour guided horseback ride. The guide will take you explore different path, each one as amazing as the one before, so that you get to know even better this beautiful region. At approximately 7:15 pm, we will be returning to El Calafate hotels. or. El Chalten Full day hiking. Hike from the village of El Chalten along the trails of Los Glaciares National Park Explore the hiking capital of Argentina at your own pace Enjoy fantastic views of Mt. Fitz Roy Discover extraordinary glaciers and Patagonian landscapes of Los Glaciares National park Spend some time exploring nature with a full-day in El Chalten, home to Los Glaciares National Park. Begin by departing El Calafate in the morning along Route 40, an iconic highway goes along the Argentino Lake up to the La Leona River. Passing the Cañadón La Leona, you will stop at an ancient hotel for a break to buy coffee and cakes. Continue along the Lake Viedma for magical views of glaciers, hidden lakes, and the glory that is Mt. Fitz Roy. After several photos stops, arrive in the Andean village El Chaltan, also known as the \"The Capital of the Trekking.\" Here you will visit the Interpretation Centre before setting out on a hiking journey. From The Pudu Lodge, you will start a self-guided trek to one of the miradors of the Mount Fitz Roy and Mount Torre. You will be given a map and lunch to bring with you as you follow the clearly marked tracks. You may consider the DeAgostini base camp - Laguna Torre hike, one of the most classic treks. It takes you up to the Adela range and the incredible Lagoon Torre, where you might find a number of icebergs that have slid down from the face of the glacier Cerro Torre. If you are seeking something shorter, the Laguna Capri Trail is a great option that offers unforgettable views of Mt. Fitz Roy. Afterwards, return to Hotel in Calafate."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer from hotel to airport to take flight to Iguazu Falls. Transfer from airport to hotel. Having recently been listed as one of the new 7 Wonders of Nature, Iguazu Falls is one of the most breathtaking sites to behold. With countless waterfalls surrounded by the tropical jungle of Argentina, Paraguay and Brazil, ones breath will be taken away by your proximity to nature. The vast majority of the Iguazu Falls lie on the Argentine side of the border, within the National Park Iguazu. This side offers the most extensive experience of the Falls thanks to its extensive system of trails and walkways that enable you to go both below and under the falls – most notably the Devils Throat. The surrounding forest also offers excellent opportunities to discover the regions wildlife."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Argentine Falls Tour. Today you will enjoy a full day tour of the Argentine side of the Iguazu Falls. During the tour you will get ‘up, close and intimate’ with views of this unforgettable section of the Iguazu River. Our guide will show you the hidden gems of this unique National Park in the lower and upper walkways and will take you off the beaten path to show you the best views. You are welcome to wonder off on your own whilst in the National Park. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The mist over the Devil's Throat is such that endless rainbows are formed. Expect to get wet today and fell exhilarated with the spray and close contact with the sheer power of the falls. The ecological train ride is included in the tour. So too is the Jet boat ride under the falls. Return to hotel early evening."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Brazilian Falls tour. In the morning, you will be picked up from your hotel and taken across the Argentine –Brazilian border and enter the Iguazu National Park on the Brazil side. Here you will enjoy a spectacular panoramic view of the Falls during a walking tour through the passages that connect the different observation points. Similar to football, the Brazilians and Argentine's argue which side has the best view of the Falls. What is clear is that both sides are different and spectacular in their own unique way. You can decide for yourself, which side you are most impressed with."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer from hotel to airport to take flight to Buenos Aires and connecting flight home."
    }
  ],
  "map": ""
}