{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-and-brazil-adventure-holiday",
  "tourName": "Patagonia and Brazil adventure holiday",
  "placesVisited": "Rio de Janeiro, Copacabana, Sugarloaf Mountain, Corcovado Mountain, Iguazu Falls, Buenos Aires, Bariloche, Circuito Chico, Puerto Varas, Chiloe Island, Punta Arenas, Torres del Paine National Park, Glacier Grey, Santiago, Central Valley, Valparaiso",
  "generalInfo": "This South American holiday introduces you to chaotic Buenos Aires, Rio de Janeiro and Santiago – but also retreats to Patagonia, where wide-open lakes and glaciers piece together Torres del Paine National Park.<br/><br/>You’ll start your adventure in Rio de Janeiro. A walking tour will get you acclimatised to a chaotic city squished between the South Atlantic and the mountains. You’ll get free time to explore the chic streets of Buenos Aires. Santiago is another beauty – think panoramic parks and plenty of pavement cafés. But the real scene-stealers are down south. The Chilean lake district lays out snowy mountains and bright blue lakes. And you’ll go glamping in Patagonia – your base for boat trips to Glacier Grey and hikes around Torres del Paine National Park.<br/><br/>This is a small group holiday to South America, so you’ll be in the company of an expert guide and likeminded travellers. Private transport, internal flights and hotels are all arranged for you.",
  "durationDays": "19",
  "price": "7062",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive in Rio, overnight overlooking Copacabana beach.",
      "description": "Those passengers arriving on an international flight will be met by the tour leader or a local representative at the airport and escorted to the group hotel. Rio de Janeiro is the most romantic, intriguing and beautiful city on the continent. Sumptuous apartments overlook sparkling bays against a backdrop of half-built slum dwellings, favelas, which cling precariously to the hillsides. Rio has an awesome bay-side location among near-vertical granite mountains. Here, tropical foliage swoops down to white-to-toffee coloured sandy beaches in turn battered by the huge waves of Atlantic surf. The drive into the city gives a fleeting glimpse of the docks and commercial centre as you head towards the magnificent stretch of sand at Copacabana beach; your hotel is close by."
    },
    {
      "dayNumber": 2,
      "title": "City tour guided and excursion to Sugar Loaf Mountain.",
      "description": "Today there is a tour to familiarise yourself with this most iconic of cities. As part of this we also include a trip to Pão de Açucar (Sugar Loaf Mountain). Ride the cable-car up the twin granite mountains protruding from the ocean and enjoy the magnificent views back over the beaches, Botafogo Bay with its bobbing yachts and into the mountains beyond. There’s a lovely (and safe) nature walk round the foot of the mountain, or you could pop for a beer into the nearby villagey quarter of Urca, leafy home of artists and TV stars."
    },
    {
      "dayNumber": 3,
      "title": "Visit to Corcovado Mountain.",
      "description": "In the morning you’ll board a steep rack-and-pinion railway which glides up through tropical Tijuca National Park, the largest urban forest in the world dripping with fruit and flowers, to reach the summit of Corcovado Mountain. Here the famous 40m art deco Christ the Redeemer statue soars above the city, arms outspread benevolently. On a clear day, the views over the city and out across the ocean and outlying islands are stupendous. The afternoon is at leisure. A popular optional excursion is a visit to the exotic Botanical Gardens. Walk along the splendid Avenue of the Royal Palms, and see if you can catch a glimpse of the toucans and marmosets that frequent the park, attracted by thousands of species of tropical and subtropical plants. There are also glass houses sheltering bromeliads, and a research institute here."
    },
    {
      "dayNumber": 4,
      "title": "Fly to Iguaçú, cross into Argentina. Visit the Brazilian side of the Iguaçú Falls.",
      "description": "Fly to Foz do Iguaçú in the subtropical south-west corner of Brazil (2 hours). The Iguazú Falls are unquestionably one of the most extraordinary natural wonders in the world. A total of 275 falls thunder through dense forest over a 2.5km stretch. The u-shaped Devil’s Throat is the main gorge, where the frothy water of the Iguazú River crashes over a 1.5km-wide precipice and columns of vapour are thrown skyward. Elsewhere the river flows decorously through the rainforest breaking up into dozens of smaller falls. You might spot toucans with their outsized bright orange beaks perched in the foliage above the tumultuous waters. En route to your hotel in Argentina you head out to the Brazilian side of the falls, from where there is a broad panorama of these magnificent cataracts, and there are some excellent opportunities to photograph the full sweep of the cascades. Before leaving the Brazilian side, you could stop off at the excellent and rather quirky bird park just outside the entrance of Iguaçu National Park. The enclosure is home to a huge variety of birds and wildlife, including toucans, trogons and the coatimundi, from the same family as the racoon."
    },
    {
      "dayNumber": 5,
      "title": "Excursion to the Argentine side of the falls.",
      "description": "Explore the Argentine side of the falls. From the National Park Visitor Centre, where there is a display that illustrates the biodiversity of the region’s tropical rainforest, a little natural-gas-powered train transfers you to Cataratas Station where the Upper Walk begins. This sequence of causeways and passarelles links dozens of tiny basalt islands at the top of a sheer rock face and the walkways cross the myriad streams of the River Iguazú as they cascade over the lip of the precipice. Your breath is quite literally taken away as the water thunders on to the rocks below. The train continues to Devil’s Throat Station where a 1km-long walkway leads across the river to the thunderous Garganta del Diablo, the Devil’s Throat. From this vantage point you can feel the incredible power of the water, and the flow is mesmeric as it plummets into the vortex below."
    },
    {
      "dayNumber": 6,
      "title": "Fly to Buenos Aires.",
      "description": "Fly to the Argentine capital, Buenos Aires, an elegant and cosmopolitan city famed for the fascinating port district of La Boca with its cobbled streets and brightly painted houses. It was here that the tango was born, and Diego Maradona honed his footballing skills. The next morning a guided tour of the city takes you to the most famous spots the city has to offer. Starting in the centre of the city, the historic heartland, where government buildings and churches mingle with chic shopping districts, which have a nostalgic, Parisian feel. The quintessential district La Boca with its cobbled streets and brightly painted houses is a must, as is the bohemian district of San Telmo, full of quaint old houses interspersed with antique shops, tango bars and local restaurants. Slightly further out of town is the Recoleta district, even more evocative of belle époque French and Italianate architecture. The area is home to the cemetery where Evita is laid to rest, and huge tombs line the alleys."
    },
    {
      "dayNumber": 8,
      "title": "Further explore the Argentine capital or nearby Uruguay.",
      "description": "Make the most of some free time to shop, have a drink and a pastry in a tea-room or peruse the items on display in one of the many markets. Explore the city’s splendidly renovated port district, Puerto Madero, which has trendy loft apartments, a string of open air restaurants and a small marina or discover the upmarket Palermo area with it’s trendy boutiques and fancy restaurants. To take a break from the city’s frenzy, you can travel by motor catamaran across the River Plate border to Colonia in Uruguay (don’t forget your passport) where you can wander cobbled streets and admire the squat colonial houses from the top of the lighthouse, and have a glass of wine or lunch in the yacht club. If you want to visit one of the city’s iconic Tango shows speak to your tour leader who can arrange one for you for the evening."
    },
    {
      "dayNumber": 9,
      "title": "Fly to Bariloche in the lake district. Enjoy the Circuito Chico.",
      "description": "Fly south to Bariloche (2 hours). This resort town is situated on the shores of Lake Nahuel Huapi and was founded barely a century ago. It has a distinctive Alpine feel to it, and in winter it operates as a ski resort. There is a museum detailing the history of the native Tehuelche Indians and the story of the area’s colonisation. Butch Cassidy and the Sundance Kid lived and ranched not far from here. There is an included excursion around the ‘Circuito Chico’ providing visitors with a general overview of the breathtaking surrounding area. The 60km circuit is all along paved and includes the viewpoint at Cerro Campanario where a seven-minute chair ride offers splendid views of the mountains and lakes below. Spend your free time in cosy cafés savouring locally manufactured chocolate, or shopping for souvenirs. Out of town, venture along the lake-shore for sumptuous views of the forested mountains. There are some excellent walking trails including one which climbs Cerro Otto mountain or alternatively jump on the cable car."
    },
    {
      "dayNumber": 11,
      "title": "Trans-Andean lake crossing to Puerto Varas, Chile.",
      "description": "Today you cross the Andes on a unique journey which passes through the mountains following a series of glacial lakes along forested roads. You switch between water and land as you head towards Chile, boarding a ferry to cross Lake Todos Los Santos, which straddles the Argentine-Chilean border and is overlooked by towering, snowy peaks. Your final stop is Puerto Varas, in the heart of the Chilean lake district. On a clear day you won’t tire of the vistas of volcanoes, waterfalls and sweeping forests. Puerto Varas is situated on the shores of Lake Llanquihue (one of the largest natural lakes in South America). Towering snow-capped volcanoes punctuate a patchwork landscape of cultivated hills and pastures. The town sits in the shadows of the perfect conical peak of the Osorno and Calbuco volcanoes."
    },
    {
      "dayNumber": 12,
      "title": "Optional visit to Chiloé Island.",
      "description": "There is time today to wander around the town of Puerto Varas. Originally colonised by German immigrants, it has a distinctive, Bavarian feel. There are some excellent seafood restaurants and cafés to while away a day at leisure. Alternatively you have the chance to take an optional excursion to the island of Chiloé. This extraordinary island developed largely independently from the mainland and has a distinct history, architecture and mythology. Alighting on its shores is like stepping back into a time of mists and legends. Half the population works in agriculture, the techniques of which have remained unchanged for centuries; distinctive ox-driven carts are to be seen trundling down the island’s unpaved roads past unique wood-shingled churches and there are several folksy fishing ports where you can savour fresh oysters. On Chiloe, from November-March you can take a boat trip to spot Magellanic and Humboldt penguins. The excursion ends with a visit to a chilote family, where the traditional curanto is prepared for you; it’s a hearty dish of seafood, meat, potatoes and vegetables are piled high in a hole in the ground, buried and cooked among glowing embers."
    },
    {
      "dayNumber": 13,
      "title": "Fly to Punta Arenas; by road to your lodge.",
      "description": "After a short drive to Puerto Montt, a 2 hour flight takes you south to Punta Arenas. On a clear day you have views of the southern icecap, its fjords, volcanoes and glaciers. Approaching the city you see the rust brown Patagonian steppes, pitted with small lagoons, stretching out towards the Straits of Magellan. On the other side of the water rise the mountains of the windswept island of Tierra del Fuego. From the airport continue by private vehicle to Puerto Natales, a small town with a frontier feel on the shores of Last Hope Sound, frequented by pelicans, black-necked swans and cormorants and then into Torres del Paine itself. This is a 6 hour trip and frequent stops are made along the way so you can take in the dramatic scenery. Your 3 night stay is in the heart of the park where your hotel offers comfort within view of the stunning Lago Grey and the beech forest that surrounds it."
    },
    {
      "dayNumber": 14,
      "title": "Explore Torres del Paine, on a number of included excursions.",
      "description": "You have two full days to explore the park, and there are excellent hiking trails that wind alongside the glacial lakes with close-up views of the tortured rock towers and needles rising 3,000m into a tempestuous sky. Keen walkers can hike for views over Glacier Grey, or to the base of the vertical granite towers (both 8 hours). Alternatively, you can take to vehicles or even horses to tour the park and the many lookout points it offers. There is also an included boat trip onto nearby Lago Grey, dotted with icebergs which have broken free from the glacier which plugs the lake, the looming front wall of which you approach in your craft."
    },
    {
      "dayNumber": 16,
      "title": "Drive to Punta Arenas.",
      "description": "From Torres del Paine you head to Punta Arenas on the shores of the Magellan straits. Punta Arenas was an important, British-influenced trading centre before the opening of the Panama Canal turned it into a backwater; the region’s fortunes were only briefly revived during a short-lived gold rush. You have the chance to wander around the town, exploring some of the grand buildings or visiting the local museums."
    },
    {
      "dayNumber": 17,
      "title": "Fly to Santiago, explore the capital.",
      "description": "Fly north to Santiago (4 hours), the cosmopolitan Chilean capital. Santiago is laid out in a broad valley below the snow-capped Andes. If there is time your tour leader will take you on a guided city tour takes you to all the major sites of this fascinating city concentrating on Santiago’s bustling historic centre, which in recent years has taken on a new lease of life. Awakening from years of neglect, the traditional residential neighbourhood of Lastarria is a delight to explore, replete with shops, arty cafés and characterful hotels. Nearby, leafy Parque Forestal was inaugurated in the early twentieth century to celebrate the first 100 years of the republic. It is just a few blocks from the beating heart of old Santiago, the Plaza de Armas, the capital’s main square which is graced by elegant Chilean wine palms with their characteristic bottle-shaped trunks. Grouped around the plaza are Santiago’s Cathedral, the main post office, the National Historic Museum and the Municipalidad de Santiago (city hall). From here, if time, visit San Cristóbal Hill by riding the cable car to the top. On clear days there are spectacular panoramic views across the city towards the Andes."
    },
    {
      "dayNumber": 18,
      "title": "Visit a nearby vineyard; optional visit to Valparaiso.",
      "description": "A guided excursion takes you out of the city through a pretty Mediterranean landscape to a nearby winery. An hour’s drive from Santiago takes you to the Central Valley, blanketed in a patchwork region of regimented vineyards. Here you will have the chance to sample some of the wines, and learn about the national grape varieties. The Carmenère grape originated in France but has been all but wiped out in Europe. Cuttings of the vine arrived in Chile in the 19th century, and the region’s natural boundaries (bordered by the Andes, the ocean, the desert and glacial plains) protected it from disease. For many years it was processed as Merlot, but the distinct properties of Carmenère were recognised in the 1990s. It produces a spicy, fruity red which is deep crimson in colour. As the vineyards are located to the west of Santiago, you may like to extend the excursion with an optional visit to Chile’s second city, Valparaíso. This lively seaport is built on a series of hills which form a backdrop to the wide bay, with views over the seaside resort of Viña del Mar. You can wander through the steep, winding streets and among the brightly-coloured colonial homes built for 19th century British and German merchants, or take a ride in one of the creaky wooden funiculars which link the cliff-top communities."
    },
    {
      "dayNumber": 19,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}