{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-family-holiday",
  "tourName": "Argentina Family Holiday",
  "placesVisited": "",
  "generalInfo": "Discover the lively capital of Buenos Aires on a private tour, visit the iconic Iguazú - the world’s most spectacular waterfall, enjoy outdoor activities in Argentina’s breathtaking Lake District and stay at an authentic estancia in the Pampas to learn about traditional gaucho farming life.<br/><br/>This incredible 12-day family adventure offers an opportunity to discover Argentina’s vibrant capital, Buenos Aires, the mighty Iguazú Falls, stunning Bariloche with its glacial lakes surrounded by the Andes Mountains, and the rural farmlands of the Argentine Pampas. <br/><br/>You’ll start in Buenos Aires where you can discover the city's most famous landmarks on a private guided tour. Next, you’ll visit Iguazú Falls, one of the world’s most awe-inspiring sights. You’ll stay at a rustic and luxurious hotel set in the heart of the jungle, where you’re likely to encounter cheeky monkeys and colourful birds and butterflies in the lush gardens. <br/><br/>From Iguazú you’ll venture south to Bariloche, in Argentina’s Patagonia region. Bariloche borders Nahuel Huapi, a large glacial lake surrounded by the majestic Andes Mountains. Here, you’ll stay in a luxurious retreat offering a range of recreational activities, from trekking and horse riding to kayaking and sailing.  <br/><br/>Next, you’ll head to the Pampas on the outskirts of Buenos Aires. This is a vast expanse of tranquil farmlands and you’ll stay on a beautiful estancia (a ranch) with a local gaucho family. You’ll have opportunity to learn about traditional gaucho farming life and explore the parklands of this stunning estate. Finally, you’ll return to Buenos Aires where your Argentina Family Holiday ends.",
  "durationDays": "12",
  "price": "4199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Buenos Aires - Upon arrival at Ministro Pistarini International Airport (also known as Ezeiza International Airport), you will be met by a representative and transferred to your hotel, where your family will stay for the next two nights. This evening, your family can explore the local area and you’ll find an abundance of dining options, from parrillas (steak houses) and burger bars, to fine-dining restaurants."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Buenos Aires - After breakfast, an English-speaking guide will meet your family at your hotel and you’ll embark on a private tour of Buenos Aires. You’ll walk along the widest avenue in the world, Avenida 9 de Julio, which runs through the heart of the city, and you’ll see the major attractions, including the impressive Teatro Colon Opera House, the famous pink government house, Casa Rosada, and the Pirámide de Mayo, a white obelisk which was built to mark the first anniversary of independence from Spain. You’ll also visit the districts of La Boca and San Telmo where the city was born, and the trendy Puerto Madero docklands area where you’ll find fantastic cafes and restaurants."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Puerto Iguazú - After breakfast, you’ll be picked up by your private driver and transferred to Jorge Newbery airport, where you’ll take a domestic flight to Puerto Iguazú. On arrival at Puerto Iguazú you’ll be met by an English-speaking chauffeur guide and driven in a private car to your accommodation for the next three nights. Nestled in the heart of the jungle, this rustic yet luxurious property is surrounded by lush gardens that attract masses of butterflies and offers views of the Paraná River and access to exclusive jungle trails. Your children will love the dense tropical jungle setting where they’re likely to spot wildlife, including colourful birds and curious monkeys!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Iguazú Falls - After breakfast, your private English-speaking guide will meet you at your hotel to begin your adventure to the mighty Iguazú Falls. Your entrance fees to the Argentine side of the park are included, and you’ll get to see the falls from three viewpoints. You can walk along the Upper Circuit for amazing panoramic views of Iguazú Falls and the Iguazú River, and take the Lower Circuit for a close encounter with the cascades of the falls. The Lower Circuit is a network of walkways and stairways, designed to offer spectacular views of the falls and follows paths through the jungle, where you’ll have a chance to observe wildlife."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore Iguazú - You’ll stay at Posada Puerto Bemberg on a full-board basis with all activities included and today you’ll have a free day to enjoy the various activities on offer. Walk through the trails of the Misiones rainforest to learn about the natural history of the region and spot incredible wildlife and birdlife, such as squirrels, monkeys and toucans, and you’ll see massive trees, vines and lush ferns of the rainforest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Bariloche - After a final breakfast at Posada Puerto Bemberg, your family will be transferred to Iguazú Airport for a domestic flight to Bariloche. On arrival at the airport in Bariloche, you’ll be met by your private driver and transferred your luxurious hotel located on one of the lower mountains within the Nahuel Huapi National Park between the Nahuel Huapi and Moreno lakes, and framed by Mount López, Mount Capilla and Mount Tronador."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Bariloche - After breakfast, you’ll head out for a full day tour of Victoria Island and Los Arrayanes National Park. You’ll take a shared transfer to Puerto Pañuelo. You’ll then board a boat and sail to Puerto Anchorena in the central and narrowest area of Victoria Island. Here, you can hike along marked trails to sites, such as Puerto Gross and old town, Playa del Toro and cave paintings, and Cerro Bella Vista Balcony. The island is bursting with spectacular scenery, rich history and natural wonders to uncover. You’ll then continue your boat ride to Quetrihué Peninsula, where you’ll explore the beautiful Los Arrayanes National Park."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore Bariloche - Today your family can enjoy the various recreational activities on offer. You may wish to cycle through the breathtaking scenery of blue lakes and snow-capped peaks, trek in the mountains to discover incredible wildlife, go horseback riding through the lush forests, kayaking on the beautiful lake or enjoy a 4x4 adventure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to the Pampas - After a final breakfast, you’ll be picked up by your private driver and transferred to the airport for your domestic flight back to Buenos Aires. On arrival at Buenos Aires, you’ll be met by your private driver and transferred to the Pampas. You’ll be visiting the iconic estancias (cattle ranches) of the Argentine Pampas region on the outskirts of Buenos Aires and here you’ll see huge private farms and ranches filled with crops, cattle and traditional houses, plus you’ll also see local gauchos and their horses working their land. You'll be taken to your accommodation where you will stay for 3 nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Explore the Pampas - You can spend your time here at your leisure, enjoying the various activities across the ranch."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore the Pampas - Today, you’ll have another full day to explore the beautiful estancia and the surrounding area. You can venture out into the countryside to enjoy a trek or birdwatching, or you can go horse riding through the farmlands."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart from Buenos Aires - Sadly, your Argentina family holiday has come to an end. After a final breakfast at Estancia La Eloisa, you’ll be picked up by your private driver and transferred to the international airport in Buenos Aires for your return flight home."
    }
  ],
  "map": ""
}