{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "chile-10-day-highlights-holiday-tailor-made",
  "tourName": "Chile 10 day highlights holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "From the heart of the Andean high plateau to the rugged landscapes of Patagonia, Chile offers an incredible diversity of destinations. From north to south, this South American country spans more than 4,200 km (more than 2,600 miles) and it is bordered on the west by the Pacific Ocean and on the east by the Andes Mountains.<br/><br/>Discover on this 10 days itinerary, the dynamic and cosmopolitan Santiago de Chile, with both historic, colonial buildings and modern skyscrapers. The journeys continue to one of the driest deserts in the world, in San Pedro de Atacama, where you will have the chance to explore the otherworldly landscapes, from salt flats to geysers. And finalized in the amazing Patagonian lake district, a charming region with a variety of outdoors activities and breathtaking landscapes.",
  "durationDays": "10",
  "price": "3505",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer Santiago de Chile Airport / Santiago de Chile Hotel: Welcome to Santiago! Home of Pisco Sour, seafood, and marvelous Cabernet Sauvignon, Santiago is considered one of the safest cities in South America. Chile's capital is the perfect base to explore the country or enjoy a few days between the mountains and the ocean. Upon arrival, you will be driven from the airport to your hotel. Type of service: Private Included: Transportation mentioned above Note: You will be met at the arrival area at gate 3. Assistance at restricted areas inside the airport is available at additional costs. Important: In order to avoid scam drivers, please go straight to the meeting point and do not accept help from any person approaching you without the sign with the local representative logo or your name on it. A scam driver could tell you that the transfer is delayed and that it is better to take the taxi offered by that person. The airport is under renovation and is provided for these unscrupulous to do their business Included guide assistance during transfer. * Half-Day City Tour: At the appropriate time, we will pick you up at the hotel to begin your tour of the city. Chile's capital city is a sophisticated, sprawling metropolis wedged between the Andes and mountainous coastal range, which plays home to 6 million people, one-third of Chile's population. We will visit Constitution Square and the palace \"La Moneda\", the government's current seat. We will walk to \"Plaza de Armas\", the main square, surrounded by the Metropolitan Cathedral, the Royal High Court's palace, the Main Post Office, and other buildings of historical interest such as the Central Market. Then we will go to San Cristobal hill from where we can enjoy a fantastic panoramic view of the city and the Andes, before taking you back to your hotel. Type of service: Private Duration: 4 hours Included: Transportation mentioned above, guide Not included: Entrance fees, meals Note: This tour is not available on January 1st and May 1st. September 18th and 19th, please ask your Travel Advisor. Museums closed on Monday"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full-Day Valparaíso and Viña del Mar We will pick you up at your hotel to start a journey of 75 miles. towards the Pacific Ocean to the port city of Valparaíso, recently declared by UNESCO as Cultural Heritage of Humanity. We will visit the main attractions of the city such as Plaza de la Victoria, Plaza Sotomayor, Monument to the Glorias Navales and Paseo 21 de Mayo; and we will hike through the hills like emblematic Cerro Alegre in order to enjoy the port environment Afterwards we will visit Viña del Mar, known as The Garden City. There we will see the Flower Clock, the Casino and Reñaca; place to enjoy a short walk along the beach. After, we will take you back to your hotel at Santiago Type of service: Shared Duration: 8 / 9 Hours Included: Transportation mentioned above, bilingual guide (English / Spanish) Not included: Lunch, Museum Entrance Fee"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer Santiago de Chile Hotel / Santiago de Chile Airport At the appropriate time, you will be transferred from your hotel to the international airport to take your flight. ¡Buen Viaje! Type of service: Private Included: Transportation mentioned above * Transfer Calama Airport / San Pedro de Atacama Hotel: Upon arrival at Calama airport, you will be transferred to San Pedro de Atacama hotel. Welcome to San Pedro! San Pedro de Atacama is a small town in the driest desert of the world. Little adobe houses, cozy restaurants are the base to explore one of Chile’s most spectacular sceneries. Type of service: Shared Duration: 1:30 hours Included: Transportation mentioned above Not included: Guide"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Half Day Tatio Geysers Tour & Machuca & Moon Valley Tour - Experience one of the most astonishing phenomenon produced by nature, be impressed by contrasting colors produced by the steam columns in the highest Geothermal field in the world. Take the most amazing photographs walking across the tracks over the field. Have the unique opportunity to swim in the The Tatio spring waters, rich in minerals. Go along the imposing Andes mountain range and participate in the adventure of observing native plants and animals in their natural habitat. Discover these unique forms of salt and clay in the “Three Marias” area. Visit the amazing geological shapes located in one of the world’s driest and most hostile zones of the world: the Atacama Desert. Appreciate the great molding power of the natural forces of our planet, be amazed with the delicate work of nature over thousands of years, contemplate and photograph incomparable sculptures. Enjoy an exciting experience in the Salt caves, surprising shapes in the middle of the salt mountain range. The highlight of your adventure will be waiting for the Atacama sunset, opening your senses to the wonderful landscapes and colors of the mountains, with the Licancabur Volcano as the age-old witness of a new evening in the desert."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "San Pedro De Atacama - Half Day Cejar Lagoon - Inside the Atacama Salt Flats visit the Cejar Lagoon. It´s waters with high salt content has a great floating effect which makes the bathroom a relaxing and fun experience. This is complemented by the beautiful landscape of turquoise waters, volcanoes and greatness salar. Visit the beautiful Salar Eyes, two wells of fresh water in the middle of the desert and the impressive Tebinquinche lagoon while enjoying an appetizer watching the reflection of the Andes in its salt waters, making this an unforgettable experience."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "San Pedro De Atacama / Puerto Montt / Puerto Varas - At the appropriate time, you will be driven to Calama airport (about two hour away shared service). Upon arrival in Puerto Montt, you will have a private transfer to Puerto Varas. The tourist city of the Lakes Region demonstrates commitment to the environment by promoting sustainability through the signing of a Clean Production Agreement. They have Implemented sustainability principles in about 30 micro, small and medium-sized companies related to gastronomy , accommodation and services. Their focus is based in decreasing water and energy consumption, investing in LED lighting, improving the management of solid waste, in addition to the application of the GHG Protocol, the most widely used tool to measure and control the carbon footprint - greenhouse gas emissions - of the participating companies of the Agreement. The initiative has also brouht other associated benefits such as the production of healthy foods, the improvement of conditions for workers, and the boost of the local economy. Accompanied by sustainability, this port promises tourist activities with a focus on the environment."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Puerto Varas - Half Day Osorno Volcano & Petrohue - After breakfast, enjoy a drive to Ensenada, visiting the enchanting Laguna Verde, Spanish for “Green Lagoon,” at the foot of Osorno Volcano within Vicente Perez Rosales National Park before heading to the slopes of the towering Osorno. The conical Volcano, soaring steeply overhead, has an appearance resembling Mount Fuji outside Tokyo, Japan. Enjoy a short hike over lava fields to reach the spectacular views over Llanquihue Lake and the Chilean Lake region."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Puerto Varas - Day at leisure to enjoy one of the many activities that Puerto Varas has to offer, like kayaking at the National Park or horseback riding through Lake Llanquihue, as a low impact way of exploring. or a Farm day tour at one of the beautiful local Estancias."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Puerto Varas / Santiago De Chile - At appropriate time, you will have a private transfer from your hotel to Puerto Montt Airport. Welcome to Santiago! Home of Pisco Sour, variety of seafood and marvelous Cabernet Sauvignon, Santiago is considerate as the safest city in South America- capital of Chile, the country of the extremes, it is the perfect base to explore the country, or just enjoy a few days between the mountains and the ocean. Upon arrival, you will be taken to the hotel (private service)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Santiago De Chile - At appropriate time, you will be transferred to the airport (private service)."
    }
  ],
  "map": ""
}