{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-holidays-22-days",
  "tourName": "Argentina holidays, 22 days",
  "placesVisited": "",
  "generalInfo": "This journey starts with a boutique hotel in Buenos Aires, a fusion of cultural influences from a trendy metropolis and Italian cuisine, to native Indian roots, Atlantic Patagonia, steep Andes mountains and wide glaciers. All to be tailor made. An itinery from cosmopolitan Buenos Aires, wetlands of Ibera, Iguazu waterfalls, Peninsula Valdez to Patagonia with El Calafate, Chalten &amp; Ushuaia. You can stay in typical atmospheric hotels combined with special Argentinean estancias and the boutique pousadas &amp; hotels. We can work with 3 to 5 star boutique accommodations, all tailor made. <br/><br/>Lovely posada in the Iberas marshes, with 2 days for wildlife watching, and a visit and stay on both the Argentinean &amp; Brazilian sides of the Iguazu waterfalls, the largest waterfalls of the world, including optional nature excursions in the tropical Brazilian forest. From here you travel back to Buenos Aires further to Peninsula Valdez for watching whales, penguins and more wildlife. From there to the Andes regions to visit the Perito Morena glacier and self guided trekkings or guided walks at El Chalten in impressive mountain with glacier landscapes. At last visit Tierra del Fuego cruise and/or visit the National Park at Ushuaia.<br/><br/>Other options for Argentina: Tailor made selfdrive programs Valles Calchaquies, Salta, Tilcara, Tucuman, exploring the Andean landscapes &amp; historical sites of Salta &amp; Tucuman, with charming little &amp; typical hotels, and/or excellent top accommodations at famous estancias Colomé, House of Jasmines, and Cafayate wine bodegas.<br/><br/>We also offer private guided roundtrips at Salta, Atacama desert, Uyunyi salt flats and Mendoza with driver-guide, including gourmet cuisine, wine and olive tasting, boutique wine resorts, Aconcagua park, day and night visit to the observatory Leoncito, staying at boutique pousada La Querencia, Barreal (San Juan province), visit Caverna de Las Brujas, Laguna de Llancanelo and volcano national park la Payunia, visit to the observatory Pierre Auger at Malargue, Pozo de las Animas, Las Llenas - one of the best ski centers of Latin America and boutique spa Therma Cacheuta near Mendoza.  Extra option to cross the Andes and travel from Mendoza (or from San Juan as starting point to Valle Elqui - Selena in Chile) to Valparaiso at the Pacific Ocean or Santiago de Chile with your private guide-driver in 4-5 days.<br/><br/>Buenos Aires tours are all tailor made according to your wishes, half day, full day or several days. We can offer special Urban art tours (street art, graffiti tours) with specialized guides on Urban art, Argentinean life, history and politics. We also offer Gastronomy tours, Architecture tours mixed with Urban art or only focused on one aspect. Kayaking tours with walking in the Tigre delta and learning about life and ecosystems. Birdwatching tours. Besides all private guided City tours.<br/><br/>Trekking on foot or by horse with Argentinean gauchos, trekkings on foot or by horse, guided by local gauchos. Starting from near Cachi, following rivers, canyons, crossing passes on high altitude, following old Inca trails and ending in the Toro canyon. Price includes guidance of gauchos on horse, transport of all luggage &amp; food with mules, gaucho cook &amp; meals, hay for horses, campment fees &amp; 2 personal horses (incl. for free days).<br/><br/>With a tailor made trip through Argentina and/or Chile we can offer 10% discounts on public prices for Antarctica cruises with zodiac landings and wildlife watching.  Feel free to plan a chat with us with Whatsapp.",
  "durationDays": "22",
  "price": "4700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in the cosmopolitan city of Buenos Aires and transfer to hotel. Many hotel options, hotel Centuria, Loi Suites Arenales, Byblos Palermo Soho."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We´ll take you out trough the city by car, discovering the inside scoops of the city. A mix between the hot spots, and the hide corners with a local taste. In 4hs you´ll have a great panoramic view about Buenos Aires, providing you great new info to continue your journey as an Insider. With 3 stops in different areas (Usually San Telmo, Palermo, and Recoleta neighborhoods but is flexible to choose other areas) to walk around, and show and tell you about our culture, art and local ways. You´ll have snacks and beverages for the road, on board a comfortable car."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Optional 1: Enjoy a tango lesson and then explore Argentine tango in its natural setting: The Milonga. Optional 2: private day tour to “La Bamba de Areco”, a typical “Estancia” in San Antonio de Areco, a picturesque town in the outskirts of Buenos Aires (approx. 1.30hrs away from town). Enjoy exclusive activities at the place: horse or carriage ride (to get to know the authentic landscape of the “Argentine Pampas”), watch a polo practice, relax at the swimming pool, visit the town and see the unique silver pieces local artisans create. You can stay overnight if you are interested in getting the whole experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Flight to Posadas. Pickup at Posadas Airport and transfer to Estancia at Esteros Del Iberá. Due to its mild climate and isolation, the marsh is an area where wild animals are still the stars."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free time to relax and enjoy the place and its activities. Activities included: two lake tours to appreciate unspoiled nature (landscapes, biodiversity, birds), one walking tour, one night walking tour, a two hour horseback ride or Sulky-ride. Overnight in Iberá estancia."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, land transfer to Iguazú (aprox. 7hrs drive). Upon arrival, transfer to the hotel La Cantera Lodge or El Pueblito Iguazu."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast you will embark in an adventure in the Argentinean side of the falls visiting the Iguazú National Park is named after the river that marks its northern boundary. There, in the midst of a lush sub-tropical jungle, is majestic Iguazu Falls, one of the planet’s largest and most spectacular on account of the river’s powerful flow and its more than 275 drops. You will venture into the midst of its drops and falls, following a pathway of raised footbridges. At the top circuit, you will stop at different lookouts, climbing until you reach the incredible “Garganta del Diablo”, Devil’s Throat, undoubtedly the most spectacular of all the falls, whose waters drop more than 80 meters. Also Included: Great Boat - River Adventure (12 minutes) – departing from the docks at the end of the lower circuit a powerful speed boat will take you into the lower canyon of the Iguazu River and to circle the island until you reach the base of Tres Mosqueteros Drop, where you will be able to see drops on both the Brazilian and Argentine side, as well as the Garganta del Diablo. Return via the falls and Atlantic rainforest jeep safari to your hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit the Brazilian side of the Iguazu waterfalls. This tropical rainforest attraction is located on the far western side of the Parana River, in Iguazu National Park, an UNESCO World Natural Free time to wander and walk through the balconies and enjoy beautiful views of the waterfalls. Overnight in Iguazú."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Flight to Puerto Madryn via Buenos Aires. Meet at Trelew airport and regular transfer to the hotel Dazzler, Terrazas de Madryn. Overnight in Puerto Madryn."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Southern Right Whale Watching Tour (2 hours aprox), Peninsula de Valdes land tour including: Group tour through the different Sea Lions and Sea Elephants colonies in Punta Norte and Caleta Valdés. Group Orca watching in Punta Norte (not guaranteed). Visit colonies of Magellan Penguins (September to March). Overnight in Puerto Madryn."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Free day at leisure for other activities. Overnight in Puerto Madryn."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Flight Trelew-Buenos Aires/Buenos Aires-Calafate Pickup at Calafate airport and transfer to the hotel. Free time to wander and explore Calafate town. Overnight in Calafate Parque hotel, Vientos del Sur."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Visit Perito Moreno Glacier in Los Glaciares National Park with short boat trip. Optional 1: Glacier Mini Trekking. The two hours circuit that follows introduces you to the fascinating landscape of the glaciers: streams, small lagoons, gullies, cravasses and plenty of ice formations of the most incredible blues. The trekking is moderate. The ice surface over which you walk is irregular, but firm and safe. You will receive explanations about flora, fauna and general glaciology of the region. Optional 2: “Rios de Hielo boat trip” – The excursion is a half day tour around the spegazzini glaciar. Optional 3: Full day excursion to Upsala Glacier, Estancia Cristina, 4x4 Upsala Viewpoint and Museum. Navigate for three hours among icebergs and stunning scenery overlooking the western front of the Upsala glacier and then through Cristina Canal to the point of disembark at the Estancia for 6 hours. Enjoy a guided visit to the Costumbrista Museum (old shearing shed). Then Ascentin all-terrain vehicles, travelling 9.5 km through mountainous roads and arrive to the Continental ice shelter and enjoy a 30 minute walk. Then visit the oriental front of Upsala Glacier. Lake Guillermo, Southern Patagonian Ice and Andes. Return to the farm house of the Estancia navigate back. Overnight in El Calafate."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Free day at leisure. Overnight at Calafate."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Road transfer from El Calafate to El Chalten (212 kms - 3 hours). This road borders Lake Argentino first and Lake Viedma later, up to the spot where the eyes meet the vastness and grandeur of Mount Fitz Roy, on whose base lies El Chalten. Considered the Argentinian capital of hiking. Visitors to this site will discover that in addition to mountaineering, the local nature hides real fishing sanctuaries, nice sites to go hiking or just be delighted with the almost untouched beauty of this Andes scenery. Hotel Destino Sur , Hotel Poincenot."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Free day at leisure. Enjoy self-guided treks or guided excursions of your choice. There are many hikes setting off from El Chalten, those which run through well signed trails inside the National Park as well as in private areas. According to your physical condition and available time -and of course depending on the unpredictable Patagonian weather- it is possible to undertake from short hikes up to ascents or embark on expeditions for several days. ??"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Free day for walking, hiking, ice climbing course."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Flight Calafate-Ushuaia. Free afternoon at leisure. Overnight in Ushuaia Hotel Las Lenga, Hosteria Linares, Tierra del Fuego."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Cruise from Ushuaia to the strait's penguin rookery at Estancia Harberton, and visit the homestead and Akatushun research museum. For wonderful views of the channel, ride the chairlift to the Martial Glacier for panoramic vistas over Ushuaia and the islands. Short two-hour cruises pass islands inhabited by fur seals and the channel’s remote lighthouse. Overnight in Ushuaia. Optional: Pack a picnic and visit the Tierra del Fuego National Park for a day in the great outdoors, following remote walking trails past beaches, bays and forested valleys. Join a tour to go trekking and canoeing along the Lapataia River and Lake Roca."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Flight Ushuaia-Buenos Aires. Transfer to international airport to board flight back home."
    }
  ],
  "map": ""
}