{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-iguazu-falls-holiday-in-argentina",
  "tourName": "Buenos Aires & Iguazu Falls holiday in Argentina",
  "placesVisited": "Buenos Aires, City Tour & Tango Show, Iguazu Falls, ecological train ride, optional boat to the base of the falls",
  "generalInfo": "Enjoy Argentina’s urban culture and natural beauty on this six day Buenos Aires and Iguazu Falls holiday. You’ll spend your first two days exploring Argentina’s capital city, taking a half-day city tour and enjoying some of the city’s iconic nightlife though a dinner and tango show. On day three you’ll fly to the tropical climes of Puerto Iguazu, where there’s time to acclimatise and enjoy the jungle setting before heading off for the main event: Iguazu Falls. <br/><br/>You’ll have two days to fully explore both the Argentinean and the Brazilian side of the falls, following trails through the nature reserve and taking an ecological train ride. There’s also an optional boat trip, which takes you taking right up to the base of the falls. Your final day is spent back in Buenos Aires, soaking up the atmosphere of this vibrant city.<br/><br/>As this itinerary is tailor made, you can choose to extend or shorten it as you wish, adding extra destinations or activities – whatever takes your fancy!<br/>",
  "durationDays": "6",
  "price": "2945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Travel to Buenos Aires: first day in the city - Upon arrival, you’ll be transferred to the city and you’ll have the rest of the day to enjoy the city at your own pace. Buenos Aires is a marvelous, furious, cosmopolitan city, full of plenty of colours and different kind of architecture. Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as showing off plenty of its own culture! Argentines are usually eager to host visitors: if you walk the streets with a map, someone will surely stop and ask if you need directions. That’s our spirit! So, for this first day, be free to wander the cobblestone streets lined with outdoor cafes, enjoy the the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbeque), and browse the local antique and artisan markets that offer plenty of bargain shopping. And to travel deeper and have a firm grip of the Argentine spirit, find the perfect leather jacket or handbag (Buenos Aires is home to some excellent local designers), enjoy a typical dinner-tango show in the worldwide known home of the tango, and explore the colorful San Telmo and Recoleta neighborhoods."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover Buenos Aires: city tour & tango show - In the morning you’ll enjoy our traditional Buenos Aires city tour. Over the course of a half day you’ll be swept away by the highlights of our beloved Buenos Aires. You’ll visit the historical and political center of the city around May square (Plaza de Mayo) and the Pink House (the presidential house). San Telmo with its cobblestone streets and the oldest residential neighborhood and La Boca where Buenos Aires turns colorful and tango is ever present: come to walk Caminito street and dance with the locals. The next stop: Puerto Madero where the city gets modernized, Retiro where the cutting-edge Kavanagh building rises like the guardian of the neighbourhood. Continue to Palermo, the largest neighbourhood in Buenos Aires, which is divided in 3 main sections (Palermo Viejo, Palermo Soho and Palermo Hollywood). This tour will end at the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the “Paris of the South”. Discover the final resting place of Eva Perón, “Evita” and wander through Recoleta Cemetery where she is to be found. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "From Buenos Aires, travel to Iguazú Falls - It’s time to leave the city and fly to ¡the jungle! At the appropriate time you will be transferred to the domestic airport to take your flight and travel to Iguazú Falls. Welcome to Iguazú! The small border town of Puerto Iguazú is the gateway to visit the impressive Iguazú Falls, one of the Seven Natural Wonders and a UNESCO World Heritage site, making it a must-see destination for any traveler visiting Argentina. Upon arrival, you will be met at the airport and provided a transfer to your hotel. Answer the call of vacations and take your time to relax at your hotel. If you’re eager to explore, you can visit the “Hito tres fronteras”, a viewpoint west of the town center that stands high above the turbulent reddish-brown junction of the Iguazú and Paraná rivers, which also form the Triple Frontera, or Triple Border between Argentina, Brazil and Paraguay. Or visit the Güirá Oga (the house of birds in native Guaraní language), the sanctuary for animals hurt by illegal hunting and trapping. NOTE: Iguazú Eco Fee: Mandatory tax to be paid once you get to your hotel in Iguazú. It's about 5 usd per guest, per night, and it varies according to your hotel category. Only cash is accepted."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Iguazú Falls Tours: Argentine side - Today our bilingual guide will pick you up at your hotel and you’ll visit the National Park, on the Argentine side. The falls are surrounded by a humid subtropical forest where the exuberant vegetation is home to many different animals and birds. Our guide will help you spot some of them: ant birds, toucans, manakins, parrots, coatis, just to name a few of the most common birds. Lower and upper walkways weave in and around falls permitting up close and personal experiences with this magnificent spectacle of nature. The Argentine side of the falls is filled with a myriad of paths and walkways and stairways which allow you to have an experience from many different perspectives. You will have the chance to meet “The Devil’s throat”: the largest of the falls and for many the most spellbinding. To get to the Devil’s Throat you take the ecological train and then walk out along boardwalks. After walking and taking pictures of animals and plants, you will have some free time to eat lunch in this amazing environment. This exciting, 6-7 hour-long excursion is highly recommended in order to experience the true power of Iguazú Falls."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Iguazú Falls Tours: Brazilian side/ Return to Buenos Aires - After breakfast, enjoy a 3-4 hour excursion to the Brazilian side of the Iguazú Falls. Don´t forget your passport! While Argentina has 80% of the falls on its side, Brazil has the best panoramic view. On the Argentinian side you had the sensation of being right inside the falls, but only by visiting the Brazilian side you’ll fully appreciate the immensity of Iguazú Falls. Take your time to enjoy it and feel it, to stroll the different walkways and feel the spray of water in your face. Take the boardwalk over the Salto Santa María, it feels like walking on the water. Get closer to the Devil’s Throat and feel the power of water! We are sure this is a day you will never forget. At the appropriate time in the afternoon you will have a transfer to the airport for your flight to Buenos Aires. Upon arrival you’ll be transferred to your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Last day in the city! Enjoy Buenos Aires day trips - Welcome back to the city of “porteños” (inhabitants of the port city of Buenos Aires). How you would like to spend your last day of vacation? Here are some ideas: you can explore the cobblestone, tree-lined streets of Palermo Soho in search of one-of-a-kind Porteño fashion store or discover the graffiti circuit. Or you may stop by one of our historic cafés (named “cafés notables”) located all over the city and have a “cortado”, the most popular Argentine coffee choice. If you’re leaving on a Saturday or Sunday, you may have the chance to visit one of the city markets, only open on weekends. At the appropriate time you will be transferred to the international airport for your flight back home."
    }
  ],
  "map": ""
}