{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-iguazu-falls-holiday-argentina",
  "tourName": "Patagonia & Iguazu Falls holiday, Argentina",
  "placesVisited": "",
  "generalInfo": "-Embark on an unforgettable 12-day journey through Argentina<br/><br/>-Hike and paddle through the stunning Tierra del Fuego National Park while learning about the traditions of the Yamanas. <br/><br/>-Sail toward the majestic icy wall of the Perito Moreno Glacier<br/><br/>-Experience the awe-inspiring Devil’s Throat within Iguazú National Park, traveling through the jungle aboard an ecological train.<br/><br/>-Best time to travel: October to April<br/><br/>On this immersive itinerary, you’ll explore the jungle trails of Iguazú Falls, fly to Ushuaia—the southernmost city in the world—tour the breathtaking Perito Moreno Glacier, and experience Buenos Aires’ vibrant tango shows. This trip offers a comprehensive experience of Argentina’s natural wonders and rich cultural heritage, showcasing some of South America’s most spectacular destinations.",
  "durationDays": "12",
  "price": "3840",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Argentina! - Transfer from the Airport to your Hotel Upon your arrival at Ezeiza Airport, you'll be greeted by your private guide and transferred to your hotel. The rest of the day is yours to relax and explore at your own pace. Buenos Aires, the vibrant capital of Argentina, is a dynamic cosmopolitan city bursting with color, culture, and diverse architectural styles. Often referred to as the \"Paris of South America,\" Buenos Aires proudly blends European elegance with its unique local charm. Argentines are known for their warm hospitality. Don’t be surprised if someone offers assistance if they see you with a map in hand—that’s the Argentine spirit! On your first day, take the opportunity to stroll along cobblestone streets lined with outdoor cafes, savor the enticing aroma of Argentine beef sizzling on a traditional parrilla (barbecue), and browse artisan markets for unique finds. To immerse yourself further in the Argentine lifestyle, discover high-quality leather goods crafted by talented local designers or wander through the colorful streets of Palermo Soho, a neighborhood known for its creative flair and lively atmosphere."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore the City! - Half-Day Buenos Aires City Tour Discover the vibrant essence of Buenos Aires on this engaging half-day city tour, beginning with convenient pickups in the chic Palermo Soho district. This tour provides a firsthand exploration of the city's most iconic sights. Our journey starts at Plaza de Mayo, the historic heart of the city, surrounded by architectural and cultural landmarks. Marvel at the Casa Rosada (Government House), the magnificent Metropolitan Cathedral, and the historic Cabildo, a vestige of Spanish colonial times. At the other end of Avenida de Mayo, you'll glimpse the imposing Congress building, a symbol of Argentina's political heritage. Heading south, we'll visit the lively San Telmo Market, a hub of local energy and culture. From there, we venture to La Boca, the birthplace of Tango, where the colorful streets of Caminito showcase vibrant murals and captivating Tango-inspired art by local creators. Next, we make a brief stop in Puerto Madero, a strikingly modern district transformed from an old port into a sleek urban area, offering a fascinating contrast to the city's historical landscapes. The tour continues through Palermo, a neighborhood rich in green spaces, including the former City Zoo, the Botanical Garden, the Argentine Racecourse, the National Polo Field, and the Planetarium. These landmarks blend nature and leisure in perfect harmony. Finally, we conclude in Recoleta, one of the city's most elegant neighborhoods. Known for its timeless charm and historical significance, Recoleta is home to the famous cemetery where Eva Perón rests, alongside the district's beautiful architecture and cultural highlights. At the end of this unforgettable tour, we’ll return you to your hotel. -Dinner & Tango Show In the evening, you'll be picked up from your hotel and taken to an iconic venue where you’ll experience one of Argentina's most cherished traditions. Prepare for an enchanting night in Buenos Aires as you immerse yourself in the passionate world of Tango. This dance is far more than a performance; it is a profound expression of Argentina’s immigrant roots, the creativity of its artists, the sensuality of its women, and the bittersweet tales of love and heartbreak. Enjoy a dazzling display of Tango and live music performed by talented local artists in an elegant and atmospheric setting. The evening brings to life the manners, ambiance, and styles of Tango's golden age, transporting you back 100 years in time. The performance is accompanied by a delectable à la carte dinner featuring both Argentine and international cuisine. Sip on exquisite Malbec wine as you savor the flavors and lose yourself in the rhythm and romance of the evening. At the end of the show, you'll be returned to your hotel, captivated by the bohemian spirit and charm of Buenos Aires."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "First Day in Ushuaia - Transfer Ushuaia Airport to Ushuaia Hotel Welcome to Ushuaia! Nestled at the southernmost tip of the Americas, Ushuaia is a charming town perfect for exploring on foot. Its name, given by the Yámana people—the region’s first inhabitants—means \"protected bay.\" Officially incorporated into Argentina in 1884, Ushuaia’s early history includes its role as a penal colony, helping to establish a permanent settlement in this remote area. Upon your arrival, you will be transferred to your hotel. Depending on your arrival time, you may wish to start exploring. Stroll through the town or visit one of its fascinating museums, such as the Thematic Gallery of the Historia Fueguina, where over 120 life-size figures bring the history of Ushuaia to life. Alternatively, delve into the darker past of the region at the Prison Museum, which chronicles the lives of some of the most infamous criminals. Be sure to indulge in the local gastronomy! Ushuaia is renowned for its fresh seafood, and we highly recommend trying the delectable Blake Hake for an unforgettable culinary experience. - Transfer from Buenos Aires Hotel to the Airport At the appropriate time, you will be picked up from your hotel and taken to the domestic airport to board your next flight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the Tierra del Fuego National Park - Full-Day Trekking & Canoeing in Tierra del Fuego National Park Your adventure begins in the morning when we pick you up from your hotel for an unforgettable journey through Tierra del Fuego National Park, renowned for its stunning natural landscapes. After a short 10 km drive, we’ll arrive at the park and set off on a 4-mile-long coastal trail. This undulating path offers a continuous connection with nature, treating you to breathtaking views of lakes, the sea, and surrounding mountains as you hike through this pristine wilderness. Following the hike, we’ll pause near the banks of the Lapataia River to enjoy a hot, comforting lunch. Relax inside a cozy, heated dome while taking in the incredible panoramic views of the surrounding scenery. Once refreshed, you'll gear up for the next phase of the adventure. With rubber boots, coverpants, and lifejackets provided, we’ll embark on an exhilarating canoeing experience. Starting at Lake Acigami, we’ll paddle down the serene waters of the Lapataia River aboard inflatable canoes (duckies), eventually reaching the sea at Lapataia Bay. This iconic spot marks the southern end of National Route Nº 3. After this memorable experience, you’ll be driven back to your hotel, bringing your day of exploration to a close."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Beagle Channel Navigation - Half-Day Beagle Channel Navigation In 1833, Charles Darwin sailed through the Beagle Channel and made remarkable discoveries. Now, it’s your turn to become an explorer of this historic waterway, originally known as the Onashaga Channel by the Ona people, its first navigators. At the scheduled time, make your way to the tourist pier, conveniently located in the heart of Ushuaia. From here, you'll embark on a 3-hour boat journey along the iconic Beagle Channel. As you navigate the waters, enjoy stunning views of Ushuaia Bay, with the city nestled against the backdrop of the majestic Martial Glacier. Discover the channel’s rich marine wildlife, including colonies of cormorants—fascinating seabirds closely related to penguins—and playful fur seals lounging on Alicia Island. With Argentina on your left and Chile on your right, you’ll sail this natural border until reaching the renowned Les Eclaireurs Lighthouse, a historic beacon that has long guarded the bay. On the return journey, you’ll stop at Bridges Island to walk along an interpretative trail. Here, you’ll learn about the Yámana people, the region's original inhabitants, and marvel at the largest shelly deposits in the area. During the excursion, warm up with a cup of hot chocolate and cookies or try mate, Argentina's beloved strong green tea. After returning to the port, you’ll make your way back to your hotel, completing an unforgettable experience."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Welcome to Southern Patagonia! - Transfer from Ushuaia Hotel to Ushuaia Airport At the scheduled time, you will be transferred from your hotel to Ushuaia Airport to catch your flight. - Transfer from El Calafate Airport to El Calafate Hotel El Calafate is a charming town set in the heart of the Patagonian steppe—a remote and rugged landscape of striking beauty. Nestled along the shores of Lago Argentino, Argentina’s largest lake, El Calafate is celebrated as the \"Capital of the Glaciers.\" It serves as the gateway to the awe-inspiring Perito Moreno Glacier, one of the few glaciers in the world that is still advancing. Upon your arrival at El Calafate Airport, you will be greeted and transferred to your hotel to begin your Patagonian adventure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore the Perito Moreno Glacier - Full-Day Mayo Spirit Trek Your adventure begins early in the morning with a pickup from your hotel in El Calafate. We’ll head to Los Glaciares National Park, located 80 km away, where we’ll board the Cruz del Sur vessel at Punta Bandera Port. From there, we’ll immediately set sail into the Canal de los Témpanos on Lake Argentino. Our first stop is Bahía Toro, where you'll disembark for an interpretive walk through the Patagonian Andean forest, guided by an expert. The trail leads to a serene waterfall, with breathtaking views of the hanging glaciers on Cerro Mayo and Cerro Negro visible from the lake's shore. After this short walk (approx. 700m, low difficulty, flat terrain), we’ll return to the boat for a brief 15-minute sail to our next destination. At Cerro Negro, we’ll begin a slightly longer trek through the lush forest, following a scenic river trail toward the base of the hill. Here, you'll marvel at the Black Glacier, a hanging glacier that gives rise to cascading waterfalls feeding the river. Take time to immerse yourself in the natural beauty of this extraordinary site before heading back to the boat. (Approx. 1,000m walking distance; medium difficulty with a gentle slope.) Back aboard, we’ll leave Seno Mayo and re-enter the Canal de los Témpanos. Soon, the imposing north wall of the Perito Moreno Glacier will come into view. We’ll disembark at Puerto Perito Moreno to explore the glacier’s famous walkways. Enjoy free time to admire this natural wonder from various viewpoints and take in its breathtaking scale and beauty. At the designated time, we’ll regroup and return to the boat for the journey back to Punta Bandera Port. Upon arrival, you’ll be transferred back to your hotel in El Calafate, completing a day filled with unforgettable sights and experiences."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free Day in El Calafate - Day at leisure in El Calafate Today you will have a free day in the city. - Optional tour: 4×4 and mountain biking El Calafate adventures come in many different shapes and sizes. For your free day, we have an adventure suggestion that will get your wheels in motion to keep on exploring. Just ten minutes outside of town, you’ll find a 3000-foot-high hill, where you’ll have stunning views of Lake Argentino, Mount Fitz Roy and Torre. Take a day tour to ride in a 4×4 right to the top of this hill, where you will spot the Perito Moreno Glacier emerging little by little from La Cordillera de los Andes (The Andes Range). This is also a place to find archeological treasures (like millenary shark teeth or petrified oysters) from different geological periods of Earth. For the second part of the trip, you’ll hop on a mountain bike to get back to El Calafate. On the way you’ll stop to grab a bite, take pictures, spot wild guanacos and challenge your riding abilities with various types of terrain as you cross marshes and rocky pathways until you reach civilization again. Nature, history and adventure, all in one trip! If you would like to add on this tour for your free day, just let your travel advisor know."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "¡Welcome to Puerto Iguazú! - Transfer from El Calafate Hotel to El Calafate Airport At the scheduled time, you will be transferred from your hotel to El Calafate Airport for your departure. - Transfer from Puerto Iguazú Airport to Hotel in Puerto Iguazú This charming border town serves as the gateway to the breathtaking Iguazú Falls, one of the Seven Natural Wonders of the World and a UNESCO World Heritage site. A visit to Iguazú is a must for any traveler exploring Argentina. Take this day to unwind, soak in the tropical climate, and enjoy the lush jungle surroundings. Upon arrival at Puerto Iguazú Airport, you will be greeted and transferred to your hotel to begin your adventure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Full-Day Iguazú Falls - Argentine Side Your adventure begins with a morning pickup from your hotel as we head to Iguazú National Park on the Argentine side of the falls. This lush subtropical forest, teeming with vibrant vegetation, is home to an incredible variety of wildlife. With the help of our guide, you might spot toucans, parrots, coatis, and other fascinating creatures along the way. The park features both lower and upper walkways that wind through and around the waterfalls, offering up-close encounters and stunning views of this natural wonder from multiple angles. The Argentine side is renowned for its extensive network of trails and paths, providing a unique experience at every turn. One of the highlights is a visit to the iconic Devil's Throat, the largest and most awe-inspiring of the falls. To reach this breathtaking spot, you’ll take the ecological train and walk along boardwalks leading to the viewing platform. (Please note: Access to Devil's Throat is temporarily suspended due to maintenance tasks.) As you explore, take in the mesmerizing sights of cascading waterfalls, exotic plants, and wildlife. There will also be time to enjoy lunch surrounded by the natural beauty of the park. This full-day, 7-hour excursion offers an unforgettable experience, allowing you to witness the raw power and beauty of Iguazú Falls up close. Highly recommended for nature lovers and adventure seekers alike!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Half-Day Iguazú Falls - Brazilian Side This morning, we’ll pick you up from your hotel and drive you to Foz do Iguaçu National Park on the Brazilian side of the falls. Be sure to bring your passport! While Argentina hosts 80% of Iguazú Falls, Brazil offers the best panoramic views. On the Argentine side, you feel immersed in the falls’ power, but from the Brazilian side, you can truly appreciate their vastness and grandeur. Upon arrival at the National Park, you'll board a bus accompanied by a guide who will take you to the falls. Stroll along the walkways, feel the refreshing spray on your face, and take in the stunning vistas. Walk the boardwalk over Salto Santa María—it feels like you’re walking on water! From there, get closer to the Devil’s Throat and witness the sheer force and energy of the cascading water. Once the tour concludes, take the bus back to the park entrance, where your transport will be waiting to return you to your hotel. - Transfer from Hotel to Puerto Iguazú Airport At the scheduled time, you will be transferred from your hotel to Puerto Iguazú Airport for your onward flight. - Transfer from the Airport to Hotel Upon arriving in Buenos Aires, you’ll be greeted by an English-speaking guide and privately transferred to your hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "End of your Trip trough Argentina - Transfer from the Hotel to the Airport At the appropriate time, you will be transferred to the international airport for your flight. ¡Buen viaje!"
    }
  ],
  "map": ""
}