{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "northern-argentina-wildlife-and-nature-holiday",
  "tourName": "Northern Argentina wildlife and nature holiday",
  "placesVisited": "Salta, San Lorenzo Canyon, San Antonio De Los Cobres, El Toro Canyon, Acay Mountain Pass, El Rey National Park, Calilegua National Park, The Impenetratable National Park, La Estrella Wetlands, Iberá Wetlands",
  "generalInfo": "During this tailor made Northern Argentina nature and wildlife holiday, you’ll get to know some of the country’s less visited regions, where wandering in wild spaces and spotting birds and animals is the main priority. You’ll explore montane and chaco habitats, and pass over Andean mountain ranges, through dense cloud forests and across marshland, all the while taking in incredible vistas. The main event here is, of course, the wildlife and there are endless opportunities for birdwatching and mammal spotting.<br/><br/>This is a private tour and will be accompanied be a full-time, bilingual certified wildlife guide, who has training and experience in conservation and animal protection. You’ll be transported in a private 4WD vehicle, and all meals, drinking water, National Park entrance fees and tours and activities as listed are included. <br/>",
  "durationDays": "21",
  "price": "8346",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive to Ezeiza Airport. Welcome to Argentina. A chauffeur will be waiting for you at Arrivals to take you to the hotel – L'hotel Palermo. Free Tango class available in the evening at hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Flight to Salta. Breakfast & Dinner. Transfer to AEP Airport for flight to Salta. Arrival today to Salta city in the northwest corner of the country. Located at an altitude of 1,200 m, in the heart of the Lerma valley, the city of Salta was a strategic stopping point for troops and carts traveling to the Potosí - Bolivia silver mines, more than 400 years ago. Today the colonial city of Salta has a population of over 1 million and is considered by many to be one of the most modern cities in Andean South America. On arrival in Salta we drive a short distance to San Lorenzo canyon and check-in to the picturesque Selva Montana Ecolodge, located amongst the forest clad mountain slopes. Time permitting there will be an afternoon visit to the nearby Huaico Reserve protecting a stand of pristine Cloudforest, where we spend a few hours in search of Dusky-legged Guan, Cream-backed Woodpecker and a number of forest birds, but also a few attractive mammals are possible to see here including Forest Fox and Brown Brocket-Deer. Dinner and overnight at Selva Montana Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "San Antonio De Los Cobres. Breakfast, Lunch & Dinner. An early start sees us driving westwards along El Toro canyon where impressive geological formations painted by diverse minerals exposed on wind-carved slopes explain why this area is a mecca for Nature photographers. We will look out for Andean Condor soaring high above, but our stops along the canyon and sided trips to nearby lagoons should also produce good views of Andean and James's Flamingos. We will spend the day in this area at an altitude of around 9,000 ft. enjoying the solitude, grandeur and intensely clear atmosphere which are characteristics of Altiplano habitat, home of domesticated llamas, wild maize and potatoes. This mostly paved winding road climbs up the Cordillera to c. 4,000 mt. where flowering tobacco bushes attract the striking Red-tailed Comet and Giant Hummingbird. We plan to undertake short hikes in idyllic surroundings in search of Mountain Vizcacha “looks like a cross between a Squirrel and Kangaroo- and the secretive Highland Tucu-tuco, but we may also come across with one of their predators such as Andean Red Fox, Pampas Cat and/or Black-chested Buzzard Eagle. Beyond the mountain pass we start travelling towards the small mining town of San Antonio de los Cobres in search of perhaps the most attractive South American camelid, the elegant Vicuna, but also Puna Rhea is a possible sighting in the area. We stay tonight at the very nice Hosteria de las Nubes in San Antonio."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Acay Mount, San Lorenzo. Breakfast, Lunch & Dinner- We will spend the morning exploring the famous road 40 towards the Acay mountain pass (15,000 ft.) - one of the highest in America- enjoying dramatic scenery of high Andes peaks and deep valleys where Andean Condor soar effortlessly on the uprising thermals. Andean Red Fox is one of the likely targets for us today but we will also have good chances for Andean Deer and more Guanacos and Vicuñas. Even the rare and secretive Andean Cat inhabits this region and so we will keep a sharp eye on the barren slopes. At this high altitude the avifauna is represented by a fine selection of Sierra Finches, Earthcreepers and Miners plus the scarce Puna Tinamou and the rather tame Rufous-bellied Seedsnipe. We have chances to find perhaps a Brush-tailed Vizcacha Rat near the stone-walls, while several falcons and hawks will be spotted soaring around. Later in the afternoon we descend south and eastwards following the railroad of the famous Train to the Clouds, enjoying spectacular Andean landscape on our way back to Salta and our hotel in San Lorenzo for dinner and one night at the Selva Montana."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "EL Rey National Park. Breakfast, Lunch & Dinner. We have a full day excursion devoted to exploring the El Rey National Park, one of the most isolated and wild protected areas in Argentina. This Park is ringed by mountain ridges and with only one entrance. Our drive along a narrow canyon will cross several rivers where our 4 wheel drive vehicle will be put to the test! Good transitional forest dotted with a few small farms give us the chance for roadside searching where Brown Brocket Deer, Red Tegu-Lizard and Forest Rabbit can suddenly appear. Amongst the birds, Toco Toucan, King Vulture, Scaly headed Parrot, the elegant Red-legged Seriema and Gray-necked Wood Rail, must be mentioned. Once in the Park we will take leisurely walks along several good trails in search of mammals like Jaguarundi, White-lipped and/or Collared Peccaries and with a bit of luck we can even get views of the shy River Otter swimming along the streams. The isolated situation of this Park and the absence of Jaguar – exterminated by local ranchers before the creation of this protected area - offer perhaps our best chances to find the Anta (local name for Tapir) during our tour. We camp overnight here and enjoy a robust barbeque for dinner in the field."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Calilegua National Park. Breakfast, Lunch & Dinner. In the early morning there will be a chance for revisiting El Rey National Park in search of any missing species, very conceivable for a good view of Tapir, but soon we will start driving northwards into Chaco habitat and proceed eastwards traversing from dry Chaco woodland into the Cloudforest across a transitional habitat that can be surprisingly productive in wildlife encounters. This will be an opportunistic day as we explore a diversity of habitats while we travel to our destination. The likely species to be seen this day along the road will include Common Hog-nosed Skunk, Southern Dwarf Cavy, Argentine Gray Fox, a couple of species of Armadillos and some of the characteristic birds of this open habitat with grasslands, spiny bushes and mesquite type woodland that will include Greater Rhea, Brushland Tinamou, Aplomado Falcon and Savanna Hawk. Our destination for today and tomorrow is the Calilegua National Park. We stay two nights in our comfortable hotel in Calilegua town near the entrance to Calilegua Park but this evening we plan to visit the Aguas Negras river where we hope to find an Ocelot or perhaps a Tayra patrolling the forest edge in search of prey such as Forest Rabbit or local snakes. These carnivores are never assured but we will certainly find and identify lots of animal tracks on the muddy shores of the river."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Calilegua National Park. Breakfast, Lunch & Dinner. The Calilegua National Park encompasses 70,000 hectares of rugged country with deep valleys and vertical slopes carpeted by dense Yungas Forest, almost permanently immersed in clouds and life-giving mists during summertime. Early in the morning we plan to drive slowly along the winding road that climbs up to the highest point of the Park, enjoying amazing views of the primary Cloudforest catching the first light of the day while the activity starts in the forest with feeding flocks of colorful birds. Here we hope to find a group of Red Yungas Squirrel foraging on the Nut-trees and the confiding White-throated Antpitta grubbing among leaf debris. Golden-collared Macaw and the endangered Alder Parrot are two members of the parrot tribe that will hopefully be found as well. We spend a full day exploring the trails of the Park allowing us time to look for Brown Capuchin, Azara´s Agouti and the scarce Solitary Eagle. Dinner and overnight again at our hotel in Calilegua."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive back to San Lorenzo, Salta. Breakfast, Lunch & Dinner. There will be an early morning visit to a small pond near Calilegua where we hope to find the shy Rufous-sided Crake but soon we start travelling southwards looking for the Yungas Cloudforest at Abra Santa Laura where we will spend the day exploring different altitudinal sections in search of Giant Antshrike, Crested Oropendola and a host of attractive Tanagers. We arrive back into San Lorenzo and organize an evening visit to the Huaico Reserve in search of the localized Montane Forest Screech-Owl. Dinner and Overnight at Selva Montana."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Private Transfer & 4x4 trip from Salta to Chaco Breakfast & Dinner. You will be met by your private guide upon arrival. Overnight in Chaco."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Breakfast, Lunch & Dinner We head south to La Fidelidad or The Impenetratable National Park a protected area of the nation to which they aspire formally granting the status of a national park, which is renowned for its pristine conditions and abundant wildlife. Over the next 3 days, your expert local guide will help you to explore this magnificent area. During this time we will enjoy the hospitality of local accommodation and food. The presence of numerous species of mammals has been detected; many of them are threatened, very rare or extinct in other areas. Highlights include jaguar, puma, bobcat, ocelot, maned wolf, pampa fox, mountain fox, raccoon, wolf-popé, white skunk tail , 3 species of peccaries: necklace, lipped quimelero and peccary, tapir, brocket brown, red brocket, ant bear, big bear melero, opossum, rabbit tapetí, capybara, rabbit sticks, vizcacha, guinea pigs, giant armadillo, armadillo, large mule, hairy armadillo, quirquincho ball, & black howler monkeys. At least 163 bird species have been found, highlights include some endangered such as the crowned eagle, the talking Chaco parrot, and the rhea matico. Chuña, black-footed charata, dove and duck red piebald is common. Travel from La Fidelidad in Chaco to Resistencia."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Estrella Wetland, Formosa. Breakfast, Lunch & Dinner. We depart early from Resistencia and head to the province of Formosa, crossing the boundary of Rio Bermejo and enter La Estrella Wetlands. La Estrella Wetlands, together with Brazilian and Iberá wetlands (the latter in the province of Corrientes) is one of the most important ecological reservations of the continent. It is inhabited by aquatic birds, capybaras, neotropical otters, boas and yacare caimans. During the rainy season (summer) the flood produced by the Pilcomayo river creates a large lagoon that permits boat sailings. Wading birds (storks, herons and jabiru) also appeared to nest and share territory with otters, alligators, viscacha, capybaras, anteaters. The Estrella has “high” and “low” forests. Among the tree stands taller black and white carob, quebracho Colorado and Blanco, mistoles, guayacanes and white sticks are counted. While \"low\" forests are represented by species such as chañar, water primrose, vinal, the itín and cross bar. Floating plants such as water hyacinth sprouts out lining much of the water, giving it a very peculiar appearance. The Estrella is considered the third most important wetland Pantanal of South America after Brazil and the Ibera Marshes. In this world wildlife reign, black birds and alligators live, giant river capybaras, boas and anteaters, among other species. We enjoy the hospitality locals in the estancia of Fort Soledad."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Estrella Wetlands, Formosa. Breakfast, Lunch & Dinner. After breakfast our guides take us by canoe into the natural maze of the Estrella. We will have exceptional opportunities to see birds and wildlife of this area. Again, we enjoy the hospitality locals in the estancia of Fort Soledad."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Estrella Wetlands – Iberia Wetlands. Breakfast & Dinner. After breakfast, we head south west passing through the provinces of Formosa & Corrientes to arrive in the area known as the Iberia Wetlands. During the next 4 nights, you will have the pleasure of staying at Aguape Lodge. All meals and activities included. Aguape Lodge is placed on the coasts of the Iberá Wetlands with an overwhelming view to the marshes and the lagoon. The Iberá Wetlands are one of the most important wetlands in the world. They are second in size in South America. It is a twin ecosystem of the Pantanal de Brasil. It covers over 1.300.000has, the nature reserve occupies 14% of Corrientes. It is one of the most important water reserves in the continent. A true nature sanctuary in which you willl be able to enjoy the closeness and meekness of the animals in their own habitat. This is made possible because they are no longer threatened by men. This natural paradise is unique and it is one of the most relevant in the world, not only because of the preservation of the living creatures that inhabit the place, but also because it is one of the most important water reservoirs in the planet. For this reason, it was catalogued as a Wetland of international importance, by the RAMSAR convention held on January 2002. Inside the Reserve there are 4 species recently declared Provincial Natural Monuments: the otter, the maned wolf, the Pampas and marsh deer. It is also home to both of Argentinas caiman species, the caiman yacaré and the broad-snouted caiman. Its ornithological richness is represented by 350 types of birds. Animal Sighting tours are always fun and surprising. You can enjoy this while you canoe through the Natural Iberá Reserve, or trek along the paths in the jungle or the esteros. The limits of the lagoon are defined in large part by an extensive perimeter belt dammed. On the floating, windblown seeds are deposited; the density of the base is sufficient to grow in it, shrubs and trees. Aquatic vegetation is lush and covers large areas. Formed by beautiful plants with blue flowers, water fern or Aguape that looks a beautiful flower with violet petals of yellow bodies. ACTIVITIES: • Skilful guides to guide us in our excursions through the Iberá Natural Reserve. • Motorboat fauna sighting, trekking, horse riding, canoeing & kayak, night tours. • Long trekking with lunch and refreshments – Excellent for photographers and bird-watchers. • Tours in 4Wd vehicles in the Iberá Natural Reserve. • Outings for bird-watching and taking photographs. • Bikes for our guest to go around the Colonia Carlos Pellegrini."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Aguape Lodge Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Aguape Lodge Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Aguape Lodge Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Aguape Lodge – Buenos Aires Breakfast Transfer in 4x4 from Lodge to Posadas Airport for flight back to Buenos Aires AEP (1600-1735). A chauffeur will be waiting to transfer you to L'hotel Palermo"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Buenos Aires – Flight home. Breakfast Transfer to the International Airport to take flight home."
    }
  ],
  "map": ""
}