{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "northern-argentina-adventure-holiday-tailor-made",
  "tourName": "Northern Argentina adventure holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "The northern Argentina and Iguazu Falls trail is fast becoming the new hot-spot in South America. With Salta´s traditional villages and music, Jujuy´s giant salt flats and surreal deserts, contrasted by the lush waterfalls of Iguazu and cosmopolitan Buenos Aires, Argentina´s northern trail will be sure to impress even the most seasoned traveler.<br/><br/>This is a tailor-made itinerary and may be adjusted to suit your interests, your budget and your schedule.  Trips may depart any day of the week, upgrades are available and you may add new destinations or extra nights as you see fit.  <br/><br/>For example, if you would like to add a visit to a ranch and horseback ride near Buenos Aires, visit the lovely wineries in Mendoza or continue on to the glaciers of Patagonia, we are happy to help you plan your adventure.",
  "durationDays": "12",
  "price": "4260",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Upon arrival you will be met at the airport and transferred by private service to your hotel, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires City Tour & Tango Show: Breakfast. Our City Tour will provide you a great overview of the city and its diverse attractions. Over the course of three hours you will have the chance to visit Retiro, Avenida 9 de Julio, Downtown, Puerto Madero, San Telmo, Recoleta and La Boca. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Salta: Breakfast. At appropriate time, you will be taken to the domestic airport to take your flight to Salta, private service. Upon arrival in Salta, you will be taken to the hotel, regular service. During your first day in the city, we highly recommend walking around the beautiful colonial area."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Safari to the Clouds – Salt Flats – Purmamarca: Today you will leave Salta in a two- day excursion Early in the morning we will travel along the same route as the famous Train to the Clouds, zigzagging on lonely roads between the blue sky and the high desert plains. On our way, we will visit historic ruins, scattered houses, small villages and amazing landscapes. Finally, later in the afternoon we will arrive to our comfortable hotel in Purmamarca, located at the base of Jujuy´s famed 7-colored mountain. Overnight in Purmamarca."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Humahuaca Gorge, Salta & Jujuy: In the morning, you will depart early in the morning for a tour along the Humahuaca Gorge, declared a UNESCO Heritage Site. You will visit places such as Maimará, \"Paleta del Pintor\", Tilcara, Runa Arqueológica \"El Pucará de Tilcara\", Huacalera, Trópico de Capricornio, Uquía (Pinturas Cuzqueñas) and finally, the small town of Humahuaca before returning to Salta."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Calchaqui Valley Excursion: After leaving Salta and the Lerma Valley behind, we reach the red mountains of the Conchas Gorge, where the erosion has carved interesting shapes into the rocks. Along the way, we will take take our time to stop, walk around and appreciate the impressive natural wonders. Highlights include, the Castles, the Amphitheater, the Devil's Gorge and other beautiful places. Finally we get to Cafayate where we will have the chance to visit one of the local wineries, and take some time to relax in the little square, before heading back to Salta."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Salta to Puerto Iguazu: At appropriate time, you will have a private transfer to the domestic airport to take your flight to Puerto Iguazu. The little and relaxing town is the gate to visit the impressive Iguazu Falls, (which have been recently declared as one of the New Seven Natural Wonders!), making them a must see destination for any traveler visiting Argentina."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Iguazu National Park- Argentine Side: After breakfast you will depart on a private, full day tour to the Argentine side of the Iguazu Falls where you will have intimate views of this unforgettable section of the Iguazu River. Lower and upper walkways permit up close and personal experiences with this magnificent spectacle of nature. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The ecological train ride is included in the tour with an option to add the Safari Nautico boat trip ( for an additional cost ). The Iguazu boat trips takes you right up to the base of the Falls. This exciting excursion is highly recommended in order to experience the true power of Iguazu Falls. ( Please be aware- on the boat trip there is a 100% chance that you will get wet...the Falls provide a refreshing \"natural shower\". Be sure to take some extra clothes if you want to do this excursion). Return to the hotel in the late afternoon."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Iguazu National Park- Brazilian Side: After breakfast, enjoy a private, half day excursion to the Brazilian side of the Iguazu Falls where you will enjoy vast panoramic views of the Falls allowing you to take them in in their entirety. Return to the hotel after midday. Afternoon at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Puerto Iguazu to Buenos Aires: Breakfast. At the appropriate time in the afternoon you will have a private transfer to the airport for your flight to Buenos Aires. Upon arrival to Buenos Aires, you will have a private transfer to your hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Buenos Aires: Breakfast. Day at leisure to explore the cobbled tree lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in café and enjoy perfectly aged glass of malbec, or perhaps to sip yerba out of your newly purchased mate gourd while people watching in one of the parks that make up the Palermo Bosques."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Buenos Aires: Breakfast. At appropriate time you will have a private transfer to the international airport for your flight back home. Have a great trip! NOTE: Iguazú Eco Fee: Mandatory tax to be paid once you get to your hotel in Iguazú. It's about 5 usd per guest, per night, and it varies according to your hotel category. Only cash is accepted."
    }
  ],
  "map": ""
}