{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "salta-to-uyuni-holiday",
  "tourName": "Salta to Uyuni holiday",
  "placesVisited": "Salta, Humahuaca Gorge, Purmamarca, Humahuaca, Uquia, Tilcara, San Salvador de Jujuy, San Pedro de Atacama, Valle de la Luna, Tatio Geysers, Uyuni Salt Flats, Dali Desert, Laguna Colorada",
  "generalInfo": "Starting in Salta, one of South America’s most beautiful colonial cities, this Argentina, Bolivia and Chile holiday takes you from traditional Andean towns to otherworldly desert to the imposing Andes mountain range. Highlights of this wide-ranging tour include the Tatio Geysers, part of the highest geothermal field in the world; Laguna Colorada, the main nesting centre for more than 30,000 flamingos; and an adventurous three day 4WD tour from San Pedro de Atacama to the surreal landscapes of the Uyuni Salt Flats, where nights are spent in basic shelters with shared rooms.<br/><br/>The dramatic beauty of the landscapes, the warmth of the local people and the vibrant atmosphere in the towns and cities will make this trip a memory you'll cherish for a long time to come.",
  "durationDays": "9",
  "price": "2690",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer Salta Airport / Salta Hotel Welcome to Salta! Upon arrival in Salta you will be transferred to your hotel. Salta has it all: the geographical diversity (green, red and brown mountains) and the historical richness. Do not forget that, in these lands, one day they fought for the independence of Argentina! It also has exquisite and well-preserved colonial architecture, picturesque and very crowded cafes in the main square (a great place to sit and watch the locals in their daily hustle and bustle!), and the characteristic and fun peñas, places where Salteños sit and listen to their local folklore idols, and then end up dancing (after one or two encouraging glasses of wine) together. The perfect base to explore the Argentinian Northern area is Salta city Keep in mind that religion is very important here: religiously speaking, people take a siesta in Salta... so between 1:00 and 3:00 p.m. it will be more difficult for you to find the places open, so take advantage of it to take your first northern siesta! Type of service: Private Included: Transportation mentioned above"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Humahuaca Gorge, Salta & Jujuy: At the time indicated to you by our local operator, you will leave on a tour to the Humahuaca Gorge (shared service), which was been declared a UNESCO Natural Heritage Site in 2003. This is one of the unforgettable routes that the north of Argentina offers, a mixture of natural landscapes and cultural artifacts. First we will visit the most characteristic and picturesque part of the area: Purmamarca (The Seven Colors Mountain), a small town in between multicolored mountains where the warmth of the people will make our trip simply unforgettable. We will continue our route passing by Maimara (the Painter's Palette), arriving in the afternoon to Humahuaca, where we will be able to observe the Independence monument and travel through the town, eventually stopping to eat a lunch of typical local dishes. Leaving Humahuaca behind, we will visit small towns of spectacular beauty and historic importance: Uquia, Tilcara and San Salvador de Jujuy. You will return to Salta with the sensation of having completed a journey to the past, complete with culture, history and natural beauty."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Salta After some intense days, today you will have the opportunity to relax at your own pace. You can explore by foot the Colonial Area (some of the highlights are the Cathedral, the Franciscan church and the San Bernardo convent), visit the world famous museum (MAAM) where they exhibit a few mummies they rescued from the high Andes or just sit in one the many live cafés in the main square. We highly recommend visiting a Peña and mixing with the locals eating empanadas and dancing Folklore."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer Salta Hotel / Salta Bus Station: At the appropriate time, you will be transferred to the bus station to take your bus. Type of service: Private Included: Transportation mentioned. * Bus ticket Salta / San Pedro de Atacama: During this journey, you will cross one of the highest international borders in the world, \"Paso de Jama\" to San Pedro de Atacama. The trip takes about 12 hours during which you enjoy stunning Altiplano scenery. Upon arrival at the bus station you will make your way to your hotel on your own. San Pedro de Atacama is a small town in the driest desert of the world, with little adobe houses and cozy restaurants is the most charming base to explore one of Chile's most spectacular sceneries. Type of service: Shared Duration: 12 hours approximately (depending on time spent at the international border) Included: Bus ticket Not included: Meals Note: It is important to point out that today you are leaving Argentina and crossing the international border. Please, keep your passport handy. Important! It is not allowed to take any fresh food, plants, seeds, etc. from Argentina to Chile. They are very strict, and fines can be high"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "San Pedro de Atacama: Moon Valley Tour After such active days, and the long bus drive of yesterday, today you will have a relaxed morning. In the afternoon, you will be picked up (shared service) for your excursion to the impressive Valle de la Luna (Moon Valley). The trip will take you to unique forms of salt and clay, as you will see in the “Three Marias” area. There you will be visiting the geological shapes located in one of the world’s driest and most hostile zones, the Atacama Desert. You will appreciate the great molding power of the natural forces of our planet, be amazed with the delicate work of nature over thousands of years, contemplate and photograph incomparable sculptures. Enjoy an exciting experience in the Salt caves, surprising shapes in the middle of the salt mountain range. The highlight of your adventure will be waiting for the Atacama sunset, opening your senses to the wonderful landscapes and colours of the mountains, with the Licancabur Volcano as the age-old witness of a new evening in the desert."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "San Pedro de Atacama: Tatio Geysers Tour & Machuca Very early in the morning (about 4am) you will be picked up from your hotel (shared service) to go for more than 100 kilometers from San Pedro de Atacama into the Andes mountain range. There you will participate in one of the most astonishing phenomena produced by nature and see contrasting colours produced by the steam columns in the highest geothermal field in the world. Take impressive photographs walking across the tracks over the field. Here you will have the unique opportunity to swim in the Tatio spring waters, rich in minerals. While enjoying the views and the complete magnificence of the area you will enjoy a complete breakfast. On return you’ll go along the imposing Andes mountain range, and participate in the adventure of observing native plants and animals in their natural habitat, as well as visiting a local village. All this with an incomparable volcanic background in one of the most pristine places in the world. Arrive back at San Pedro for lunch time."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "4WD Adventure to Uyuni Today you will start the 3 day adventure in the stunning landscapes between the Salar de Uyuni and the Atacama Desert (Chile). It is a fantastic and different experience from anything you might have seen before. You will be going into the Bolivian salt flats, with the contrasting blue sky against the background of the mountains, volcanoes and geysers. In the early morning you will be picked up from your hotel (shared service) and head to the Bolivian border, passing by Chile and Bolivia immigration offices. Once on the Bolivian side, at 14,435 feet above sea level, you will change to a 4WD Jeep with a maximum capacity of 6 people. During the first day the group is in the Bolivian high plain visiting places like Laguna Verde and Laguna Blanca, located at the foot of the Licancabur Volcano, continuing to Dali Desert where you can admire a surrealistic landscape, thermal water pools, Sol de Mañana geysers –intermittent springs coming up at 194º F – and fumaroles; cracks with emerging volcanic lava. The journey ends up at Laguna Colorada, the main nesting centre for more than 30,000 flamingos of 3 different species. These places are located at an average height of 4.500 metres 14,764 feet above sea level and it is possible to gaze at endemic flora and fauna such as flamingos, vicuñas and other animals. The night will be spent in a basic refuge, in shared rooms for 6 people. Please note, that since you will be visiting a remote and not developed area, the accommodation is basic. It is important that you bring a sleeping bag to spend the night, especially during the months of June, July, August and September- though they can be rented on arrival."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "4WD Adventure to Salt Hotel During the second day of the journey you will visit Siloli Desert where there are a set of rocks formations as a result of wind erosion. Later, we will continue to high plain lagoons also known as colored lagoons, Laguna Honda, Chiarcota and Cañapa. Then, we continue to Chiguana salt flat and San Juan town. The second night is spent at the Salt Hotel, shared rooms."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "4WD Adventure to Uyuni Departing in the morning you will take a general tour around the Uyuni salt flat 39,400 feet2. Continuing towards the eyes of the salt flats, you will arrive at Colchani town, located in the limits of Uyuni salt flat. From here you will head to the tranquil Bolivian city Uyuni , where you will arrive in the late afternoon. NOTE: The landscapes that you will see during this adventure trip are absolutely amazing, but you must know that the quality of service is basic in the 4WD 3 days tour from San Pedro de Atacama to Uyuni Salt Flats. Food is included but it is basic food. Accommodation is really basic. Nights are in shelters with shared rooms and without private bathrooms, sometimes without hot water and sometimes, even without water and sometimes dirty. Weather during the night can be 20º Celsius below zero. Drivers don`t always speak English and are not tour guides, they are just drivers. You will be in places with an altitude of 5000 mts over the sea level. So, the idea that we want you to have clear is that service is not luxurious during these days, but landscapes are fabulous and make the trip really worthwhile. This is an adventure trip and the most remarkable thing about it is the unique landscapes that you will be able to enjoy. If you don`t care about this lack of comfort, we can guarantee that you will enjoy one of the most spectacular landscapes of South America. It is very important that you know this at the moment of booking this trip."
    }
  ],
  "map": ""
}