{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "chile-and-argentina-holiday-private-departure",
  "tourName": "Chile and Argentina holiday, private departure",
  "placesVisited": "",
  "generalInfo": "** Please note that this tour can be 100% tailored especially for you. Contact us for free quotation with your requirements. <br/>There are numerous ways to combine Chile and Argentina but this is one of our most  popular routes navigating the Magellan Straits and Beagle Channel to reach Cape Horn and Ushuaia. Early booking is essential.<br/><br/>Highlights: Santiago – Punta Arenas – Beagle Channel – Tierra del Fuego – Perito Moreno – Buenos Aires.<br/>- This tour is private and fully tailor-made.<br/>- Numbers of days will depend on you.<br/>- You will have private drivers and guides during your tour. <br/>- Hotels will be chosen for you depending on your requirements.<br/>- We can include / exclude international flights. <br/><br/>* Included Tours, Excursions &amp; Activities whilst on your Chile and Argentina Holiday: <br/>The tours, excursions &amp; activities mentioned in the sample Chile and Argentina itinerary are just a selection of what is available in each location. The programme can be adjusted to fit your particular requirements for this holiday; please liaise with your Travel Team to confirm what other activities are available and what you would like to include in your tailor-made Chile and Argentina holiday.",
  "durationDays": "12",
  "price": "4560",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Santiago and transfer to your hotel. The Chilean capital is a modern metropolis with a backdrop of the Andes. The city has around 30 museums and about 40 art galleries, including the Chilean Museum of Pre-Colombian Art. Barrio Brasil is a lively area of bars, restaurants and cafes. Location: Santiago; Hotel: Magnolia, Board: Breakfast and Dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning, enjoy a city tour of the historic centre of Santiago. Afternoon transfer to the Maipo valley, where you will have a tour of the Concha y Toro vineyard which was originally founded in 1883. Today Concha y Toro is the largest exporter of Chilean wine. Location: Maipo Valey; Hotel: Santa Rita, Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fly from Santiago to Punta Arenas and transfer from the airport to the port, ready for you to board either the Via Australis or the Stella Australis Cruise ships. The ship will depart Punta Arenas at 6pm. Location: on cruise ship between Santiago & Punta Arena; Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Navigate through Almirantazgo Sound to arrive at Ainsworth Bay with views of the Marinelli Glacier descending from the Darwin Mountain Range. Sail to Tuckers Islets where you can get close to a colony of Magellan Penguins. Location: on cruise shiep between Santiago & Punta Arena; Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel along the northwest arm of the Beagle Channel before disembarking at Pia Fjord for a short hike to reach the best vantage point for memorable views of Pia Glacier. The voyage will then continue, travelling along the Beagle Channel through the majestic Glacier Alley. Location: on cruise ship between Santiago & Punta Arena; Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sail across the Murray Channel to Wulaia Bay, the site of one of the region’s largest Yamana indigenous settlements where Charles Darwin landed in 1833 on the HMS Beagle. In the afternoon sail through Nassau Bay to reach Cape Horn National Park. Location: on cruise ship between Santiago & Punta Arena; Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sail onwards to Ushuaia, where you will disembark your cruise. You will be met in the arrivals terminal of the port and driven to your hotel, where you will stay for one night. Location: Ushuaia, Hotel: Alto Andino Hotel, Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly from Ushuaia to El Calafate and transfer to your hotel. We recommend a visit to the Glaciarum ice museum with its Glaciobar where everything is made of ice. Location: El Calafate, Hotel: Imago Hotel & Spa, Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Get up-close up views of the famous Perito Moreno Glacier, an impressive river of ice some 18 miles long and about 2½ miles wide. Opportunities for ice-trekking on the glacier – a highly memorable experience! Location: El Calafate, Hotel: Imago Hotel & Spa, Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Fly from El Calafate to Buenos Aires for the last few days of your Chile and Argentina holiday. You will be met on arrival and driven to your hotel. A fantastic tango show is included in the evening with dinner. Location: Buenos Aires, Hotel: Mine Hotel Boutique, Board: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Half day city tour to some of the key places in the capital including the Plaza de Mayo, San Telmo and La Boca before continuing to the restored Puerto Madero docklands area, which have become a thriving area full of cafes, bars and restaurants. The tour ends at the elegant district of Recoleta."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning at leisure to explore Buenos Aires in your own time, before your evening transfer to the airport for your flight home. We can arrange tours such as a football tour at El Monumental (River Plate) or La Bombanera (Boca Juniors), a Pope Francis tour, a tour of local bars and restaurants or even tango lessons."
    }
  ],
  "map": ""
}