{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-5-day-adventure-holiday",
  "tourName": "Patagonia 5 day adventure holiday",
  "placesVisited": "El Calafate, Perito Moreno Glacier, Torres del Paine National Park, Hiking and biking",
  "generalInfo": "Patagonia evokes images of massive glaciers, rugged mountains and wide open, star-lit skies. El Calafate, Perito Moreno Glacier and Torres Del Paine National Park represent the most stunning natural landscapes of Argentina and Chile. Tour Perito Moreno Glacier and Torres Del Paine and enjoy this true Patagonia adventure that discovers the best of Argentina and Chile.",
  "durationDays": "5",
  "price": "1600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "El Calafate: Today, Southern Patagonia welcomes you with open arms. El Calafate is a jumping-off point for adventure travelers who chace to unearth the most spellbinding natural wonders of Patagonia, like the Perito Moreno Glacier. The Perito Moreno glacier is one of the only glaciers in the world that’s still advancing. Though it’s not the only glacier in the area is the one that made the city of El Calafate famous worldwide. For many years now, El Calafate has been considered capital of the glaciers. Located at the shore of Lago Argentino (the southernmost, largest Patagonian lake) it’s also home of the Spegazzini glacier, which forms the natural border between Argentina and Chile, and the Upsala glacier, named Glaciar del Gigante (Giant’s glacier) upon its discovery and the biggest glacier that sits at the mouth of Lake Argentino. Is El Calafate all about the glaciers? Well, yes and no…glaciers are main attractions that you can visit via hiking or a boat ride. But you have lot more to discover about Argentine rural culture. From Calafate you can also visit a typical Patagonian finca (ranch) and learn all about the gaucho culture and enjoy a great asado (barbecue). You’ll soon realize that Calafate is much more than the gateway to the Perito Moreno glacier. Upon arrival you will be taken to the hotel and have the rest of the day to relax or explore the surroundings."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Perito Moreno Glacier: In the morning, we’ll drive you to Glaciers National Park to take the 6 hour long Perito Moreno Glacier tour. Get prepared to play with the giants! Glaciers National Park has been a UNESCO World Heritage site since 1981 and home to 200 approximately glaciers. Half of this park is occupied by the campo de hielo patagónico (Patagonian ice field), the largest ice field after Antarctica. You will travel 40 km (about 25 miles) from El Calafate to the park, enjoying the views of the Patagonian steppe. Once inside the park you will take the walkways to explore the different viewpoints, and you’ll feel really close to the Perito Moreno Glacier. If you’re lucky, you may get to see a piece of ice break off and fall from the glacier wall to sink forever into the lake. During about one hour, a bilingual guide will provide you with all the information you might want to know…and things you might have never thought about. After this visit you will take a boat ride that will take you close enough to fully appreciate the 80 meter (262 feet) high ice walls of Perito Moreno! You’ll never feel closer to this gigantic and impressive natural masterpiece."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full-Day Nibepo Aike Ranch with 3 hours of Horse riding: At the appropriate time, we will pick you up at your hotel to go Nibepo Aike, one of the most famous ranches in Patagonia, which was formerly dedicated to sheep production and which today has been transformed into the most prestigious Hereford cabin of these latitudes. After passing Roca lake and entering Los Glaciares national park, we will arrive at the ranch. Our hosts will welcome us with a hot drink (tea, coffee or mate) and a homemade pastry, and you will then have some time to enjoy the gorgeous view of the Andes mountain range. We will then have a look around to see the different parts of a typical Patagonian ranch. Heading over to the gazebo on the ranch, our asado lunch, Patagonian lamb, will be served with the backdrop of the Andes mountains. After lunch, we will set out on our guided horse riding tour. This three-hour trip will allow you to see some of the most incredible, hidden parts of Patagonia. After an unforgettable day discovering the area, we will bring our tour to a close by dropping you back at your hotel in the evening in El Calafate. Type of service: Shared Duration: 7/8 hours Included: Transportation mentioned above, bilingual guide (English/Spanish), Horseback ride of approximately three hours and lunch with beverages Not included: Extra beverages Difficulty: Easy Travel season: October to April Note: According to National Park regulations, children under 10 years are not allowed to practice horseriding"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Torres Del Paine Tour: In the early morning, we’ll pick you up to start your trip to Chile and your full day visit to Torres del Paine National Park. It’s a long day but it worth every minute. First, we’ll drive through the Patagonian steppe in an overland during 2.30 hours (you might be able to see rheas, guanacos, Patagonian hare, and even condors!) till reaching the border to Chile at Cancha Carrera, where we’ll go through customs. Things to take into account: it is not allowed to take any fresh food, plants, seeds, etc. from Argentina to Chile. They are very strict, and fines can be high. If you are not sure if something is allowed or not, please declare it (they will provide you with a form) and they will inform you if you can carry it or not. We’ll keep on traveling amid isolated and windy landscapes, occasionally punctuated by guanacos and native green-orange tinted bushes: here you’ll truly feel the momentous solitude which characterized Patagonia. The park won’t amaze you at first sight. Like a shide lover, it will unveil its enthralling natural beauties little by little. Through winding road, we’ll make different stops to have a close up view of Cascada Paine (Paine Waterfall), Paine Range at Lake Sarmiento and of Paine Horns at Lake Nordenskjold. Depending on the weather, we’ll perform a 1 hour long walk to reach the lake and get closer to the striking horns. At midday, and after having stopped by the Lago Pehoé Viewpoint to gaze the vastness of French Valley, we’ll have our box lunch at this mountainous backdrop. At the end of this fabled excursión, we’ll take you back at El Calafate and leve you at your hotel. Rest a litlle and go out to enjoy your last evening in town."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "El Calafate: Today we’ll take you to the airport and this trip will come to an end. Don’t get gloomy, if you liked this short adventure in Patagonia, a lot is yet to be discovered. Take a look to our travelers favorite trips to Patagonia and start planning your next dream vacations."
    }
  ],
  "map": ""
}