{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "bah-a-bustamante-wildlife-holiday-argentina",
  "tourName": "Bahía Bustamante wildlife holiday, Argentina",
  "placesVisited": "",
  "generalInfo": "You will spend a few days immersed in a unique and exclusive natural environment, enjoying the local wildlife and the vastness of the Atlantic Patagonia. <br/><br/>Bahía Bustamante Lodge is, according to The New York Times, \"Argentina's Private (and Secret) answer to The Galapagos.\" It is a Patagonian estancia surrounded by 360° of pure nature, located 300 km south of Península Valdés. On the sea, few places in the world harbor such abundance and diversity of birds and marine mammals.  It is part of the \"Patagonia Austral\" National Park and the UNESCO Biosphere Reserve \"Patagonia Azul,\" as well as being an IBA (Important Bird and Biodiversity Area).",
  "durationDays": "5",
  "price": "3490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You take the flight to Comodoro Rivadavia. Arrival and private transfer to Bahia Bustamante. (We can also arrange a transfer from Puerto Madryn and the Peninsula Valdés if necessary). Bahia Bustamente is private reserve on the Atlantic coast was founded in the 1950s as a seaweed harvesting establishment by Lorenzo Soriano, a Spanish immigrant, and grandfather of the generations currently running the Lodge. Previously, more than 400 seaweed harvesters and their families lived here. Bahia Bustamante was actively operating with a school, a church, a police station, a grocery store, a club, and everything a small \"pueblo\" and its inhabitants needed at the time. Staying at Bahia Bustamante Lodge also allows you to take a journey into the past and discover the life of pioneers in this isolated site in Patagonia. Here, silence is only interrupted by gusts of wind, the song of hundreds of birds, and the crashing of waves on the shore. The sea on one side and the endless steppe on the other. The Argentine flag flies behind the old Bar, the oldest building and witness of times gone by. We emphasize that at Bahia Bustamante Lodge, we preserve the essence of the place and maintain a balance with nature. The houses of the early settlers have been renovated to accommodate guests, preserving their austerity and simplicity, keeping alive the spirit of those who arrived here more than 60 years ago. At Bahia Bustamante Lodge, luxury means access to the vastness of its pure and powerful nature, and the authentic identity of its history and inhabitants. The program includes a full board (excluding drinks) and activities within the extensive property. Electricity: The Lodge has electricity from sunset to midnight, thanks to a generator. During the rest of the day, the sea houses are lit by solar panels and battery-powered lamps. Wi-Fi: The Lodge has satellite Wi-Fi service in the Restaurant, which operates for a few hours a day (we use solar energy). The service is basic and variable."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Possible activities for this day: - Boat tour to discover sea lion colonies and seabird colonies; visit Isla Pingüino, just 15 minutes from the lodge, a colony of Magellanic penguins - Cabo Aristizabal, is a rocky point with imposing landscapes, views of the open sea, and hidden beaches. - Cañadón de Piedra, a vast canyon, following the path of a river (now dried up) until it reaches the ocean - Visit the petrified forest, the landscape is impressive, a lunar desert full of fossilized logs; the wood has turned into hard rock"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "New day to enjoy the activities included in your program at Bahia Bustamante. This reserve is a destination in itself: a marine and terrestrial paradise where you can also access extraordinary white sandy beaches, a 60-million-year-old petrified forest, and learn about the lives of the first settlers and the seaweed industry, sustainable wool production, and participate in sheep farming activities. Bahia Bustamante Lodge is perfect for trekking, cycling, horseback riding, archaeological explorations, and much more."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "With its many geographical features, sounds, and solitude, Bahía Bustamante Lodge is a paradise waiting to be discovered. From its magnificent white sandy beaches with crystal-clear waters, framed by intensely red rocks, to incredible lunar landscapes of vast deserts inland, it is a marine and terrestrial paradise inhabited by a great variety of birds and mammals. The schedule of exploration activities is defined daily, based on the tide table and the expected weather conditions. We suggest doing a visit of Penguins Island. Just 15 minutes from the Lodge, this island is home to a colony of Magellanic Penguins. At low tide, the island is connected to the mainland, and we cross on foot to enjoy the privilege of being surrounded by hundreds of penguins, their chicks, and nests. A unique experience! On the way, it is also common to see rheas, maras, foxes, and armadillos."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure to the Comodoro Rivadavia Airport, on private service END OF OUR SERVICES"
    }
  ],
  "map": ""
}