{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-nature-and-culture-holiday",
  "tourName": "Argentina nature and culture holiday",
  "placesVisited": "",
  "generalInfo": "Buenos Aires, Iguazu Falls, Puerto Madryn, Peninsula Valdes, Punta Tombo, Calafate, Ushuaia &amp; Tierra del Fuego. <br/><br/>Description: This 14 day package enables you to experience all the natural wonders &amp; wildlife of Argentina. After enjoying the 'Paris of South America' - Buenos Aires, you will have your breath taken away by the spectacular Iguazu Falls from where you will be taken to Puerto Madryn,  where you will visit the Punta Tombo Penguin Colony and the wild Valdes Peninsula, home to wildlife such as the Southern Right Whale, sea lions, sea elephants and the mighty Orca.  We then discover the sheer-sided peak of Mount Fitzroy and the immense Perito Moreno Glacier, where chunks of ice are often seen cracking into the water. Finally to Ushuaia, the southern most city of the world where you will get to walk with native Magellanic penguins and discover Tierra Del Fuego National Park.",
  "durationDays": "14",
  "price": "4500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Welcome to Buenos Aires. Met by Trip Planner at airport and transfer to hotel. One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience www.theargentineexperience.com You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travelers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private City Tour. The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentines who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold. Los Angelitos Dinner Show. Buenos Aires is the world capital of Tango and Los Angelitos experiences the nostalgic mood with intensity through dance, music, clothing and poetry. Lively and ethereal, El Cabaret is the vibrant dance of this award winning show. A dazzling live orchestra, great dancers, traditional Argentine cuisine, and a fine selection of local wines and cocktails, make it a must see production. Includes pick and transfer to and from show."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Iguazu Falls: Transfer from hotel to airport to catch flight. Transfer from airport to hotel. Having recently been listed as one of the new 7 Wonders of Nature, Iguazu Falls is one of the most breathtaking sites to behold. With countless waterfalls surrounded by the tropical jungle of Argentina, Paraguay and Brazil, ones breath will be taken away by your proximity to nature. The vast majority of the Iguazu Falls lie on the Argentine side of the border, within the National Park Iguazu. This side offers the most extensive experience of the Falls thanks to its extensive system of trails and walkways that enable you to go both below and under the falls – most notably the Devils Throat. The surrounding forest also offers excellent opportunities to discover the regions wildlife."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Argentine Falls Tour. Today you will enjoy a full day tour of the Argentine side of the Iguazu Falls. During the tour you will get ‘up, close and intimate’ with views of this unforgettable section of the Iguazu River. Our guide will show you the hidden gems of this unique National Park in the lower and upper walkways and will take you off the beaten path to show you the best views. You are welcome to wonder off on your own whilst in the National Park. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The mist over the Devil's Throat is such that endless rainbows are formed. Expect to get wet today and fell exhilarated with the spray and close contact with the sheer power of the falls. The ecological train ride is included in the tour. So too is the Jet boat ride under the falls. Return to hotel early evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Puerto Madryn: Transfer from hotel to airport to take flight. Transfer from airport to hotel. In 1865, Puerto Madryn was the site of the first Welsh landing in the area. Their legacy remains today: Welsh-speakers, tearooms and Eisteddfods add a distinctive cultural flavor to the region. Another attraction is the noisy colony of Magellanic penguins at Punta Tombo, where chicks appear from November and take to the water from January. This wild and treeless tag of land, loosely linked to the mainland and reaching out into the South Atlantic, is a UNESCO-registered nature reserve that is home to a large variety of wildlife. Whales, penguins and elephant seals make up part of the profusion of marine life, whilst guanacos, rheas and armadillos roam around on the land. Southern right whales can be spotted during their breeding season of June to December, killer whales can be spotted from November through to April, and August to October is the best time to observe the elephant seals."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Peninsula Valdes Tour. Driver to Valdes Peninsula, a UNESCO World Heritage site. You will arrive at Isthmus Carlos Ameghino from where it is possible to see at the same time Nuevo and San Jose Gulfs, visit the Interpretation Centre and see the Birds’ Island. This is a small island connected to the continent during low tides where visitors are not allowed. A wide variety of birds arrive during their breeding season: seagulls, flamingos, herons, cormorants, ducks and penguins among others. Continue to Caleta Valdes where there is an important settlement of Southern Elephant seals. Further along you will arrive at Caleta Valdes, a large natural creek that is home to a colony of sea elephants. After admiring Caleta Valdes you'll continue along the road as it drops suddenly down into a crescent of golden cliffs overlooking a bright blue bay and the small village of Puerto Piramides. Here herds of southern right whales tend to arrive in June. You can take a boat trip around the Golfo Nuevo bay and watch these immense creatures gliding past. The peninsula navigation allows you to get unusually close to the whales. You will even get wet if they jump! While the whales may be seen from late June to mid-December, the sea elephants and sea lions are permanent residents. Following your tour, you will return to your hotel in Puerto Madryn."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Penguins in Punta Tombo tour. Drive to Punta Tombo which is located on the Atlantic Ocean coast, 150 km from Puerto Madryn. During the warm months (September to April) Punta Tombo reserve is home to the world's largest colony of Magellanic penguins. Spending much of their lives in the water, these penguins return yearly to the Patagonian coast to court, breed, and raise their young. Approximately half of the colonies of penguins that nest at Punta Tombo burrow underground. Males arrive prior to the females, preparing and settling into their old nests. When the females arrive, they search out their lifelong mate through a series of calls and a chorus of answers. After an elaborate courtship, the female will lay one egg and both male and female will share the two-month incubation. Once the baby penguin, or chick, hatches, the parents will forage for food, feeding the chick by regurgitation until it can fend for itself. After the chicks learn to swim, the family will return to the ocean and migrate north to southern Brazil. Some Magellanic penguins may migrate 3000 miles round-trip between Brazil and Patagonia. When the immature penguins return to Punta Tombo the following year, they will molt their feathers, and breeding will once again resume. Besides penguins it is also possible to see many other kinds of birds in the area. Driving back to Puerto Madryn, the tour stops at Gaiman, one of the oldest Welsh colonies in the area, where it is possible to taste an excellent tea with homemade cakes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "El Calafate: Transfer from hotel to airport to take flight. Transfer from airport to hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingoes, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hiking Perito Moreno Glacier. Hike El Perito Moreno Glacier on this full-day tour from El Cafate. This trip is a must-do for thrill-seekers and adventure travelers. This 11-hour expedition includes pickup and drop-off at your hotel in El Calafate, a boat ride from Bajo de las Sombras port as well as all the necessary glacier-hiking equipment like crampons and ice axes. A professional local guide ensures your safety and enjoyment. After being met at your El Calafate hotel, you'll be transferred to Bajo de las Sombras (Under the Shadows) port for your 20-minute sail to the glacier. Once you arrive at Perito Moreno Glacier, your expert guides will instruct you on the proper use of special winter hiking equipment, including crampons and ice axes. Wear appropriate gear such as wool socks, trekking boots, and cold weather clothing. Once you're all geared up, make your way along Rico Arm towards the glacier itself. During the 90-minute trek across Perito Moreno, your local guide will tell your group about the history and formation of the glacier. Surrounded by an otherworldly, white-on-white landscape, listen to the sound of your crampons crunching ice and feel the steam of your own breath. Once you reach the end of the walk, you'll stop and eat the lunch that you've brought along with you. Head back across the Rico Arm and over a footbridge that allows you one last parting view of the hulking glacier you just conquered. After a brief forest trek, you'll be picked up by bus and deposited at the glacier's most spectacular overlook, where spend an hour of free time to relaxing, enjoying the scenery and snapping some photos before heading back to your El Calafate hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Full Day Upsala Glacier Tour. Experience the remote beauty of Patagonia’s Estancia Cristina and Upsala Glacier on a journey of discovery from El Calafate. Sail past icebergs across Lago Argentino and tour the historic Estancia Cristina ranch. In the afternoon, choose between a short and easy trek to a beautiful waterfall or an off-road tour to the beautiful Upsala Glacier. Our Patagonian adventure begins with pickup from your hotel in El Calafate. Relax on the 28-mile (45-kilometer) journey to the port at Punta Bandera, where your three-hour boat cruise departs. Enjoy croissants and hot drinks served on board the comfortable boat as you glide among icebergs, past the stunning scenery of snow-covered peaks. Sail to the western front of the Upsala Glacier, then cruise along Cristina Channel to Estancia Christina. Disembark at the historic estancia, and learn the history of the sheep and cattle ranch on a visit to the museum and old shearing shed. Enjoy a snack break before continuing your tour of the estancia. Take a short-guided walk up to Caterina River to visit the estancia’s chapel and other historic buildings. After lunch, take an off-road trip for fantastic views of the Upsala Glacier, or an easy trek to see the beautiful waterfall of Los Perros. The three-hour off-road trip takes you along a scenic mountain trail, following a route of great geological interest, until quite recently covered by glaciers. Reaching a mountain refuge, take a 20-minute walk over terrain eroded by glaciers to reach the Upsala Glacier. From here you can see amazing views of Lake William, the Patagonian ice field and the Andes mountains. If you choose the walk to the cascading waters of Los Perros waterfall, the two-hour trek takes you through beautiful woodlands for lofty views of Caterina River and the estancia below."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ushuaia: Transfer from hotel to airport. Transfer from airport to hotel. Reluctantly shared by both Argentina and Chile, this ”land of fire” really is the end of the world. Its faraway location has drawn explorers since the days of Magellan and Darwin, and this tradition continues with today’s travelers. A triangular archipelago surrounded by the stormy South Atlantic and the Strait of Magellan, Tierra del Fuego offers plenty of natural beauty: scenic glaciers, lush forests, astounding mountains, clear waterways and a dramatic sea coast. The region’s largest city, Ushuaia, is also the ‘southernmost city in the world’ – a major draw for list-tickers – but has also become the main gateway to wondrous Antarctica. Tierra del Fuego is isolated and hard to reach, but for true adventure-seekers in Argentina it’s a must. After settling into your hotel, we recommend that you visit the End of the World Prison Museum in the afternoon."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Beagle Canal & Penguins. Sail the Beagle Channel aboard a comfortable catamaran on this full-day exploration of the waters of Tierra del Fuego. Leaving from Ushaia, visit several islands in the channel to view the native plant and animal life, including sea lions and penguins, before spending time at the oldest ranch in the region, Estancia Haberton. Once you board your sturdy, comfortable sailing vessel, leave the urban bustle of Ushuaia behind and head through the Beagle Channel, which boasts another kind of din: the barking of sea lions and the squawking of penguins. On this full-day sailing trip led by expert guides, meander through the islands of the Alicia Archipelago and come face to face with the area's prolific bird life, including steamer ducks, scua gulls, cormorants and black browed albatross. Visit Seal Island in the Les Eclaireurs Archipelago, home to two species of vocal, playful sea lions, before taking a peek at the Les Eclaireurs Lighthouse. Cruise between Chile and Argentina, visiting Williams Port and Port Almanza. Entering McKinley Pass, you'll head straight for Martillo Island and a large colony of native Magellanic penguins. The last stretch of your sailing adventure takes you to Estancia Haberton, a historical settlement that has been functioning since the 1800s. After a short walking tour, board the bus that will take you back to Ushuaia and return to hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tierra del Fuego National Park. Discover Tierra del Fuego National Park and its spectacular scenery on this half-day excursion from Ushuaia. The world's southernmost national park features glaciers, lakes, mountains and abundant wildlife. Explore by Tierra del Fuego by vehicle or upgrade to include a ride on the End of the World Train. Tierra del Fuego half-day tour from Ushuaia. Enjoy breath-taking Patagonian scenery Explore the park via train or by vehicle. Complimentary hotel pickup and drop-off After pickup from your hotel in Ushuaia, travel to Tierra del Fuego National Park, watching the scenery change as you pass the urban outskirts. Pass beautiful bodies of Patagonian water and soon come upon the majestic Mt. Susana. The old prison, now the site of the End of the World Train, marks the departure point for the vehicle or train option. End of the World Train :Board the train and enjoy the views as the railway takes you across peat bogs and bridges before making a stop at Macarena Waterfall Station where you learn about the region's indigenous people, the Yamana. Climb to a scenic viewpoint, then continue your sightseeing train journey through the park, ending up at the old sawmill. Continue your excursion towards glimmering Ensenada Bay, where you see the rocky Redonda and Estorbo Islands, as well as the majestic, snowy Sampaio Mountains. At Roca Lake, meander along the gushing Lapataia River towards Condor Hill, then stop at the otherworldly Green and Black Lagoons. After your adventure has finished, you'll be dropped back at your hotel in Ushuaia."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure: Transfer from hotel to airport to take flight to Buenos Aires and connecting flight home."
    }
  ],
  "map": ""
}