{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "tailor-made-holiday-to-northern-argentina",
  "tourName": "Tailor made holiday to Northern Argentina",
  "placesVisited": "",
  "generalInfo": "Tour Argentina´s newest (and secret) hotspot…the north, and see why it is capturing the hearts and imaginations of all those who visit. Argentina´s northern region is home to traditional culture, colonial Salta and spectacular mountain and desert landscapes. This trip also includes a visit to Mendoza´s vineyards and the Andes mountains.",
  "durationDays": "12",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Welcome to Argentina! Upon your arrival, you will be transferred to your hotel and have the rest of the day to enjoy at your own pace. Buenos Aires is a marvelous and furious cosmopolitan city, full of colors and different kinds of architecture. Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as showing off plenty of its own culture! Argentines are usually eager to host visitors: if you walk the streets with a map, someone will surely stop and ask if you need directions. That’s our spirit! So, for this first day, feel free to wander the cobblestone streets lined with outdoor cafes, enjoy the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbecue) and browse the local antique and artisan markets that offer plenty of bargain shopping. And to travel deeper and have a firm grip of the Argentine spirit, find the perfect leather jacket or handbag (Buenos Aires is home to some excellent local designers) and explore the colorful Palermo Soho neighborhoods. Type of service: Private Included: Transportation mentioned above, English-speaking guide Guide assistance during transfer."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day City Tour In the morning, you will be picked up from your hotel to enjoy our traditional Buenos Aires City Tour. Over the course of the tour, you will have the chance to visit the historical and political center of the city: the May Square (Plaza de Mayo), San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. At the end of this tour, you will be taken back to your hotel. Type of service: Shared Duration: 3 hs Included: Transportation mentioned above, bilingual guide (English/Spanish) Half-Day Dinner & Tango Show In the evening you will be picked up from your hotel to be driven to a mythical place where you will discover one of our most ancient traditions. You will have a memorable night out in Buenos Aires and will experience the passion of the Argentine tango. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragic and yet eternal love stories. While having dinner, you will enjoy a professional display of tango and music with a group of local artists on stage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Type of service: Shared Duration: 3/4 hs Included: Transportation mentioned above, dinner with beverages, tango show Note: Formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Salta: Breakfast. At appropriate time, you will be taken to the domestic airport to take your flight to northern Argentina's most beautiful colonial city, Salta."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Salta to the Calchaqui Valley Excursion: Breakfast. To get to know Salta, you should taste its wine! That's why this tour takes you to the heart of wine country in Salta, zealously guarded by the stunning Quebrada de las Conchas (Conch Gorge). After leaving Salta and the Lerma Valley behind, we reach Alemania, an abandoned town that precedes the red mountains of the Conchas Gorge, where the erosion has carved interesting shapes into the rocks. Along the way, we will take take our time to stop, walk around and appreciate the impressive natural wonders. Highlights include, the Castles, the Amphitheater, the Devil's Gorge and other beautiful places. After that, we drive to Cafayate to visit two traditional wineries for wine tasting before returning to Salta."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Safari to the Clouds – Salt Flats – Purmamarca: Breakfast. Departing in the morning we will travel along the same route as the famous Train to the Clouds, zigzagging on lonely roads between the blue sky and the high desert plains. On our way, we will visit historic ruins, scattered houses, small villages and amazing landscapes. Our first destination is the small town of Campo Quijano and later the impressive Quebrada del Toro, where we will stop for a refreshing coffee break after some stunning viewpoints. From here, we will visit Santa Rosa de Tastil, a pre-Incan city of the XIII century for an easy hike through this ancient archeological site. After, we visit San Antonio de los Cobres, one of the smallest villages in the region- en route to the surreal landscape of the Great Salt Flats. The Great Salt Flats are perfect for amateur and professional photographers alike- where the natural light and reflections provide ample opportunities to test your creativity to the fullest. Finally, later in the afternoon we will arrive to our comfortable hotel in Purmamarca, located at the base of Jujuy´s famed 7-colored mountain. Overnight in Purmamarca."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Humahuaca Gorge, Salta & Jujuy: After breakfast, you will depart early in the morning for a tour along the Humahuaca Gorge, declared a UNESCO Heritage Site. You will visit places such as Maimará, \"Paleta del Pintor\", Tilcara, Runa Arqueológica \"El Pucará de Tilcara\", Huacalera, Trópico de Capricornio, Uquía (Pinturas Cuzqueñas) and finally, the small town of Humahuaca before returning to Salta."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Salta to Mendoza: Breakfast. At appropriate time, you will be transferred to the airport, regular service. Upon arrival, you will be taken to your comfortable selected hotel. Private service."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Half Day Wine Tour: You will be picked up from your hotel for a half day tour to the Mendoza Wine Country. The tour is in a small group and with a bilingual guide. During the day, you will visit two of the best wineries in the area where you will learn about their philosophy, the wine making process and have the chance to taste some delicious locally produced Cabernet and Malbec, guided by our local wine expert. Return to the hotel in the afternoon. Duration: 4/5 hours."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mendoza High Mountain Tour: After breakfast, you will have a full day tour to the nearby Andes Mountains where you will enjoy some panoramic views and the impressive Mount Aconcagua, the highest peak in the Americas. Before returning to the hotel late in the afternoon you will visit Uspallata, Penitentes and Puente del Inca (Inca Bridge), regular service."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Mendoza to Buenos Aires: Breakfast. At appropriate time, you will be transferred to the airport to take your flight to Buenos Aires. Private service. Upon arrival to Buenos Aires, you will have a private transfer to your hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Buenos Aires: Breakfast. Day at leisure to explore the cobbled tree lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in café and enjoy perfectly aged glass of malbec, or perhaps to sip yerba out of your newly purchased mate gourd while people watching in one of the parks that make up the Palermo Bosques."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Buenos Aires: Breakfast. At appropriate time you will have a private transfer to the international airport for your flight back home. Have a great trip!"
    }
  ],
  "map": ""
}