{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "northern-argentina-luxury-holiday",
  "tourName": "Northern Argentina luxury holiday",
  "placesVisited": "Buenos Aires with a private guide, Ibera Wetlands, Posadas, Estancia Santa Ines, Yaboti Biosphere Reserve, Macona Falls, Iguazu Falls, Purmamarca, Quebrada de Humahuaca, Serranias de Hornocal, Salinas Grande, Tolar Grande, Piedra Pomez pummice stone fields, Carachi Pampa volcano and lagoon, Cafayate, Cachi, Calchaquí Valleys, Los Cardones National Park, Salta city tour, wilderness lodges, haciendas, luxury jungle lodges, horse riding, bird watching, wetlands boat trips",
  "generalInfo": "Argentina, the eighth largest country in the world, takes some time to get to know. This luxury holiday in northern Argentina divides 23 days between the north-eastern province of Misiones, and the north-west province of Salta. You get rainforests, waterfalls and wildlife in Misiones province, followed by the bare and striking rock formations and mountains of Salta province.<br/><br/>For the first part, you’ll head north from Buenos Aires, via the floating safari of the Ibera wetlands and vivid tea plantations where yerba mate is grown. Watch as the land gets wetter and wilder – until it culminates in the Iguazu Falls, the largest water system in the world, a dramatic natural boundary between Brazil and Argentina. You get plenty of time to explore here, with three days in a jungle lodge, and a full day either side of the falls, before flying to Salta for the second half of your trip.<br/><br/>In Salta province, the altitude is high, and the landscape is highly strange. Purmamarca is a town famous for the multicoloured mountainside that rises behind it. Weirder is to come as you wind higher and higher – to The Puna, a high plateau between Argentina and Chile, where you’ll drive between ghost towns and abandoned mines. <br/><br/>Descending to enjoy the winelands at Cafayate, famous for its viticulture, you’re soon hitting the road again in the Calchaquí Valleys, winelands which offer rugged mountains, and roads twisting up into them beyond the regimented rows of vines. Don’t worry, you won’t leave without seeing a guanaco – likely in Los Cardones National Park. <br/><br/>What makes this trip luxury? It’s the private guide, and the boutique hotel in Buenos Aires, the luxury jungle lodge at the Iguazu Falls, and the ecolodges on the banks of the Macona Falls. Since this is a tailor made tour, you can edit the trip to suit your particular interests – after all, there’s plenty to capture your attention in Argentina.<br/><br/>This trip operates with minimal internal flights, and the rest of the sights are seen on some truly epic – yet still manageable – drives into the country. <br/>",
  "durationDays": "23",
  "price": "6500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires - Begin your Argentine adventure with a private airport transfer transfer to your boutique hotel, followed by an in-depth city tour the next day. Visit elegant Palermo, the colourful streets and football stadium of LA Boca, iconic Recoleta Cemetery, historic Plaza de Mayo, and the bustling tango district of San Telmo, all at your own pace with a private guide."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ibera Wetlands - Head north to your wilderness lodge deep in the natural wonderland of Ibera. A range of activities are included during your stay here, from boat trips to horse riding amongst the wildlife."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Posadas - Depart early to the historic Estancia Santa Ines, regarded as the birthplace of Argentina's iconic 'yerba mate' drink. A full day of activities are included here to experience the rural culture of Misiones province, including tours of the yerba mate plantation, nature walks, birdwatching, and horse riding."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Macona - Continue your exploration of Misiones province as you are driven to Yaboti Biosphere Reserve, via an interesting tea plantation experience with lunch. Your eco lodge for these two nights is just steps away from the incredible Macona Falls, which uniquely runs for 3km alongside, rather than directly into, the Uruguay River."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Iguazu Falls - Head to one of South America's most iconic sights: Iguazu Falls. Easily one of the most spectacular cascades of waterfalls on the planet. On route you will have a chance to witness rainforests, rivers, villages and plantations, before checking-in for three nights at a luxury jungle lodge. During your stay, spend a full day on each side of the falls (Argentinean and Brazilian) to explore the natural marvels and surrounding rainforest."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Purmamarca - Wave goodbye to Misiones as you fly west to Salta, beginning the second half of your adventure with a scenic drive into the colourful yet arid surroundings of Quebrada de Humahuaca and Purmamarca. Explore this UNESCO World Heritage listed mountain valley, home to pre-Inca fortifications, stunning vistas, cacti forests, the open-air indigenous market, and the bizarre multi-coloured mountains of Serranias de Hornocal."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tolar Grande - Venture deeper into the high-altitude wilderness of La Puna, via the stunning winding road of Cuesta de Lipan, the startling salt pans of Salinas Grande, and the towering red rock formations of the Valley of Dreams. Spend two nights at a small locally run hotel, your base for exploring this starkly beautiful region. Highlights include the vast Salar de Arizaro and the ghost town around the abandoned La Casualidad mine."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "El Penon - Head truly off-road, as this epic journey continues across high altitude deserts to tiny El Penon. Prepare to be astounded by the unique Cona de Arita rising out of the salt pans like a mirage. Pause for breath (and lunch) at the green oasis of Antofagasta de la Sierra, and rub your eyes at the otherwordly landscapes of the Piedra Pomez pummice stone fields and Carachi Pampa volcano and lagoon."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Cafayate - Begin your descent back toward civilisation, passing through green valleys framed by rugged mountains, dotted with cacti and goats. En route visit the pre-Hispanic ruins of Quilmes, before reaching the city of Cafayate in the regions wine territory. After days of epic road adventures, it's time to relax and enjoy the local vineyards and gastronomy."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Cachi - After recharging your batteries, return to the road for more stunning drives as you explore the Calchaquí Valleys, including the charming towns of Molinos, Colome, Seclantas, La Poma, and Cachi where you will be based. Lush green valleys, whitewashed adobe buildings, and red rock mountains provide a gorgeous backdrop for your exploration."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Salta - Before returning to Salta, visit Los Cardones National Park, where vast cacti plains stretch across the park and guanacos roam free. Continue along the breathtaking, winding mountain roads of Cuesta del Obispo and Quebrada de Escoipe. Once in Salta, unwind in style at your hacienda retreat, and take a city tour that includes the famous mummified Inca-era bodies at the Museum of High Altitude Art."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Depart - Private transfer to Salta airport for your flight home, or we can arrange extensions to Mendoza, Buenos Aires, and beyond."
    }
  ],
  "map": ""
}