{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-family-holiday",
  "tourName": "Patagonia family holiday",
  "placesVisited": "",
  "generalInfo": "The Patagonia Family Vacation in 9 days has been specially designed to travel to Argentina with children. <br/><br/>You and your family will discover the wildlife, the fauna, and the flora of the region. The trip begins in the Peninsula Valdes, with a whale-watching activity, and finishes in Ushuaia. <br/><br/>You will get to know Atlantic Patagonia, with its abundant marine and terrestrial fauna and its flora. <br/> <br/>The trip begins towards the Peninsula Valdes. You will fly to the South to discover the route of Atlantic Patagonia, from Trelew to Península Valdés, passing through Puerto Madryn and Punta Pirámides. You will discover the fauna of the region, with an observation of Southern whales, and penguins in an Estancia. <br/> <br/>Then, departure to Ushuaia, the end of the world, where you will discover the famous Tierra del Fuego National Park, the penguins and the Beagle Channel<br/> <br/>Prices are in US dollars per person (including 2 adults and 2 children in a quadruple room).",
  "durationDays": "9",
  "price": "1925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival on the East coast of Patagonia, and the Peninsula of Valdés! Upon your arrival, group transfer to your hotel in Puerto Madryn. Distance 60 km - 50 minutes approximately Puerto Madryn and the Valdés Peninsula offer a fascinating experience at the heart of marine life in Argentina. This region is home to an incredible diversity of wildlife, including southern right whales (from June to November), sea lions, penguins, and orcas. Visitors can enjoy boat safaris, wildlife watching from the coast, and a unique immersion in this preserved ecosystem, making Puerto Madryn and the Valdés Peninsula a must-visit destination for nature lovers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This excursion starts around 7:45/08:15, picking you up from your hotel. In this program, we will visit the most important penguin colony in Latin America. First stop, Port of Rawson, Unión Beach, at 09:00. Optional: a boat trip to see Commerson’s dolphins, the smallest dolphin in the world. This activity can be booked on the spot. Remember that these friendly and playful animals live in the wild, so our boat captains will do their best to find them. This excursion lasts approximately 1:45 hours. Upon returning, you will have time to enjoy a snack in Puerto de Rawson, famous for its fish and seafood. Then, we will continue our journey to Punta Tombo, a geographic feature that serves as the habitat for Magellanic penguins. Estimated time of stay in this reserve: 1:30/2:00 hours. There, we will have time to observe how seagulls, skuas, giant petrels, cormorants, oystercatchers, and steamer ducks coexist on the coast, and given the vast area, species characteristics of the steppe such as guanacos, rheas, maras, and foxes. Estimated return to Puerto Madryn, 18:30 / 19:00. Group excursion, with an English-speaking guide. The excursion is available from September to April only. From Puerto Madryn to Punta Tombo, it is 189 km, around 3 hours by road (6 hours round trip). If you choose to have lunch in Punta Tombo, we recommend bringing cash as the restaurant on site only accepts cash."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This excursion begins in Puerto Madryn at 7:30/8:00 am, picking you up from your hotel. It is a land tour of approximately 400 km and 11 hours in duration, accompanied by tour guides who will help us interpret the natural ecosystem of Península Valdés, a World Heritage Site. Since 1999, it has encompassed various unique species that find the area conducive to developing their lives. The tour continues towards Caleta Valdés, an interesting geographical feature and settlement for elephant seals and sea lions. We continue our journey, reaching the most prominent point of the Peninsula: Punta Norte. On the return, we visit the Interpretation Center. We will also enjoy the panoramic point that shows us both gulfs: Golfo Nuevo and San José. Panoramic observation of Bird Island. The estimated return to Puerto Madryn is at 6:30/7:00 pm. You will have free time to have lunch in Puerto Pirámides or Caleta Valdés. Group excursion with an English-speaking guide. From July to November, this activity is combined with whale watching."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Estancia San Lorenzo Nature Reserve is located within the Península Valdés Protected Natural Area, 160 kilometres from the city of Puerto Madryn, in the province of Chubut, in the Argentinean Patagonia. On its shores is located a colony of more than 600,000 Magellanic penguins that can be visited between September 7th and March 31st every year. The Estancia is also dedicated to the production of Australian merino wool. At the end of September, visitors can observe the different activities related to livestock exploitation, among them, the signalling, the shearing and the penning of the herd with sheepdogs. Nowadays, the shearing shed serves as a dining room, interpretation centre and mini-shop, where regional products and souvenirs of the ranch can be purchased. San Lorenzo has different circuits within the ranch specially designed to satisfy different types of public and the experiences they wish to live. The ‘Penguin Experience’ is a trail that runs through a nesting area and permanent penguin traffic. In its middle part, there is a coastal front from which the immensity of the San Matías Gulf and the beach used by the penguins to enter and leave the water, as well as to rest, can be observed. At the end of the route are the ruins of the old sea lion oil factory"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today transfer to Trelew airport to take a flight to Ushuaia, considered the southernmost city in the world. On arrival, small group transfer will take you from the airport to your hotel Ushuaia, nicknamed the \"End of the World,\" is a city located in Tierra del Fuego, Argentina, offering breathtaking landscapes between snow-capped mountains and deep fjords. A starting point for expeditions to Antarctica, it is also home to a rich history, with its former prison transformed into a museum. Adventurers find here an ideal playground for exploring the wild nature."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Meet at the pier, at the Patagonia Explorer ticket office, at 9:30 am or 2:30 pm. You will embark on a yacht excursion along the Beagle Channel to encounter sea lions and cormorants. Heading towards H Island, you will disembark for a short walk (approximately 1 hour) to explore Yámana archaeological sites, the island's fauna, and flora accompanied by your guide. You will have a breathtaking view of the Les Eclaireurs Lighthouse, situated between Argentina and Chile, where the Andes Mountains meet the sea. Additionally, you will be able to observe from a distance the mountains overlooking Ushuaia and the Chilean coast opposite. Return to Ushuaia. Duration: 4 hours. Does not include transfers to and from the port"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Pick up: from 8 hs Established in 1960 to protect the southernmost portion of the forests along the Beagle Channel, Tierra del Fuego National Park covers an area of almost 69,000 hectares. Despite being one of the most popular tours, we offer a different experience: we accompany our travelers in small groups along quieter trails, reaching hidden corners of the forest We take National Route 3 from Ushuaia and stop at a panoramic point of the Beagle Channel. Then, we arrive at Tierra del Fuego National Park and start our trek towards Lapataia Viewpoint. During our tours, we explore some trails in this exceptional forest. After this half-day of trekking, you will have a more than complete idea of the peculiarities of this ecosystem. The park is crisscrossed by mountain ranges that divide it into valleys of very difficult access. Unlike other Andean Patagonian parks, it features forests close to the maritime coast, six kilometers in length along the Beagle Channel. This forms Lapataia Bay, which in Yámana language means \"wooded bay\" or \"bay of good wood\". Total trekking distance: 4.5 km Small group tour with English-speaking guide Duration: 5 hours. National Park tickets included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Meeting Point: Piratour office at the Ushuaia Port, at 2:30 pm Are you up for a unique experience with penguins? We invite you to be part of this exclusive excursion where you can walk alongside them for an hour with a specialized guide who will inform you all about the life of these fantastic and beautiful animals. We will start our journey towards Martillo Island through National Route No. 3, along the way we will appreciate the predominant vegetation; lenga and coihue forests, peat bogs, and mountains. We will take the Complementary Route J to delve further into the forests until we reach the area where we will embark to begin the real adventure. Once there, we will take the semi-rigid zodiac that will take us to the island. After a 15-minute navigation, we will walk for 1 hour visiting the colony of Magellanic and Gentoo penguins with the guide, and finally, we will return to start the journey back to the city of Ushuaia enjoying a warm sunset. Duration: Approximately 6-7 hours. Round trip by minibus Group excursion, Spanish-speaking guides Entrance to Harberton included Recommended clothing: WATERPROOF SHOES AND JACKET, HAT, GLOVES, SUNGLASSES"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "According to the flight schedule, transfer to Ushuaia airport. We suggest you add other destinations in Patagonia, such as El Calafate and its famous Perito Moreno Glacier."
    }
  ],
  "map": ""
}