{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "chile-and-argentina-tailor-made-holiday",
  "tourName": "Chile and Argentina tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Santiago, Puerto Natales, Torres Del Paine, Calafate, El Chalten &amp; Buenos Aires.<br/><br/>Description: This 12 day tour is ideal for culture &amp; nature lovers  seeking to discover the nature and beauty of Patagonia as well experiencing the vibrant culture of  Santiago &amp; Buenos Aires. Starting in Santiago, you will gain an understanding of its history &amp; traditions and savour its unique cuisine before moving far south to Torres del Paine National Park. where the rugged snow-capped mountains stand imposingly amid the wild south of Argentina and Chile, fringed by huge icy lakes and windswept grasslands.  Crossing the border into Argentina, you discover the sheer-sided peak of Mount Fitzroy and the immense Perito Moreno Glacier, where chunks of ice are often seen cracking into the water.  Finishing in Buenos Aires, you will enjoy everything it has to offer from its food, music &amp; culture to its care free lifestyle.",
  "durationDays": "12",
  "price": "3990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santiago: Arrival at airport. Transfer to hotel City Tour of Santiago Experience the spectacular sights and colorful culture of Chile’s capital city on an introductory 3.5-hour tour of Santiago. See all of the city’s legendary landmarks as you stroll through Santiago’s streets, visiting the picturesque Moneda Palace, the verdant Parque Forestal and the colossal Cathedral. After hotel pick-up, travel through the principal streets of Santiago accompanied by a knowledgeable guide. Pass the Moneda Palace, the current seat of the Government, and absorb its neoclassical splendor before continuing onto the ambient Plaza de Armas to admire the filigreed spire of the Cathedral. Swing by the captivating Museum of National History and marvel at the architectural prowess of the Central Post Office. Next, visit the verdant Parque Forest, a sprawling city park based on the design of Paris’ Champs-Elysees. Enjoy the gorgeous greenery and scattered sculptures before venturing to the bohemian neighborhood of Bellavista, home to resident artists and poets, to admire the street art. Then, ascend to the summit of Saint Lucia hill to admire panoramic vistas of the dramatic Andes mountain range."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Santiago Food Tasting & Markets Walking Tour. Meet your guide at La Moneda Palace in the Plaza de la Constitución to kick off your 4-hour tour of Santiago that pairs sumptuous food tastings with incredible city views. You’ll travel by foot and take the metro to visit markets and historic neighborhoods. In La Alameda, pass by the Iglesia San Francisco and Teatro Municipal. Stroll through Plaza de Armas and admire the Metropolitan Cathedral and Correo Central, the old post office. Our first stop will be at one of the best local restaurants we know, who produce mouth-watering new Chilean cuisine. The menu changes every day, so let us surprise you with your dishes!Next, walk to La Vega Central, a crowded and chaotic market known for the fresh produce that thrives in Chile’s mild climate and varied terrain. Pass by peaches, raspberries and custard apples, as well as healing potions and household items; all kinds of goods can be found here. Our Santiago tour is then going onwards and upwards — literally! We’re taking the Funicular to the top of Cerro San Cristobal. At the top, you’ll have the best view of the city, so keep that camera handy. You’ll want to show off your awe-inspiring photos to everyone back home, right?!We’ll finish up our Santiago tour in the bohemian Bellavista neighbourhood. A place full of life and arts and crafts. Before you go, don’t forget to ask your local guide for tips on what else to see, do and eat during your stay. Itinerary Tasting might include:Seafood pie with pisco sour, Homemade bread with parsley and tomato sauce Corn pie. Traditional peach and wheat beverage, Homemade ice cream."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Puerto Natales. Upon arrival, transfer to hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full Day Torres Del Paine Day tour. Journey into the surreal natural spectacle of Torres del Paine National Park on a full day tour from Puerto Natales. See the splintering glaciers, iridescent lagoons and snow-capped spires of the Andes Mountain range during an exhilarating excursion into the wild. Explore the darkened depths of Milndon Cave with a knowledgeable guide; visit a gushing waterfall near the Nordenskjold Lake; admire the shimmering surface of Sarmiento Lake; and trek amid the frozen enchantment of the Grey Glacier during this astounding adventure. Highlights Depart from your hotel in Puerto Natales in a comfortable, air-conditioned vechile with your experienced guide. Sink back into your seat and watch the spectacular scenery begin to unravel as you journey north to the mountain of Cerro Benitez. Arrive at the Milodon Cave Natural Monument and delve into the darkened depths to encounter life-size replicas of a prehistoric giant sloth. Gain fascinating insight in the 19th century discovery of the extinct creatures as you stroll past stalactite-studded crevices and arrive at a legendary landmark known as the Devil’s Chair. Return to the vehicle and venture further north to enjoy a revitalizing coffee break at the impressive villa in Castle Hill (own expense). Feel your excitement heighten as you approach the entrance of the phenomenal park, which sprawls over 447,000 acres (181,000 hectares). Walk westward beside the iridescent wonder of the Nordenskjold Lake until you reach the rushing and roaring Salto Grande Waterfall. Admire the power of the natural landmark from a vertiginous vantage point, scanning the landscape for native herds of guanaco. Then, venture to the center of the park to the inviting and intimate Hosteria Pehoe, a rustic hotel nestled in an islet of Lake Pekoe. Pleasure your palate with a flavoursome and fulfilling lunch (sample menu listed below) before wandering the dramatic shores of the lake. Revitalized, trek towards the colossal glacier at the north of the Grey Lake. Admire the sparkling spectrum of color upon the water’s surface before gasping at the enchanting enormity of the 90-foot (30-meter) high glacier. Head back to the minivan and gaze out of the windows at more stunning sights as you travel back towards Puerto Natales; capture the grandeur of the park’s granite towers on film before sitting back in your seat for the scenic journey back. Note: Entrance fees to Milodon Cave Natural Monument and Torres del Paine National Park are your own expense."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Balmaceda & Serrano Glaciers Cruise. Explore the frozen enchantment of the Balmaceda and Serrano glaciers on an exhilarating full-day tour from Puerto Natales. Absorb the surreal beauty of the Patagonian landscape on an elegant sea vessel, sipping premium whiskey as you admire spectacular natural scenery. See powerful waterfalls, splintering snow-capped peaks, swooping cormorants and colossal sea elephants as you cruise. Hike through the rugged splendor of Bernando O’Higgins National Park with a knowledgeable guide, then refuel with a flavorsome and fulfilling Magellanic lunch at a rustic ranch. Greet your guide at a central Puerto Natales location and climb aboard your comfortable minivan. Select private hotel pickup to enjoy the convenience of direct transportation from your hotel doorstep. Climb aboard your luxurious boat and set sail northwest through the impressive Ultima Esperanza Fjord, a natural inlet named the ‘Last Hope’ due to its impenetrable nature. Relax during a scenic three-hour sail, ensuring you take advantage of the open onboard bar. Sip steaming coffee and refreshing soft drinks or indulge with a warming whiskey and pisco sour cocktail, chilled using ice from the Serrano glacier. Scan the sky for elegantly gliding condors and marvel at the spectacular beauty of verdant forests and roaring waterfalls. Observe the rocky crevices of the coast for cormorants, graceful birds that inhabit this beautiful area, and scour the sea for lumbering sea elephants. Arrive at mist-shrouded face of the Balmaceda Mountain and disembark for a moderate one-hour hike through the lush greenery of the forest. Enter the parameters of Bernanodo O’Higgins National Park and follow your guide to a visionary vantage point; gasp as your eyes encounter the splintered peaks of the Serrano Glacier, marveling at the frozen witchery of the natural landmark. See turquoise-tinted hues and rugged rocks before heading to a rustic ranch to re-energize with a delicious lunch. Pleasure your palate with a rich savory stew or tender roasted lamb (vegetarian meals available upon request) and absorb the authentic decorations of the restaurant. Sated, return to the boat for the tranquil cruise back to the Puerto Natales, where the tour concludes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer across the border to the town of El Calafate and to your hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingoes, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full Day Cruise Glacier Tour. Go see some of the world’s most amazing glaciers before they disappear during this full day tour of Lake Argentino on board the ‘Maria Turquesa’ cruise ship. Perfect for families, the Maria Turquesa features state of the art amenities that includes a playroom for children. Let the kids have fun while you enjoy the ride navigating between a series of glaciers including Upsala, Seco, Heim, Spegazzini and Perito Moreno. Stop at: Lago Argentino, El Calafate Argentina, Meet at the local supplier's office for a short orientation and overview of your cruise. Embark onto Lago Argentio towards the northwest, crossing Punta Avellaneda and Boca del Diablo, the narrowest passage in the lake. Itinerary • 8:30 am - Boarding at La Soledad Private Port • 9:00 am - Set sail. Visit Escuadra Bay and Muralla de Condoreras (Condor Nesting Wall). Seco, Heim and Spegazzini Glaciers. • Disembark at “Puesto Las Vacas” station for a walk. The ship's engines will be stopped where you will have a guided walk to discover the panoramic views of the area. Duration: 3 hours Pass By: Upsala Glacier, El Calafate Argentina Visit Upsala Canal, panoramic view of the Upsala and Bertracchi Glaciers. Lunch on board. Pass By: Iceberg Canal, Santa Cruz Province, Argentina• Navigation along Canal de los Témpanos towards the Northern face of the Perito Moreno Glacier. Pass By: Perito Moreno Glacier, Los Glaciares National Park Argentina Views of the Northern face of the Perito Moreno Glacier. 6:00 pm - After your 9 hours exploring the area, you will be taken back to La Soledad for the conclusion of the tour."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "El Chalten Full day Tour. Hike from the village of El Chalten along the trails of Los Glaciares National Park. Explore the hiking capital of Argentina at your own pace. Enjoy fantastic views of Mt. Fitz Roy. Discover extraordinary glaciers and Patagonian landscapes of Los Glaciares National park. Spend some time exploring nature with a full-day in El Chalten, home to Los Glaciares National Park. Begin by departing El Calafate in the morning along Route 40, an iconic highway goes along the Argentino Lake up to the La Leona River. Passing the Cañadón La Leona, you will stop at an ancient hotel for a break to buy coffee and cakes. Continue along the Lake Viedma for magical views of glaciers, hidden lakes, and the glory that is Mt. Fitz Roy. After several photos stops, arrive in the Andean village El Chaltan, also known as the \"The Capital of the Trekking.\" Here you will visit the Interpretation Centre before setting out on a hiking journey. From The Pudu Lodge, you will start a self-guided trek to one of the miradors of the Mount Fitz Roy and Mount Torre. You will be given a map and lunch to bring with you as you follow the clearly marked tracks. You may consider the DeAgostini base camp - Laguna Torre hike, one of the most classic treks. It takes you up to the Adela range and the incredible Lagoon Torre, where you might find a number of icebergs that have slid down from the face of the glacier Cerro Torre. If you are seeking something shorter, the Laguna Capri Trail is a great option that offers unforgettable views of Mt. Fitz Roy. Afterwards, return to Hotel in Calafate."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to airport to take flight to Buenos Aires. Upon arrival, transfer to hotel. Welcome to Buenos Aires One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience. You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travellers."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Private City Tour. The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentines who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Private Guided Museum tour of Buenos Aires. Today we will take you to visit the museums of Buenos Aires. You have the MALBA – Modern Art museum; the Beautiful Arts museum; the culturally iconic Evita museum; Memory Park which tells the dark history of Argentina under military dictatorship; and the Immigration museum which shows how Argentina was founded. Though not a museum, another place you will visit is the Teatro Colon, world famous and host to the world’s best Ballet, Opera & Classical music performances. Here you will take an English-speaking guided tour to see the beauty of this historic Theatre."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to international airport to take your flight home."
    }
  ],
  "map": ""
}