{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "trans-south-america-colombia-to-brazil-and-guianas",
  "tourName": "Trans South America, Colombia to Brazil and Guianas",
  "placesVisited": "",
  "generalInfo": "Embark on the journey of a lifetime with an exploratory expedition which takes you throughout South America. Witness some of the most striking landscapes that this part of the world has to offer as you travel through dense rainforests, dry deserts and high altiplano. Experience pristine coastlines and vibrant cities as you get a real feel of the sights, sounds and flavours of the true South America. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights",
  "durationDays": "201",
  "price": "10995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CARTAGENA TO TAYRONA NATIONAL PARK A highlight of any trip to Colombia is undoubtedly Cartagena. With its colonial past and Unesco World Heritage status, the old city is an ideal place to just wander the maze of cobbled alleys amongst churches, monasteries, plazas and bougainvillea draped balconies. Las Murallas, the thick walls built around the old city to protect it from pirates, are wonderfully preserved and make for an interesting walk, before stopping off in one of the hidden patio cafes. We spend our first night here to get a flavour of both the old city and also the trendy area of Bocagrande. We will also include a boat trip to Playa Blanca, which is one of Cartagenas most famous beaches with its turquoise waters and golden sand. We then set off in the Truck heading eastbound with a quick dip in Volcan de Lodo el Totumo before we continue to Taganga where we spend a night in this chilled out Caribbean town with a strong alternative feel. Some of South America's loveliest coastline lies east of Taganga in Tayrona National Park. We spend time exploring trails to beaches set in deep bays, shaded by coconut palms. We have the option to snorkel and possibly scuba dive in some of the bays. Lack of roads means that we may hike with some of our gear to our overnight spots and sleep in hammocks!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TAYRONA NATIONAL PARK TO SALENTO We then head south into the heart of Colombia, with a roadside bush camp on the way before arriving in the lively city of Medellin. Here is a good spot to get a few Salsa or Tango lessons in before trying out your moves in the many discos and clubs. For those wanting a little culture there are several art galleries and museums worth visiting or also an option to travel via local bus to the sleepy colonial town of Santa Fe de Antioquia. Continuing south, our Colombian overland adventure takes us into the mountains to the pleasantly cool climate of Salento. Here, deep in the heart of the coffee growing area, we have the option to visit one of the numerous coffee farms. Parque Los Nevados, with peaks topping 5000m, and weirdly tall Palm trees make it a great place to spend a day trekking, before checking out some of the town's funky bars in the evening."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SALENTO TO PARQUE PURACE We now travel through the Tatacoa Desert, an arid area of striking eroded cliffs surrounded by distant peaks of over 5000mtrs. The result is a quite unique ecosystem, and due to the dry, clear conditions, the area is an excellent star gazing spot and we will try to camp here to appreciate the view. Turning west through stunning mountain scenery towards the Pan American Highway, and after a gruelling drive, we eventually take an unpaved road into Parque Purace. The park is the only place to see Condors in Colombia, and it is also home to some good walking trails. The adventurous can scale Volcan Purace (4750mtrs), but there are a few other less strenuous hikes to the Sulphur Mine and Termales de San Juan - a spectacular hot spring complete with water slides! We may also have time to stop to see the San Agustin Archaeological Park, home to numerous ancient carved volcanic stone figures and tombs."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "PARQUE PURACE TO QUITO Further west is the beautiful colonial city of Popayan. Nicknamed the white city, some would say only Cartagena surpasses Popayan's colonial structures. We shall make a small stop to admire the chalk white facades and stock up on supplies, before following the Andes south towards Pasto. Santuario De Las Lajas - a neo-Gothic church built on a stone bridge spanning a gorge - is the main point of interest in our last stop in Colombia, Ipiales. We may choose to camp the night in either Pasto or Ipiales, or possibly continue on to the border with Ecuador. We cross the equator as we make our way to Quito, a capital city rich in history, surrounded by mountains - a play ground for hikers and mountain bike fans. On the way we cross the Equator and stop at the town of Otavalo famous for its colourful craft market."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "QUITO TO THE AMAZON JUNGLE AND CUENCA Departing Quito, Ecuador’s largest city, we head east on narrow, tortuous roads to the steamy edge of the Amazon basin and our gateway into the Amazon jungle. Here accompanied by experienced guides, we explore on foot this exotic environment staying at a forest lodge. Further south, perched high in the mountains of Ecuador, lies the outdoor adventure mecca of Banos. This spa town, where Ecuadorians go to relax in the thermal baths, is a favourite amongst those who have undertaken South America travel. With optional activities including rafting, canyoning and treks to waterfalls, you won't be short of things to do! We hit the road again and drive south along the spine of the Andes towards Peru visiting Cuenca on the way."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "CUENCA TO LIMA A day’s drive and a bush camp on the Pan-American highway brings us to the border with Peru. You will notice an amazing transition in one day, from the glush farming country of highland Ecuador, through sub-tropical forest and immense banana plantations, to dry barren desert in Peru. We are rewarded with a couple of days chilling by the beach at Punta Sal and Mancora. Our next stops on our South America travel experience are the Chan Chan ruins, imperial citadel of the pre-Inca Chimu kings which the Incas later conquered. It claims to be the largest mud brick city in the world. Continuing with the Andes close to our left and the sea on our right, the capital city of Lima will be our next stop on our South America tour. Here you'll encounter both abundant wealth and grinding poverty, modern skyscrapers next to some of the finest museums and historical monuments in Latin America."
    },
    {
      "dayNumber": 39,
      "title": "",
      "description": "LIMA TO COLCA CANYON AND CUSCO Departing Lima our next stop is the Ballestas Islands in the Paracas National Reserve. By boat, you have the opportunity to visit the rare and exotic sea birds and mammals that inhabit these islands. An hour's drive inland in the heart of the Ica Desert is the Oasis of Huacachina; if it’s an adrenaline rush you're after, you have the option to head out on a custom made dune buggy & roar across the desert sands to the top of enormous dunes & then sand board down them - head first on a greased up plank of wood! Then, after an unforgettable desert sunset, we sit around the campfire while our guides cook up a storm, followed by a night sleeping out under the stars. In the morning we make our way to one of the world's great archaeological mysteries The Nazca Lines. These huge figures and shapes, carved into the desert floor are best viewed from the air, with various optional flights available - South America travel is not complete until you have seen these unbelievable ancient mysteries. Still heading south we visit Chauchilla Cemetery with its well-preserved mummies, on our way to Puerto Inca, at this ancient Inca harbour we camp at the beach and enjoy our last night at sea level before beginning our climb back into the towering Andes. The next two nights are spent in Arequipa at 2325m, giving us time to acclimatise, and enjoy this beautiful colonial city with its impressive El Misti Volcano in the background. Arequipa is also the gateway to one of the deepest canyons in the world. Twice as deep as the Grand Canyon, Colca Canyon is an awesome sight. Here, if you get up early, Condors can be seen circling lazily on the thermals rising from the canyon floor. A couple of day’s driving and an overnight bush camp then bring us to Cusco."
    },
    {
      "dayNumber": 47,
      "title": "",
      "description": "CUSCO, INCA TRAIL AND MACHU PICCHU Widely considered to be the most interesting city for South America travel, our next stop Cusco is surrounded by the Sacred Valley of the Incas and offers a wide range of activities to explore the region. We will base ourselves here for 6 days giving us enough time for the Inca Trail trip and to visit Machu Picchu, which is regarded by many to be the highlight of their South America tour. There are several treks which you can take to Machu Picchu. These are all available as Optional Add Ons which you can add to your booking. When permits are still available, we will organise the Classic Trail trek for those booking the trek option, but great alternative Inca Trail treks, like the Lares or Salkantay can be arranged when the Classic is not available or by your choice (must be pre-arranged at time of booking). These alternatives mean that you still get to visit Machu Picchu. If you do not want to trek, then you can remain in Cusco for a couple more free days, and then we offer an option to visit Machu Picchu by train instead. This must also be booked and paid for in advance. Tours to Machu Picchu are absolutely unbelievable; a trip to this City in the Clouds is an ancient and awe-inspiring part of our South America travel tour. Besides seeing Machu Picchu, you are able to enjoy the architectural uniqueness of Cusco and explore some of the colourful surrounding markets. Please note that for all those visiting Machu Picchu there is now the option to buy a ticket to go up the summit next to Machu Picchu, Huayna Picchu. Tickets for this must be requested at the time of your booking with us, and payment made in advance in the UK."
    },
    {
      "dayNumber": 53,
      "title": "",
      "description": "CUSCO TO LA PAZ Bordering Peru and Bolivia at 3800m lies Lake Titicaca, the home of the Uros Indians who have made their dwellings on floating reed islands. By boat we visit the floating islands during the day and then we go that one step beyond the average tourist and spend the night with one of the Indian families on the lesser known islands Isla Amantani or Taquile. Spending some time during South America travel in these local communities will provide a unique opportunity to learn more about the traditional lifestyle of the Andean people and their customs. From here it is a days drive to the capital of Bolivia - La Paz. This is a great place to visit a 'peña' club, dedicated to Andean folk music, and perhaps buy some souvenirs in one of the authentic markets such as the witches market. It’s also well worth while exploring the city using the network of cable cars stretching up the hillsides."
    },
    {
      "dayNumber": 59,
      "title": "",
      "description": "LA PAZ TO UYUNI Leaving La Paz we enter real Bolivia, where the Aymara and Quechua Indians scrape a living from their small plots of land in the harsh climate and paved roads are virtually non-existent. A couple of day’s driving and overnight bush camp bring us to one of Bolivia’s most beautiful cities, Sucre. Known as the ‘4 Names City’ because of its long and varied history, the city is at a lower altitude than La Paz and enjoys a warmer and greener climate. The Cretaceous Park is well worth a visit, as you can see and learn about the thousands of remarkable dinosaur footprints discovered here, including the largest ever found, from a Titanosaur weighing over 70 tonnes!. A short drive then brings us to Potosi. At over 4000m it is the highest city of its size in the world and 400 years ago it was the largest city in all the Americas. Vast amounts of silver were extracted from Potosi and shipped to Spain in years gone by. The adventurous may take the opportunity to go down one of these mines where mining techniques have remained unchanged for centuries, though read up on safety concerns first. Visiting the ancient mint or having a tour around the Casa Nacional de Moneda (National Money House) also provides a good look into Potosi's and Bolivia's past. Leaving the bleak Altiplano we arrive at the shimmering white Salt Flats of Uyuni. With no roads and only vague tracks to follow, taking an optional jeep trip out onto the salt flats and salt lakes makes for an unforgettable experience"
    },
    {
      "dayNumber": 65,
      "title": "",
      "description": "UYUNI TO SANTIAGO Our descent through the Andean passes is spectacular as we cross into Argentina towards the colonial city of Salta. On the way we pass the rugged desert landscapes and red rock formations in the Tupiza River Valley, and see the Cerro de los Siete Colores (Hill of 7 Colours). After a couple of nights’ break in Salta, allowing us to relax and enjoy the cafes around the Plaza 9 de Julio which is bordered by the neoclassical Salta Cathedral and 18th century El Cabildo, town hall turned museum. After Salta, we head south winding around lakes and weaving through baked cliffs until we reach Cafayate, the first wine region of Argentina. Famous for its white wines, you can explore some of the wineries on foot or by bicycle. Continuing south we join the route 40, the longest route in Argentina, to Mendoza, the biggest wine region in Argentina. Here you can indulge in more wine and good steak! From here we head for Chile as we cross the Andes past the Inca Bridge and San Martin's pass and into the modern capital, Santiago. We have some free time here to explore the city, and with famous Chilean Steak houses, the Casillero del Diablo winery, skiing available in the winter, you will find it easy to pass the days away."
    },
    {
      "dayNumber": 78,
      "title": "",
      "description": "SANTIAGO TO HANGING GLACIER Note"
    },
    {
      "dayNumber": 86,
      "title": "",
      "description": "HANGING GLACIER TO EL CHALTEN & EL CALAFATE After arriving in El Chalten we have a few days to explore and enjoy the amazing scenery here. El Chalten is rightly known as the trekking capital of Argentina, and there are many optional day hikes in the surrounding mountains, including up to the base camp of Mount Fitz Roy. From El Chalten we drive back along the shore of Lago Viedma and then drive south to Lago Argentina and the town of El Calafate which is a bigger base for more adventures into Los Glaciares National Park. This includes the largest glacier in the world and here you have the option to take a boat ride up close to Perito Moreno Glacier, almost 200 ft high. Options are also available to take guided walks with crampons on top of the glacier, hikes in the surrounding mountains, and horse rides in nearby Estancias."
    },
    {
      "dayNumber": 92,
      "title": "",
      "description": "TORRES DEL PAINE NP & PUERTO NATALES From Calafate we cross back into Chile and arrive at the coast at Puerto Natales. We base ourselves here for several days particularly for visits to Torres del Paine National Park, another area of outstanding beauty where huge granite cliffs dominate the landscape. A good way to explore the area is either hiking or by horseback. Here there is also the option to complete the famous W-Trek (bookable as an Add on), and we allow 4 full days for people to complete this trek. Please note that spaces on the trek are subject to availability. For those who do not want to complete the W-Trek there are options of shorter day hikes in the park which do not need to be booked ahead and you are free to do as you choose once there. You could also take a boat trip to Magdalena Island, which hosts one of the largest colonies of Magellanic Penguins, exceeding 150,000. During the trip you may also spot Austral Dolphins and Toninas."
    },
    {
      "dayNumber": 97,
      "title": "",
      "description": "PUERTO NATALES TO USHUAIA We continue south towards the wild and hauntingly beautiful land at worlds end, the island of Tierra del Fuego. We cross by ferry to the most southerly town in the world Ushuaia, from where you can view the green waters of the Beagle Channel, and the snow clad peaks beyond. We have a few days here, and boat trips on the Beagle Channel and to Penguin Island are available as well as hiking trips to the Emerald Lagoon or the Vinciguerra Glacier. For those not feeling so active, a fun and scenic vintage steam train ride is available on the Fuegian Railway into the Tierra del Fuego National Park. Ushuaia is also the starting point for many cruise ships and expeditions heading to Antarctica, and you could aim to time a trip there with the end of your expedition with us. Winter in Patagonia - Please note that the trips which travel through this part of Patagonia between July and September will coincide with winter in Patagonia. This will give us the opportunity to see the Andes at their most impressive, driving past towering snow-capped peaks and experiencing this rugged wilderness at a time of year that not many other travellers get to see! We will hopefully have the chance to ski or snowboard in Bariloche and Ushuaia, ice-climb across glaciers in El Chalten, and hike in national parks at the most dramatic time of year. However, weather conditions can be unpredictable, and there is a chance that certain roads will not be passable, so we cannot guarantee following our planned itinerary to Tierra del Fuego; changes may have to be made with little or no notice. But if this is required we will make a new plan and find a different route that will be sure to offer its own attractions and experiences, so come prepared for an adventure!"
    },
    {
      "dayNumber": 101,
      "title": "",
      "description": "USHUAIA TO BUENOS AIRES We now cross to the Atlantic coast of Patagonia and visit one of the marine sanctuaries. Penguins, Sea Lions, Elephant Seals, Sea Birds and sometimes Whales can be seen. Following the excellent paved roads north along the coast we pass through some quite affluent towns. One, Puerto Madryn, was the landing place over a century ago for the first group of Welsh settlers that subsequently colonised and now farm the surrounding area. We traverse the vast Pampas grasslands, South America's cowboy country, where gun-toting gauchos on horseback look after vast herds of cattle. Travel to Argentina is not complete without a visit to the country's capital, and so we follow the coast further north to Buenos Aires. The city is renowned for it's steaks, fine wines, tango dancing, ice cream and great nightlife! A few days in this smart cosmopolitan city and you could be forgiven for thinking you were back in Europe."
    },
    {
      "dayNumber": 109,
      "title": "",
      "description": "BUENOS AIRES TO URUGUAY We leave Buenos Aires and cross the Rio Plata by ferry into Uruguay and the historic cobbled centre of Colonia del Sacramento. We’ll continue along the coast to the capital city of Montevideo which is a cosmopolitan city with some excellent museums, art galleries, music venues, and nightlife. The food and flea markets are also well worth exploring, along with the many restaurants and cafes. Further along the coast we have time to enjoy the fine beaches of Punta del Este before turning north and heading back towards Argentina via the town of Salto, famous for its hot springs and indoor and outdoor geothermal pools."
    },
    {
      "dayNumber": 116,
      "title": "",
      "description": "ESTEROS DEL IBERA WETLANDS AND PARAGUAY Back in Argentina, we visit the Esteros del Ibera wetlands where you can take a trip to try and spot some of the abundant wildlife, including capybara, caiman, howler monkeys and myriad birdlife. We leave Argentina again and cross into Paraguay, where we can visit the impressive ruined Jesuit Mission near the village of Trinidad. A stop at the capital of Asuncion, one of the oldest cities in South America is next. Little visited by tourists, you’ll find you are met with a friendly curiosity unlike many other big cities in the region. We cross another border now, entering Brazil, and also change from Spanish to Portuguese Spanish to Portuguese, and it is time to get our tongues around a new linguistic challenge!"
    },
    {
      "dayNumber": 122,
      "title": "",
      "description": "IGUAZU FALLS TO THE PANTANAL The Iguazu Falls form the natural border between Argentina, Paraguay and Brazil. Higher than Niagara and wider than Victoria Falls they are an awe-inspiring place to spend the next few days before we continue on with our travel through Brazil. The lush tropical forest surrounding the falls has many walking trails leading to smaller hidden falls, ideal to refresh from the steaming heat and abounding with parrots, toucans, woodpeckers and colourful plants. Here you can also undertake a number of optional activities such as rafting, helicopter flights and mountain bike riding. Next stop is Bonito where we can swim and snorkel in some of the clearest rivers and lakes in the world, one of the best experiences in the whole of Brazil. Spectacular walks in the mountainous forests may reveal wildlife that includes monkeys, alligators and anaconda. Our next highlight in Brazil is the Pantanal region where spend a couple of days and include some activities in the vast wetlands which are home to over 600 species of birds and 350 kinds of fish, piranha being common, as well as an abundance of reptiles and animals. Try your hand at Piranha fishing too!"
    },
    {
      "dayNumber": 131,
      "title": "",
      "description": "PANTANAL TO RIO We now head to the coastal village of Parati. This unspoilt and picturesque town has remained fundamentally unaltered for three centuries. Cars have been banned from its cobbled streets that run down to the seashore, instead mountain bikes are used and are a good way to get around. Another great way to explore the secluded islands of this pristine coastline is taking a sailing trip in one of the traditional schooners. Our final drive takes us to the hedonistic playground of Rio de Janeiro, where people famously enjoy a party and live for the moment. Many people in the group will finish their trip on arrival into Rio. The Carnival and New Years Eve celebrations are always chaotic, crowded and fun and a must during any stint of travel to Brazil! We have Carnival and New Year accommodation packages available if you would like to extend your stay and remain with other people in the group for the celebrations. Those travellers continuing on beyond Rio will have a break in Rio and can either book the accommodation package with us, or make their own arrangements until we meet again to depart Rio and head further north."
    },
    {
      "dayNumber": 136,
      "title": "",
      "description": "RIO You have a few days free in Rio now to relax and catch up after the previous weeks’ busy travels. You can book an accommodation package with us, or make your own arrangements, as you prefer. Rio is a fantastic city, famous for its Copacabana and Ipanema Beaches, the huge Christ the Redeemer statue and Sugarloaf mountain which you can reach by cable car. In addition, the Rio Carnival is renowned the world over and is the world’s largest. If your trip coincides with the Carnival (which most of our departures are timed to), then we will offer options for tickets to visit the Sambadrome Parade together as a group on one of the evenings we are here. There are also various museum and an impressive botanic gardens to visit, and plenty of opportunities for trying some local food and drink."
    },
    {
      "dayNumber": 140,
      "title": "",
      "description": "RIO TO OURO PRETO We leave the stunning views of Rio behind and head north to the mountain retreat of Teresopolis. The road winds up the hillside through jungle, with dramatic peaks towering overhead. We have a free day where we can visit the Parque Nacional Da Serra Dos Argaos and walk trails to waterfalls, with stunning views of obscurely shaped mountain tops. Continuing north we make a short stop in Congonhas to see 12 lifelike Old Testament figures sculpted from soapstone, which stand proudly outside the Basilica do Bom Jesus de Matosinhos. Our journey takes us to quite possibly the most significant and beautiful colonial town of the area, Ouro Preto. Even vehicles are not able to navigate the narrow and winding cobbled streets. The biggest attraction is the Minas de Passagem (Gold Mine) - antique cable cars take you underground in to the mine which was originally opened in 1719."
    },
    {
      "dayNumber": 144,
      "title": "",
      "description": "OURO PRETO TO CARAVELAS We explore the coastline, home of some of Brazil's best and least known beaches and far less populated with tourists than the resorts of Recife and Rio. We will either stay in locally owned Pousadas (guesthouses) or camp under the stars, as we pass through Linhares to Itaunas. Time can be spent exploring this sleepy fishing village or wandering the dune trails and relaxing on the beach. Cavavelas is our next destination, on the mangrove lined Rio Caravelas. We have the option to take a day trip to the nearby reefs in Parque Nacional Marinho de Abrolhos, where there is the chance to swim with sea turtles. Alternatively the day can be spent on the beach or wandering along the riverfront."
    },
    {
      "dayNumber": 149,
      "title": "",
      "description": "CARAVELAS TO SALVADOR Venturing further north, we pass by some of the more remote beaches, and if time allows, we may also stop off in Parque Nacional Monte Pascoal which is controlled by the local Pataxo (pa-ta-sho) Indians. Here we can walk the trails to try to spot the endangered spider monkey, sloths, porcupines, capybara, deer, elusive jaguar and numerous species of bird. Porto Seguro is our next stop and is the region where Portuguese sailors first landed in the New World over 500 years ago, and where you can still see relics from those early settlement days. A steep climb up to Cidade Historica will be rewarded with sweeping views, colourful old buildings and museums. Porto Seguro is also known for its nightlife and 'beach action!' We then take the ferry across Brazil's largest bay, Baia de Todos os Santos, and arrive in the Afro-Brazilian city of Salvador. Around 40% of all African slaves transported to the new world, came to Salvador and this has left a very particular vibe - tropical, soulful and intoxicating, that is unique to this corner of Brazil. The centre is separated by a steep bluff, in to the Cidade Alta (Upper City) and Baixa (Lower City) and access is gained in the beautifully restored art-decoelevator - Elevado Lacerda. We have a few days to wander and take in the music, cuisine and religion of the region. You can also stop off in the Praca da Se and watch locals practicing the dance fighting known as Capoeira."
    },
    {
      "dayNumber": 156,
      "title": "",
      "description": "SALVADOR TO PALMAS Heading west, we come to the quaint town of Lencois. With its cobbled streets and brightly painted 19th Century buildings, it's the prettiest of the old diamond mining towns. The mighty Fumaca waterfalls, various caves and idyllic rivers and panoramic plateaus set the stage for some fantastic adventures. Or maybe just wander the streets, grab a coffee, take in the local life and enjoy some of the excellent cuisine. After a night quite possibly spent under the stars, we continue into the interior where roads start to become more arduous, and we make a stop in Navidade, in the green and wooded valley of Serra Geral. More cobbled streets and prettily painted, tile roofed 18th and 19th Century houses await and we have time to explore the town before following the highway north and to reach the confusing layout of Palmas. The Tocantins state capital was only constructed in 1989 and has a sort of 'planned weirdness' about its streets."
    },
    {
      "dayNumber": 162,
      "title": "",
      "description": "PALMAS TO TAQUARUCU AND BELEM We move on to the cosy town of Taquarucu, some 30kms South East of Palmas, where we spend the next few nights. The local tourism boards have worked together to try to create Taquarucuas an eco tourism mecca. In the area there are some 80 waterfalls, caves and pools, which we'll have time to explore. For those that want to go wildlife spotting, several optional tours are available to the nearby parks of Estadual do Jalapao and Ilha do Bananal. In the latter, there is a good chance to see dolphins, caiman, giant river turtles and lots of bird life. Although difficult and unpredictable, you may also catch a glimpse of a Tapir or Jaguar! Next we start a long drive north towards Belem on the Atlantic coast. Upon its completion in the 1960s this road was heralded as a feat of engineering as it overcame the unforgiving Amazon to allow people and goods to be transported from the Brazilian interior to the ports of Belem for exportation. Now the rainforest has given way to further development and we pass through vast stretches of farmland, camping overnight in remote Postos before arriving in Belem. We have a couple of days here to enjoy the city and wander the riverside walkways of the mighty Amazon."
    },
    {
      "dayNumber": 169,
      "title": "",
      "description": "BELEM TO CAYENNE IN FRENCH GUIANA Today we board a boat, and hang up our hammocks ready for the journey across the mighty Amazon delta. Nothing can prepare you for the sheer size of this area, as it will take us 24 hours to journey from Belem on the south bank to Macapa on the north. Macapa is an overnight stop as we wait for our truck to arrive on a separate ferry from Belem. This gives us time to explore this commercial hub where gold, iron, timber, oil and tin ore pass through on its way to neighbouring Santana. The Equator also runs through the centre of the city, which has lead residents to call it ‘The capital of the middle of the world’. We journey north on dirt roads, quite possibly having to use our sand mats to make it through the mud and to reconstruct wooden bridges! Oiapoque is the gateway to French Guiana, and here so we pass through European immigration and customs before , we continue on to the Capital of Cayenne where we normally apply for our Suriname visas. Cayenne is full of colonial architecture that just has to be explored. The two most impressive are the town hall, built by the Jesuits in 1890, and St. Saviours Roman Catholic Cathedral. The city’s botanical gardens are also worth a look, or just chill out on the mail square with a beer, watch the world go by and try some of the fantastic street food. Depending on the timing of our visa applications, and when we can collect our passports, the order of the following destinations may change around."
    },
    {
      "dayNumber": 175,
      "title": "",
      "description": "CAYENNE TO ST. LAURENT DU MARONI Kourou is a real highlight of our journey, as we visit the European Spaceport where we can take a tour of the site. A large percentage of the worlds satellites are launched from here aboard the famous Ariane rockets. More recently Russian Soyuz rockets have also used this facility and if we’re lucky we may even see a launch! Time allowing we will also visit Devil’s Island, prior home to one of France’s most notorious prisons. We may then return to Cayenne to collect our passports and spend another night in the vibrant city, before journeying west to St Laurent. Along the way we will stop head to an area on the coast which is a nesting site for 4 of the world’s most famous turtle species. Nothing can compare coming up close and personal to a giant leatherback turtle. April is normally the start of nesting time, where turtles make the journey up the beach to deposit their eggs in the warm sand. We’ll keep our fingers crossed for sightings. Founded in 1880, the penal town of St. Laurent du Maroni was inhabited almost entirely with guards or liberated prisoners from the nearby Transportation Camp. Here the famous writer Henri Charriere, who went on to write Papillon, spent some of his days before being moved to the ‘inescapable’ Iles du Salut prison. An informative optional tour takes us in to the camp and gives us a snap shot of quite how hard life would have been here."
    },
    {
      "dayNumber": 179,
      "title": "",
      "description": "PARAMARIBO & JUNGLE EXCURSIONS Leaving French Guyana behind we take another ferry and cross into Suriname, where we feel the atmosphere and culture palpably change from French to Dutch. Suriname was a colonial outpost of the Netherlands from the seventeenth century until it achieved full independence in 1975; the country retains much of its Dutch character, while also having the distinctly Caribbean and African feel that permeates the whole region. Throw in some indigenous cultures and you have a unique and intoxicating mix! We follow the road west and cross the Suriname River on the Jules Wijdenboschbrug (bridge) and arrive in Suriname’s capital, Paramaribo. Positioned where the Surname river meets the Atlantic Ocean, Paramaribo is a typically relaxed Caribbean city, with a long waterfront ideal for sitting back and relaxing in the cooling winds while watching local life go by. The historic inner city of Paramaribo is a UNESCO World Heritage site, and walking the streets here the fusion between colonial, Caribbean and local architecture is pronounced as European styles were combined with local materials to produce a style of construction that is only found in this city. Throughout the city there are many signs hinting at Paramaribo’s multicultural history and present day, and it is possible to visit the Suriname Mosque, Neveh Shalom Synagogue, St Peter and St Paul Cathedral and Arya Dawaker Hindu Temple, as well as the grand presidential palace. In the evenings head for the river, and join a river cruise to hopefully spot rare freshwater dolphins. After a couple of nights in Paramaribo to relax and recharge our batteries we now include a jungle excursion before we continue our adventure. We’ll drive inland for a couple of hours and then travel by motorised canoe to our resort near the foot of the Felullasifalls. We’ll have a a couple of nights here to explore the surrounding Amazon rainforest and several Maroon villages. from Pokigron to an island on the Suriname River. Here we spend a couple of nights exploring the surrounding Amazon rainforest, learning about the Saramaccan culture and visiting local villages. You could also go looking for caimans on a nocturnal cruise, and swim from a sandy beach or enjoy a natural jacuzzi in the rapids."
    },
    {
      "dayNumber": 184,
      "title": "",
      "description": "PARAMARIBO TO GEORGETOWN After returning to Paramiaribo we take to the truck again and following the coastal road west we reach the banks of the Courantyn River, which forms the (contested) border between Surname and Guyana. We cross by ferry and continue to travel along the coast towards Georgetown, Guyana's capital. On the way there is an optional overnight visit to Bigi Pan, the largest lagoon in Suriname. This area has received international recognition because of the hundreds of thousands of migratory birds including flamingos and the striking scarlet ibis that use the lagoon as their feeding area. As well as the birdlife the area hosts many reptiles, snakes and extensive mangrove swamps. As a former British colony, Guyana offers something different again to the previous countries we have visited so far, but still has a distinctly Afro-Caribbean feel; strolling around Georgetown you could be forgiven at times for thinking you were in one of the many other past British territories in the region, such as Jamaica or even Barbados! Guyana, which was granted independence in 1966, is the only English-speaking country in South America, and is to many an unknown entity, relatively untouched by mass tourism. For a small and often forgotten country, however, it punches well above its weight, offering some of the most pristine and ecologically diverse and plentiful rainforest found anywhere, the world's highest single drop waterfall, and a rich and established cultural history, with many noted poets, musicians and literary figures coming from its small population. Rhianna is half-Guyanese, too, should that be of any interest. We will spend a few nights in Georgetown, from where it is possible to take an optional flight and short hike to visit Kaieteur Falls in Kaieteur National Park in the Amazon rainforest. At 221 metres, Kaieteur Falls is the world's highest single drop waterfall. Set in a stunning location, the falls and surrounding area are for many visitors to Guyana the highlight of their travels, as their remoteness and obscurity make you feel that you are really seeing a part of the world that very few people have ever been to."
    },
    {
      "dayNumber": 189,
      "title": "",
      "description": "GEORGETOWN TO BOA VISTA After our time in Georgetown, we then head south, away from the coast, and into the dense rainforest of Guyana. The main road has been massively improved in recent years following investment provided by the Brazilian government, but we will allow several days to fully explore the area, getting onto much rougher roads and heaging into the jungle to camp on the riverfront of a forest resort. From here you can visit a high canopy walkway in the Kkokrama forest to view the rainforest from an elevated perspective and come eye-to-eye with some of the plentiful tropical bird life. You can also take boat tours looking for wildlife including toucans and red howler monkeys. This region has a reputation for being one of the best places to spot the elusive jaguar, so if we keep our eyes peeled we may be lucky! Continuing south we leave the jungle and enter more open savannah regions near Rupupnuni where there are canoeing, horse riding and wildlife viewing opportunities on the Panorama Nature Trail. After an unforgettable few days travelling through the Guyanese Amazon we reach the border and re-enter Brazil and drive to Boa Vista, where we can take a well earned shower and enjoy some locally caught fish in one of the riverside restaurants."
    },
    {
      "dayNumber": 195,
      "title": "",
      "description": "BOA VISTA TO MANAUS We drive southwards from Boa Vista through an Indigeneous Wairmiri Reserve to rejoin the Amazon River at Manaus. You can finish your trip after a night here, or take a final included expedition into the Amazon jungle in search of more wildlife and to discover more of the different indigenous people who live in the area. There are chances to learn about different plant species that are used for medications, fish for piranhas, and take guided walks in the forest. Finally the trip finishes with a final night back in Manaus. The open air markets are well worth visiting here, with great souvenirs and local crafts available. The famous Amazonas Opera House is also good to see before you leave the city"
    }
  ],
  "map": ""
}