{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-to-rio-small-group-holiday",
  "tourName": "Buenos Aires to Rio small group holiday",
  "placesVisited": "Buenos Aires, Colonia, Estancia Stay, Iguazu Falls, Paraty, Ilha Grande, Rio de Janeiro",
  "generalInfo": "This incredible Buenos Aires to Rio tour encapsulates all of the highlights from Argentina to Brazil with the unique thrill of breathing in the Iguazu Falls from both sides of the border helping to create an extra special moment mid-way through the holiday.<br/><br/>Aside from time spent in Brazil and Argentina this 17 day Buenos Aires to Rio tour also takes in a little slice of rural life in Uruguay as you travel to a working ranch, about an hour’s drive from Tacuarembo, and learn how to live like a gaucho or just kick back, relax  and enjoy the home cooking.<br/><br/>As South American experiences go, Buenos Aires to Rio tours are really hard to beat with overnight bus journeys allowing you to cover lengthy distances in relative comfort with an ever-changing scenery accompanying you to some of the region’s most fascinating locations and idyllic islands.<br/><br/>From Colonia to Paraty and Ilha Grande in Brazil, this Buenos Aires to Rio de Janeiro tour has got the lot with plenty of free time and cultural insight to help travellers viva la vida across some of South America’s most captivating countries. <br/>",
  "durationDays": "17",
  "price": "2885",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Buenos Aires.",
      "description": "Bienvenido! Welcome to Buenos Aires. Your trip begins with an orientation walk around Buenos Aires’ Microcentro district at 1 pm – your leader will be waiting in the hotel lobby. Pass by historic buildings along the Avenida de Mayo, including the Casa Rosada (Argentina's government house), explore antique markets in the picturesque San Telmo area and perhaps have a coffee in the famous Cafe Tortoni. Make sure you're back at the hotel for your welcome meeting at 6 pm where you’ll prepare for the rest of your adventure."
    },
    {
      "dayNumber": 2,
      "title": "Colonia del Sacramento.",
      "description": "The morning is free to explore Buenos Aires – just ask your leader if you need any recommendations. Later in the day, jump on a ferry to cross the Rio de la Plata (River Plate) to Colonia del Sacramento in Uruguay. When you arrive, enjoy some free time to get acquainted with one of the country’s oldest cities. The World Heritage-listed Barrio Historico (Old Quarter) is a great place to start. Listen to the noisy parakeets in the Plaza Mayor or comb Colonia’s small museums. For great views, climb to the top of the city’s 19th-century lighthouse that’s still in operation today."
    },
    {
      "dayNumber": 3,
      "title": "Colonia del Sacramento / Estancia Stay.",
      "description": "Enjoy a free morning in Colonia De Sacramento. You could continue strolling around Barrio Historico or maybe check out the artisan stalls selling Swiss cheese – Colonia was also settled by Swiss immigrants and is home to a unique local Swiss cheese. In the afternoon, you’ll take a private transfer to an estancia near the city of Mercedes where you'll meet your hosts who’ll look after you for the next couple of days."
    },
    {
      "dayNumber": 4,
      "title": "Estancia Stay.",
      "description": "Spend a couple of days experiencing life on a Uruguayan estancia. Although you’re welcome to relax and explore your surroundings at your leisure, there are plenty of opportunities to get involved with ranch activities, like making fresh empanadas or joining a game of football or volleyball. The digs aren’t fancy, but the surroundings and hospitality are something special. Eat homecooked meals including a traditional asado (barbecue), enjoy music around the campfire and maybe saddle up for a horse ride in true gaucho style."
    },
    {
      "dayNumber": 5,
      "title": "Estancia Stay.",
      "description": "Spend another day taking in the gorgeous views across the estancia. Maybe head out on another horse ride to explore your surroundings or make your way into nearby Mercedes for a river walk and an ice cream."
    },
    {
      "dayNumber": 6,
      "title": "Overnight Bus - Iguazu Falls.",
      "description": "After breakfast, bid farewell to your hosts and travel to the Uruguay/Argentinian border. Cross the border to Argentina, then prepare for an overnight bus to Puerto Iguazu – the gateway to Iguazu Falls. There’ll be a chance to grab a light dinner and some snacks before the journey."
    },
    {
      "dayNumber": 7,
      "title": "Iguazu Falls (Brazilian Side).",
      "description": "When you arrive at Puerto Iguazu bus station this morning, jump in a minivan across the border into Brazil and head straight to the national park to stretch your legs and see the mighty Iguazu Falls. After some time spent admiring this force of nature, head to your hotel in Foz do Iguacu, where you have free time for the rest of the day."
    },
    {
      "dayNumber": 8,
      "title": "Iguazu Falls (Argentinian side) .",
      "description": "Return to Argentina today to see Iguazu Falls from a different angle. Following a series of boardwalks, it’s possible to get so close to the thundering waters that you can almost touch them. At over two km long, Iguazu Falls are made up of over 270 separate cascades, with some reaching up to 80 m in height. For a more exhilarating experience, why not take an optional Zodiac boat ride to the base of the falls? After, head back to your hotel to relax."
    },
    {
      "dayNumber": 9,
      "title": "Rio de Janeiro.",
      "description": "Today you’ll take a flight to Rio de Janeiro. Settle into your hotel room, then head out with your leader for an orientation walk. The remainder of the day is free to explore at your own pace. Maybe head to Copacabana or Ipanema Beach or, if the time of year is right, check out a soccer game at the famous Maracana Stadium. You could also take the tramcar up to the artistic hillside neighbourhood of Santa Teresa, or head up Corcovado Mountain for sweeping views over Rio from the foot of the Christ the Redeemer statue."
    },
    {
      "dayNumber": 10,
      "title": "Rio de Janeiro.",
      "description": "After a free morning, you'll head out for a leader-led orientation walk around Rio this afternoon. In the evening, there will be another welcome meeting at 6 pm to meet the new members joining your group. Rio locals like to say that 'God made the world in six days, the seventh he devoted to Rio'. In this heaving metropolis, set against Guanabara Bay and surrounded by the slopes of Sugarloaf and Corcovado, it's hard not to be caught up in the passion of the city's residents, known as Cariocas. Known for both the glitz and glamour of Carnaval and the contrasting image of the favelas, Rio is a fascinating and diverse centre of all things colour. Tonight, after your briefing, why not keep the introductions going with an optional welcome dinner with your group."
    },
    {
      "dayNumber": 11,
      "title": "Paraty.",
      "description": "This morning, take a shared transfer from Rio to Paraty (approximately 4 .5 hours). The remainder of today and rest of tomorrow are yours to explore Paraty. Admire the architecture as you wander along the town’s cobbled, pedestrian-only streets, which become partly covered in seawater at high tide. You might prefer to explore the rainforest trails in the surrounding national park, which is rich in wildlife and waterfalls. Otherwise, a boat trip on the island-studded bay for scenic views along the coast could be on the cards, or join an excursion to the nearby village of Trindade, which boasts some of Brazil’s best beaches. The best thing is you get to decide."
    },
    {
      "dayNumber": 12,
      "title": "Paraty.",
      "description": ""
    },
    {
      "dayNumber": 13,
      "title": "Ilha Grande.",
      "description": "Today, jump on a shared transfer to Angra followed by a ferry to the island getaway of Ilha Grande, taking approximately 5 hours, in total. This paradise of pristine beaches and rainforest has been largely untouched by development. Previously a pirate's lair, a quarantine hospital and a prison for violent criminals, the island has a fascinating history to uncover. The ruins of the prison can still be seen today. Once you’ve arrived and got your bearings, head to the beach – it’s calling your name."
    },
    {
      "dayNumber": 14,
      "title": "Ilha Grande.",
      "description": "Rise and shine in paradise, ready to enjoy two full free days exploring Ilha Grande. Wander along rainforest trails to beautiful and remote beaches – Lopes Mendes and Aventureiro Beach are two of the best. You could book yourself in on an optional boat trip out to the Blue Lagoon, beach-hopping through Ilha Grande Bay along the way. There are plenty of opportunities to stop for fresh seafood, and to swim and snorkel in the clear water. Or just plonk yourself on the beach with a good book and laze the day away. In the evening, why not meet up with some of your travel pals and relax with a caipirinha at a restaurant or bar in Vila do Abraao – the island’s main town."
    },
    {
      "dayNumber": 15,
      "title": "Ilha Grande.",
      "description": ""
    },
    {
      "dayNumber": 16,
      "title": "Rio de Janeiro.",
      "description": "Bid farewell to this slice of heaven as you board a boat to the small port of Mangaratiba today, and from here, take a minivan back to Rio de Janeiro. The total journey should take about 3.5 hours, so you should be back in Rio in the early to mid-afternoon. The rest of the day is free to explore the city or simply hit up Copacabana and relax. Tonight, get together with your travel crew for a night of food, drinks and some samba – speak to your local leader who’ll have some great recommendations for what to do tonight."
    },
    {
      "dayNumber": 17,
      "title": "Rio de Janeiro.",
      "description": "With no activities planned for today, you are free to leave the accommodation at any time, provided you comply with the hotel’s internal check-out policies. That doesn’t mean your adventure has to come to an end! If you would like to continue soaking up the sun in Rio, we’ll be happy to book additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}