{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "embracing-the-vine-the-ultimate-argentina-wine-tour",
  "tourName": "Embracing the Vine: The Ultimate Argentina Wine Tour",
  "placesVisited": "Buenos Aires, Mendoza, Salta, Jujuy, Humahuaca Gorge, Valley of Las Conchas River, Cerro de la Gloria, Cafayate",
  "generalInfo": "The fruit of the vine becomes a gateway to culture during your handcrafted Argentina wine tour. Let the vines lead you through a history of the country as seen by both Spanish conquistadors and indigenous peoples. Explore the trails shaped by European immigrants crafting new ventures into wine production in a new world. Embrace the rugged terrain of the Humahuaca Gorge and sample the most memorable varietals in the most unexpected places, such as in the staggering altitudes of the Andean foothills, exploring how Argentina has taken the world by storm as a celebrated producer of fantastic wines. For additional Argentina travel destinations, browse our other Argentina wine tours on Zicasso.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Arrive in Gorgeous Buenos Aires with an Introductory Tour",
      "description": "The city of Buenos Aires has an elegant ambiance emanating from the blend of South American spirit and European architecture reminiscent of the tree-lined streets of Paris. The 19th-century facades intersperse high-rise luxury apartments. Also, like Paris, each of the 47 “barrios” of Buenos Aires has a distinct character separate from the rest of the city like an enclave devoted to bohemian art, antiques, or certain cuisine. Your flight arrives at Ministro Pistarini International Airport, where your private transfer greets you upon arrival. The aroma of rich coffee emanates from the cafes fading beneath the buttery scent of pastry dough emanating from the bakeries making savory empanadas. You take some time to settle into the comforts of your elegant hotel in the Recoleta. The barrio has established itself as the center of culture with broad, shady avenues, fashionable boutiques, and an undeniable European ambiance. Your guide meets you at the hotel and escorts you on an introductory tour of Buenos Aires leading you to the city’s civic heart at the Plaza de Mayo. The president’s mansion, known as the Casa Rosada crowns the plaza with 19th-century architectural design and an unforgettable pink hue. The structure was erected over the foundations of the 16th-century Spanish fortress. A museum opened in 1957 displays presidential memorabilia such as sashes, batons, and furniture, as well as excavations of the original fortress. The mansion brings the prestige of the city to the forefront, as well as the history of Argentina from the Spanish Rule to Independence as the long avenues connect with the shopping district of Avenida Florida."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Visit a Wine Tasting Club before a Dining Experience",
      "description": "In the morning, the streets of the La Boca neighborhood shine with multi-hued corrugated houses and artists setting up their canvases. Dancers take center stage on the corners ready to perform for the passing tourists near the crafts market. The aroma of cappuccino emanates from the cafés in Recoleta amidst the shading tilos trees. You venture to a wine-tasting shop in the Abasto, one of the largest shopping centers in the city. The structure originally contained a produce market in the late 19th century but now boasts 174 shops spanning four floors. The quiet boutique winery provides you with eight different glasses of wine from across Argentina’s diverse regions for an introduction to the variety of flavors Argentina produces. You reach a sample of the Torrontes, an aromatic white wine providing fragrant scents of rose petals giving way to flavors of white peach and lemon zest. The sweet aroma and dry body derive from the high elevation of the vines located around Salta. In the evening, your dining experience introduces you to the variety of flavors for which Argentina is known, from the deep and hardy barbecue to flaky savory empanadas. By the end of dinner, your attentive guide through the meal teaches you the proper way to brew the Argentine drink, made by measuring half-ounce portions of loose leaf tea, using cool water to preserve the nutrients, and steeping the tea in hot—not boiling—water for up to four minutes until the herbal aroma becomes potent."
    },
    {
      "dayNumber": "3",
      "title": "Mendoza – Transfer to Mendoza for a Welcome Tour in View of the Andes",
      "description": "The doors to one of the city’s most famous cafés open in the morning at El Ateneo Grand Splendid, a former theater turned bookstore and café. The books wind along the three-storied rounded design. The café sits on the old stage overlooking the rows of printed books revealing a serene ambiance in which locals read, study, or sip a rich coffee. Your private transfer greets you at the hotel after breakfast and escorts you to Ministro Pistarini International Airport for your flight to Mendoza. The city has a similar atmosphere to Buenos Aires due to the wide avenues shaded by tall, lush trees. The cafes provide a cosmopolitan ambiance with outdoor seating and indulgent aromas. Tranquil fountains trickle and splash in the plazas and the scent of chocolate drifts out of the various chocolateries. You have a private escort from Governor Francisco Gabrielli International Airport to your charming hotel overlooking the grandeur of the Andes to the west beyond the chocolate hue of the pampas. The region is essentially desert, but the lush trees, vibrant gardens, bustling shops, and nearby vineyards juxtapose the desert landscape due to the plentiful irrigation ditches crisscrossing the region carrying meltwater and rainwater from the Andes. Your guide leads you across the city before arriving at Cerro de la Gloria, a small hill crowned by a statue dedicated to the Army of the Andes. The statue commemorates the forces amassed to fight for independence against the Spanish in the 19th century as armies cross the rugged Andean summits as led by General José de San Martin."
    },
    {
      "dayNumber": "4",
      "title": "Mendoza – Explore the Lujan de Cuyo Wine Region with Sample Tastings",
      "description": "In the morning, the scent of cream and sugar drifts out of the different ice cream shops around the city competing to create the best desserts for a city serious about its ice cream. Your guide meets you in the hotel lobby eager to introduce you to the famous flavors of Lujan de Cuyo, a winegrowing region most famous for producing the Malbec grapes. You stop at a vineyard opened in 1998 and committed to the development of quality wines in the region rooted in the authenticity of the cultivation process. The vineyard's dedication to keeping the tradition alive resulted in a blend of New World flavors with Old World techniques. You stroll through the vineyards noticing heat of the desert landscape taking shape. The aroma of dry soil drifts upwards from beneath the vines. Your guide explains how the roots help create balanced flavors by absorbing the minerals from the soil. The staff prunes and thins the bushels for optimal sunlight and moisture without adding any artificial substances. In the tasting room, your guide pours a sample of the Malbec. The aroma of black plum, violet, and leather emanate from the glass. The silky texture coats your tongue with fresh acidity and refined tannins resulting in an espresso flavor."
    },
    {
      "dayNumber": "5",
      "title": "Mendoza – Relish the Maipu Region on a Full Day Tour Paired with Lunch",
      "description": "The traditions of local wineries around Mendoza often follow the European traditions brought over by immigrants from Spain, France, or Italy during the 19th and 20th centuries, who also carried the vines from their home regions. While traveling through the heart of the Maipu region less than nine miles outside of Mendoza’s city center, the relaxed ambiance is immediately apparent. The trees shading the wide avenues provide a sleepy quality between the vineyards. The first winery you visit maintains the tradition connecting the terroir with the body, as staff toil the soil and trim the bushes across the vineyards sampling quality at every step. Oak barrels hide in the cool air of the subterranean cellar as the wine ages. The slight changes in temperature allow the wine to absorb some of the natural flavors from the barrel by expanding and contracting against the wood. The tasting room also has a cool temperature contrasting the mid-morning heat spreading over the vineyard outside. Your guide pours a sample of the Bonarda. The grapes originated from Savoie, France and have a deep ruby hue. You find the fruity aroma of black cherry, plum, and allspice with hints of tobacco leaf. The lightly smoky flavor contains a touch of sweet figs and chocolate with juicy acidity and smooth finish. The grape delivers lower tannins and more acidity than Malbec, perfect for fans of wines with less oaky qualities."
    },
    {
      "dayNumber": "6",
      "title": "Mendoza – Travel the Pan American Highway Discovering the Andes",
      "description": "Before breakfast, you find the buttery, caramelized aroma of medialunas, pastry similar to croissants, filling the dining room accompanied by creamy and frothy cappuccinos. Your guide greets you at the hotel and escorts you into the untamed landscapes traveling along the Pan American Highway connecting Argentina to Chile through the Andean Foothills. The urban charms of Mendoza and the lush greenery of the vineyards quickly fade to the rugged seclusion of the desert scenery spreading to the dramatic rising foothills of the Andes. The white-capped peaks of the mountains on the horizon reflect the distance and immensity of the longest mountain range in the world. You stop in the charming village of Uspallata. The tranquil scenery once used as a stand-in for the highlands of Central Asia for the film Seven Years in Tibet starring Brad Pitt. On the outskirts of the village stand remarkable 18th-century beehive structures erected by Jesuits. The complex originally was constructed to process minerals from the nearby San Lorenzo mines but was also used as offices and storage facilities during the War of Independence. The climax of the tour takes you to a prime lookout atop Aconcagua, the tallest mountain in the Americas at nearly 22,850 feet above sea level."
    },
    {
      "dayNumber": "7",
      "title": "Mendoza – Enjoy an Active Survey of Mendoza on a Bike and Wine Tour",
      "description": "At breakfast, you sample the delicious flaky crusts of the medialunas, which pair perfectly with the slight bitter-sweet flavor of a freshly-brewed coffee or the herbaceous taste of mate. You venture away from Mendoza to reach a quiet village known for its tree-lined streets, lush rows of vineyards, and stunning views of the Andes. Your guide meets you at a small shop in the heart of town before you set out through the countryside on the paved and unpaved roads along the outskirts of Mendoza. The scent of dried soil blends with the herbaceous scent of the trees. You can travel through the vineyard with a guide and taste the struggling grapes, which helps fortify the flavors from the mineral-rich soil. Like many of the vineyards you’ve visited in Mendoza, the winery focuses on traditional methods for production including handpicking the grapes. The bushels are stored in cold or low-temperature rooms depending on the heat of the soil to help keep the conditions optimal for avoiding oxidation. They store the barrels in a cellar without losing the natural humidity before storing the wines in a temperature-controlled room holding up to 400,000 bottles. Sample a varietal consisting of over 60 percent Malbec and nearly 40 percent Cabernet Sauvignon for a distinct combination of French oak and licorice aromas with soft tannins, in addition to a velvety texture."
    },
    {
      "dayNumber": "8",
      "title": "Salta – Fly to Salta for an Immersive Cultural Tour of the Colonial City",
      "description": "Salta has a sophisticated allure emanating from the colonial architecture, cafes spilling into the plazas, and vibrant folk music filling the dance clubs and restaurants across the city. You fly from Mendoza to Salta’s Martin Miguel de Güemes International Airport, where your private escort provides a quick transition to your gorgeous hotel at the heart of the bustling city. The streets retain their design from the 1580s with charming cobblestones winding beneath towering palm trees and the main square of Plaza 9 de Julio hosting the neoclassical Catedral Basilica de Salta. Your tour of the city encompasses the dynamic history of the city in its celebration of preserved colonial architecture, Hispanic culture, and Indigenous heritage. Your guide introduces you to the empanadas of Salta, also known as “empanadas Salteñas.” The default flavor of any Salteña empanada is ground beef with potatoes, scallions, and hardboiled egg with a flaky, baked exterior. A tomato and ají pepper sauce accompanies the empanadas for a layer of citrus and spice. Your guide leads you into the fascinating Pascha, the Museum of Indigenous American Art. The galleries display remarkable works of art and culture juxtaposing archeological discoveries with contemporary works from around the continent representing a wide view of Andean culture."
    },
    {
      "dayNumber": "9",
      "title": "Cafayate – Indulge in Wines Touring the High-Altitude Vines of Cafayate",
      "description": "The morning view from Cerro San Bernardo provides a different perspective of the city at 3,431 feet above sea level. The gondola ferries locals and visitors to the summit for fabulous panoramic views where people enjoy picnics or basking in the cool breeze at sunset. You travel outside of Salta for the day en route to Cafayate amid the “Puna,” a grassland ecoregion of the high Central Andes. The grassland occurs between 10,500 feet and 11,155 feet. The aroma of alpine herbs swirls in the air beneath the lingering image of the snowcapped peaks. Upon reaching Cafayate, you notice the small-town feel supported by the mixture of colonial and baroque architecture from the 19th century. The mid-ground of verdant vines juxtaposes the arid rocky landscape you traveled through at the Quebrada de las Conchas and continues to juxtapose the soaring mountainous terrain in the background. You stop at a small family-operated bodega known for producing celebrated Torrontes grown at 5,577 feet above sea level and produced with hand-operated equipment."
    },
    {
      "dayNumber": "10",
      "title": "Salta – Delight in Nature’s Beauty at Hamuhuaca Gorge on a Full Day Tour",
      "description": "The morning in the high-altitude Andean plains has a cold bite quickly warming in the returning sunlight. The scent of freshly brewed coffee brings warmth to the dining room. The herbaceous aroma of steeping mate accompanies the scent of baking media lunas. You leave behind Cafayate and reach Quebrada de las Conchas, an imposing orange rock ascending against the edges of the valley. Massive tectonic movements over 2 million years created the valley and the surrounding geological forms including the smooth, reddish sedimentary rocks of the Amphitheatre. Once in Jujuy, you find a charming city home to the largest population of indigenous peoples out of any in Argentina. Spanish settlers founded the city in 1593 retaining solidarity with its indigenous citizens or communities known for existing on the margins. The cathedral was erected in the 18th century and features a shimmering baroque pulpit laminated in gold. While no one knows who crafted the masterful feature, some historians believe local artisans erected the piece after training under a European master."
    },
    {
      "dayNumber": "11",
      "title": "Buenos Aires – Return to Buenos Aires and Enjoy an Evening Tango Show",
      "description": "The bell of Iglesia San Francisco rings out in the morning above the striking colors of the magenta and yellow façade. The interior host’s images of Christianity’s history including a figure of baby Jesus. After breakfast, a private transfer leads you to the airport for your return to Buenos Aires. The city retains a vibrant movement around the distinct neighborhoods. The antique shops in San Telmo overlook the quiet plazas filling the tables and chairs of popular cafes. The Colón Theater reflects the importance of performance at the center of Buenos Aires inside the grand architecture of the design erected in 1908 hosting great performances over the years by Toscanini, Stravinsky, and Pavarotti. In the evening, you attend a tango show in the historic heart of the San Telmo district, inside a restaurant first opened in the 1920s. The tables face the elevated stage making the rooms feel like a hidden, intimate cabaret. When the music starts, the rhythm pulsating from the dancers’ footsteps captivate you. The move in tandem nearly connected emerging from the stage and into the audience, and along the bar showcasing the sensual touch combined with intense focus."
    },
    {
      "dayNumber": "12",
      "title": "Buenos Aires – Depart for Home",
      "description": "The returning morning light spreads over the blossoming steel and aluminum frame of the Floralis Genérica, a flower sculpture rising out of a rippling pool in the Plaza de las Naciones Unidas. The creative design reflects in the pool, glints in the sun, and closes each evening while emitting a ruby glow. At breakfast, you can enjoy a hardier meal of eggs and toast but prefer to indulge once more in the sweet and buttery media lunas balanced by the slight bitterness of freshly steeped mate. Your private transfer greets you at the hotel in Recoleta and escorts you to Ministro Pistarini International Airport for your flight home."
    }
  ],
  "map": ""
}