{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "cultural-kaleidoscope-road-trip-from-salta-to-the-atacama",
  "tourName": "Cultural Kaleidoscope Road Trip from Salta to the Atacama",
  "placesVisited": "Salta, Cachi, Molinos, Cafayate, Tilcara, Atacama Desert",
  "generalInfo": "Argentina and Chile boast picturesque Patagonian forests and remarkable cultural destinations peppering this unspoiled paradise, all of which you may admire on this immersive 12-day road trip sharing the heritage of these South American countries and their people with you. Traveling from the bustling city of Salta to the immense Salt Flats of Atacama Desert, you will explore the kaleidoscopic culture of Patagonia.",
  "durationDays": "12",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Salta - A Skyline Shrouded in Spanish Colonial Culture",
      "description": "Boasting rich Spanish colonial culture and a skyline that matches its historic, 1582 origins, the northwestern Argentinian city of Salta will take you on a dreamy trip back in time from the minute you step off the airplane and transfer to your accommodation hemmed into the heart of the cityscape. You may spend your afternoon exploring its districts, strolling past the iconic dark red walls of the San Francisco Church to a chairlift ascending to the peaks of San Bernado. Marvel at the alluring views before meandering down the woodland paths to the famous monument of General 'Gaucho' G\u0000üemes."
    },
    {
      "dayNumber": "2",
      "title": "Cachi - Alluring Visions of the Argentinian Landscape",
      "description": "After breakfast, you will check out of your accommodation and climb into your rental vehicle to begin your ascent up the emerald hills of the Lerma Valley, along the forest-flanked roads weaving through the Yungas, and across the cacti-covered unending expanse of Los Cardones National Park. Your adventures will lead you to the charming city of Cachi, where you will find refuge beneath the shady trees circling the courtyard and whitewashed buildings of your quirky Andean resort. You will spend your afternoon lapping up the scenic luxuries and relaxing in this far-flung destination."
    },
    {
      "dayNumber": "3",
      "title": "Molinos - Riveting Red Sandstone Walls of the Acsibi Caves",
      "description": "This morning, you will continue your journey across the flourishing fields of Calchaqui Valley, galavanting along Artisan’s Road, so named for its flurry of textiles and ponchos draped from the windows of modest little homes. Arriving at the sleepy mountain town of Seclantas, you will meet a cheerful local and be whisked away in his Jeep deeper into the wilds for a canyon hike like no other. You will stroll along the dry riverbed until the canyon becomes a cave, encouraging you to crawl through its narrow aperture to reach the mesmerizing red sandstone walls of the Acsibi Caves beyond."
    },
    {
      "dayNumber": "4",
      "title": "Cafayate - The Culture of the Diaguita Indigenous Community",
      "description": "The morning sun will warm your hacienda, inviting you to step outside and soak up its vitalizing golden embrace before you continue along the canyon-fringed roads weaving through Las Flechas Valley. Your travels will give you the once-in-a-lifetime opportunity to live like a local as you are welcomed by residents of the Diaguita indigenous community at Corralito. Guided tours of their bountiful plantations, walks between the cascading vineyards veiling their lands, and lunch enjoyed from farm-to-table will bring you closer to the local community and Argentina’s diverse culture. Afterward, you will make tracks for the gorgeous wine region of Cafayate."
    },
    {
      "dayNumber": "5",
      "title": "Cafayate - Sipping Fine Vintages in the North West Wine Capital",
      "description": "Argentina’s North West wine capital, Cafayate, is the oldest wine-producing region in the country and it is home to a collection of spectacular wine estates. It was in this very vineyard-coated paradise that the Spanish Conquistadors and Jesuits came bearing the seeds that would produce Argentina’s first vintages. Today, the estate vineyards compose the stunning scenery and their meticulous processes produce an array of delectable wines you will have the pleasure of sipping on as you tuck into an assortment of sumptuous snacks from a terrace overlooking the unspoiled countryside."
    },
    {
      "dayNumber": "6",
      "title": "Tilcara - Magic in the Heart of the Humahuaca Valley",
      "description": "From Cafayate, you will begin your adventures north where viridian vineyards unrolling across the hilly landscape will give way to deep red rocks composing the jagged walls of Las Conchas Gorge. Passing by the ancient rock formations, you will soon find yourself descending the familiar verdant Lerma Valley where you will drop off your rental vehicle in Salta. Collected by a driver and guide, your tour will continue up the proliferating hills and down to the heart of the Humahuaca Valley, where you will admire the region's colorful culture from within the magical little town of Tilcara."
    },
    {
      "dayNumber": "7",
      "title": "Tilcara - To Lofty Viewpoints alongside Llamas",
      "description": "For centuries, people residing in the Andes have relied on llamas as transportation across the difficult terrain of rugged mountains and vast plateaus. The llama has been a coveted creature in Andean culture and, today, you will walk alongside them in the Humahuaca Valley to lofty viewpoints sharing marvelous spectacles of the sandy surrounding region where you will tuck into a delightful traditional picnic lunch. Your trusted navigator will share stories of the land on which you walk and recount fables of the ancient people who once rode llamas along these parts in the same way."
    },
    {
      "dayNumber": "8",
      "title": "Atacama Desert - Travels across the Chilean Border",
      "description": "You will leave Tilcara this morning and make your way up to the expansive plateau of La Puna, where you will gaze across Argentina’s largest salt flats before arriving at the Chilean border. Crossing into Chile, you will reach a gorgeous accommodation pinned in the velvety sands of the breathtaking Atacama Desert. With its distinct blend of modern and traditional architecture, the terracotta-colored resort will be a welcomed refuge within this beautifully desolate region. You may spend your first evening wallowing in your accommodation’s amenities before turning in for the night and sleeping beneath the starry sky."
    },
    {
      "dayNumber": "9",
      "title": "Atacama Desert - A Geothermal Wonderland",
      "description": "From bubbling geysers to salty basins, the Atacama Desert is a geological wonderland you will be thrilled to explore during your stay. Today, you may set off on your own or be joined by a tour guide to take in all the untouched beauty spreading across Atacama’s vast sandy landscape. Along the way, you may stumble upon a flamboyance of flamingos cooling off in all their dazzling pink allure within the shallow lakes pouring across the sand. In the background, mighty snow-capped mountains will rise to touch the clouds and the golden desert will unfold towards the horizon."
    },
    {
      "dayNumber": "10",
      "title": "Atacama Desert - Jaw-dropping Encounters with the Geysers of Tatio",
      "description": "Several marvelous sightings and adventures await in Atacama, with today’s travels of choice bringing you to the steamy Geysers of Tatio. Before the sun has risen while the stars still twinkle in the night sky, you will zigzag around the Andes Mountains to the piping hot natural springs. Thick clouds of steam billow from the springs and rise above the hard sandstone floors on which you will walk, creating a vision worth capturing in all its natural splendor. Your guide will share more information about these geothermal landscapes and the remarkable activity brewing underground."
    },
    {
      "dayNumber": "11",
      "title": "Atacama Desert - Soaring Scenes atop Aguas Calientes",
      "description": "You will have scraped the surface of what Atacama has to offer by the time your final full day in Chile arrives, and you will spend it exploring more of the phenomenal region. Today’s adventures will bring you to the enchanting white landscape of Capur’s Salt Flats. You will hike the face of a towering mountain fringing the flats, wandering across sandy pathways to lookout points offering panoramic vistas of the multi-colored topography. From a striking vantage point atop the Aguas Calientes, you will be rewarded with unforgettable scenes of Atacama’s undulating lands."
    },
    {
      "dayNumber": "12",
      "title": "Atacama Desert - Golden Desert Mornings and Goodbyes",
      "description": "The sun will rise over the sandy dunes and sandstone mountains circling your stunning accommodation, flooding the Atacama Desert with golden light that shimmers off its soft landscape. You will soak up these scenes one last time as you slowly pack your bags and head down for breakfast, all while reminiscing about the remarkable cultural adventures enjoyed throughout this South American tour. After breakfast, you will meet your private transfer in the lobby and be whisked away to the airport where you will take to the skies on board your flight heading home."
    }
  ],
  "map": ""
}