{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "lovers-escape-to-argentina-chile-breathtaking-moments-to-romantic-seclusions",
  "tourName": "Lovers' Escape to Argentina & Chile: Breathtaking Moments to Romantic Seclusions",
  "placesVisited": "Buenos Aires, Iguazu, Bariloche, Puerto Varas, Puerto Natales",
  "generalInfo": "You deserve a romantic getaway to breathtaking landscapes and unforgettable passion embodied in the majesty of Argentina and Chile. Your custom tailored tour whisks you away on an exotic escape to the elegant streets of Buenos Aires and the remote beauty of Patagonia. Traverse the landscape to discover hanging glaciers. Kayak on the reflective waters of a sapphire-colored lake. Bask in the flavors of decadent chocolate and the passionate rhythm of tango. From the woods of Bariloche to the shores of the Strait of Magellan, you will indulge in a decadent romance with Argentina and Chile.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Beauty in Buenos Aires",
      "description": "Buenos Aires is a city of passion with romance emanating from the colonial buildings and echoing the sounds of tango. Oak and sycamore trees shade the quiet boulevards of the Recoleta district and artists capture the movement of the bustling cobbled promenades in the neighborhood of La Boca. Your flight lands at Ministro Pistarini International Airport. Your private transfer greets you and your loved one upon your arrival, escorting you to a luxurious hotel situated in a renovated palace originally constructed in the 1930s. The comforts of your room offer modern amenities with a secluded view over the blossoming garden. The remainder of the day is yours to enjoy the remarkable streets of the city, from the cobbled lanes and antique shops in the San Telmo neighborhood to the dramatic window displays of the boutiques on Calle Florida. In the evening, the aroma of slow-cooked duck confit and beef slowly braised in sugar cane and coffee grounds emanates from an isolated restaurant. The captivating ambiance and decadent cuisine fusing traditional Argentine flavors with South American flair keep locals returning and visitors eager to bask in the restaurant’s hidden charms."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Splendors of South America’s Paris",
      "description": "The sunlight washes over the mixture of art nouveau and neo-classical architecture decorating the city streets. The aroma of freshly brewed coffee emanates from a popular café located inside a former theater. The grand interior contains a gorgeous bookshop offering rows of hidden niches settled amongst gilded moldings as the café sits on the vintage stage overlooking the gallery. Your guide greets you in the hotel lobby after breakfast and eagerly escorts you on an unforgettable tour of Buenos Aires, which is often referred to as the “Paris of South America.” The Presidential Palace known as Casa Rosada frames the edge of the Plaza de Mayo. The square was established in the 16th century and connects to the grand shopping arcades of Calle Florida and Calle Lavalle. The rosy hue of the president’s home glimmers in the sunlight. You can easily imagine Eva Perón, a popular former First Lady of Argentina also known as Evita, addressing large crowds from the arched terrace along the second-story. In the evening, you meet your private tango instructor, keen on learning the movements of the renowned dance of love. Your instructor guides you both through the movements, focusing on the importance of the rhythm, the embrace, and the understanding of each other’s bodies."
    },
    {
      "dayNumber": "3",
      "title": "Iguazu – Verdant Parks to Jade Jungles",
      "description": "The artistry of Buenos Aires spreads from the museums to the open parks offering comfortable spaces for locals to escape the bustling urbanity. Modern sculptures adorn the verdant grasses resembling flowers in bloom against a backdrop of neo-baroque fountains. Porteños , Buenos Aires locals, wander along the 19th-century Botanic Gardens, which houses more than 5,000 different floral species spread across 20 acres of French, Italian, and Japanese-styled gardens. The aroma of buttery, browned dough emanates from cafes and restaurants across the city, with each displaying fresh empanadas in the windows. Your private transfer greets you at the hotel and escorts you to the airport for your flight north to Iguazu. The rainforest teems around the city with lush trees, colorful orchids, vibrant underbrush, and active wildlife. Your flight descends into Cataratas del Iguazu International Airport, and you can see plumes of mist rising from the edges of Iguazu Falls. Your private transfer meets you both at baggage claim and escorts you to the comforts of your gorgeous hotel. Settle into views of the splendid Iguazu Falls from your window. The greenery along the forest canopy shimmers with jade and emerald hues. The remainder of the day is at your leisure to relax in the refreshing pool or venture out to Triple Frontier, the tri-border between Argentina, Brazil, and Paraguay located near the confluence of the Iguazu and Parana Rivers."
    },
    {
      "dayNumber": "4",
      "title": "Iguazu – Dramatic Views of the Waterfalls",
      "description": "At breakfast, you sample a traditional Argentinian breakfast of a light and flaky medialuna , which is similar to a croissant, accompanied by a creamy fresh-brewed cappuccino. You make your way to the entrance of Iguazu Falls National Park, which encompasses nearly 260 square miles. Parakeets twitter in the canopy against the background sound of endlessly splashing water. The parakeet has a lime-colored plumage allowing it to blend into the dangling leaves of the encircling forest. After wandering along the trails and passing a curious coati , a furry and small mammal resembling a raccoon, you board the train to reach the Upper Circuit of the falls. The walkways offer a semicircular view of the waterfall chain trundling over the cliffs. The sound of rushing water crescendoes, becoming an echoing roar. The Upper Circuit takes you along the top of the waterfalls and their edge, allowing you a thrilling and energetic view of the second largest single falls in the park, San Martin Waterfall. You continue to Devil’s Throat, into which nearly half of the entire water flow runs. A cloud of mist rises upwards from the mouth below. Flowers and trees thrive in the environment nearly flooded with spray. Toucans rest on the treetops with their colorful beaks contrasting the surrounding foliage. Butterflies flutter along the rails. You step up to the edge of the falls and bask in the refreshing mist spreading over the walkway. When the moisture clears, you have a stunning view of nature’s raw, dramatic power."
    },
    {
      "dayNumber": "5",
      "title": "Bariloche – Jungles of the North to Arctic Southern Forests",
      "description": "Toucans perch in the trees outside of your room, enjoying the early morning breeze and collection of nuts harvested amongst the canopy. They can grow up to 11.5 inches tall and are known for the rich yellow, sage, and crimson colors glowing along their bills. After breakfast, your private transfer escorts you to the airport for your flight south to the gateway to Patagonia, Bariloche. The nearby peak of Cerro Catedral reaches an elevation of nearly 7,900 feet above sea level. The town overlooks the shimmering, reflective waters of Nahuel Huapi Lake, which has a surface area of more than 200 square miles. Your private transfer collects you at San Carlos de Bariloche Airport and escorts you to the seclusion of your resort, which blends the charm of a 1940s chateau with the comforts of modern luxury, and is nestled on the shores of Lake Moreno and Lake Nahuel Huapi. The remainder of the day is at your leisure to luxuriate in the beauty of your resort-style accommodation. Get acquainted with the beauty of Bariloche by venturing out onto the rippling waters of the lake in a tandem kayak. The cool air offers a refreshing contrast to the jungle ambiance of the earlier day. The mountains soar above the lakeshores, and the tall grass along the marsh rustles in the passing breeze."
    },
    {
      "dayNumber": "6",
      "title": "Bariloche – The Best of Bariloche",
      "description": "In the morning, the aroma of decadent chocolate emanates from the boutique shop of Rapa Nui, located on the main shopping avenue of Bariloche. The chocolaterie offers tasty treats produced daily, from elegant truffles to a traditional Argentine alfajores , dulce de leche sandwiched between shortbread cookies. Locals enjoy a morning of dipping fruits into chocolate fondue for a fun and romantic treat to start the day. Your private guide greets you in the morning ready for you to linger in the romance of the surrounding landscape. You take to the trails leading away from your resort, making your way into a majestic fjord nestled between the foothills of Cerro Capilla and Cerro Lopez. The spiced scent of pine emanates from the evergreen trees. The enchanting hardwood of Central European architecture has faded behind the forest and granite precipices. You continue to follow the walkways leading upwards along Cerro Tronador. You can see Castaño Overo Glacier looming above the limestone cliff. The iridescent blue hues contrast the silver striations along the edges of the bluff. A series of thin, streaming waterfalls caused by the melting glacier clings to the mountain, cascading from more than 6,500 feet above sea level."
    },
    {
      "dayNumber": "7",
      "title": "Puerto Varas – Splendor between Argentina and Chile",
      "description": "You wake early in the morning and enjoy the sweet and rich flavors of a freshly brewed cappuccino. The dining room at your resort offers a romantic view of the rippling waters of the lake and the reflection of the surrounding mountains. You both take the time to enjoy the simple pleasures of sharing in a quiet moment before meeting your private transfer. Today you set out on a scenic adventure through the Lakes District of Argentine Patagonia to cross into Chile. The journey begins as you board a catamaran to Puerto Blest. The gorgeous panorama along the edges of the lake fills with images of towering limestone cliffs, snowcapped peaks, and rippling turquoise waters. You can step onto the upper deck of the catamaran to feel the fresh air and refreshing breeze. The scent of pine emanates from the sweeping evergreen forests. Your guide explains one of the larch trees in the distance is more than 1,500 years old. You reach Chilean customs after passing through the Vicente Perez Rosales Pass. The dramatic foothills along Fish River hide the towns of La Poza and the Cliffs. Lush vegetation overtakes the view of turquoise waterfalls filtering into the riverbanks. You continue to the town of Puerto Varas, which stands between the snowcapped volcanic peaks of Osorno and Calbuco. The gorgeous waters of Lake Llanquihue frame the whitewashed buildings and soaring red spires of the 19th-century church, the Sacred Heart of Jesus Christ."
    },
    {
      "dayNumber": "8",
      "title": "Puerto Natales – The Waters of Patagonia",
      "description": "The morning light washes over the sapphire blue waters of Lake Llanquihue. The snowcapped peaks of the flanking volcanoes shimmer against the open blue sky. The aroma of the freshwater fades beneath the scent of pine from the evergreen trees bordering the town and lining the avenues. At breakfast, you find the aroma of fresh pastries topped with orange marmalade accompanied by decadent coffee. Your private transfer greets you in the lobby and escorts you to El Tepual International Airport for your flight to Punta Arenas. The short, verdant grass spreads across the Patagonian steppe. Pebbled beaches line the shores along the Strait of Magellan. Colorful homes represent the fishing tradition and mansions from the wool boom in the city now known for its port filled with ships traveling around Cape Horn. The city of Punta Arenas maintains a relaxed ambiance beneath the nearby peak of Cerro la Cruz. The lookout point offers a panorama of the city and sea, from the tall structures and wide boulevards to the distant landscape of Tierra del Fuego. Your private transfer escorts you through Punta Arenas to reach the secluded comforts of your resort outside Puerto Natales. Indulge in the rich history of the region with locals eager to share their culture or bask in the beauty of the isolated shores of the Pacific inlet."
    },
    {
      "dayNumber": "9",
      "title": "Puerto Natales – The Luxury of Patagonian Leisure",
      "description": "In the morning, you enjoy an inviting cup of hot chocolate while watching the gentle waves of the Pacific lap against the pebbled shoreline outside the dining room. The scent of ripe berries adds a delightful sweetness to the air. The day is yours to embrace adventure and romance, leisure and relaxation at your preferred pace. Enjoy a cycling excursion around Puerto Natales or relish the romance of a horseback-riding journey around Sofia Lagoon. For an unforgettable exploration of the landscape, you both meet your guide in the lobby before beginning your adventure through Bernardo O’Higgins National Park, located 31 miles outside of Puerto Natales. You take a boat along the strait and watch as the water splashes along the hull. Native forests of beech and evergreen trees overtake the landscape until the woods separate for a view of Serrano Glacier. Icebergs bob along the waterway glistening with iridescent blue hues. You can take a zodiac to shore and walk along the grainy black sands leading to the edges of the receding glacier. The ice field slips between the slopes of the surrounding foothills resembling a river frozen in motion. From up close, you can view the texture of the glacial surface, indented from the water flow spanning thousands of years."
    },
    {
      "dayNumber": "10",
      "title": "Puerto Natales – The Lovers’ Return",
      "description": "In the morning, the waters of the strait glisten with sapphire hues. The fishermen from Puerto Natales return to the marina with brimming nets ready for market. Corrugated houses continue to squeeze against one another along the shoreline in the tradition of the fishermen homes of the past. The relaxed pace allows visitors to enjoy the boutique shops, sensual aromas of the sea, and the views of the mountains across the water. At breakfast, you can’t help but remember the exploits of the previous day, getting close enough to the glacier to nearly touch the steep ice walls. You have traversed the isolated landscape of Patagonia on a luxury getaway filled with delightful surprises and unforgettable romance. Your private transfer greets you at the hotel and escorts you to Teniente Julio Gallardo Airport for your flight home."
    }
  ],
  "map": ""
}