{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "history-culture-wine-of-chile-and-argentina-tour",
  "tourName": "History, Culture & Wine of Chile and Argentina Tour",
  "placesVisited": "Buenos Aires, Mendoza, Santiago",
  "generalInfo": "From murals decorating the walls of a Santiago barrio (neighborhood) to tango dancers moving passionately along cobblestone streets in Buenos Aires, this tour introduces you to the diverse lifestyles encompassing the pleasures of the plains, the splendors of the mountains, and the flavorful wines of Mendoza. Watch gauchos , South Americans cowboys, traipse across the plain and race one another around the corral. Sample decadent chocolate treats and delight in the vibrant morning rush at the central market. Your customizable tour immerses you in Argentine and Chilean history and culture, creating a captivating experience of a lifetime.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Vibrant Lifestyle and Welcoming Streets",
      "description": "Buenos Aires is a city that enchants visitors from around the world with majestic music and incomparable style, European charm, and Latin American confidence. Your flight lands at Ministro Pistarini International Airport where your private transfer meets you upon arrival. Shades of tango fill the city’s folklore and decorate the art galleries and streets. Cosmopolitan cuisine decorates restaurant windows amidst the traditional pleasures of juicy steak and flaky empanadas. Locals linger in cafes sipping glasses of wine or freshly brewed coffee, enjoying the refreshing breeze rustling the shading trees. Antique stores in the San Telmo neighborhood spill into the small plazas, representing the layers of history for which the city is known. You settle into the pleasures of your centrally located hotel, easily accessing the boutique and avant-garde shops of Palermo or the cobblestone walkways framed by lavish window displays along Calle Florida. The remainder of the day is at your leisure to enjoy the culture of Buenos Aires adorning the streets in the shape of blanketing murals or emanating from the cafes in the enticing aroma of freshly baked aflajores. The Xul Solar Museum provides a unique introduction to the city by way of the artistic inventions, paintings, and captured dreams of Agustin Alejandro Schulz Solari. The galleries, located in the artist’s former apartment, preserve the library of 3,500 books, along with the mystic paintings depicting floating cities and winged horses, providing a perfect backdrop to enter into the majesty of Buenos Aires."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – The Proper Steps",
      "description": "In the morning, the enticing scent of fresh-baked cakes and pastries fills the dining room of Ninina Bakery. The decadent aroma of coffee accompanies the buttery cookie and caramel-like filling of the alfajores filling the display case. After breakfast, your guide meets you at the hotel, eager to lead you along the streets to view the mixture of historic charms and contemporary culture, which continues to draw visitors from around the world. You begin in the colorful neighborhood of La Boca, celebrated for the pastel walls of the corrugated homes overlooking the outdoor cafes set out on cobblestone streets. Dancers perform tango outdoors, clapping their hands to the beat and pressing close to their partner in an expression of indefinable passion. Artists capture the dance moves amidst the classic homes with watercolor paintings. The neighborhood of Palermo calls to expats and vacationers, along with growing numbers of portenos , locals of Buenos Aires, due to the boundless cafes and growing restaurants, celebrated museums and chic galleries. Tree-lined streets shade the cobblestone walkways, and Spanish colonial houses stand beside former warehouses that have been converted to house artisanal markets and shops. Vendors along the open-air market in Plaza Serrano offer locally produced olive oils and handcrafted dresses. After exploring the depths of lifestyles inside a variety of neighborhoods, you make your way to a dance studio to learn the proper steps of tango. Your instructor introduces you to the sound, connecting you to the rhythm of the music, explaining that a focus on your partner is more important than the movement. Each step is meant to elevate the passion between the dance partners, beckoning to each other until reaching the final embrace at the end of the song."
    },
    {
      "dayNumber": "3",
      "title": "Buenos Aires – Considering Cowboys",
      "description": "The sunlight spreads through the doorway of the former theater in the neighborhood of Recoleta. Locals eagerly enter into the spacious grounds set beneath the soaring dome of the El Ateneo Grand Splendid to enjoy a cup of coffee accompanied by the sight of books lining the shelves and a red velvet curtain decorating the stage. After breakfast, you set out for the plains outside the city. The verdant grassland leads you to a private estancia where cows graze and horses run along the edges of the corral. Gauchos , Argentine cowboys, ride through the plains to return to the country house after a half day's work. The aromas of the rich soil and herbaceous trees blend in the swirling air. The day takes in the exciting and relaxed atmosphere of a neighborhood barbecue, offering horseback rides and a traditional folk show, during which musicians strum their guitars offering the sounds of the countryside. The scent of freshly baked empanadas emanates from the kitchen. A woman offers you the flaky, buttery snack stuffed with savory, meaty filling. Horse-drawn carriages explore the grounds, and the gauchos start a large fire to begin cooking sausages, chicken, and beef over the open flame. The cowboys begin to show off their skills, racing on horseback around the ring, and herding sheep into the corrals. Dirt kicks up along the grass as you cheer for the gauchos running across the estate."
    },
    {
      "dayNumber": "4",
      "title": "Mendoza – In the Land of Vines and Chocolate",
      "description": "In the morning, locals from the neighborhood of Palermo head to their favorite cafes to enjoy the unique menu of mouthwatering desserts and coffee flavored treats. The display case fills with chocolate cakes and butter cookies. The scent of waffles and pancakes overtakes the dining room. After breakfast, your private transfer meets you at the hotel and escorts you to the airport for your flight to Mendoza, home of Argentina’s wine growing region. The city bustles beneath leafy avenues and plazas filled with locals enjoying the sunlight. Irrigation ditches run alongside the main roads leading to stunning fountains spouting with balletic water displays. Vines spread across the valley outside the city, until reaching the undulating hills. Your private transfer greets you upon landing at Governor Francisco Gabrielli International Airport, before leading you to a luxurious hotel located near the city center. The remainder of the day is yours to enjoy the enchanting streets of the city, filled with outdoor cafes and elegant restaurants, decadent chocolateries and inviting boutique wine shops. The Andes Mountains loom over the horizon along the town’s western edges. The low-lying plains provide the perfect expanse for the wineries to thrive. Over 150 vendors set up their stands in Plaza Independencia, hosting the daily artisan market. Handcrafted statues and hand-woven garments are displayed next to unique handmade jewelry. The Basilica of San Francisco dates back to the 19th century and contains images of the patron saint who graced the passage of San Martin’s army while crossing the Andes in the early 1800s. Mosaic-tile fountains embellish the Plaza Espana in front of the cathedral façade."
    },
    {
      "dayNumber": "5",
      "title": "Mendoza – Sampling Mendoza",
      "description": "In the morning, the sweet aroma of tiramisu and forest fruits emanates from the various ice cream parlors across Mendoza churning the fresh-made ice cream to start the day. At breakfast, you sip a rich cup of coffee before meeting your guide to set out onto the vineyards found on the outskirts of Mendoza. The country roads run between verdant vines and irrigation ditches. Visitors ride bicycles between the wineries, enjoying the view of the green leaves, rolling hills, and snow-capped peaks of the distant Andean range. You stop at your first winery for an introduction into the viticulture and harvesting process in the valley. Your guide provides a brief history of the vineyard, and explains the importance of the vineyard’s segmentations, with the soil in each area offering different flavors and minerals to the grapes. The vineyard overtakes nearly 30 acres and stands at more than 3,400 feet above sea level. After your exploration of the grounds, and visiting the cellars, you enter the tasting room to sample the finished, aged product. Your guide pours a splash into a glass. You breathe in the aromas to find hints of leather, blackberry, and violet. Upon sipping the wine, you notice the silky texture and fresh acidity, leaving layers of espresso flavor on your palate."
    },
    {
      "dayNumber": "6",
      "title": "Santiago – Beneath the Andes Mountains",
      "description": "In the morning, the aroma of chocolate returns to Mendoza emanating from the various gourmet chocolateries across town. The fountains continue to trickle with water as the artisan craftsmen open their stands at Feria de Artesanos. Your transfer meets you at the hotel and leads you away from the burgeoning streets of the city en route to Santiago, Chile. The desert plain gives way to the rugged foothills of the Andean range. The dramatic peak of Aconcagua, the highest mountain in South America, draws your eye. The snowcapped peak reaches more than 22,800 feet above sea level. The peak stands solely inside Argentina, with the rolling Andean peaks in the background drawing the border between Argentina and Chile. While viewing Aconcagua, the mountain air has a crisp, cool temperature. The breeze brushes against your cheeks with a slight bite. The valley ridges lead to the rugged foothills beneath a set of glaciers, the largest of which extends for more than six miles. You cross the border and reach Santiago, Chile, settling into the comforts of your luxurious hotel situated near the bustling city center. The cosmopolitan atmosphere reminds you of a smaller Buenos Aires, with skyscrapers imitating the mountain bordering the city to the east. Remarkable museums and celebrated restaurants adorn the leafy streets beside grandiose architecture and pedestrian malls."
    },
    {
      "dayNumber": "7",
      "title": "Santiago – Beyond Bohemia",
      "description": "In the morning, the sunlight glints off the towering figure of Sky Costanera, the tallest building in Chile, which reaches a height of nearly 1,000 feet above the bustling streets. Business people venture through the central district ordering strong coffee from fast-paced cafes. In the outlying neighborhoods, cafes decorated with murals and a relaxed ambiance provide university students and artists a place to bask in the aroma of fresh pastries and discuss the passing philosophical trends. Your guide meets you in the hotel lobby eager to lead you through the archaeological splendors of the city beginning at Plaza de Armas, the former city center. The plaza was first founded in the 16th century after the arrive of the Spanish. The 18th-century edifice of the Metropolitan Cathedral of Santiago continues to bring visitors and locals alike to the square. The Spanish baroque architectural elements embellish the stone framework along the archways and tripartite wooden doors. The central fountain celebrates the memory of Simon Bolivar who helped lead the movement for Chilean independence against Spain. You reach the neighborhood of Bellavista and immediately notice the youthful atmosphere drifting out of the colorful buildings. Vibrant murals decorate the walls beneath the cobalt blue walls of Pablo Neruda’s house, known as La Chascona . The nautical themes of the interior décor speak to the chosen color of the paint decorating the exterior walls, which were painted the hues of the sea."
    },
    {
      "dayNumber": "8",
      "title": "Santiago – Truth in Lifestyle",
      "description": "Vendors make their way to Mercado Central near sunrise to display the fresh seafood caught earlier and brought inland from the shore. The stalls on the periphery of the market craft traditional home-cooked cuisine the locals enjoy, while the restaurants at the center of the market enjoy the natural light of the central dome. The Museo de la Moda presents a unique perspective on the Western clothing of 20th-century designers, including exhibits displaying John Lennon’s jacket from a 1966 tour and an evening gown worn by Lady Diana in the early 1980s. The culture of the city represents the cosmopolitan lifestyle. Your private transfer meets you in the hotel lobby when you are ready, escorting you to Comodoro Arturo Merino Benitez International Airport for your flight home."
    }
  ],
  "map": ""
}