{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-food-and-wine-tour-for-gastronomy-lovers",
  "tourName": "Argentina Food and Wine Tour for Gastronomy Lovers",
  "placesVisited": "Buenos Aires, Bariloche, Mendoza",
  "generalInfo": "From a choripan (traditional Argentinean sandwich) in a Buenos Aires park, to the nine hour slow grilled rib eye in the luxury of a Siete Fuegos (\"seven fires\") restaurant in the Uco Valley of Mendoza, the food of Argentina can satisfy any taste. Whether you’re looking for the best steak of your life or the world’s perfect empanada, mouth-watering pastries, or desserts that make you want to skip dinner, it’s all here and you don’t even have to cross the ocean.",
  "durationDays": "11",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires - Bienvenidos a Argentina!",
      "description": "Land today in beautiful, welcoming Buenos Aires, one of the world’s most unique capitals and the center of political and cultural life in Argentina. After dropping your bags off at your elegant hotel, explore this incredible city by foot or with the help of the excellent metro system. Check out the wide green spaces and lush city parks in Palermo, or cruise the streets lined with arts and crafts in La Boca. Dinner in Buenos Aires is always a memorable meal, from the often incredible ambiance of nearly every parilla (grill) , to the delicious cuts of fresh Argentine beef with a warming Malbec in your hand. Even if you find yourself having difficulty understanding the rapid swing of Argentine Spanish, your first night is sure to make you fall in love with this romantic and fascinating country."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires - A Day in the Life of an Argentine Foodie",
      "description": "After a delicious breakfast, head out to the city of Adrogue on the outskirts of Buenos Aires. You’ll stop by the local bakery to learn about the finer points of medialunas and facturas (pastries) and all sorts of Argentine baked goods before visiting the local butcher, where you’ll discover the various cuts of beef in South America and why Argentina is known throughout the world for the indescribable quality of its beef. Visit the outdoor market in Adrogue for a taste of authentic Argentinian flavor before stopping by the home of an Argentine guide for a comprehensive lesson in this country’s amazing cuisine. Then get ready for some Malbec as you’ll gather around the table and enjoy a wine tasting lunch, increasing your knowledge and respect for the art of wine and food pairing and the incredible edibles that Argentina produces. And when night falls, the scenery heats up as you’ll spend your evening in one of Buenos Aires’s famous tango clubs, where you can enjoy a delicious dinner and a sultry, sophisticated showing of this captivating and mesmerizing national dance. Dinner, wine, and a show that can’t be found anywhere else on Earth: this is definitely Buenos Aires at its best. Adrogue excursion and cooking class is only offered on Fridays when the market is open."
    },
    {
      "dayNumber": "3",
      "title": "Bariloche - A Family Barbecue",
      "description": "This morning you fly southwest over the great expanse of Argentina’s pampas, to the border with Chile and the rugged beauty of Bariloche, one of the Argentina’s hotspots for skiing, climbing and other outdoor activities. You will meet a local family that will let you into their home while they prepare a celebratory meal for what might well be Argentina’s national pastime: the asado ( barbecue ) . Replete with sausages and steaks of grass-fed beef, this Argentinian barbecue allows guests to catch up, to reminiscence, and to enjoy one another as perfectly prepared food slowly roasts over embers of wood whose smoke carries a delicious odor. A traditional dessert of an egg custard with the iconic dulce de leche, finishes off a delicious and good-hearted meal, with a group of incredible people who are proud and overjoyed to call Argentina their home."
    },
    {
      "dayNumber": "4",
      "title": "Bariloche - Curanto and Circuito Chico",
      "description": "Today starts early, but will be filled with some of the best sights and sounds, food and drink of the entire trip. You’ll start by riding the Circuito Chico (small sightseeing circuit) through some of the beautiful scenery surrounding Bariloche, like the Nahuel Huapi Lake, the towering beautiful red roof of the Llao Llao Hotel and the stunning San Eduardo Chapel, both built by the Argentina painter and architect Alejandro Bustillo. Then continue to Colonia Suiza (the Swiss Colony), founded in part by Chilean Emilio Goye and one of the best places to find a perfectly prepared Curanto, a cooking method of the Patagonia where heated stones are covered with leaves from the Nalca plant—which are abundant on the border of Chile and Argentina—which then serves to cook various meats, vegetables, fruits, and all manner of delicious offerings. And because the style of cooking imparts such a unique flavor, as well as a unique experience, people of all diets will find something to rave about, from hardcore carnivores to vegans and all in-between. Night sees you returning to Bariloche."
    },
    {
      "dayNumber": "5",
      "title": "Bariloche - Navigation Day on Nahuel Huapi Lake",
      "description": "Venture into the reaches of one of Argentina’s most scenic national parks as you tour beautiful stretches of Patagonian waters. Board the boat and cruise to a glacial fjord, where plunging depths and craggy mountains exist alongside the cascading waterfalls on the southwest side of Lake Nahuel Huapi. Then navigate between Cerro Lopez and Chapel Hill, both tumbling down to the lakeshore and riddled with picturesque waterfalls, especially after a seasonal rain or during the snows melting in the early spring. Further on into the park, you’ll find the foliage growing denser, gradually becoming the Valdivian Rainforest. You’ll get a great vista of the magnificent Mount Tronador, rising powerfully among its surroundings to a height of more than 11,000 feet, perpetually snow-covered and eternally resplendent. Depending on time and weather conditions, you will stop for a short hike in the area. The day concludes with an awe-inspiring sail back to where your journey began, filled with unbelievable sights and sounds and a new found appreciation for the wildlife of this one-of-a-kind country."
    },
    {
      "dayNumber": "6",
      "title": "Mendoza - Into the Heart of Argentine Wine Country",
      "description": "Today takes you from Bariloche into the charming city of Mendoza, the capital of the Argentinian wine industry and one of the best cities for oenophiles in the entire world. The Andes stand in view, rising dramatically from the earth in a jagged and slightly sinister way, like Jurassic teeth. Just outside of Mendoza, in fact, lies Aconcagua, the tallest mountain in the world outside of the Himalayas. The city of Mendoza also offers a number of gorgeous sites, like the Plaza Independencia and the Plaza España, two beautiful city parks. Also, the Casa de Fader, the former house of artist Fernando Fader now used as a museum housing many of his works."
    },
    {
      "dayNumber": "7",
      "title": "Mendoza - Touring the Best of Maipu Wine Valley",
      "description": "You’ll experience the incredible wine country of Argentina to its fullest today, as you’ll be led on a full-day private tour of three famous wineries, all within the department of Maipu, perhaps the most important region of the Argentine wine trade. Each of the wineries will offer incredible stories about the history of wine of Argentina, the rise of Malbec and other South American grapes, and the new-found demand for these relative newcomers to the international wine market. They’ll also intrigue you with stories of Argentine history and the technological innovations that wineries have made in recent years, and you’ll also get a chance to discover three different ways to elaborate high-quality wines before getting to try the best of the offerings of these high-class wineries. Those who are particularly interested in touring the Maipu area would do well to consider visiting the area the first weekend of March, when the wine festival Fiesta de Vendimia is in full swing. One of the largest wine festivals on Earth, the various festivities include tasting the local food offerings; plays, musicals and other performances by cultural groups, from popular dances and songs to gaucho demonstrations; and, of course, a chance to sample some of the best wines around."
    },
    {
      "dayNumber": "8",
      "title": "Mendoza - Getting Your Feet Wet in Mendoza and the Kitchen",
      "description": "This morning, take a tour of the Mendoza city center, where you’ll encounter this city’s fascinating past, from the ruins of San Francisco and their accompanying museum to the Cerro de la Gloria, an imposing and captivating mountain crowned by an overwhelming sculpture commemorating the Army of the Andes. You’ll also get to explore the rest of General San Martin Park, from the azure lake and the undulating lines of the Mendoza Yacht Club to the peaceful green of the Rose Garden, and from the nearby wrought black of La Fontaine de L’Observatoire to the opulent yet delicate park gates. Explore more of Mendoza’s many cultural offerings before being led to a cooking site at a nearby vineyard, where you’ll experience an incredible cooking lesson with a local renowned chef. You’ll be taught how to make baked empanadas mendocinas and chimichurri sauce, caramelized fruit with fresh finca herbs, and the various techniques to grill the perfect steak as a highlight meal. Or, if you prefer, watch and interact as you enjoy a glass of Malbec and take in the incredible art of Argentine cooking (menu may vary)."
    },
    {
      "dayNumber": "9",
      "title": "Buenos Aires - A Singular Dinner in a Singular Capital",
      "description": "After breakfast you will be escorted to the airport to catch a flight back to Buenos Aires. Upon your return, you’ll have more time to explore this exciting, cosmopolitan city and all of its cultural and culinary offerings. Dinner this evening is a one-of-a-kind experience that is among the most avant-garde of Argentinian dining, as you’ll take in a closed-door meal at Casa Coupage, whose chef will dazzle you with the culinary offerings in an intimate, relaxed and unforgettable atmosphere. You’ll be amazed by the food, delighted by the wine, and charmed by the chef sharing the stories of this unparalleled capital."
    },
    {
      "dayNumber": "10",
      "title": "Buenos Aires - A Day Around Buenos Aires",
      "description": "Spend your final day in Argentina exploring all the ins and outs of her fantastic capital, from the wide streets with elegant edifices resembling the high streets of Europe to the brightly colored, vibrant city scenes that convey nothing like the spirit of Latin America. Venture into and through the many and varied barrios ( neighborhoods ) that give the city its unique appearance, from the elegant restaurants of Recoleta to the bustle of the Microcentro, replete with the main historical spots the city has to offer. Led by a friendly and experienced guide, you’ll learn about the political demonstrations by the Mothers of the Plaza de Mayo as well as see the Pink House, the home of the executive branch of Argentina. You’ll revel in the hip residential streets of Palermo, from Bosques de Palermo to Palermo Chico, and the fascinating cemetery at Recoleta will impress you. You can try to cross 9 de Julio Avenue, perhaps in Retiro or at the striking obelisk, but be warned - this is the widest avenue in the world, and one Buenos Aires’s busiest. Dinner can be had tonight at one of the incredible restaurants through the city, where the staff is always helpful and attentive and the food is always filling and delicious, prepared like nowhere else on the planet."
    },
    {
      "dayNumber": "11",
      "title": "Buenos Aires - Departing Argentina",
      "description": "Today sees the end of your amazing Argentine vacation, and you return home filled with the adventures of the past ten days and remembering all of the incredible meals you enjoyed in this truly unrivaled destination. Consider adding on with a trip extension. Read the Argentina vacation reviews for ideas and reviews from travelers."
    }
  ],
  "map": ""
}