{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "wine-regions-of-south-america-tour-an-indulgence-of-flavors",
  "tourName": "Wine Regions of South America Tour: An Indulgence of Flavors",
  "placesVisited": "Santiago, Mendoza, Colonia, Buenos Aires",
  "generalInfo": "Touring South America offers the perfect wine trail, combining the soils of the Andes, Pacific coastal plain, and the riverside pampas. Your custom tailored tour embraces the diverse characteristics of vineyards spread across Chile, Argentina, and Uruguay for a tour as unique as the wines you taste. Let the sounds of the tango in Buenos Aires seductively move your body. Wander amongst the cobblestone streets and colonial homes of Colonia. Witness the snowcapped peak of the Andean Mountains and discover decadent chocolates crafted in Mendoza. Follow the wine trail across South America for an unforgettable journey of flavorful cultures.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Charms of Chile",
      "description": "Santiago is a city of cosmopolitan flavor and exciting history, bohemian culture and enticing cuisine. Skyscrapers float above the city streets imitating the soaring peaks of the Andes Mountains bordering the east. Renovated colonial buildings around Plaza de Armas tell a story of Spanish conquest while the murals decorating the facades of the Bellavista neighborhood highlight contemporary aesthetic and the avant-garde perspective of a youthful ambiance. Your private transfer meets you at Comodoro Arturo Merino Benitez International Airport and escorts you to a luxurious hotel overlooking the bustling streets of the captivating city. After settling into the comforts of your accommodation, you meet your guide and set out on an introductory tour of the mixture of urban renewal and countryside greenery. The neighborhood of Paris-Londres resembles the narrow pebbled lanes shaded by trees you would find in France. Cafés set out tables beneath the thin trees, offering views to passersby as well as the lingering aroma of freshly brewed coffee. You reach the historic heart of the city at Plaza de Armas to find the regal façade of the presidential palace. The structure was erected in the 18th century and became the residential palace in the mid-19th century. The limestone and sand taken from the banks of the Maipo River cast a pearly glow against the manicured gardens along the forecourt. Oak and cypress trees provide a herbaceous scent to the air and comfortable shade to the walkways. The neoclassical architectural style presents an elegant vision, embellished with historic statues and the graceful mist rising from the long fountains."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – Touching the Glowing Grapes",
      "description": "In the morning, the aroma of fresh coffee emanates from the cafes filling the heart of the city. The smaller coffee houses in the bohemian neighborhood of Bellavista provide artistic dimensions to the walls, welcoming patrons with coffee crafted to their particular tastes accompanied by the aroma of flaky filo dough browning in the ovens. After breakfast, your guide meets you in the hotel lobby and escorts you west to Casablanca Valley. The topography resembles the textured hills and cool climate of Napa Valley in California. The region is nestled between Santiago and the former port city of Valparaiso. Vineyards spread across the landscape until touching the base of the mountain ridges in the distance, offering a bright verdant blanket. You first stop at a vineyard known for its 2011 Winery of the Year award. Cypress trees run along the border of the vineyard, separating the vines from the foothills. Your winery guide greets you at the entrance and escorts you through a portion of the wines to view how the mineral-rich soil affects the growth of the grapes. The breeze carries the scent of apples from the blossoming orchard on the property. You run your fingers against the vines’ leaves to feel the waxy texture before lightly squeezing the plump grapes. The cellar in which the vineyard stores oak barrels contains a sweet charred aroma. Once in the tasting room, your guide pours a sample of the celebrated Cabernet Franc. The guide offers an accompanying cheeseboard to help accentuate the flavors of the wines you taste. The fragrances of sliced rose petals and licorice drift upwards from the glass. Upon sipping the wine, you find notes of peach and mango blending effortlessly with mocha."
    },
    {
      "dayNumber": "3",
      "title": "Mendoza – Discovering the Chilean Shore",
      "description": "In the morning, the sunlight glints off the reflective windows of the skyscrapers soaring over the El Golf neighborhood. Chic restaurants open their doors to professionals eager to sip coffee or snack on an empanada before entering work, where internationals from around the world attend meetings. You make your way to the coastal sister cities of Vina del Mar and Valparaiso where the exuberant culture and vibrant history welcome you against the backdrop of pristine beaches and splashing waves. In Valparaiso, the suburbs run up the rolling hills, connected to the central streets near the water by antique funiculars and large-scale stairways. The home of the famous Chilean poet, Pablo Neruda, sits on a plateau standing out against the encircling colorful structures and shading trees with a vibrant window offering a pristine view to the coastline. Vina del Mar connects the beach culture to the cities, with pristine white-sand beaches leading into the coral blue waters of the Pacific Ocean. Locals venture to Castillo Wulff to dig their toes into the hot sand and view the castle towers erected in the 19th century along the natural outcropping of rocks. Step into the unique galleries of Museo Francisco Fonck for an immersive view of the rituals and culture of Easter Island. An original moai , the traditional head-statue, stands out front of the colonial home, demarcating the entrance. The exhibits glow with displays of silverwork and ceramics set beneath the soft light. You find a small room on the second floor dedicated to explaining how cultures have shrunk heads through history. After touring the sister cities, your private transfer escorts you to the airport for your flight to Mendoza."
    },
    {
      "dayNumber": "4",
      "title": "Mendoza – A Gourmet Glance at Mendoza",
      "description": "In the morning, the chocolateries in the heart of Mendoza fill the city with the rich aroma of roasting cocoa beans and melting chocolate. Ice cream makers venture to their parlors eager to mix cream and distinctive Argentine flavors to produce ice cream unlike anywhere else in the world, whether dark chocolate or passion fruit. The architecture contains an art-deco style standing beside vintage cars and wide-open parks. Plaza de Independencia fills with a refreshing mist carried in the breeze, emanating from the spouting fountain. The aroma of caramelized peanuts fills the square. Sycamore trees shade the walkways, and olive orchards grow in the countryside near the vineyards. You venture out into the city to explore the culture of the streets and the history preserved within Mendoza tradition. After touring the city, your private transfer takes you into one of the popular cooking class to learn the art of Mendoza chocolate. Sample the decadent and seductive textures blending with the rich taste of chocolate produced in the city, which often accents the wines of the nearby valley perfectly. After tasting the chocolate, your instructor gets you involved with tempering the chocolate and adding distinctive flavors, from strawberries to cherry liquor, to elevate the elegant blends."
    },
    {
      "dayNumber": "5",
      "title": "Mendoza – Introduction to Argentine Wines",
      "description": "Today you return to the countryside, comparing the vineyard scenery between Chile’s Casablanca Valley and Argentina’s Uco Valley. After breakfast, your guide escorts you to the vineyards outside of the city. Irrigation ditches run through the valley and the vineyards frame the length of the roads. Smoke rises from the ranch houses along the vineyards, emanating from the open barbecues celebrated across Argentina, from city dwellers to gauchos, and even wine-makers. The scent of roasting meat and grilling vegetables sweeps across the vineyards, blending with the mineral aromas of the soil. The vineyards touch on the foothills of the Andes Mountains, the longest mountain range in the world. Your first vineyard encompasses more than 1,200 acres divided between 130 private estates, making 300 different labels based upon the different segmentation of the vines. From the vines, you can see the reflective waters of a small pond highlighting the stretch of greenery rushing into the lingering mountain ridges capped with snow. Your wine tasting takes place outside, offering a mix of enticing, complex flavors accompanied by a breathtaking view. You sample the Malbec, a grape taken originally from France, however, the distinct soil of Argentina offers a different Malbec experience entirely. You find hints of blackberry, chocolate, and cherry in the nose of the wine, which hints a rich body with soft tannins."
    },
    {
      "dayNumber": "6",
      "title": "Colonia – Stepping Out from Argentina’s Shadow",
      "description": "In the morning, the aromas of chocolate and freshly made ice cream once again sweep through the streets of Mendoza, blending with the saccharine scent of caramelized peanuts drifting from the stand in Independencia Plaza. At breakfast, you notice cookies known as alfajores, which sandwich dulce de leche between two butter cookies. After the meal, your private transfer meets you in the hotel lobby and escorts you to Governor Francisco Gabrielli International Airport for your flight to Montevideo, Uruguay. The capital city has a vibrant atmosphere rich with an eclectic mixture of culture. The waterway holds an industrial port while the neighborhood of Carrasco near the airport has an exclusive beach quality. Downtown offers insight into the historic business district where neoclassical structures stand beside art-deco architectural style. Your private transfer collects you at baggage claim and leads you on a stunning tour of the often passed-over city, rich with international flavor, tango bars, and vivacious beachfronts. The Palacio Salvo was erected in the 1920s and resembles a large beehive rising out of Plaza Independencia. The 26-story structure was once South America’s tallest building. Mercado del Puerto offers insight into the bustling market culture of the Old Port at the foot of Pere Castellano. The wrought-iron structure shelters numerous steak restaurants providing the interior with the aroma of grilled meats and roasting vegetables. Artists add color by presenting their works along the walkways while craftspeople showcase handmade jewelry and woodwork. Musicians create a perfect ambiance as they play in the streets outside the marketplace, where locals congregate, dance, laugh, and enjoy the aromas drifting out of the main entrance."
    },
    {
      "dayNumber": "7",
      "title": "Colonia – Irresistibly Photogenic",
      "description": "In the morning, the beauty of Colonia del Sacramento resembles a painting. The colonial architecture shines against the verdant countryside, while the narrow cobblestone streets intertwine around the peninsula reaching out into the river. Rows of sycamore trees provide shade from the stretching sunlight and the tall grass along the riverbank waves in the gentle breeze. The Portuguese founded the city in the 17th century to compete with the Spanish settlement of Buenos Aires across the river before Spain took control of the Colonia in 1777. The antique home of Casa Narcarello retains its colonial charm, featuring whitewashed walls, wavy glass adornments, and period furniture. After breakfast, you venture into the countryside to visit a charming traditional estancia housing one of Uruguay’s oldest wineries. The estate spreads across the Uruguayan pampas. Cattle roam freely across the verdant grassland, grazing on the nutrient rich foliage separate from the vineyard. Today the estate is also the home of the presidential summer residence. You continue to a celebrated vineyard opened in the mid-19th century by German émigrés. The estate encompasses more than 250 acres, with preserved colonial structures and blossoming ripe vineyards. The cellar contains stacks of barrels aging the wine to maturity. Your guide pours a sample of a unique grape in the region known as Tannat. The intense red color borders on purple. The aroma of dried figs and holiday spice accentuate the robust body."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires – Culture Across the Riverbed",
      "description": "In the morning, the aroma of the freshwater emanates from the river, blending with the herbaceous scent of grass drifting off the pampas. Yachts moor in Puerto Viejo, the old harbor, which stands beside the renovated Teatro Bastion del Carmen, a theater and gallery incorporating elements of Colonia’s original fortifications. Set out on a fabulous exploration of Colonia at your preferred pace, wandering the cobbled streets and remarkable history to embrace the culture preserved amidst the walls and streetlamps. The breeze rustles the grass along the river, showcasing the sculptures and 19th-century industrial chimney decorating the back of the Teatro Bastion del Carmen. You stroll beneath the reconstructed 18th-century city gate of Porton de Camp to experience the dramatic ambiance cast by the size of the structure and the way the gate frames the city with thick fortified walls bordering Paseo de San Miguel. Your private transfer escorts you to the port after your tour, where you board the high-speed ferry to Buenos Aires. The ferry departs and you have a luxurious view of the Rio de la Plata, which separates Argentina and Uruguay. The calm cobalt waters allow easy access between Colonia and Buenos Aires. The boat docks at the harbor in Argentina’s capital city, where your private transfer meets you after passing customs."
    },
    {
      "dayNumber": "9",
      "title": "Buenos Aires – A Taste of Tango",
      "description": "Buenos Aires is a city of intrigue and fascination, with each neighborhood emanating a culture different than its adjacent neighbor. The aromas of creamy coffee and sweet pastries emanate from the cafes strewn beneath the shade cast by lining sycamore trees. Antique stores in the San Telmo district provide insight into the history of the cobblestone walkways and former residents living along the quiet plazas. The government palace of Casa Rosada shimmers pink along the borders of the city’s oldest square at Plaza de Armas, which was founded in the 17th century. You step out with your guide eager to tour the unique features of the city, from the landmark Obelisk in Plaza de la Republica to the artists capturing the daily life on their canvases in the La Boca neighborhood. The obelisk stands more than 230 feet tall and commemorates the 400-year anniversary of the city’s founding. Local portenos stroll down Avenida Corrientes, adding to the frenetic atmosphere found in front of the shop windows and bright theater lights. In the evening, you embrace the traditions of the city and enter a private dance studio to learn the steps of tango. Your instructor claps his hands to match the rhythm, showcasing the necessary passion needed to move. Your footsteps echo off the floor. You stare into your partner’s eyes, learning that the embrace is as important as the steps themselves. The dance is as much a part of Buenos Aires history as barbecue, wine, and the Casa Rosada."
    },
    {
      "dayNumber": "10",
      "title": "Buenos Aires – A Lingering Exquisite Taste",
      "description": "In the morning, the shade from the sycamore trees spreads between the elegant homes of the Retiro district. Grand boutique shops and art galleries juxtapose the luxurious apartments, adding layers of nuance to the city’s title as the “Paris of South America.” The Palermo district contains four separate quarters, each characterized by stunning mansions, noble avenues, and hip alleyways. Cafes open their doors to the aroma of decadent coffee, buttery pastries, and vibrant murals painted by a local artist. After breakfast, your private transfer meets you at your hotel located in the lavish Recoleta district. The exuberant exterior of the former theater Ateneo Grand Splendid now hides a popular bookstore in which portenos sit on stage sipping their morning cappuccinos. You reach Ministro Pistarini International Airport with plenty of time to check-in to your flight home, taking with you the memories of chocolate and wine experience you will never forget."
    }
  ],
  "map": ""
}