{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "family-adventure-highlights-of-argentina",
  "tourName": "Family Adventure: Highlights of Argentina",
  "placesVisited": "Buenos Aires, El Calafate, Iguazú Falls",
  "generalInfo": "From a sensational trail winding through the jungles around Iguazu Falls to the captivating glint of The Perito Moreno Glacier, your customizable 10-day family tour of Argentina will capture the highlights of the landscape and culture, as it embraces the passion for discovery and the spirit of family fun. Unique neighborhoods, vibrant tropical wildlife, mountainous views, and impressive gauchos accentuate each moment capturing the splendor of your family adventure in Argentina.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Arrive in Buenos Aires with an Introduction to Palermo",
      "description": "The famous city of Buenos Aires represents a historic elegance and captivating ambiance that is reminiscent of the renowned Western European cities like Paris and Vienna. Your guide will meet your family in the hotel lobby and will be eager to introduce you to the history and ambiance of Palermo, which is one of the city’s most unique barrios . While you listen to the fascinating evolution of the neighborhood and learn about the architectural design, the kids will participate in a scavenger hunt. As you walk through the area, you may find the aroma of coffee drifting from the cafés."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Experience Buenos Aires on an Immersive Tour",
      "description": "After exploring the neighborhoods of the city, you will continue to the playful “Forbidden Not to Touch” Museum, where curious families can discover the thrills of spinning wheels, pulling weights, mixing liquids, and generating electricity. The motto of the museum encourages the kids to have a hands-on experience where they will discover the connection between light and music. You will meet a local family at the end of the day and enter their home to discover the authentic flavors of Argentina. They will prepare typical, delicious Argentinian cuisine such as empanadas, asado, and tasty Argentinian wine."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Iguazu – Tour the Iguazu Forest",
      "description": "After breakfast, your private transfer will escort your family to the airport for your flight to Puerto Iguazu, a city located on the border between Paraguay and Brazil. Nature will remain the biggest attraction in the region like the powerful waters of Iguazu Falls. The excitement will grow when you speed through the treetops on a zipline excursion that will have you traveling upwards of 65 feet above the forest floor. You will be able to hear the crashing sounds of water from a nearby waterfall as it cascades down the foothills."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Iguazu – Explore Argentina’s Iguazu National Park",
      "description": "You will travel with your private guide to the entrance of Iguazu National Park in Argentina where you will discover the sensational complex that overtakes 261 square miles of protected land and water. Your guide will offer insight into the history of the falls’ formation as well as the surrounding natural beauty of the rainforest. You will take the train to the walkways that lead from Cataratas station for a sweeping view of the waterfall’s dramatic power at Garganta del Diablo, where the 270 smaller falls converge in a horseshoe shape that drops nearly 270 feet with an epic roar."
    },
    {
      "dayNumber": "5",
      "title": "Puerto Iguazu – Discover Iguazu Falls from the Brazilian Side",
      "description": "After breakfast, your guide will take your family across the border and into Brazil to explore the Brazilian side of Iguazu Falls, which possesses the best panorama. As you enter the park, you will hear a guttural howl echoing through the trees. Your guide will help to calm the kids who worry about the possibility of a jaguar, and instead, will inform the family about the active howler monkeys in the park. Your guide will offer more insight into the topography and natural history of the region, using the surrounding rainforest canopy for tangible examples."
    },
    {
      "dayNumber": "6",
      "title": "El Calafate – Fly to Patagonia’s El Calafate",
      "description": "After breakfast, your private transfer will escort you to Cataratas del Iguazú International Airport for your flight to El Calafate in Patagonia. The town is located less than 50 miles away from the famous landscape of Los Glaciares National Park. The scent of chocolate will wander from the charismatic artisan shops and ice creameries at the heart of town. You will reach your gorgeous accommodations on a private estancia inside the borders of Los Glaciers National. The remainder of the day will be at your family’s leisure to enjoy the comforts, hospitality, and activity of an authentic Argentine ranch."
    },
    {
      "dayNumber": "7",
      "title": "El Calafate – Traverse the Marvels of Los Glaciers National Park",
      "description": "Your guide will introduce your family to the magnitude of the landscape, beginning at Perito Moreno Glacier, which is the third-largest glacier in the world. The captivating image will showcase the power and prestige. A walkway that overlooks the lake and glacier will allow you to absorb the massive proportions of the glacier. Scenic boats will glide across the lake and become dwarfed by the massive wall of ice that will capture the imaginations of your entire family. For a deeper adventure, your family can step onto the rugged and undulating surface of the glacier with an ice hiking tour."
    },
    {
      "dayNumber": "8",
      "title": "El Calafate – Enjoy your Estancia with your Choice of Adventure",
      "description": "The day is at your leisure but for a family-friendly excursion, you can mount a horse and follow your guide along the trails as they wind through the vast grassland. The empty terrain will blend into the rising hills that are filled with evergreen trees and glassy turquoise rivers. The horses will splash along the riverbanks as you traverse the abras , which are the hidden spaces between the forest and mountains. Your guide will help you find the perfect view of the landscape that will be surrounded by pristine lakes, forest, and mountain ranges of Argentina’s Patagonia."
    },
    {
      "dayNumber": "9",
      "title": "Buenos Aires – Return to Buenos Aires with the Day at your Leisure",
      "description": "You will make your way to the airport for your flight out of El Calafate and away from Patagonia and return to the bustling streets of Buenos Aires. You will relax in the comforts of your hotel with the remaining day at your family’s leisure to enjoy the city. The pink hue of the presidential palace known as Casa Rosada will be visible from the edge of the street as it crowns the nineteenth-century, central square of the Plaza de Mayo. A great experience for your entire family is to attend a soccer game, especially when the Boca Juniors play."
    },
    {
      "dayNumber": "10",
      "title": "Buenos Aires – Depart to Home",
      "description": "In the morning, the doors to the renowned former theater of El Ateneo Grand Splendid will open, which was converted into a stunning bookstore with a café situated on the stage. The kids will enjoy sharing their favorite moments from the trip, ranging from the horseback ride through the pampas to the getting drenched on the walkways circling the lower-levels of Iguazu Falls. Your private transfer will meets the family in the hotel lobby when you are ready, and will escort you to Ministro Pistarini International Airport for your flight home."
    }
  ],
  "map": ""
}