{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-iguazu-falls-and-lake-district-tour",
  "tourName": "Argentina Iguazu Falls and Lake District Tour",
  "placesVisited": "Buenos Aires, Iguazu Falls, Barilo",
  "generalInfo": "Fecund forests framing a sensational sheet of falling water, the backdrop of the Andean highlands climbing majestically over brilliant blue waters, the humming life of the capital on the banks of the Rio de la Plata; all this and more awaits your arrival in arresting Argentina. Whether you are a nature lover or unabashed urbanite, this is one Argentina travel adventure you’ll never forget.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Arrival in Argentina’s Capital",
      "description": "You land this morning on the outskirts of the chic and romantic city of Buenos Aires, filled with excitement to be finally in Argentina. You will be picked up at the airport and transferred to your sleek and modern accommodations. Your hotel is in one of Buenos Aires’s most elegant and beautiful barrios (neighborhoods). The area is also home to some of Argentina’s political, social, and cultural elite as well as some of the best shopping and dining in the city. The hotel itself is a charming and classic mixture of modern conveniences and classic style, with daring lines throughout the exterior, graceful curves running through the interior, and all the services you would expect from first-class lodging."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – A Guided Tour of Brilliant Buenos Aires",
      "description": "This morning, after a hearty hotel breakfast, set off to explore this magical capital. Your guided tour is led by an engaging university professor who will show you a unique and unforgettable side of Buenos Aires. The tour is organized around discovering the city through four of its most famous parks – the Plaza de Mayo, Parque Lezama, Plaza San Martin, and Recoleta – and their surrounding neighborhoods. You will have insight into the remarkable culture of this memorable metropolis, from its stirring history to its vibrant present, its politics and art, and the traditions of the many communities who have made their mark. Not only will the tour show you some of the many secrets of Buenos Aires, you’ll also get a sense of where you’ll wish to explore further after the tour has concluded. Those interested in Argentina’s colonial past will do well to visit San Telmo while those looking for an experience of the city’s promising future can check out the newly restored Puerto Madero."
    },
    {
      "dayNumber": "3",
      "title": "Bariloche – To the Shores of Lake Nahuel Huapi",
      "description": "This morning sees you transferring to the airport at Buenos Aires, ready to board a flight that will take you south and west to the foothills of the Andes and to the breathtaking city of Bariloche. The alluring ambiance is reminiscent of a town in the Swiss Alps, from the city’s architecture to the awe-inspiring scenery that dominates the horizon. While in Bariloche, you’ll enjoy the incredible accommodations of your luxury hotel, where the wood, stone and leather interior provides a perfect complement to the rugged beauty that surrounds you. The luxurious amenities offer the perfect mix of rustic and modern, including a classic wine bar with all the best varietals and even an impressive art gallery."
    },
    {
      "dayNumber": "4",
      "title": "Bariloche – Hitting the Highlights in the Andean Foothills",
      "description": "Bariloche is a place for all kinds of people. From city slickers to nature buffs, from those looking for the spectacular vistas at the end of a stirring hike to those who find their inspiration in the delectable confections that can be found throughout the city. Should you come in Argentina’s winter, the skiing is the best and most popular in the region. The summer features excursions into the surrounding lake region, fishing, hiking, or simply taking in the incredible weather in the city’s center. A morning tour of Bariloche starts with a ride to the top of Cerro Campanaria, where sensational views of the city and the enveloping scenery await. Excursions of the area take myriad forms, from hiking to horseback riding to kayaking Gutierrez Lake to paragliding over the indescribable scenery of Nahuel Huapi. Or, of course, you can stay firmly on land in the city itself, touring the beautiful edifices of the Bariloche Civic Center and the Neo-Gothic Cathedral of San Carlos de Bariloche, or the many excellent chocolatiers offering some of the finest confections around. Mamuschka, La Abuela Goye, Del Turista and Bonifacio are some of the most renowned and are certainly worth a stop."
    },
    {
      "dayNumber": "5",
      "title": "Bariloche – Excursions in Argentina’s Lakes District",
      "description": "Today offers the chance to experience the untrammeled and unforgettable nature around Bariloche, from the towering peaks of the Andes to the serene expanses of the Lake Nahuel Huapi. You can hike or bike around the gorgeous Circuit Chico, a 60-kilometer route that shows you the best of the area’s scenery. You can also cruise out to the incomparable Bosque de Arrayanes, a primeval forest of richly colored, orange-tinted trees that is one of only two such collections in the world. Those who revel in the crisp air that fills the upper altitudes will want to take advantage of the region’s innumerable hiking opportunities, from scaling the peak at Cerro Lopez and visiting the quaint village at Colonia Suiza to catching a glimpse of the incomparable Black Glacier and watching water tumble over the Saltillo de las Nalcas at Cerro Tronador near Pampa Linda. There are also a number of excellent tour options for those who would prefer to visit the lakes surrounding Bariloche: you can cruise along Lake Nahuel Huapi until reaching the jade-green waters of Lago Frias, or sail along the surface of Los Siete Lagos, the “Seven Lakes”, that are found between Bariloche and San Martin de los Andes. The lakes offer phenomenal scenery and captivating wildlife."
    },
    {
      "dayNumber": "6",
      "title": "Iguazu Falls – North to One of the World’s Natural Wonders",
      "description": "This morning, you’ll be transferred to the airport where, after a brief stopover in Buenos Aires, you’ll be taken to the Argentina borderlands and within view of the amazing Iguazu Falls. The falls are one of Latin America’s most popular tourist attractions and one of the New7Wonders of Nature. Your accommodations offer an uncompromised view of the spectacular falls. The location is also a stone’s throw away from some of the most impressive cataracts in Iguazu, and it's deep in the heart of the National Park. Not only is the hotel's location ideal, but its services and amenities are also outstanding. From the friendly and helpful staff to the relaxing and reinvigorating menu at the spa. From the soothing sauna and serene Zen Rooms to the lively and exciting bars and restaurants, with food and drinks that are as memorable as the scenery right outside your window."
    },
    {
      "dayNumber": "7",
      "title": "Iguazu Falls – The Stirring Sights of Inimitable Iguazu",
      "description": "Declared a UNESCO World Heritage Site in 1984, the national park surrounding Iguazu features spectacular forest scenery and diverse wildlife, highlighted by the unforgettable expanse of the falls themselves. Today features a fully-guided excursion through this incredible formation. Experienc the power and grace of this remarkable site by land and by water, on foot and aboard a scenic train that will stir your imagination and thrill your senses. Perambulate the many walkways that take you close to the tumbling sheets of the Iguazu and Parana Rivers and some of the most famous cataracts of Iguazu. See the stunning Devil’s Throat, where about half of the flow of the Parana River comes tumbling over an expanse nearly 300 feet high and half a mile long. Turn to the stunning San Martin Island, where lush vegetation competes with the roaring rush of water cascading beyond, before boarding the Rainforest Ecological Train to reach a lookout point, where you’ll gain a new perspective of Iguazu as you are surrounded by falls on three sides. Catwalks along the upper falls cross several islands where you can take in the varied wildlife. Enjoy the panoramic viewpoint of Iguazu’s expanse: if you look hard enough, you might even be able to see your hotel in the distance! Today also features some optional tours that give you the chance to reconnoiter Iguazu in a way that most people can only dream about. You can take a half-day safari of the surrounding jungle landscape, where a fully qualified guide will lead you through dense foliage to encounter one of the most diverse regions on Earth, featuring more than 2,000 species of plants. Adrenaline-junkies will want to embark on the aptly-named Great Adventure Tour, featuring a once-in-a-lifetime boat ride that takes you into the center of the Falls, from the scenic island of San Martin to the iconic Three Musketeers and Devil’s Throat cataracts. Finally, aspiring ornithologists will enjoy a guided tour throughout the park centered around spotting some of the area’s most fascinating species of birds, including endangered and endemic species that can be found in no other part of the world. You’ll have the chance to see some of the four hundred species of birds that make their home in Iguazu National Park, from Trogons and Tanagers."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires – Saying Goodbye to Awe-Inspiring Argentina",
      "description": "After one final morning within eye-shot of immaculate Iguazu, you’ll be transferred to the airport and flown to Buenos Aires, where you’ll await the transfer that will take you back home. You’ll be filled with the sights and sounds of one of the most unforgettable trips of your life.Your suitcase stuffed with chocolate from Bariloche and fine leather goods from Buenos Aires. Your camera packed with pictures from the Andes and Iguazu Falls, and your heart bursting with the incredible stories and charming people of this truly unique nation."
    }
  ],
  "map": ""
}