{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "learning-to-tango-in-buenos-aires-tour",
  "tourName": "Learning to Tango in Buenos Aires Tour",
  "placesVisited": "Buenos Aires",
  "generalInfo": "The air is sharp and crisp, and somewhere deep within you something stirs. The music starts with characteristic flair and the dancers file onto the floor. The scene is set, the players in position, the hours of practice flowing to your brain as you grab your partner and set off on an adventure of rhythm and movement. This learning to tango in Buenos Aires tour is beyond anything you’ve ever imagined.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Bienvenidos a Argentina!",
      "description": "Touch down just outside breathtaking Buenos Aires, the capital of Argentina, where Old World style and New World charm come together to form one of the world’s great cities. Upon arriving at the airport, a private driver will take you to your luxurious, elegant, and perfectly located hotel, where you’ll find the services are as excellent as the furnishings. After dropping off your bags and recovering from your trip, you can set out for your first look at this incredible urban conglomeration, the home to brilliant culture and a singular ambiance: you’ll find yourself falling quickly in love with the rapid lilt of castellano , the smell of the city’s many parrillas and the quick and easy smiles of the locals."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – A Day of Discovery in the Paris of Latin America",
      "description": "After a hearty breakfast, you’ll be led on a private tour of dazzling Buenos Aires, hitting the highlights of this marvelous world capital and learning about its fascinating history. Begin at the famous Plaza de Mayo, the political center of the country for more than a century, where protests have been held for decades and where the elite meet to determine the country’s fate. You’ll see the belle-époque stylings of Buenos Aires City Hall, the numerous political monuments dedicated to the great events and leaders in Argentine history, and the executive mansion of the President of Argentina, popularly known as the Casa Rosada. From here, you can stroll down the famed Avenida 9 de Julio, one of the city’s main thoroughfares and the widest avenue on Earth. Walk by the soaring Obelisk and the stirring Plaza de la Republica before visiting the incredible Teatro Colon, Buenos Aires’s main opera house and one of the five best concert venues in the world. Then turn onto sensational Avenida Corrientes, where the tango and porteno identity seem to fill the air all around you. Check out Florida Street – a pedestrian-only street that features some of the city’s best shopping – before visiting one of the avenue’s excellent restaurants or cafes. After experiencing Buenos Aires on a large scale, you’ll slip back into the quieter, more remote barrios as you make your way to the famous neighborhood of La Boca, ground zero for the country’s massive Italian immigration and a place that truly reflects the city’s passion and pride. The storefronts are brightly colored and inviting, history fills the streets and alleyways, and you might just see a couple of amateur tango dancers showcasing their skills at Argentina’s national dance. This evening gives you a chance to see the tango in a unique and unforgettable way, as you’ll enjoy a traditional Argentine Asado while you take in all of the heat and fervor of an underground tango show. As you sip your perfectly balanced Malbec, you’ll feel inspired to try this irresistible dance for yourself; and, soon enough, you’ll get that chance."
    },
    {
      "dayNumber": "3",
      "title": "Buenos Aires – Learning the Steps and Looking Sharp",
      "description": "This morning features your first foray into the tango, as you’ll go to the studio for your introductory lessons to this captivating and sultry dance. Learn the rhythms of the music and the elementary steps, feel the beat and desire fill your heart and limbs, and discover how intricately linked the tango is to the very history of this bustling and beautiful city. Each step will bring you closer to authentic Argentina, and every dip and slip and shimmy is sure to excite you and inspire you to keep learning. After a delicious lunch, you’ll hit the city’s best shopping streets, on the lookout for the gear that will help you look as good as you feel, the clothing and shoes that will fill you the confidence needed to tango like a pro. You’ll enjoy the rare treat of buying authentic Rio de la Plata tango garb, and you might even get a chance to do some non-tango shopping as well: Murillo Street near Palermo is home to a wide array of leather houses (where you’ll find some of the very best leather goods on the planet), Palermo Viejo is a district that exudes the youthful vigor and style of SoHo, and book lovers simply must visit El Ateneo, a theater-cum-bookstore that has been lauded as one of the most beautiful shops of its kind in the world."
    },
    {
      "dayNumber": "4",
      "title": "Buenos Aires – The City’s Environs and an Evening at a Milonga",
      "description": "Today, you head out to the surrounding countryside for a visit to a village that will transport you to a different place, a different time and, seemingly, a completely different world. Board the picturesque Tren de la Costa as you wind your way along the Rio de la Plata, cruising past areas of supreme natural splendor and cultural significance before alighting in the town of Tigre, where you’ll encounter some of the most gorgeous architecture in the country. Marvel at the incredible opulence of the Tigre Municipal Museum of Fine Art, the imposing and impeccable La Marina Regata Club, and the Bavarian-inspired Argentine rowing club before setting to the waves on board a sleek and beautiful sailboat. With the mid-morning sun shining serenely off the dazzling waters of the river, the entire area is basked in color and light, making for a truly memorable scene. Return to the city for the afternoon for lunch and a scenic walk before continuing your tango lessons in the heat of the night and the smoky haze of a famed milonga , a Buenos Aires dance hall that is one of the great social meeting places in the city. Novices and experts alike glide across the floor in poise and practiced grace, swaying to the tandas of the tango and the milonga, the atmosphere replete with the aching demands of the rhythm and the ceaseless joys of the dance."
    },
    {
      "dayNumber": "5",
      "title": "Buenos Aires – Practice Makes Perfect",
      "description": "The morning sees you back at the studio and ready for more, inspired by your spectacular evening at the milonga and the promises of continued improvement. You’ll find yourself falling easily into the flow of the tango, improvising steps in true Argentine passion, dipping and tapping and retreating and twirling with the acquired ease brought by skilled supervision. The warmth of familiarity is sure to draw you even deeper into the tango’s inescapable web of allure, and you’re sure to leave your lessons with a spring in your step. The afternoon is yours to your leisure – perhaps set out for the serene and scenic barrio of Recoleta, where the wide and verdant expanse of city parks mingles with the mansions and townhomes of the city’s elite – before an evening packed with adventure and excitement. Don your concert clothes and head out to another of the city’s renowned tango clubs, where you’ll enjoy a perfectly grilled cut of the finest steak in the world and the faultless flawless movements of some of the city’s greatest tango artists. From the pulsing beat of the tango band to the succulent finish of an Argentine wine, this evening is an exercise in excess."
    },
    {
      "dayNumber": "6",
      "title": "Buenos Aires – Feeling the Passion of Argentina’s National Dance",
      "description": "Another morning, another practice session as you find yourself getting better and more confident by the minute. You’ll find the advanced moves of the tango challenging and rewarding, testing your newfound skills and your innate creativity as you gradually discover how to move your body in the sure and supple ways the creator intended. You’ll draw motivation from the moves you’ve seen over the past few days, and you’ll notice yourself growing bolder and more adventurous with each new tune. This afternoon, head to the renewed and refurbished port of Buenos Aires, the Puerto Madero, where you’ll find upscale restaurants and hotels, daring and delightful architecture, and the beautiful Reserva Ecologica Costanera Sur, a must-see destination for any and all nature lovers. The evening sees you back at one of Buenos Aires’s celebrated milongas , where you’ll dance the night away in true porteno style."
    },
    {
      "dayNumber": "7",
      "title": "Buenos Aires – Graduation and a Grand Evening",
      "description": "Your final day of lessons concludes this morning in grand fashion, as you’ll set out to apply everything you’ve learned these past five days to music and dance as you’ve never danced before. The end of your lessons are punctuated by a celebration of all of your hard work, reminiscences on the setbacks and successes of the past few days, and even a personalized diploma documenting your unforgettable journey from tango novice to tango master. This evening, celebrate your last evening in Argentina in high style as you visit one of the city’s very best restaurants. Puerto Madero offers a number of excellent establishments specializing in cuisines all across the culinary spectrum, highlighted by Restaurantino & Cafetino, an elegant Italian spot where the quality of the service is exceeded only by the quality of the fare. You might also consider a visit to Rodizio, widely acknowledged as the very best place to get a steak in the city: the restaurant has three prime locations, with its Costanera Norte branch offering truly awe-inspiring views to the coast of the river."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires – Saying Goodbye to Buenos Aires",
      "description": "This afternoon, after one final morning of leisure in Buenos Aires, you’ll be transferred to the airport in plenty of time to board the flight that will take you back home. You’ll be filled with the lessons you’ve learned and the memories you’ve made, charmed by the people you’ve met and all of the many places you’ve visited, and driven by plans to return to this captivating country."
    }
  ],
  "map": ""
}