{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "southern-patagonia-tour-ushuaia-tierra-del-fuego-puerto-almanza-el-calafate-puerto-bandera",
  "tourName": "Southern Patagonia Tour: Ushuaia, Tierra del Fuego, Puerto Almanza, El Calafate & Puerto Bandera",
  "placesVisited": "Buenos Aires, Ushuaia, Tierra del Fuego, El Calafate",
  "generalInfo": "A land of contradictions awaits you on this Southern Patagonia tour . Argentina is a country of ice and fire, bottomless lakes and towering peaks, the end of the earth and the beginning of true life. From the coziness of your cabin-like hosteria (hotel) to the chill of the great outdoors, this 9-day Argentina vacation is the best way to experience the unique mix of Patagonia.",
  "durationDays": "9",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Starting Off in South America",
      "description": "You arrive this morning in captivating Argentina on the outskirts of its largest and most important city, Buenos Aires. A representative will pick you up from the airport and escort you to your charming and elegant hotel. Your accommodations are located in the heart of Buenos Aires’s bustling Microcentro and mere minutes away from Florida Street, one of the best shopping spots in the city. A graceful lobby with gorgeous wood floors greets you upon your arrival, and the hotel also features a beautiful pool and relaxing and reinvigorating spa. The unbelievable location is what you’ll be sure to remember most, as you’ll find yourself in the middle of the action of this vibrant and fascinating metropolis."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Around the Paris of Latin America;/.l",
      "description": "This morning features a guided tour unlike any you’ve ever taken before, as a university professor leads you on an excursion of some of the city’s most famous parks and neighborhoods. You'll visit the renowned Plaza de Mayo, the revolutionary center of political life in Argentina for more than a century. Parque Lezama is in the multicolored and vivacious barrio ( neighborhood ) of La Boca, and Plaza San Martin in elegant Retiro. Next is the verdant city parks of aristocratic Recoleta. This tour will offer a unique insight into the history and culture of this unparalleled world capital, as well as set the groundwork for any further exploring you might wish to go on in the afternoon. You’ll be dazzled by the many sights and sounds of Buenos Aires. From the passionate and graceful steps of a tango in the Boedo to the stately splendor of the cemetery in Recoleta. From the impressive and imposing facades of Argentina’s government near the Plaza de Mayo to the immense expanse of Avenida de 9 de Julio, the widest avenue in the world. Dinner is also a unique treat, as you can sample some of the finest beef in the world at one of the city’s many exemplary parrillas (grills)."
    },
    {
      "dayNumber": "3",
      "title": "Ushuaia – A Trip to the End of the Earth",
      "description": "After a hearty hotel breakfast, you’ll be picked up from your hotel and transferred to the airport for your flight. You will depart for the far reaches of Argentine Patagonia and to the streets of Ushuaia. Ushuaia is the capital of the Tierra del Fuego province and considered by many to be the southernmost city in the world. Once you land in Ushuaia, you’ll be taken to your accommodations, located deep within a Lenga Beech forest. Your hotel has nine gloriously unique and cozy rooms, filled with craft furniture that perfectly complements the natural surroundings and modern amenities. Sprawling and inspiring forests filled with Nires, Lengas and Coihue Trees offer a setting that is filled with the awesome power and spirituality of nature. The singular synthesis between people and place is evident to an extent unlike anywhere else on the globe. Spend the evening exploring the town of Ushuaia. Enjoy the first-rate museums and the glorious landscapes. Dine at one of the city’s eateries, with many offering exquisite views of nearby Beagle Channel, and all offer Patagonian specialties that are sure to impress the palate."
    },
    {
      "dayNumber": "4",
      "title": "Ushuaia – Into A Land of Fire",
      "description": "Today features a full day excursion into the breathtaking confines of Tierra del Fuego National Park, where you’ll encounter some of the continent’s most awe-inspiring scenery and unforgettable wildlife. Begin with a two-mile hike to a stunning vista offering panoramic views of the azure blue stretches of Lake Roca and Lagunas Verdes and the serpentine paths of the Ovando and Lapataia Rivers. You’ll encounter all manner of avian life while trekking through the primeval beech forests. Look for the spectacular Magellanic woodpecker, the gorgeous black-necked swan, and the immense Andean condor, one of the world’s longest-living birds. Then you take to the water aboard a Zodiac raft, carrying you toward the shores of Isla Redonda, where you’ll enjoy a freshly prepared lunch and the pleasure of sending a postcard from the southernmost post office in the world (as featured in an episode of the hit show The Amazing Race ). You then return to the sapphire spread of Lapataia Bay, catching glimpses of sailing seabirds like cormorants, petrels, and sea lions resting on the rocky outcroppings. Your tour concludes at Laguna Verde, where a driver is waiting to take you back to Ushuaia after a day of natural splendor that you won’t soon forget."
    },
    {
      "dayNumber": "5",
      "title": "Ushuaia – A Day Near the Sea",
      "description": "The morning begins with a picturesque drive by the side of the Beagle Channel until you reach Estancia Haberton near the small village of Puerto Alamanza. Estancia Haberton was founded by English missionary Thomas Bridges, and named after his devoted wife. The area is now home to an impressive exhibit detailing life in far southern Argentina, including splendid gardens, a number of impressive outbuildings, a small cemetery. You will also find a botanical garden featuring replicas of the dwelling places of the native Yamana People, as well as an impressive museum dedicated to the history of the region’s marine mammals and birds. Following your visit to Estancia, you’ll climb aboard a Zodiac boat bound for Gable Island, the largest island in Beagle Channel, where a beautiful natural refuge provides the perfect place for a delicious lunch. While you may want to relax in the serene and splendid surroundings, adventurers may choose to spend their time hiking around the island before. After relaxing or hiking, return to the Zodiac boats for an excursion to a penguin colony at Isla Martillo. The unique location ensures a diverse collection of wildlife, especially birds. You’ll see skuas, cormorants, gulls and albatrosses, and many others. After this unforgettable adventure, return to Estancia Haberton, where you’ll enjoy afternoon tea before returning to your room in Ushuaia."
    },
    {
      "dayNumber": "6",
      "title": "El Calafate – Cruising the Beagle Channel",
      "description": "Today features an exploration of one of the main waterways in the Tierra del Fuego, the Beagle Channel. The Channel is named for the HMS Beagle, which led a hydrographic survey of the southern coasts from 1826 to 1830. Three years later, the HMS Beagle carried naturalist Charles Darwin on his first voyage to South America. The route features several notable stops and sites, including the gorgeous and powerful Romanche Glacier on the north side of the Channel, Les Eclaireurs Lighthouse (known by Argentines as the Lighthouse at the End of the World), and Sea Lions Island, where scores of sea lions congregate when they wish to leave the waves. Following your seaside adventure, you’ll be taken from your hotel to the airport at Ushuaia to board your flight to El Calafate in the Santa Cruz Province, on the shores of Lake Argentino and the borders of Los Glaciares National Park. While in El Calafate, you’ll enjoy the comfortable accommodations and delicious food your hotel, located mere minutes from downtown El Calafate and surrounded by multicolored trees and wide swaths of verdant meadow. The hotel gives off an air of comfort and contentment, with inviting public spaces and relaxing rooms, as well as modern amenities and some of the finest food offerings in the area."
    },
    {
      "dayNumber": "7",
      "title": "El Calafate – Exploring Los Glaciares National Park",
      "description": "Spend today within the splendor of Los Glaciares National Park, a UNESCO World Heritage Site since 1980, and the site of the third largest ice cap in the world. There are a number of impressive glaciers within this massive park. Certainly the most famous glacier is the Perito Moreno Glacier, a sheet of ice nearly 100 square miles and one of only three Patagonian glaciers that are still growing. Due to its unique location on Lake Argentino, Perito Moreno often experiences spectacular ruptures. Boat rides near the glacier are filled with the soft sighing and insistent creaking of ice reacting to the pressures of the world around it. There are fascinating formations within the glacier itself, from the rippling sky-blue ridges on top to glacial caves along the glacier’s base. There is also an impressive selection of wildlife. Astute observers will catch glimpses of condors and ibises, buzzard eagles and Ashy-headed Geese."
    },
    {
      "dayNumber": "8",
      "title": "Estancia Cristina – Lago Argentino and Estanica Cristina",
      "description": "An early morning sees you to Puerto Bandera, a nearby port that is the perfect jumping off point for exploring the surrounding area. You will board a sleek catamaran to discover the many spectacular sights near Lago Argentino. Get an up-close view of the Upsala Glacier before turning into a narrow strait that takes you to Estancia Cristina, a working ranch that is emblematic of life in the steppes of Patagonia. Once you disembark at the Estancia, you’ll have the choice of two activities to occupy your afternoon. If you’re feeling adventurous, you might want to hike to the towering heights of Cerro Carnero to take in the glaciers below and the puissant Andes Mountains that dominate the horizon. Using a path that was once used by shepherds to transport sheep and goats to the pasture areas beyond, you’ll catch inspiring glimpses of the Estancia below and the waterways which lead up to it. Trekking through lush forests of Nires and Lengas trees, you’ll finally arrive at the lower peak of Cerro Carnero, where lunch will be served. Take in the stirring vistas of the surrounding landscape, from glaciers to mountain ranges and all points in between. Meanwhile, those who are interested in the local history will enjoy a lamb prepared in authentic Patagonian fashion. Then explore Estancia’s grounds, learning about the lives of the earliest settlers in the region, the famous explorers of more recent centuries, and the culture of the many peoples who have inhabited this phenomenal area."
    },
    {
      "dayNumber": "9",
      "title": "El Calafate – Returning Home",
      "description": "This morning sees you transferred to the airport at El Calafate, returning to Buenos Aires before boarding a plane that will see you back to your home country. Your return trip will be filled with the stories of your voyage, memories that you’ll never forget, and pictures that you’ll always keep with plans to return as soon as you can. If nine days in Argentina isn't enough, consider a trip extension. Browse the reviews for Argentina tour companies to see what other travelers experienced on their customized trips."
    }
  ],
  "map": ""
}