{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-tour-of-patagonia-puerto-madryn-buenos-aires",
  "tourName": "Argentina Tour of Patagonia, Puerto Madryn & Buenos Aires",
  "placesVisited": "Buenos Aires, ElÂ Calafate, Â Ushuaia, Puerto Madryn",
  "generalInfo": "Patagonia is a place where ruggedness meets elegance and where a Land of Fire is covered by ice, where there is grace in jagged peaks and puissance and where even the bleakness carries its charms. It’s a place so captivating that you’ll find yourself at the End of the World, and never want to leave.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Landing in Argentina",
      "description": "You touch down this morning in Buenos Aires, the cosmopolitan capital of Argentina and one of the most famous cities in all of South America, where European elegance meets South American style for a mix that is as unique as it is unforgettable. After being transferred to your luxurious and centrally located hotel, spend the rest of your day exploring this marvelous metropolis, from the cobblestone lanes of San Telmo to the city parks in Belgrano, reveling in the city’s energy, filled with culture and history of societies from all across the globe. Enjoy dinner at one of the city’s famed parrillas , where you’ll find the finest cuts of beef and perfectly paired wines in abundance."
    },
    {
      "dayNumber": "2",
      "title": "Exploring the Paris of Latin America",
      "description": "This morning is dedicated to introducing you to the many sights of Buenos Aires. Your knowledgeable and engaging guide that will show you all of the highlights, even those that most tourists never experience. Take in the impressive and imposing scene around the famous Plaza de Mayo, the political heart of the country for more than a century and a half. You’ll see the iconic Casa del Gobierno, the executive mansion of the President of Argentina popularly known as the Pink House. Also visit the stately colonial façade of the Buenos Aires Cabildo, the former seat of the Viceroyalty of the Rio de la Plata that now houses an excellent museum. Continue to the aristocratic neighborhood of Recoleta, where you’ll find beautiful homes, fine boutiques, and one of the most beautiful cemeteries in the world where Argentina’s most illustrious citizens have been laid to rest. Then visit the boisterous and colorful neighborhood of La Boca, where the multi-hued homes and storefronts provide a magical backdrop to the excitement of life on the Caminito. You’ll delight in the tango dancers that perform regularly on the street corners, the cozy and delicious Italian tavernas and the artisans plying their wares throughout the neighborhood."
    },
    {
      "dayNumber": "3",
      "title": "A Train Ride, Sailing Trip, and Argentina’s National Dance",
      "description": "After breakfast, you’ll board the picturesque Tren de la Costa, which will take you along the banks of the Rio de la Plata north to the unmatched splendor of Tigre, where the striking scenery is matched only by the elegant and gorgeous edifices to be found throughout the town. Along the way, you’ll enjoy awe-inspiring views and the charms of the intermediary train stations. All of the stops feature art and history displays, and three of them contain substantial shopping areas and other attractions. After admiring the undeniable elegance of Tigre’s many structures, from the Bavarian charm of the Argentine Rowing Club to the sophisticated grandeur of La Marina Regata Club, you’ll board a sailboat that will give you a new perspective from which to gaze upon all of the town’s many breathtaking locales. After returning to Buenos Aires in the afternoon, the evening features a true Argentine experience as you set out to one of the city’s underground tango clubs, where you’ll enjoy a stirring show of this passionate yet stylish dance along with a delicious meal. From the sumptuous tannins of a Malbec from Mendoza to the sweeping spectacle of this incredible art form, this is sure to be a night that you will never forget."
    },
    {
      "dayNumber": "4",
      "title": "Turning South to Patagonia",
      "description": "Today you will leave city life to explore the incredible wilderness of Patagonia, the region which dominates southern Chile and Argentina and which has inspired countless numbers of visitors (including the explorer Ferdinand Magellan, who named the area after a race of the legendary giants he thought called this place home.) You land in El Calafate, the jumping off point for many explorations in far southern Argentina and a quaint and alluring town in its own right. After landing, you’ll be transferred to your comfortable hotel, where you can relax and enjoy the serenity of your surroundings or check out some of El Calafate’s local landmarks. The museum detailing the history and importance of the local glaciers called The Glaciarum is worth a visit. Also, visit La Tolderia, the local pub of El Calafate and one of the centers of the town’s social life."
    },
    {
      "dayNumber": "5",
      "title": "The Natural Splendor of Perito Moreno",
      "description": "Following a hearty and delicious breakfast, you’ll set out to discover the imposing and incomparable beauty of Perito Moreno National Park, where you’ll get an up close look at this amazing formation. Viewing platforms and trails crisscross the local landscape, and large ships provide the opportunity to get within yards of the ice wall, allowing you to hear the gentle moaning and sharp cracks of a glacier that is still growing and always on the move. You’ll ogle at the brilliant color, marvel at the many ice caves that dot the glacier’s face, and lose yourself in the undeniable allure of this winter wonderland, all before you witness this mighty marvel of Perito Moreno’s lakeside walls in high style on board a luxurious sailing vessel. The evening sees you back in El Calafate, where you can enjoy one of the many delicious local restaurants."
    },
    {
      "dayNumber": "6",
      "title": "Glacier Trekking and a Day at the Ranch",
      "description": "Today is an all-day exploration of the incomparable majesty of Los Glaciares National Park, featuring trekking on some of the areas most beautiful glaciers and an authentic Patagonian meal at a local Estancia. Begin by cruising the lengths of Brazo Norte and Brazo Upsala, taking in the myriad ice formations along the way before reaching the Upsala Glacier, one of the most magnificent in the Southern Patagonian Ice Field. Then it’s back to land and a visit to Estancia Cristina, a working ranch where you can engage in a number of adventure activities. Hiking and horseback riding will show you the rare splendor of southern Patagonia. A delicious meal of grilled Patagonian lamb— cordero patagonico —finishes off an incredible day in Los Glaciares, one filled with the untrammeled power of the outdoors and the inimitable community of nature and humanity. This evening sees you back in Calafate."
    },
    {
      "dayNumber": "7",
      "title": "Down to the World’s Southernmost City",
      "description": "After your last breakfast in El Calafate, you’ll be transferred to the airport to await your flight to Ushuaia, considered by some to be the southernmost city on the globe and the jumping off point for many of the adventures to the Antarctic continent. You’ll be taken to your hotel in Ushuaia where you can relax following your trip to the end of the world, or explore some of the cultural offerings of the city. There is a casino in town and many of the restaurants offer spectacular seafood and sensational views."
    },
    {
      "dayNumber": "8",
      "title": "A Day in the Land of Fire",
      "description": "Set out to explore the rugged beauty of the Tierra del Fuego, the southernmost national park in the world and one of the most indescribable on Earth. The park has landscapes that will inspire you and wildlife that will delight you. The park is filled with forests of soaring, stately trees, from Antarctic beeches and coihue to the famous lenga trees that were used for canoes by the natives 10,000 years ago. The fauna is unique as well, with more than 20 species of mammals and 90 species of birds. Following lunch, you’ll cruise along the Beagle Channel, named for the HMS Beagle that gave a budding naturalist named Charles Darwin his first view of South America. The beryl blue glaciers in the distance provide a stark and stunning contrast to the snow on nearby peaks. You’ll pass along the far southern border of Chile and Argentina, giving you a unique perspective on both of these countries in view of some of their most rugged country."
    },
    {
      "dayNumber": "9",
      "title": "The Lakes of Patagonia",
      "description": "Today features a full day tour around two of the region's most pristine lakes, providing yet another glimpse of the panoply of beauty that confronts you at every turn. Tour the long stretch of Fagnano Lake, also called Cami Lake, with its steep southern bank stretching to ice-covered lowlands that give way to the rising cliffs of the Andes beyond. Then, cruise the surface of Lake Escondido—literally “Hidden Lake”—whose surface changes color as the position of the sun changes. These lakes will dazzle all of your senses and give you a full and ample display of the intractable grandeur of nature in far Patagonia, the very End of the World."
    },
    {
      "dayNumber": "10",
      "title": "Morning in Tierra del Fuego, Evening on the Golfo Nuevo",
      "description": "Spend the first part of today around the town of Ushuaia, taking in some of the many quality museums. Nature lovers will enjoy a visit to the Museo del Fin del Mundo, highlighted by the largest collection of birds native to Tierra del Fuego. The museum also features the figurehead to the sunken Duchess of Albany and a library that details the history and scenery of Tierra del Fuego. History buffs will enjoy a trip to the Museo Maritimo and the Presidio, built on the grounds of a former prison, with exhibits detailing the history of the area as well as an art gallery featuring the work of local artists. After this morning of edification, you’ll be transferred to the airport, ready to board a plane that will take you north to the up-and-coming city of Puerto Madryn on the coast of the Atlantic Ocean. You can relax within the confines of your comfortable and elegant hotel, walk the beachfront, or go shopping at the new and modern shopping mall in the city center."
    },
    {
      "dayNumber": "11",
      "title": "A Visit to Peninsula Valdes",
      "description": "A full day tour of a UNESCO World Heritage Site awaits you as you spend today exploring Peninsula Valdes. Drive along the coast and take in the sights of Patagonia before reaching the quaint and tiny village of Puerto Piramides, one of the premier whale watching destinations. You’ll be sure to spot all kinds of marine life, from sea lions to elephant seals to Magellanic penguins. Here, you’ll board a boat that will take you out into the world’s largest breeding grounds for the Southern Right Whales. The whales can come within 200 yards of the shore, cavorting and playing and, depending on the season, mating. On your way back from Puerto Piramides, you might also notice the many and diverse species of mammals that make their home on land, like Argentina Grey Foxes and the wild Guanaco. The evening sees you back in Puertro Madryn."
    },
    {
      "dayNumber": "12",
      "title": "Seeing the Penguins at Punta Tombo",
      "description": "Today features an excursion into the realm of Punta Tombo, with activities that will thrill lovers of culture and nature alike. Begin at Rawson, the capital of the Chubut Province, before turning on to the alluring town of Gaiman, a former Welsh colony. Gaiman has retained much of its Old World customs, including the Ty Nain Tea House and Museum where you can learn more about Welsh settlers in Argentina while enjoying tea and typical English and Welsh tea treats. Then turn to Trelew, the province’s largest city, where you’ll visit the unparalleled Museum of Paleontology Edigio Feruglio. The museum is one of Argentina’s main scientific institutions and is excellent with detailing the ancient history of the flora and fauna of Patagonia. The museum also features a Mesozoic Hall that houses the remains of some of the dinosaurs that once walked the Patagonia soil. Your final stop of this incredible tour is at the Punta Tombo Provincial Preserve where you’ll find an important colony of Magellanic Penguins. The area is, in fact, filled with wildlife, from various species of seabirds to ostrich-like rheas and Guanacos that are reminiscent of their llama cousins far to the north."
    },
    {
      "dayNumber": "13",
      "title": "Leaving South America",
      "description": "This morning sees you transferred to the airport at Puerto Madryn, and then on to the airport at Buenos Aires. You will be filled with the memories of incredible natural wonders, enchanting wildlife and engaging and inspiring culture. To read about what travelers experienced on their customized tours, see the Argentina vacation reviews ."
    }
  ],
  "map": ""
}