{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-adventure-tour-thrilling-activities-serene-nature-marvelous-luxuries",
  "tourName": "Patagonia Adventure Tour: Thrilling Activities, Serene Nature, Marvelous Luxuries",
  "placesVisited": "Patagonia, San Martín de los Andes, Puerto Fuy, Junín de Los Andes, Villa la Angostura, Bariloche",
  "generalInfo": "Composed of verdant forests, crystalline lakes, and soaring mountain peaks, Argentina and Chile’s Patagonian regions are yours to adventure within on this action-packed 12-day tour across the lake district of Patagonia. From the bewitching woodlands of San Martín de Los Andes to the marvelous shorelines of Bariloche, discover what makes South America’s picturesque Patagonian lands one of the most sought-after destinations in the world.",
  "durationDays": "12",
  "price": "12,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Martín de Los Andes - Picturesque Images of Patagonia",
      "description": "Closing in on Patagonia, you will catch a glimpse of Argentina’s soaring snow-capped mountains from your plane, a sight you will soon admire up close after landing and transferring to your accommodation nestled in the charming town of San Martín de Los Andes. Today, you will join your guide for a mountain biking tour of the surrounding region, cycling through the overgrown Araucaria Forest to the base of the colossal Lonquimay Volcano. With dramatic spectacles of the mountains and rolling emerald landscape backdropping your ride, you will be at a loss for words on your first day in Argentina."
    },
    {
      "dayNumber": "2",
      "title": "San Martín de Los Andes - Cruising through Conguillio National Park",
      "description": "You will see more of Patagonia by bicycle today as you enjoy a full day cycling tour from your accommodation after breakfast. You will enter the luxuriant Conguillio National Park and whizz across its charcoal gravel paths to the foot of Llaima Volcano, before continuing beneath the shaded viridian canopy en route to the quaint village of Melipeuco. During the trip, you will have plenty of opportunities to hop off your bikes and inspect the flourishing flora blooming between the thicket and witness the fascinating animals that reside within this diverse forest ecosystem."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Fuy - Whisked Away to Chile",
      "description": "You will enjoy a deserved break from the arduous gravel roads today as you cycle from Argentina, through the Chilean border, downhill towards a stunning private resort hemmed into the proliferating forests of Panguipulli in Chile’s Patagonian Forest. With access to a divine spa on-site and scenes of the staggering unspoiled wildlife circling your accommodation, you will luxuriate in the splendors of this great retreat. You may partake in a light stroll around the grounds to acclimate to the atmosphere of the forest before tucking into a sumptuous supper later this evening."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Fuy - Living Wild in the Forests of Panguipulli",
      "description": "The untouched nature reserve enwreathing your accommodation is yours to explore at your pace today, whether slowly wandering through the shamrock-colored forest or finding refuge beneath the gushing waterfalls that flow over its craggy cliffs. All the while, you will capture images of the native creatures waddling through the forest as leaves drop from the trees and birds hop from branch to branch, whistling melodic songs to soundtrack your day discovering more of Panguipulli. You may take a swim in the natural pool formed at the foot of the waterfall before returning to your resort later in the day."
    },
    {
      "dayNumber": "5",
      "title": "Junín de Los Andes - Cabin in the Wilds",
      "description": "You will return to Argentina today, this time crossing the border stationed on the other end of Lake Pirihueico after a short ferry trip across its sparkling waters. Your guide and bikes await your arrival on the other side of customs, and you will hop on for a delightful trip along the coast of Lake Lacar. The glimmering lake and towering mountains will surround the paths on which you ride, ushering you closer with each passing minute to your spectacular cabin built on the banks of the Chimehuin River Valley with a commanding view of Lanin Volcano."
    },
    {
      "dayNumber": "6",
      "title": "Junín de Los Andes - Stars Lighting Up Nahuel Mapi Canyon",
      "description": "After a short drive, you will arrive at a meeting point where you will be greeted by your guide accompanied by horses. You will mount up and head for the hills, trotting along flower-dotted fields beneath the looming mountains. Marvelous rock formations litter the Alumine River Valley and the crest of Lanin Volcano overlooks your trails, a brilliant backdrop for your journey to your campsite stationed in Nahuel Mapi Canyon. You may crack open a cold beverage upon arrival and share stories around the campfire as the sunset burns the sky orange and the stars twinkle from above."
    },
    {
      "dayNumber": "7",
      "title": "Junín de Los Andes - The Wooded Landscape of Patagonia",
      "description": "You will ride further up the Nahuel Mapi Canyon today, passing through the Patagonian woodlands beneath the breathtaking Andes Mountains, towards crystal clear lakes and balmy springs peppering this idyllic wilderness paradise. Arriving at the banks of one of the lakes veiling the landscape, you may relish a vitalizing dip in the refreshing waters before tucking into a delectable picnic lunch and continuing to lofty mountain peaks where the postcard-perfect scenes of Patagonia stretch off to meet the horizon. Every inch of this dreamy destination will be something to behold."
    },
    {
      "dayNumber": "8",
      "title": "Villa la Angostura - Drifting along the Seven Lakes Road",
      "description": "Your travels deeper into Patagonia will begin this morning, as you set course for the bendy avenues of the Seven Lakes Road, given its nickname as it weaves past the coast of several mesmerizing lakes, including Espejo, Correntoso, Escondido, Falkner, Villarino, Machonico, and Lacar. The adventure, revealing alluring scenes of the spectacular lakeside environments, will lead you to Villa la Angostura, where you will check into a charming resort tucked away in the forests spreading in all directions beneath the Andes."
    },
    {
      "dayNumber": "9",
      "title": "Villa la Angostura - Sunny Moments on the Crystal Shores",
      "description": "You will head out from town this morning to the banks of Lake Espejo, hopping into a kayak with professional equipment and paddling out across the crystalline waters to take in the scenic splendors from a unique vantage point. You will cross to the mouth of a river that connects Lake Espejo Chico to Lake Espejo, the ideal spot to dive into the water on a snorkeling excursion to see what lives below the surface. You may also fly-fish from the softy, velvety shores of a nearby beach before paddling back to your vehicle and making your way back home."
    },
    {
      "dayNumber": "10",
      "title": "Villa la Angostura - One Last Paddle across Lake Espejo",
      "description": "Today, you will lap up more of the luxurious scenery by kayak as you paddle further across Lake Espejo, this time gliding in new directions to see what else lies along its shimmering coast. You will stumble upon hideaway beaches where you may find refuge beneath the shade of trees hugging the shore and jump off between the thicket to capture images of dazzling birds soaring overhead and catch the wafts of fragrant flowers blossoming from behind the dense vegetation."
    },
    {
      "dayNumber": "11",
      "title": "Bariloche - Untouched Woodlands of Arrayanes National Park",
      "description": "You will leave the beautiful Villa La Angostura by private boat this morning, sailing across the shimmering sapphire water of Nahuel Huapi Lake towards Arrayanes National Park. Hopping off of the boat, you will begin your stroll through the forested grounds speckled with millennial trees and teeming with colorful creatures. Viewpoints positioned across Anchorena Port will share the remarkable scenery en route to the soft sands of the sun-soaked beaches, before you arrive at Bariloche port for an evening spent on the woodland-fringed shores of Lake Nahuel Huapí."
    },
    {
      "dayNumber": "12",
      "title": "Bariloche - Birdsong Brings Your Journey to a Close",
      "description": "The sunshine will glimmer off of the crystalline lake as birdsong signals the beginning of your final few hours in South America. Sipping on a bold brew of coffee, you may watch the morning slowly breeze by from your balcony before savoring your last breakfast at your accommodation. With many memories of your thrilling adventures across Argentina and Chile made during your tour, you will return feeling completely besotted with the wonders of this part of the world. Shortly after breakfast, you will join your private transfer and make your way to the international airport."
    }
  ],
  "map": ""
}