{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "senior-expedition-tour-to-the-wonders-of-patagonia",
  "tourName": " Senior Expedition Tour to the Wonders of Patagonia",
  "placesVisited": "Buenos Aires, El Calafate, El Chalten, Puerto Natales, Santiago, Patagonia, Torres del Paine",
  "generalInfo": "Patagonia is a feast for the senses, filled with radiant flora, vibrant glacial lakes, marvelous mountaintops, and majestic glaciers waiting to be explored. Traverse along the unforgettable region stretching across Chile and Argentina. Fields made of ice slide between hilltops and thunderously drop into lagoons. Icebergs drift across lake surfaces. Waterfalls roar with life and cascade down verdant cliffs. Penguins nest alongside pebbled shorelines and flamingos relax in the serene waters of a national reserve. The splendors of Patagonia are yours to experience on this Patagonia tour for seniors, combining luxury, scenery, and adventure.",
  "durationDays": "22",
  "price": "9,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Introduction to Chile's Capital",
      "description": "Santiago is at the heart of Chile, standing as the financial and cultural capital of the country. The majestic Andes Mountains border the edges of the city and tower over the financial sector skyline. The tall hill in the center of Santiago, known as San Cristobal Hill, has a marvelous lookout from which the entire city is visible. A funicular carries locals and visitors from the base of the mountain to the summit, bypassing the celebrated Chilean National Zoo and the famous gardens adorning the foothills. The city blends energy, sophistication, cosmopolitan cuisine, and local culture effortlessly. Your private transfer greets you at Comodoro Arturo Merino Benitez International Airport and escorts you into the heart of the city to your luxurious hotel. A brief tour of the city center highlights the intricate art exhibitions on the bottom floor of the Centro Gabriela Mistral, the cultural and performing arts center named after the famous Chilean poet. Consider learning more about your tour experts for Patagonia , and see how they meticulously craft your itinerary so it pertains to your particular interests and desires for a memorable trip of a life. Vaults and cantilevers decorate the interior alongside vibrant murals. Small plazas add a European charm. You can settle into the wonders of Santiago with relative ease, introducing you to the unforgettable beauty to come."
    },
    {
      "dayNumber": "2",
      "title": "Punta Arenas – Glimpse of the South",
      "description": "Santiago bustles in the morning. The sensational artwork decorating the Parque Bustamante metro station encompasses 673 square feet surrounding the entire platform. The vibrant colors and distinct characteristics of the painted faces encapsulate the diversity of the city and its rich history. Locals make their way to Mercado Central, the exuberant fish market in the heart of town, which is filled with vivacious restaurants boasting daily specials and fishmongers displaying fresh catches caught earlier that morning. Your private transfer leads you to the airport for your flight south to Punta Arenas, the southernmost city in Chile. The town is located on the shores of the Strait of Magellan. Mansions adorning Plaza Munoz Gamero harken back to the wool barons of Patagonia. After you check-in to the comforts of your hotel, your guide leads you out of the city on a trail to Cerro Mirador, the nearby mountain peak reaching a height of 656 feet above sea level. You hike along ancient Nothofagus forest. The leaves are toothy and emanate an evergreen aroma. When you reach the mountaintop, you have a spectacular view of the Strait of Magellan. The water shimmers azure against the colorful buildings of the city."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Natales – On the Shores with Penguins",
      "description": "In the morning, the sunlight drapes over the Strait of Magellan. The azure hue of the water returns to the edges of the cityscape. The aroma of rejuvenating coffee drifts from the local cafes. The church bells chime against the sound of the rolling sea. After breakfast, your guide escorts you northwards towards the gateway city to Torres del Paine National Park, Puerto Natales. On the way, you stop at the Seno Otway Penguin Colony, located on the shores of the Otway Sound. You can hear the penguins call out to one another against the sound of crashing waves. The penguins venture from the southern coast of Brazil and the Falkland Islands in September to build their nests and mate. They stay until the end of March when they return to Brazil or the islands along the Atlantic coast of South America. Penguins waddle along the pebbled shoreline and dive into the water. They use their tapered flippers to help guide them against the current. On land, they dig holes and gather straw along the brush to line their nests. The Magellanic penguin can grow up to 30 inches tall. They have a white underbelly and black hind-plumage, creating the picture perfect image of a wild penguin. After your visit, you continue north to Puerto Natales."
    },
    {
      "dayNumber": "4",
      "title": "Ultima Esperanza Sound – Surprises in the Scenery",
      "description": "The snowcapped peaks of Patagonia frame the coastline along the Ultima Esperanza Sound. Corrugated-tin houses line the street, showcasing the city’s past in the contemporary context. After breakfast, your guide leads you to the Milodon Caves, located 15 miles northwest of Puerto Natales. You can see the monolithic rock formation known as The Devil’s Chair in the background. A German explorer discovered the caves in the late 19th century, along with the fossils of a giant prehistoric ground sloth that lived in the area over 10,000 years ago. A replica of the sloth stands inside the cave entrance, revealing its bear-like body and towering height of being 10 feet tall. It could stand on its hind legs to eat leaves off of the trees. From the inside, the cave entrance resembles an actual mouth with small sporadic stalactites. You continue to your traditional estancia located on the northwest shores of Ultima Esperanza Sound."
    },
    {
      "dayNumber": "5",
      "title": "Ultima Esperanza Sound – Along the Last Hope Sound",
      "description": "In the morning, the water of Ultima Esperanza Sound laps at the shoreline. The windswept grass brushes across the plains leading to the mountains. The aroma of rich coffee accompanies breakfast. You can see the prominent peaks of the Chacabuco Mountains encircling the ranch. After your meal, your guide leads you along the jetty onto a boat ready to take you on the stoic waters of the Ultima Esperanza Sound. Captain Juan de Ladrillero discovered the waters in the 16th century when in search of a western entrance to the Strait of Magellan. Streams cascade down the verdant cliffs, creating vibrant waterfalls that ripple the surface of the sound. Fresh water meets saltwater, creating a delicate aroma that blends with the surrounding trees. The boat runs to the foot of Mount Balmaceda, which rises to an elevation of nearly 6,680 feet. You disembark the boat, following your guide along the rugged coastline. Pine trees angle up the hillsides. The water quietly laps at the pebbles nudged against the shore. In the distance, Serrano Glacier comes into view. The ice field plunges into the lagoon. The glacier glows a dazzling blue against the craggy gray edges of the bordering mountains."
    },
    {
      "dayNumber": "6",
      "title": "Ultima Esperanza Sound – First Impression of Torres del Paine",
      "description": "In the morning, the boats are docked at the jetty. The turquoise hues of the Ultima Esperanza Sound glow in the returning sunlight. The water laps at the lush foothills of the surrounding mountains. The day is tranquil and allows you to enjoy the bright new morning. After breakfast, you leave behind the charming grounds of your estancia and make your way into the celebrated borders of Torres del Paine National Park. Your guide points out the breathtaking outline of Paine Massif in the distance. The magnificent granite horns are striking, overlooking the rolling peaks on the horizon. You venture to the shores of Grey Lake, known for its gleaming metallic color and proximity to Grey Glacier. The trail runs alongside the lakeshores offering marvelous views of the water. The final ascent takes you to an altitude of 3,937 feet at Pas John Gardener. The view is breathtaking, offering an unobstructed view of the water leading to Grey Glacier in the background, bordered by snowcapped plateaus. Large blue icebergs float on the lake. Their unique shapes and sizes provide insight into the retreating rate of the ice field. The glacier covers 100 square miles and reaches a staggering length of 17 miles."
    },
    {
      "dayNumber": "7",
      "title": "Torres del Paine – Off to the Lookout",
      "description": "The trails along Torres del Paine National Park are limitless, guiding hikers across the mountainous landscape to unforgettable glaciers, marvelous waterfalls, and unprecedented panoramas. After breakfast, you venture to your next accommodation inside the park, stopping at various locations along the way to explore the exquisite scenery. You follow your guide on the trail to Salto Grande, a waterfall feeding into the turquoise Lake Nordenskjold. Salto Grande is nearly 50 feet tall with a mouth that narrows at its edges. The water trundles over the edge and creates an echoing thunder. The trail continues along the windswept hills, where black boulders rise from the verdant moss-like grass. You reach the lookout of Lake Nordenskjold. The lake has a surface area of nearly 17 square miles with a depth of 600 feet. Wild guanacos roam along the hills, nibbling on the grass. Their long necks are graceful, and their timid personality has them quickly scattering once they catch sight of you. In the background of the lake, you find the tremendous horns of Los Cuernos peaks towering into the sky."
    },
    {
      "dayNumber": "8",
      "title": "Torres del Paine – Notable Nordenskjold Lake",
      "description": "Your accommodation is located on the hillside with views of the encircling mountains. The seclusion adds to the remarkable experience of discovering the natural world around you. After breakfast, your guide leads you along the trail to the shores of Lake Nordenskjold. The trail to the edges of the water blossoms with notro flowers. The lush red emanates from the spindly petals blossoming in the trees. The bush can grow up to 65 feet tall. In the distance, you can see the outlines of wild guanacos once again grazing on the low-lying grass. Along the lakeshore, you can see the vastness of the water with an improved vantage point. The shimmering turquoise color shifts to a darker azure. The backdrop of the Mirador Cuernos is even more majestic from the lake edges, providing a looming quality between the rising granite horns of the mountain to the lesser altitude of the lake."
    },
    {
      "dayNumber": "9",
      "title": "Torres del Paine – Reaching the Peaks",
      "description": "In the morning, the sunlight washes over the mixture of mountaintops and rippling lakes. The pure beauty of the national park is enchanting. Every day brings a new adventure for you to enjoy. Today you make your way to Laguna Azul, located in the foreground of the Paine Massif. Hikers and trekkers spend days traversing the landscape in search of perfect panoramas. Condors glide across the sky, using thermal pockets to conserve energy. Their wingspan can grow to more than 10.5 feet long. You continue to search the sky and the hillsides, keeping an eye out for South Andean Deer. They graze on the short grass and shrubs. Their fur helps them blend into the high mountain forests. The climb is gradual and offers a brilliant perspective of the Sierra del Toro and Sierra Contreras. The granite Cuernos (horns) are visible as well; they rise over the Paine Massif at an altitude of 6,889feet. You reach the shores of Laguna Azul, where the azure water has an unparalleled radiance against the plains in the foreground and mountains in the background. The aroma of fresh barbecue drifts from the fire pit. You indulge on a traditional parrilla (Latin American grill) with local gauchos, known for their rugged style and celebrated cooking. You find a new view of the famous Towers of Paine rising over the mountains in the foreground. The three granite peaks stand prominently against the rounded summits of the Paine Massif. The tallest tower reaches an altitude of 8,204 feet."
    },
    {
      "dayNumber": "10",
      "title": "El Calafate – Traveling Without Borders",
      "description": "In the morning, you take one last look at the wonders of Torres del Paine. The Paine Massif overtakes the horizon. Guanacos linger on the hillsides, roaming freely across the landscape. Condors swirl through the sky in a circular pattern. After breakfast, you embark on your journey across the Patagonian mountains, traveling along the road leading from Chile to Argentina. The road takes you through woods bursting with emerald leaves as well as lakes vibrant with blue water. The word “Paine” in the aboriginal language of Tehuelche means blue; the color is eminent in the rivers, lakes, glaciers, and even the mountaintops. You cross into Argentina at the town of Cancha Carrera. You can see the stunning Cerro Castillo in the distance, standing at an elevation of 8,776 feet, and rising above surrounding plains. You reach the alpine town of El Calafate. Shops made of visible stone and adorned with pine doorframes line the main avenue of Libertador. Chocolate shops display elegant and decadent treats in their windows. The shores of Lago Argentino, the largest freshwater lake in Argentina lap at the edges of town. Handmade goods, such as woodwork and alpaca woven blankets provide insight into the history of trade and customs in the secluded southern region of Argentina’s Patagonia."
    },
    {
      "dayNumber": "11",
      "title": "El Calafate – National Reserve of Lake Roca",
      "description": "In the morning, the aroma of chocolate blends with the scent of coffee drifting from the cafes in the heart of El Calafate. After breakfast, your guide leads you to the shores of Lake Roca inside the National Reserve, which is connected to the Los Glaciares National Park. The tallest peak in the area is Cerro de los Cristales, which stands at 4,160 feet above sea level. From the summit, you have a panoramic view of the landscape, taking in the far-stretching shores of Lago Argentino, the edges of Perito Moreno Glacier, and the tips of Torres del Paine along the western horizon. Flowers blossom along the plains near the foothills. Notros flowers tint the greenery of the nires forest a bright red. Your guide leads you on a trail by the lake, taking in the serene glistening of the blue water before reaching the ancient paintings near the Cerro Cristal. Indigenous people were thought to have traveled along the Patagonian landscape during the Glacial Age, followed by their herds. They left drawings and paintings along the boulders with handprints, images of prey, and representations of labyrinths believed to symbolize the difficult path the tribes took while traversing the region."
    },
    {
      "dayNumber": "12",
      "title": "El Calafate – Patagonia in Ice",
      "description": "The morning sun drapes over the powerful peaks, shaping the formation of Lake Roca. At breakfast, you have an unparalleled view of the scenery, enjoying the quiet time of day and the fascinating combination of looming summits and stoic waters. After your meal, your guide leads you deeper into Los Glaciares National Park, where you come face to face with the fabulous edges of Perito Moreno Glacier. Rheas, a large flightless bird similar to an ostrich, linger in the plains. The ice encompasses 97 square miles and rises to an average of 240 feet above the surface of Lago Argentino. The ice wall pushes against the lake, narrowing the water into a canal known as the “Iceberg Channel.” You walk along the viewing platforms winding through the opposite shore from the glacier, providing a fabulous view of the channel and the ice. The glacier has an immaculate blue color. Icebergs float across the water; every shape and size is different. You can see a burst of ice erupt from the ice wall before hearing a thunderous crack. A large piece of ice breaks from the glacier and crashes into the lake with an equally uproarious splash."
    },
    {
      "dayNumber": "13",
      "title": "El Chaltén – Mountain Village",
      "description": "Today you leave behind the shores of Lake Roca and venture to the alpine village of El Chaltén, with views of the exceptional summits of Mont Fitz Roy and Cerro Torre. You cross the rivers of Santa Cruz and La Leona, where you can watch the waters roll over the small rocks and verdant shores; the water transforms into a mist that slowly beads on the grasses of the Patagonian wilderness. As the day passes, you can see the clouds drift over the summit of Mount Fitz Roy, which was once regarded as the “Peak of Fire,” by the local Tehuelche when they first settled the land. Trails lead from the edges of town and wind through the marvelous hillsides reaching ice fields, glaciers, lakes, and the mountain bases. Gray foxes hide in the grassy clearing, searching for prey. Black-face ibis linger on marshy shores. The wonderful world of Patagonia comes to life along the borders of the secluded alpine village."
    },
    {
      "dayNumber": "14",
      "title": "El Chaltén – A Different Perspective of Patagonia",
      "description": "The secluded charms of Patagonia are all encompassing. In the morning, you find the refreshing aroma of coffee accompanying breakfast. After your meal, your guide leads you on a relatively easy trail to the shores of Capri Lagoon. The mystical scenery comes to fantastical life. Lenga trees, a type of beech tree, sprout into forests, which was once an ancient seabed. Green parrots call to one another in the canopy. You arrive at the viewpoint facing the De las Vueltas River. You can hear the water rushing over the riverbed. The scenery opens to a view of Mount Fitz Roy Peak standing 11,171 feet above sea level. The summit even towers over the surrounding mountains. You can walk along the gravel shores of the lagoon and dip your toes into the water. The lake is cold, formed by glaciers and sustained by melting snow. The water ripples when you dip your toes into the surface."
    },
    {
      "dayNumber": "15",
      "title": "El Chaltén – Beyond the Lookout",
      "description": "In the morning, you set out on the trail leading to the Cerro Torre lookout. The trail leads you over the river once again into the foothills. Beech forests overtake the skyline. A slightly sweet aroma emanates from the waxy leaves. The canopy opens in pockets and offers a view of the mountains lingering in the distance. You reach the lookout and find an incredible view of the icy spires reaching out of Cerro Torre at 10,262 feet above sea level. Snow carpets the rugged boulders and lunar landscape along the base of the mountain. In the sunlight, the ice crystals glisten against the rosy hue of Cerro Torre’s rock face. If you choose to continue to Laguna Torre, you follow your guide along the shores of the Fitz Roy River. The water cascades down the hillside, and you soon reach the glacial lake of Laguna Torre. On the northern shore of the lagoon, you have an unparalleled view of Cerro Torre’s spire. What was once an unclimbable peak was conquered in 1959. Along the water’s edge, you can look up to see the ice clinging to the tips of the tower-like frame of the peak, which climbs above the sweeping ice field of the Torre Glacier."
    },
    {
      "dayNumber": "16",
      "title": "El Chaltén – Desert Lake",
      "description": "Today you venture out once more along the treasured landscape of Los Glaciares National Park for your final excursion. The trail runs around the eastern edges of the shores. Trees overtake the foothills with auburn and oak-colored leaves, set against the calm azure of the lake. Lenga trees and regional nire trees turn the canopy an intense green. You can hear the tumult of water emanating from a nearby waterfall. The waters of the De las Vueltas River become more transparent as you get closer to the lake. A more intermediate trail opens up to a breathtaking view of the Torre Mountains and a glacier that almost reaches the edges of the water. In the skyline, you find the familiar image of Mount Fitz Roy once again. The rock face is inescapable and is always thrilling to find. The lake had been the site of a land dispute between Chile and Argentina for decades but was resolved in 1999. The brilliance of the languid waters set against the radiant colors of the trees harmonize for an unforgettable image of Patagonia."
    },
    {
      "dayNumber": "17",
      "title": "El Chaltén – Refreshing Alpine Return",
      "description": "In the morning, you can look out your window and find the outline of the mountains framing the valley around El Chalten. At breakfast, the sweet aroma of medialunas , a breakfast pastry similar to a croissant, accompanies your freshly brewed coffee. After your meal, your guide escorts you to El Calafate. After days in the village of El Chalten, the streets of the town feel rambunctious. However, El Calafate is familiar and welcomes you back with ease. The remainder of the day is yours to enjoy the alpine quality of the streets, the charms of local cafes, and the wonders of the wildlife one last time before leaving Patagonia behind. A trail leads to the nearby shores of Nimez Lagoon, a prime avian habitat north of town. Ducks glide across the water’s surface near a flock of flamingos. The flamingos have bright pink feathers that reflect in the calm ripples of the lagoon. They perch on one leg when resting and can grow to more than four and a half feet tall. Watching the pink feathers rustle in the wind, set against the backdrop of snowcapped mountains, is unforgettable."
    },
    {
      "dayNumber": "18",
      "title": "Buenos Aires – Return to Urban Life",
      "description": "In the morning, the indulgent aroma of chocolate emanates from the chocolaterie and drifts down the main street of Libertador. Cafes place displays of freshly baked pastries in the windows. After breakfast, your guide leads you to Comandante Armando Tola International Airport for your flight to Buenos Aires. The capital of Argentina is vibrant and begs to be explored. The 47 neighborhoods that make up the city have distinct characters that cannot be confused with any other barrio. Bright oak trees shade wide avenues. Palatial mansions overlook lush parks. Tango rhythms create a beating heart to the city’s past and present. The president’s mansion of Casa Rosada crowns Plaza de Mayo. The pink façade captures the eyes of passersby. The building was erected in the 19th century and commemorates the important events that took place in the square during Argentina’s struggle for independence against the Spanish. Your private transfer meets you at the airport and escorts you to your luxurious hotel inside the enchanting neighborhood of Recoleta. The city’s fast pace and expansive qualities quickly embrace you, allowing you to relax in the comforts of its culture."
    },
    {
      "dayNumber": "19",
      "title": "Buenos Aires – Passion and Grace",
      "description": "Buenos Aires is known as the “Paris of South America,” combining Latin American passion with the elegance of European architecture. The Obelisk of Buenos Aires rises out of the avenue of 9 de Julio and commemorates the fourth centenary of the founding of the city. Your guide leads you on a fabulous tour of the city’s unique neighborhoods, from Recoleta’s elegant design to the energetic streets of La Bocca. The enchanting beat of tango music echoes along the streets of the barrio. Corrugated homes shine with tropical yellows and blues. Artists set out easels on the street and capture the movement of the neighborhood, from tango dancers embracing one another to the flowerpots decorating the balconies. The active image of the city comes to life, highlighting the wonderful enthusiasm for life. Locals and visitors sit at outdoor tables, sipping wine and enjoying the watching people pass them by. Buenos Aires is more than just a city; it feels like an open-air museum where you can experience the art inherent in the culture."
    },
    {
      "dayNumber": "22",
      "title": "Buenos Aires – Expedition Known",
      "description": "In the morning, locals venture to the local coffee shop of All Saints Café. Baristas methodically prepare the beans for varieties of coffees to preserve the integrity of various flavors. The rich scent drifts from the café doors and attracts passersby walking along the streets of Recoleta. After breakfast, your private transfer meets you at the hotel and escorts you to Ministro Pistarini International Airport. You have traveled across frozen mountains and seen fields cast in ice by the Southern Patagonian Ice Field. You have compared the beauty of the natural landscape with the splendor of cultures, both ancient and contemporary. As your flight departs for home, you take with you the unbelievable memories of your time in Chile and Argentina."
    }
  ],
  "map": ""
}