{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-explorer-capital-forests-andes-mountains-and-wine-country",
  "tourName": "Argentina Explorer: Capital, Forests, Andes Mountains, and Wine Country",
  "placesVisited": "Buenos Aires, Puerto Iguazú, Cafayate, Salta, Mendoza",
  "generalInfo": "Travelers seeking complete cultural immersion and laidback luxury in Argentina will be absorbed by the allure and charms of the country’s capital city, forested UNESCO World Heritage Sites, breathtaking villages in the shadows of the Andes Mountains, and the timeless wines of the Mendoza region on this tailored 12-day ultimate vacation. Let the wonders of the South American landscapes and Argentinian heritage sweep you off your feet.",
  "durationDays": "12",
  "price": "14,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires - The Flair and Flavor of Argentina",
      "description": "Argentina’s cosmopolitan capital, Buenos Aires, flutters with colorfully dressed Tango dancers twisting and twirling to the rhythmic music and reflects history with charming multicultural homes sprawling lively districts. It’s a busy city that will blow you away from the moment you arrive at the airport and transfer to a gorgeous accommodation representing the height of Argentina’s lavish getaways. Tonight, you will explore Argentinian flair and flavor as you dine with locals at gourmet restaurants, watch live music at bubbly theatres, and partake in an intimate cooking lesson."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires - Heritage Highlights of Argentina’s Capital",
      "description": "There’s nothing better than being swept through Buenos Aires in the comfort of a private vehicle with your very own guide and chaperone. Your half-day city tour will begin in the beating heart of the city center, Plaza de Mayo, where you will admire the emblematic royal seat and palace known as the Pink House for its iconic blushed hue. You may explore the surrounding highlights including the old market, the Cathedral, and the Pyramid of May before you continue to the lively neighborhood of San Telmo and wander colorful boulevards leading you through centuries of exuberant Argentinian culture."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Iguazú - Discover Argentina’s Authentic Wilderness",
      "description": "Having had an absolute blast in the bustling capital, you will be looking forward to escaping the crowds and seeing what else Argentina has to offer this morning. Your private guide will collect you in the morning and you will head from the city across the countryside to the flourishing forests of Puerto Iguazú. Home to the Iguazú Waterfalls, authentic Argentinian tribal villages, and a wealth of indigenous wildlife, this forested sanctuary is a dreamy getaway you will swoon over as you explore the habitats during a birdwatching tour and visit the Mbyá Guarani village, Ita Poty."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Iguazú - Witness the Power of the Iguazú Waterfalls",
      "description": "There’s a wealth of wilderness to explore in and around Puerto Iguazú, primarily in the national park just outside of town. Today, you will journey to the Iguazú Waterfalls found within the unspoiled slice of jungle paradise to lofty viewpoints hanging over the edge of the rushing sheets of water that cloud the enormous chasm in mist. You will explore the falls from top to bottom and admire the staggering natural scenes of the Devil's Throat before you veer off the beaten path on a great adventure to the tropical groves and hidden rapids within the emerald rainforest."
    },
    {
      "dayNumber": "5",
      "title": "Puerto Iguazú - South American Wilderness Scenes From All Angles",
      "description": "The Iguazú Waterfalls border Argentina and Brazil and there is much to see and do on the Brazilian side that you will be thrilled to explore today on a private tour of its surrounding natural beauty. From the sensational spectacles of the geological formations and silver streams of the Floriano, Deodoro, and Benjamin Constant falls from observation decks to the unparalleled birds-eye views of Iguazú from the soaring heights in a private helicopter, you will see the wonders of South America’s environments from an array of angles today."
    },
    {
      "dayNumber": "6",
      "title": "Cafayate - The Mars Canyons of Quebrada de las Conchas",
      "description": "From the country’s cosmopolitan capital city to the sweeping jade rainforests of Puerto Iguazú and the desolate maroon mountains of Cafayate, you will come to discover the distinct geographical features of Argentina when you arrive at your exquisite boutique accommodation at the foothills of the Andes Mountains today. Your chauffeur will guide you through the world-famous Quebrada de las Conchas landscape typified by the red shades of rock that form towering craggy cliff faces embedded with fossils and fables of ancient worlds. The scenes of isolated canyons juxtapose the spirited atmosphere of the town where wine vineyards grow in abundance."
    },
    {
      "dayNumber": "7",
      "title": "Cafayate - Visit the Museo de la Vid y el Vino",
      "description": "Cafayate is a wine lover's haven and the Museo de la Vid y el Vino is the gateway to the region's rich winemaking heritage. Your tour will begin here, where you will learn about the unique terroir wines of the Calchaquí Valleys grown in the high-altitude using distinct processes dating back centuries. Your informative tour of the wine region will be paired with an exquisite wine tasting backdropped by views of the breeze-brushed valleys before you learn how to make traditional Argentinian ceramics in a heritage town nearby."
    },
    {
      "dayNumber": "8",
      "title": "Salta - Take a Sensational Tour of Salta",
      "description": "You will hit the road right after breakfast and cross the Calchaquí Valley along scenic detours, weaving through the rocky landscape of the Quebrada de Las Conchas towards the spirited Argentinian city of Salta. The city’s Hispanic roots date back to the settlement of Spanish conquistadors, particularly its founder Hernando de Lerma. Breathtaking views of towering mountains will backdrop the colonial homes and elaborate churches, and you will swoon over the scenes as you visit the Basilica Cathedral, the Cabildo, the San Francisco Church, and the San Bernardo Convent in the Plaza 9 de Julio."
    },
    {
      "dayNumber": "9",
      "title": "Salta - Adventures across the Yungas",
      "description": "You will be thrilled to explore more of Salta and its surroundings today on a privately guided tour across the Rio Rosario to humble villages and modest agricultural communities nestled on the slopes of the Andes in a region known as the Yungas. You will trot along trails dissecting the jade valleys on horseback and take in the idyllic scenery of the band of forest cascading the hills of the Andean highlands. Your slow expedition through the Yungas will culminate at a farmer’s house where you will indulge in an authentic Argentine gaucho BBQ."
    },
    {
      "dayNumber": "10",
      "title": "Mendoza - Make Way for the Mendoza Wine Country",
      "description": "Last but not least, your final destination for this lavish exploration of Argentina is the flourishing vineyards of the Argentinian wine country Mendoza. Mendoza’s typical green-and-yellow valleys rise and fall in the shadows of the snowy mountains and produce a series of exceptional grapes used in the curation of the country’s up-and-coming prestigious wines. You will spend your first afternoon absorbing the surreal scenery from the comfort of your palatial country home hidden from the beaten path amongst the lush vineyards."
    },
    {
      "dayNumber": "11",
      "title": "Mendoza - Exploring the Natural Beauty and Sumptuous Wines",
      "description": "Your final full day in Argentina is dedicated to discovering all that the Mendoza wine country has to offer at the elite wineries seemingly painted into the proliferating landscape. You will travel to the region’s premier wine tasting destinations by safari truck and enjoy the scenery as you make your way to pit stops including a world-class spa and wellness estate and the Viña Cobos Winery. A sommelier will join you on your journey to divulge the intricacies of each glass of wine and walk you through the meticulous regional wine making-process as you snack on perfectly paired treats."
    },
    {
      "dayNumber": "12",
      "title": "Mendoza - Your Last Morning Maté in Argentina",
      "description": "Mornings in Mendoza share the most splendid sunrises over the yellow-and-green hills that rise and fall to meet the horizon where the beautiful orange rays flood the wine country at first light. You will capture the stunning morning scenes from your balcony with a cup of maté , an Argentinian herbal brew, in hand. You will slowly pack your bags as birds flutter in the trees shading your suite before you head to your accommodation’s stylish restaurant for breakfast and your final farewells."
    }
  ],
  "map": ""
}