{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "best-of-argentina-for-the-over-50-travelers",
  "tourName": "Best of Argentina for The Over 50 Travelers",
  "placesVisited": "Buenos Aires, Mendoza, Iguazu",
  "generalInfo": "Argentina is a country that is full of highlights that are often overlooked when planning a luxury vacation. As you stroll through the charming, tree-lined streets of Buenos Aires’ Palermo neighborhood, you can stop for a powdered-sugar covered factura at a picturesque cafe, indulge with a live tango show, a private wine tour, and an exploration of the Andes Mountains on horseback. On this luxurious, 7-day tour of Argentina's many highlights, you will experience the very best of what this unique South American country has to offer. From the boutique wineries of Mendoza to the mesmerizing tango culture of Buenos Aires, you will be amazed by the magnificence you enjoy.",
  "durationDays": "7",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Arrive in Argentina and Attend a Live Tango Show",
      "description": "A country that is steeped in culture and compelling history, Argentina fascinates and inspires all who visit. You will arrive at Buenos Aires’ international airport, where you will be met by your private driver and transferred to your luxurious accommodation in the heart of the city’s Palermo neighborhood. After you have had ample time to settle in and freshen up, you will spend your first few hours in Buenos Aires exploring at your leisure. As you stroll among the charming city, you will be enchanted by the tree-lined streets of Palermo and the vibrant street art throughout the city. In the evening, you will be met in the hotel lobby by your private guide and transferred to a live tango show in the heart of the city. During the show, you will be provided with an Argentine meal that will be accompanied by a regional wine pairing. As the tango dancers begin to whirl together to the sensual rhythm, you will take a bite of your Argentine steak and savor the delicious flavor. The show and dinner will really prove to be an excellent introduction into the culture of Argentina, and after dinner, you will be returned to your luxurious accommodation. Once you have returned to your suite, you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Uncover the Secrets of Buenos Aires on a Private Tour",
      "description": "This morning, you will enjoy an Argentine breakfast at your hotel before meeting your expert guide in your hotel’s lobby to embark on the day’s adventures. You will begin the day with a private tour of some of Buenos Aires’ most illustrious sites and neighborhoods. During your tour, you will visit the city center of Buenos Aires, where you will delight in an exclusive tour through the infamous Casa Rosada, which is the executive mansion of the Argentine President. From there, you will explore the neighborhood of San Telmo, where you can listen to your guide as they offer you insight into the historical, political, and artistic significance of the neighborhood. During this time, you will have the opportunity to explore this area at your leisure, and you can stop into one of the many charming cafes for a traditional cafe con leche . In the afternoon, you will be transferred to the upscale area of Recoleta, where you will visit the world-renowned Recoleta Cemetery. This is the burial site of Argentine icons, such as Eva Peron, and you will be mesmerized by the eerie ambiance of this unique graveyard. In the evening, your guide will collect you from your hotel for a transfer to the magnificent Teatro Colon opera house. At the opera house, you will be provided with the exclusive opportunity to attend a world-class performance. During the performance, you will surely admire the intricate beauty of the gorgeous domed ceiling before being utterly captivated by the electrifying performance. After the performance, you will be returned to your accommodation, where you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Buenos Aires – Explore the Enchanting La Boca Neighborhood",
      "description": "This morning, you can enjoy another Argentine breakfast at your hotel before meeting your guide in the lobby to begin the day’s activities. When you are ready, you will be transferred to the vibrant and colorful neighborhood of La Boca. Home to the soccer team, the Boca Juniors, this area is always full of life and excitement. During your time in La Boca, you will delight in a private tour through the neighborhood while your guide offers you information regarding the history of the area. As you stroll through the streets of La Boca, you will be able to admire the colorful buildings as you listen to the sounds of tango music. When you have worked up an appetite, you will sit down for a delightful lunch and be pleasantly and may be surprised by the impromptu tango shows that break out before your eyes. After you have had your fill of La Boca, you will be privately transferred to the infamous Bosques de Palermo. Something like Buenos Aires’ version of Central Park, Bosques de Palermo will enchant you with its rose gardens, picturesque rowboats, and leisure, local activity that is constant throughout the park. You will enjoy an afternoon of exploring the Bosques de Palermo on your own and relaxing in the shade of the ancient trees. In the evening, you will have the opportunity to visit the upscale neighborhood of Puerto Madero, which is beside the magnificent Rio de la Plata. Your guide will offer an expert restaurant recommendation, where you can enjoy a gourmet dinner."
    },
    {
      "dayNumber": "4",
      "title": "Mendoza – Enjoy a Curated Tour of Mendoza’s Top Boutique Bodegas",
      "description": "This morning, you will enjoy your final breakfast in Buenos Aires before meeting your private driver in your hotel’s lobby. You will be transferred to the airport before flying to the wonderful city of Mendoza. Upon your arrival in Argentina’s famed wine country, you will be met at baggage claim by your driver and transferred to your luxurious wine lodge and spa accommodation, which will be located in the foothills of the Andes Mountains. As you settle into your elegant room, you can admire your view of the snow-capped Andes that line the horizon, and when you are ready, you can meet your personal guide in the lobby first taste of Mendoza. You will begin with a specially curated tour of the region’s finest wineries, and many of the top wineries are boutique and have been owned by the same families for generations. During your tour, you will listen to the fascinating stories of the winemakers before being treated to an exclusive tasting of world-class, Argentine wines. As you raise a glass of Argentinian Malbec to your lips, you can gaze at the picturesque vineyards that are backed by the gorgeous Andes Mountains. After you have learned about the wine process and tasted until you have had enough, you will be returned to your luxurious accommodation, where you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Mendoza – Delight in an Excursion of the Andes on Horseback",
      "description": "Today, you will enjoy a breakfast of Argentine facturas or pastries, which are typically covered in powdered sugar and filled with dulce de leche . After breakfast, you will meet your knowledgeable guide in the lobby to embark on an excursion to the stunning Andes Mountains. Today, you will explore the Argentine countryside on horseback and be led by an expert guide. As you make your way to the mountains, you will be enchanted by the magnificent landscape of the region. You will also be led to various or lookout points that create the fantastic illusion that you can reach out and touch the Andes with your hands. The journey will not be the shortest, so if you desire, you can also stop for mate and facturas along your way. Whenever you have worked up an appetite, you will indulge in a delightful lunch of Argentine barbeque that will be paired with regional wines. All of this will be enjoyed with the backdrop of the gorgeous Andes Mountains. In the late afternoon, you will return to the heart of Mendoza, where you will spend the rest of the evening at your leisure. You may choose to explore the charming center of Mendoza, and your guide can provide you with an excellent restaurant recommendation."
    },
    {
      "dayNumber": "6",
      "title": "Iguazu – Discover the Magnificent Iguazu Falls on an Exciting Boat Ride",
      "description": "This morning, you will have an early start because you will have to transfer to the airport for your flight to Iguazu. Upon your arrival in Iguazu, you will be met by your driver and transferred to your luxurious accommodation within Iguazu National Park. After you have had time to freshen up, you will meet your knowledgeable guide in the lobby to begin your exploration of the magnificent Iguazu Falls. You will begin with a leisurely trek to some of the area’s most ideal locations for impeccable views of the falls, where you will be amazed by their glory, immense power, and beauty. Afterward, you will be provided with the wonderful opportunity to board a boat for an exciting adventure into the falls, where you can experience their incredible force and natural beauty up-close. This will prove to be a moving experience as you can witness the sheer power of the falls from feet away. In the evening, you will enjoy an Argentine dinner in the charming town of Iguazu before spending the remainder of your evening at your leisure. You can meander through the town or indulge in a luxurious spa treatment at your hotel to celebrate your final night in Argentina."
    },
    {
      "dayNumber": "7",
      "title": "Iguazu – Visit La Garganta del Diablo and Head for Home",
      "description": "Today, you will enjoy your final breakfast in Argentina, and when you are ready, you will meet your private guide in the hotel lobby for a tour of La Garganta del Diablo or the Devil’s Throat waterfall. One of the most powerful and breathtaking of all Iguazu’s falls, the Devil’s throat you will leave you speechless with its sheer power. As you gaze over the edge of the falls, you will begin to reminisce on your wonderful journey, and you may be thinking of how you wish you could extend your trip for another week. Once your tour has concluded, you will be returned to your hotel to collect your things. Sadly, you will be returned to the international airport for your flight home."
    }
  ],
  "map": ""
}