{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-wine-country-tour",
  "tourName": "Argentina Wine Country Tour",
  "placesVisited": "Buenos Aires, Mendoza, Uco Valley",
  "generalInfo": "The rich dark flavors of an Argentine Malbec are at your fingertips on a personalized Argentina wine tour focused on heritage, tradition, and taste. Experience the pure flavors of the pampas and the Andean foothills. Traverse celebrated vineyards spreading across arid landscape outside of Mendoza. Sample elaborate barbecues, empanadas, and mate. Your exclusive exploration immerses you in the passion of Buenos Aires’ tango scene, high-altitude wineries in the Uco Valley, and the blending of French and Argentine influences discovering treasured wines indelible to the culture and emblematic of local spirit. Begin planning your ideal Argentina vacation by visiting the Argentina wine vacation packages page on Zicasso.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Enjoy a Welcome Dinner in Enchanting Buenos Aires",
      "description": "The prestige of Buenos Aires shapes the reputation of Argentina with images of all-night tango clubs, cafes brimming with artists, writers, stunning architecture reflecting vibrant baroque designs, and elegant cuisine favoring steak, ice cream, and wine. Your flight arrives at Ministro Pistraini International Airport, where your private transfer greets you. The people move through the streets with an endless bustle. The outdoor shopping street of Calle Florida was pedestrianized in the 1970s leading between Peru Street and Avenida de Mayo. Men and women in business attire walk from the nearby financial district and singers let their voices echo against the towering buildings lining the walkway. Your hotel is located in the grandeur of the Recoleta neighborhood, one of the most famous of the 47 barrios creating the distinct ambiance of the city. Grand mansions border the wide boulevards shaded by lush trees. Boutique shops provide bright light and insight into the elegant fashion of the day. Dinner provides a perfect introduction into the delicious flavors of Argentina symbolizing the country’s greater culture. The aroma of buttery pastry dough from empanadas fades beneath the scent of chimichurri sauce topping steak cooked to order. The meal ends with a demonstration on how to properly prepare the celebrated Argentine drink of mate. Loose-leaf tea is served in a strainer with hot but not boiling water, where the leaves can steep for up to five minutes. The herbaceous scent cleans the palate with a soothing, earthy touch."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Delight in a Half-Day Tour of the City’s European Charms",
      "description": "The neighborhoods of Buenos Aires each contain a distinct personality. You discover the calm morning traditions of Recoleta, where residents visit the cafes around the neighborhood for frothy cappuccinos and sweet pastries like media lunas , which are similar to croissants. Your guide greets you at the hotel eager to introduce you to the fabulous personalities of Buenos Aires’s famous “barrios.” La Boca hosts iconic and vibrant streets of the city due to the colorful corrugated homes shimmering with iridescent blues, yellows, reds, and greens. The neighborhood acts as an open-air museum displaying the working-class history of the residents while also hosting an art market since 1959. Painters continue to set up their easels and capture passersby or the way the light washes over the bright building facades. Tango dancers perform on the pedestrianized streets capturing the elegant movement of the dance for which the city is known. The neighborhood of San Telmo has narrow cobblestone streets reminiscent of alleyways nestled between colonial buildings. Cafes spill into the quiet plazas and boutique shops offer spectacular views for people watching. The Sunday fair draws Porteños and visitors interested in scouring the market for antiques. The aroma of dulce de leche emanates from the small bakeries around the winding streets providing a sweet tint to the ambiance of one of Buenos Aires’s earliest neighborhoods."
    },
    {
      "dayNumber": "3",
      "title": "Buenos Aires – Explore More of Buenos Aires’s Neighborhoods and Tango",
      "description": "The affluent barrio of Recoleta maintains its ambiance of importance in the zeitgeist of Buenos Aires. The doors to El Ateneo Grand Splendid open in the morning, revealing a popular bookshop and café inside an old theater. Residents enjoy sipping their espresso while sitting on the stage overlooking the rounding auditorium retaining the gilded and wood edges. You venture out into the neighborhood to visit the Recoleta Cemetery, home to ornate mausoleums and tombs of affluent families in Argentina’s history. Franciscan monks built the convent in 1716 but the cemetery remains the most popular draw for locals and tourists alike. Cobbled rows wind through the cemetery like streets on a gird allowing visitors easy access to those they wish to see when honoring their family member’s death-day. The complex encompasses 14 acres and contains approximately 4,700 vaults. The variety of decorative styles reflects the history of the cemetery and the evolution of tastes over time featuring Art Deco, Baroque, and Neo-Gothic statuesque figures. In the evening, you enter a restaurant where poets, artists, and musicians once frequented in the early 20th century. Performers fill the stage with glitzy and elegant costumes. Classical and contemporary songs give the gallery the ambiance of a nightclub with the lights fading to fit the mood with each new number performed. You watch the dancers move gracefully in tandem, building tension between one another with each step showcasing passion, focus, and the reasons tango remains prevalent in Argentina."
    },
    {
      "dayNumber": "4",
      "title": "Buenos Aires – Visit a Historic Ranch for an Authentic Day with Gauchos",
      "description": "The morning light washes over the pink hues of the Casa Rosada, Argentina’s presidential palace crowning the Plaza de Mayo. The domes adorning the historic buildings along Avenida de Mayo add to the splendid skyline accentuating the city’s European ambiance. After breakfast, you break from Buenos Aires’s fast pace and European charms for an experience the life of an estancia on the famous pampas. While Buenos Aires may have the soul Argentina, the estancias have the heart of country as you reach a historic ranch first established in 1830 as a post house for the Royal Road connecting to Buenos Aires making it one of the oldest colonial style estancias in the country. You mount a horse after your arrival and follow a gaucho guide into the vast greenery of the plain. You notice the authentic clothing your guide wears, from the broad-brimmed hat to the jeans, the long-sleeved cotton shirt to the alpargatas , a canvas shoe similar to espadrilles. The horse is calm in the endless grasslands leading away from the ranch, allowing you to enjoy the subtle breeze and the distant sound of a rushing river. Music erupts from the estancia with celebratory festivities. Guitarists strum their strings playing songs traditional to the regional folklore. A particular gaucho shows the symbiotic relationship between him and his horse with a horse whispering demonstration. The horse maintains a calm and easy demeanor as the gaucho lifts the horse’s legs, lets the horse rest over his back, and even stands atop the horse tipping his hat to the audience. The strong aroma of grilling meat emanates from the parrilla, the wood-fired barbecue."
    },
    {
      "dayNumber": "5",
      "title": "Mendoza – Travel to Mendoza for a Half-Day Tour with Wines and Dinner",
      "description": "The roots of Buenos Aries date back to the 16th century when the Spanish conquistadors established the foundations of the Plaza de Mayo. The 19th-century neoclassical façade of the Metropolitan Cathedral deceives visitors as a newer edifice when the church was, in fact, one of the first erected in the country. Your private transfer escorts you to the airport for your flight to Mendoza, taking you from the exuberant design of a city known for its passionate flair to a city with a more serene charisma leading from the outdoor cafes and plazas adorned with trickling fountains to the dramatic Andean peaks rolling across the horizon to the west. The broad trees shade the wide avenues above the crisscrossing irrigation systems carrying water from the snowmelt along the distant foothills. The city celebrates Jose de San Martin, the general who liberated Argentina from the Spanish, with names spanning various locations including Parque General San Martin. Locals rest in the shade along the edges of the lake or admire some of the city’s finest homes. The view overtakes the valley showcasing the lush vines surrounded by the arid landscape. You have your first introduction to the diversity of Argentine wines at dinner in a restaurant pairing each course with a complimentary wine. Torrontes wine has an aroma of tropical fruits like pineapple. A simple but noticeable spice hits your palate followed by an intense acidity. You nibble a sample of a crumbly mature goat cheese noticing how the creaminess of the cheese accentuates the fruity notes of the wine but takes away the spice."
    },
    {
      "dayNumber": "6",
      "title": "Mendoza – Relish Splendid Vintages in Mendoza on a Full Day Wine Tour",
      "description": "The remarkable wines of Mendoza have helped bring Argentina to the forefront of wine-production in the world due to the marvelous soil, distinct climate, and the cultivation techniques brought from Europe by immigrants from Spain, France, and Italy between the 19th and 20th centuries. At breakfast, you indulge in the strong caramel aroma of a freshly brewed coffee in the dining room offering views out to the Andes. The snowcapped peaks pierce the sky contrasting the light brown foothills connoting a rugged, arid landscape. The verdant vines around Mendoza similarly juxtapose the dry surface of the landscape outside of Mendoza. You make your way to a winery established in 1999 combining French and Argentine grapes for a stunning partnership of Malbec and Cabernet Sauvignon. The vineyards showcase European traditions and the best practices for cultivating flavorful grapes in the Primera Zona , also known as Lujan de Cuyo and Maipu, the first area Malbec was planted in Argentina. In the tasting room, your guide pours a sample of a wine consisting of 75 percent Cabernet Sauvignon and 40 percent Malbec. The wine is aged for 18 months in new barrels for a complex and elegant Bordeaux style with Argentine character. The deep ruby hue hints at aromas of plum, coffee, and chocolate developing layered bold flavors on your palate."
    },
    {
      "dayNumber": "7",
      "title": "Uco Valley – Transfer to the Uco Valley for a Wine Tasting and Spa Day",
      "description": "The mornings in Mendoza fill with the scent of chocolate emanating from the variety of chocolateries decorating the streets. The storefronts highlight decadent and stylish confections while the kitchens bustle with activity from confectioners eager in producing the tastiest treats in the most gorgeous fashion. Your private transfer greets you at the hotel after breakfast and escorts you away from the central vineyards of Mendoza for the sprawling vineyards of the Uco Valley. The Tunuyán River winds between the protruding foothills where vintners develop color, aroma, flavor, and texture unique to the characteristics of the soil. You stop at a winery opened in 1998 with a focus on style and distinction. The farmstead looks out over the ascending Andes and the gorgeous rows of verdant vines. You can dig your fingers into the dirt and find the subtle aromas of the arid soil producing the unique personality of the different wines on the property. In the tasting room, enjoy the view of the untamed mountains as your guide pours a sample of the Petit Verdot. The ruby color emanates intense aromas of blackberries and baked plum, with hints of fragrant violets. The full-bodied wine leaves samples of licorice and black fruit on your palate with a long, smooth finish. The soothing wine lets you relax into the rugged beauty of your surroundings before you reach your hotel and spa. Once there, you sink into the pleasures of a spa treatment. Whether you prefer to lounge in the sauna or let the hot stones of a treatment release the stress from your muscles, you’ll have a peaceful view accompanied by the seductive flavors of endless varietals to enjoy."
    },
    {
      "dayNumber": "8",
      "title": "Uco Valley – Discover Distinct Characteristics of Uco Valley Wines on a Tour",
      "description": "You have quickly discovered the different charms the wines hold from the regions closer to Mendoza and the wines you have tasted thus far in the Uco Valley. Today, you will have a better grasp of the variety of wines thriving in the high-altitude region affected by wind blowing down from the Andes’ snowy peaks and the dry landscape outside of the irrigated vineyards. You begin the day at a winery known for its selection of varietals and the small museum on the property. The bodega is located on more than 120 acres of property at 4,000 feet above sea level. After cultivation, the wines rest in aged oak barrels held in subterranean cellars. The dynamic tasting room fills with the aroma of steel from the vats and oak from the barrels. Your guide pours a sample of the Sauvignon Blanc extolling the features of the region’s solar intensity, low night temperatures, and balance between the sugars and acids in the soil. The dry climate produces thicker skin in the grapes fortifying the sugar, color, and flavor of the fruit. The scent of grapefruit and lemon drifts from the glass. The acidity and lasting finish fill your mouth amid the lingering flavor of herbs and ripe peaches."
    },
    {
      "dayNumber": "9",
      "title": "Uco Valley – Wander High-Altitude Bodegas before the Afternoon at Leisure",
      "description": "Wineries around the Uco Valley have concentrated on connecting their facilities with nature and reducing their footprint on the surrounding natural landscapes. You make your way to a popular estate edging the Andean foothills encompassing more than 320 acres. The rich soil contains a mixture of sand, silt, and clay reaching more than three feet deep causing the roots to dig into the landscape to reach the underground aqueduct carrying the natural water from the mountains. The rows of vines are situated north to south for the best sunlight. The largest plot of micro-regions contains 72 percent Chardonnay bushels. The circular homestead hosts the professional tasting rooms, circular winery, and wine bar. Your guide pours a taste of the 100 percent Cabernet Sauvignon grown at an elevation of nearly 4,000 feet above sea level and aged in new French oak barrels. An aroma of black currants and red cherries peaks at the forefront."
    },
    {
      "dayNumber": "10",
      "title": "Uco Valley – Return to Mendoza and Depart for Home",
      "description": "The floor-to-ceiling windows in the restaurant overlook the pool of your resort with a view spreading to the vineyards and the mountains on the horizon. In the early morning light, other guests at the hotel perform yoga while enjoying the relaxing sounds of the reflective pond lapping against to rocky banks. The refreshing aroma of herbaceous mate tea accentuates the sweet scent of freshly baked pastries. After a complete breakfast, your private transfer escorts you from the resort to Governor Francisco Gabrielli International Airport for your flight home bringing an end to your journey on Argentina’s wine road."
    }
  ],
  "map": ""
}