{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "a-perfect-wine-tour-of-argentina-chile-mendoza-maipo-valley-san-antonio-valley",
  "tourName": "A Perfect Wine Tour of Argentina & Chile: Mendoza, Maipo Valley & San Antonio Valley",
  "placesVisited": "Santiago, Maipo Valley, San Antonio Valley, Mendoza, Uco Valley",
  "generalInfo": "The sun shines with a remarkable radiance, as Andean peaks loom large over the lush vineyards outside Santiago, Chile and Mendoza, Argentina. Your custom tailored tour immerses you in the flavors of the countryside that have been shaped by the unique properties of the soil. Search for aromas of chocolate, tobacco, and plum drifting from your glass. Touch your fingers to the rugged earth and trace the waxy skin of grapes dangling off the vines. From enriching wine to traditional tastes of regional cuisine, you will discover majesty in the landscape and excitement in the distinctive flavors during your perfect wine tour of Chile and Argentina.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Welcoming Santiago",
      "description": "Santiago is a dynamic capital city in its culture and landscape, with skyscrapers rising to meet the bordering peaks of the Andes Mountains and riverbeds separating the neighborhoods, each distinct with its own character. Sycamore trees line the wide boulevards, and the aroma of fresh produce emanates from avenues besides the Central Market. Vendors offer stunning fresh-made juices with flavors such as passion fruit and strawberry or cherry with orange and lime. Fishmongers inside the Central Market provide tremendous sea bass and decadent oysters caught earlier that morning. Your flight lands at Comodoro Arturo Benitez International Airport, where your private transfer greets you upon your arrival. Take the time to enjoy the comforts of your luxurious hotel at the heart of the city. The remainder of the day is at your leisure. Locals make their way to the celebrated shopping district of Vitacura. Trees shade the wide boulevards and gardens decorate the landscape in view of the rolling mountains. Joggers cherish the fresh air and couples walk their dogs through the park-like landscape. Bakeries fill the air with the scent of freshly baked crispy bread in the shape of rolls, known as marraquetas , as geese linger on the grass near the shores of a quiet pond beside the facades of the designer boutiques."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – Promise of the Chilean Vine",
      "description": "The morning light washes over the cream-colored façade of La Moneda, the presidential palace, and seat of the Chilean government. Your guide greets you in the hotel lobby after breakfast and escorts you on a half-day informative tour of the city, beginning at La Moneda. The structure was erected in the early 19th century as the mint but became the residence for the president by the mid-1800s. The stone is colored with chalk from San Cristobal and bricks baked from a town outside of Santiago. Cypress and oak trees shade the forecourt plaza offering views to the balconies and windows along the façade. After exploring the city, you continue your introduction to the history of Chile at one of the largest wine producers in the country, where a single estate covers more than 21 acres. The vineyard was established in the late 19th century with grapes brought from Bordeaux, France. The winery continues to produce wines with Old World tradition and New World forethought. The manor resembles a Tuscan villa on the mountain chain overlooking the Santiago. Walk along the vines with your guide and dig your fingers into the soil to feel the rugged quality of the rocky terrain. The minerals in the soil, and the struggles of the vine provide the wines with a unique, flavorful profile. In the tasting room, you have a lavish view of the estate. Your guide pours a sample of the Shiraz. The scents of blackberry and cedar drift upwards from the deep red hues. The soft tannins coat your palate for a balanced finish of the toasted wood."
    },
    {
      "dayNumber": "3",
      "title": "Santiago – Varietals of the Maipo Valley",
      "description": "The morning light spreads through the streets of the Bellavista neighborhood, known best as the site for Pablo Neruda’s home of La Chascona. The peak of Cerro San Cristobal casts a slight shadow over the neighborhood, but locals enjoy the arcades and boutique shops of Patio Bellavista. Small art galleries fill the windows with vibrant displays of Chilean aesthetic and the aroma of coffee with steamed milk drifts past the red façade of the Castillo Rojo, a charming hotel boutique hotel built in the 1920s. Your guide escorts you out of Santiago for the day and into the gorgeous landscape of the Maipo Valley, the oldest wine region in the country. The French-inspired vineyards became popular more than 150 years ago, producing fabulous Cabernet Sauvignon and delectable Carménère. Boutique wineries have emerged to rival the renowned vineyards of the valley, utilizing the tougher soils of the higher altitude of the Andes foothills, approximately 2,500 feet above sea level. You make your way to an estate opened in the late 19th century and offering superb craftsmanship of Old World wines. The grapes on the vine have a waxy, timid texture. The cellar is cool and contains the aromas of oak and stone. In the tasting room, you have a view of the slopes leading down toward the valley floor. Your guide pours a sample of the Cabernet Sauvignon grown on the property. You find an aroma of plum and rosemary mixed with vanilla and clove. An expressive balance of flavors lingers on your tongue with a bold and fruity body."
    },
    {
      "dayNumber": "4",
      "title": "Santiago – Enticed by Well-Rounded Flavor",
      "description": "The Central Market brims with people wandering the aisles in search of fresh mussels and delicate sea bass. Fishmongers call out to passersby with promises of flavor and gigantic crab. Cheese mongers offer samples while fruit vendors display ripening cherries and zesty oranges. Your guide meets you at the hotel and leads you to the endless rolling greenery of the San Antonio Valley. The region is known for producing lavish Pinot Noir, light Sauvignon Blanc, and buttery Chardonnay. Wineries in the valley have taken the experience on step further, offering luscious pairings of their celebrated wines with traditional-inspired dishes. At lunch, you venture to a state-of-the-art estate utilizing steps to produce organic wines along with special-made sheep’s cheeses. The manor blends into the natural landscape allowing gravity to optimize the growth and harvest of the grapes in various phases. After harvest, farmers pick through the grape bunches and stems by hand, choosing the best grapes to process. Wander along the stainless steel tanks and into the stunning wine cellar. The temperature, humidity, and access to light are controlled to ensure perfect conditions. The scent of French oak fills the cellar. In the tasting room, your guide offers an array of cheeses paired with each wine you sample, leading to the light bodied and fruity Pinot Noir."
    },
    {
      "dayNumber": "5",
      "title": "Mendoza – Chilean Charm to Elegant Argentina",
      "description": "A restored antique home in Barrio Italia fills the streets with the rich scent of roasted coffee beans from Brazil and Nicaragua. Locals enjoy the full body and decadent flavor of the slowly roasted beans accompanied by a sweet pastry stuffed with orange cream. After breakfast, your private transfer meets you at the hotel and escorts you to the airport for your flight to Mendoza, Argentina. You ascend over the Andes Mountains during your brief transfer, landing at Governor Francisco Gabrielli International Airport. The graceful city resembles a serene town in the South of France with wide, shaded boulevards, regal plazas adorned with trickling fountains, and the aroma of spiced chocolate emanating from the numerous confectionaries. Cafes place tables and chairs along the walkways for locals to enjoy the cool breeze and the bustling movement along the streets. After settling into the comforts of your centrally located hotel, your guide leads you on a private introductory tour of the city, beginning at Parque General San Martin. The public green-space covers nearly 1,040 acres and stands opposite an array of the finest homes in the city. The grounds were established in the 1890s and encompass a hall offering stunning views across the valley. In the afternoon, you take to a local chocolaterie to tour the factory and sample the variety of treats testing the finer elements of your palate and the intricacies of chocolate’s diverse flavors."
    },
    {
      "dayNumber": "6",
      "title": "Mendoza – Malbec in Mendoza",
      "description": "The region of Mendoza contains nearly three-fourths of Argentina’s vineyards, yielding a large percentage of Malbec, the most celebrated grape in the region. The aroma of fresh coffee filters out of the charming cafes set beside the lavish displays of chocolates in the confectionary windows. At breakfast, you nibble on a medialuna , a traditional buttery Argentinian croissant accompanied by a creamy cappuccino. Your guide greets you at the hotel lobby eager to introduce you to the wineries around Mendoza working to perfect the flavors of Malbec. Mid-level wines produced in the region focus on the smooth, fruity aromas and provide less oak on the palate. You venture to a family-owned boutique vineyard continuing in the tradition of harvesting the grapes by hand. You join your guide along the vines to feel the soil and touch your fingers to the waxy peel of the grapes. In the cellar, you find the vintners interested in aging the wine up to 24 months before release. Enjoy a view of the vineyards while sampling the wine. The rows of vines lead to the foothills of the bordering Andes Mountains. The scent of cherries drifts from the glass, accompanied by violets and purple flowers. Sip the wine to find a delicate, full body leaving a toasted note on your tongue from aging the wine in oak barrels."
    },
    {
      "dayNumber": "7",
      "title": "Mendoza – Presence of the Uco Valley",
      "description": "After breakfast, your guide leads you outside of Mendoza to reach the Uco Valley. The irrigation channels continue to border the streets more than 60 miles outside of the desert city. Snow glistens atop the Andean peaks making the summits resemble passing clouds. The presence of the mountains, along with the vibrant sunlight and particular soil, gives the wines of the valley a unique and noticeable flavor. Your guide leads you to the first winery at the heart of the valley. Sunlight drenches the porch of the manor and washes over the vineyards overtaking the estate. Your guide eagerly shows you the vines for you to compare the soil and grapes to the other vineyards you have seen between Chile and Argentina. The supple grapes and lush leaves provide a distinctive texture, with the parched earth adding to the intense flavor of the wines produced on the property. A café attached to the manor fills the air with the aroma of espresso and pastries garnished with berries. The open windows offer a view to the 200 acres of vines at an altitude more than 4,260 feet above sea level. You find the notes you have been searching for when your guide pours the Cabernet Sauvignon. The aroma of tobacco and chocolate fills the glass. A lingering, elegant finish remains on your tongue after each sip."
    },
    {
      "dayNumber": "8",
      "title": "Mendoza – Carrying the Passion for the Vine",
      "description": "Amongst the vineyards outside of the city streets, the sunlight washes over the olive groves. Family orchards continue to produce celebrated olive oil connecting to the Mediterranean roots of families who immigrated to Argentina in the 19th and 20th centuries. The aroma of creamy olive oil drifts through the streets of the city before fading beneath the returning scent of frothy cappuccino. The Municipal Museum of Modern Art opens its doors to galleries of paintings, sculptures, and even pottery inspired by the lives and landscape around the Mendoza region. Your private transfer greets you at the hotel when you are ready, and escorts you to Governor Francisco Gabrielli International Airport for your flight home."
    }
  ],
  "map": ""
}