{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "luxury-tour-of-argentinas-wine-country",
  "tourName": "Luxury Tour of Argentina’s Wine Country",
  "placesVisited": "Mendoza, Salta, Uco Valley, Cafayate, Colomé",
  "generalInfo": "Uncover the iconic culinary treasures and delights during your custom-tailored Argentina wine tour. The heritage of European vintners blends with the ingenuity of the Argentine spirit in the landscape of the northwest featuring lush vines growing out of the arid climate. Moonlit Andean peaks, wide leafy avenues, and the world’s highest vineyards reflect the diverse splendor shaping the divine characteristics of Argentina’s devotion to culinary tradition and discovery. Whether from international influence or highlighting properties specific to local micro-regions, you will bask in the luxuries and celebrated flavors of Argentina. Begin planning your dream Argentina vacation by visiting the best Argentina itineraries page on Zicasso.",
  "durationDays": "9",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mendoza – Arrive in Mendoza, Argentina’s Charming Winegrowing City",
      "description": "Mendoza has become a panorama of Argentina’s wine country displaying the dynamic flavors and distinct characteristics of an entire region along the shady streets and charming café-culture the city proudly cultivates. Your flight lands at Governor Francisco Gabrielli International Airport, where your private transfer greets you upon arrival. The sunlight betrays the region’s dry climate juxtaposed by the crisscrossing network of irrigation channels bordering the wide streets. Fountains trickle at the heart of the public plazas and students relax on the lush grasses of the Parque General San Martin at the edges of the glistening lake. After settling into the comforts of your luxurious hotel at the heart of the city, the remaining day is yours to explore the relaxed pace and quiet charms of a city only 600 miles away from Buenos Aires but encompassing an entirely different world. The best introduction to Mendoza’s obsession with flavorful treats revolves around a tasting at an artisanal chocolate factory. Your guide walks you through the facilities amidst the aroma of confectionary sugar and caramel. The family-owned business gives you access to their secret recipes as they produce some of the city’s favorite desserts, from buttery alfajores cookies to the rich flavors of hand-rolled dark chocolate truffles. Biting into the treat immerses you in the iconic flavors of a city in which taste and accentuating flavor matter."
    },
    {
      "dayNumber": "2",
      "title": "Mendoza – Discover the Fabulous Wineries and Vines of the Primera Zona",
      "description": "In the morning, the cafes set out tables along the plazas and wide sidewalks offer a space for locals to enjoy their breakfast while watching the city pass by. The scent of dark-roast coffee spills out of the café doors carrying familiar hints of caramel reminding you of the chocolate tour from the previous day. After breakfast, your guide greets you at the hotel eager to introduce you to the fascinating world of wines produced within the Primera Zona , the area in which the main grapes of Argentine wine are produced. The majority of Argentine wines produced remained in the country until 2001 when the plunging peso caused producers to open to the global market resulting in Argentina becoming one of the top wine-producing countries in the world. You stop at a family-run winery devoted to crafting divine wines from the iconic grape of Argentina, Malbec. The different wines produced on the property showcase the variety of flavors the grape can contain, from smoky to fruity, as well a great range of hues spreading from the opaque to a deep purple. The dry soil, warm days, cold nights, and pure waters provide a natural environment in which the grape thrives. You run your fingers along the tender, plump grapes noticing the thick skin caused by the harsher conditions forcing the crop to fortify its flavor. You touch the sandy surface of the soil, notice the drip irrigation system, and even sample one of the grapes and taste the sweet juice. In the tasting room, you see hints of blackberry emanating from the glass. A black pepper spice lingers on your palate with touches of dark berries that balances the intense finish."
    },
    {
      "dayNumber": "3",
      "title": "Mendoza – Sample the Flavorful Wines and Cuisine of the Uco Valley",
      "description": "The Andean foothills become a lingering presence on the outskirts of Mendoza. The snowcapped peaks drip with melted snow bringing ample water to the city and surrounding vineyards contrasting the dull arid landscapes with bright, verdant vines. At breakfast, you have your choice of international cuisine but enjoy dining like the locals, choosing to sip a frothy cappuccino accompanied by the buttery, flaky crust of a media luna , a croissant-like pastry. You make your way to the Uco Valley where lush vines spread across the vale and along the foothills. You visit a winery blending old traditions with contemporary ideas on an estancia first established in the 17th century. Trout swim in the large pond supporting an active trout farm and orchards grow across the harmonious landscape. The combination of soils, irrigation systems sourcing the pristine mountain water, and high elevation create the distinct characteristics of the wines produced in the area, amounting to great success with Semillon, Bonarda, and Barbera grapes. Your guide pours a sample of the Chardonnay. The clean golden yellow hue glistens in the glass. Layers of tropical fruit aromas and honey drift out of the glass. You find flavors of pineapple and citrus fruit in the full-bodied, balanced wine with a long and smooth finish. In the evening, you visit a restaurant highlighting the influence of European culture on the local cuisine during a six-course tasting menu. Instead of focusing on the regional dishes of the European influence, the chef takes care by showcasing the wines and pairings of the Uco Valley, beginning with your first course of baked brie with a Malbec sauce. You bask in a view of the Andes as the sun sets behind the undulating peaks. The meltingly creamy cheese coats your tongue allowing the sweet flavors of the dark fruits to permeate the glaze."
    },
    {
      "dayNumber": "4",
      "title": "Mendoza - Traverse the Rugged Andean Foothills on an Immersive Hike",
      "description": "You meet your guide at the hotel lobby in the cool, early hours of the morning before venturing outside of Mendoza for a day in the Andes. The terrain forms the longest mountain range in the world reaching 4,500 miles across the South American continent-crossing through seven countries. Your guide offers you a gourd of mate, the favorite tea of Argentina. The high caffeine content adds to the herbaceous flavor best revealed when steeped for up to five minutes in hot water. The beauty and untamed drama of the Andes are quickly visible as you exit the city and reach the base of the soaring foothills at the Cordon del Plata range nearly 50 miles west of Mendoza. You step up the rocky terrain gripping tight to your walking poles. Pebbles and sand shift beneath your walking shoes as you labor towards the peak of Mount Lomas Blancas at 11,975 feet above sea level, the tallest summit of the range. The panoramic view from the top of the peak spreads across the valley and over the surrounding crests. A make-shift cross left by climbers blesses the space, the view, and those who never made it to the point. You take a deep breath in the thin air and enjoy the peaceful moment in the breeze with the sporadic patches of clouds rolling over the foothills below."
    },
    {
      "dayNumber": "5",
      "title": "Cafayate – Fly to Salta and continue to Cafayate on a Scenic, Delicious Drive",
      "description": "The city of Salta reflects the history of Argentina beyond the fight for independence, blending the indigenous heritage of the northwest with the preserved colonial culture brought by the Spanish. You fly from Mendoza to Salta and arrive at Marine Miguel de Güemes International Airport. Your private transfer escorts you through the city on a brief but immersive tour of the cobblestone streets, plazas brimming with cafes, and vibrant folk music scene. The Museo de Arqueologia de Alta Montaña has exhibits focusing on Inca culture and the child sacrifices left on the Andean peaks. Iglesia San Francisco glows with an exuberant yellow and magenta façade hiding while the Museo de Arte Étnico Americano highlights the historic and contemporary artwork of Andean culture juxtaposing archeological finds with contemporary Latin American art galleries. Before leaving the city, you stop at a restaurant considered an empanada mega-market to sample what many consider the best empanadas in Argentina. Vendors line the walls and hustle for your attention, calling you over with vibrant colors, enthusiastic waves, or the promise of a sample. Residents and visitors to Salta sit on the patio enjoying their giant portions of a variety of empanadas while sipping Torrontes wine in the warm mid-morning light. You order a traditional carne empanada and bite into the crunchy, flaky exterior revealing a savory filling of ground beef, onions, and potato. You continue towards Cafayate enjoying the view nestled between the striated cliffs of the nearly vertical walls of Shell Gorge or Quebrada del Rio de las Conchas . The bright orange hues shimmer against the bright light around the rock formation known as the Amphitheater. An ancient waterfall carved and smoothed the rock in the landscape now void of free-flowing water. The walls carry your voice around towering rock formation accounting for its name."
    },
    {
      "dayNumber": "6",
      "title": "Cafayate – Explore the Landscape Before Sampling Iconic Regional Wine",
      "description": "The wines of the Cafayate are renowned for their particular characteristics, as well as their ability to grow in the high-altitude terrain of the Andean plateau at 5,522 feet above sea level. You travel to a bodega located on a mountain slope offering spectacular views over the town. The family-owned winery has created an impressive facility. Trees on the property provide plenty of nuts during harvest time and goats roaming the landscape offer milk from which the family makes delicious cheese. An organic garden produces ample vegetables and greens like spinach, and the vineyard not only helps produce the wine but also provides the family with an abundance of raisins. During the harvest, workers handpick the bushels before aging the wine in French oak barrels. The cellar fills with the aroma of old oak in the cool, climate-controlled room. Your guide pours a sample of the famous regional white grape of Torrontes. The harsh conditions of the region cause the grape’s skin to thicken resulting in a fortified flavor. The white wine rests in unoaked barrels resulting in an aroma of jasmine and rose petals. The white pepper lingers on the palate from the tannins rounding out the flavor of soft citrus fruits."
    },
    {
      "dayNumber": "7",
      "title": "Colomé – Travel to Secluded Colomé to Visit a Historical Hacienda",
      "description": "History provides the layers of charm at the historic estancia in Colomé reflecting the rebirth of a region known for wine, cuisine, ranching, and seclusion. The refuge remains a working ranch with gauchos roaming across the pampas out of view of the homestead’s Spanish colonial architecture symbolizing its 180-year history. Beyond the wine, the estate possesses the James Turrell Museum as part of the Hess Art Collection. The gallery opened in 2009 featuring the contemporary artist’s ability to bend light and space. Nine outfitted rooms include the largest “skyspace” exhibit in the world situated in the inner courtyard. The piece becomes intense at sunrise and sunset when the natural light bathes the canopy in gold and turquoise, shifting to lavender, and finally to black. A guided visit leads you around the biodynamic garden producing the ingredients for the restaurant on the property whether for dairy or produce. The kitchen makes all jams, bread, and pasta from ingredients sourced from the farm."
    },
    {
      "dayNumber": "8",
      "title": "Colomé – Enjoy a Tranquil Horseback Ride and Afternoon at Leisure",
      "description": "In the morning, the scent of maté accentuates the secluded position of the estancia coupled with the sensational views of the jagged Andean peaks. You set out with one of the gauchos on an early horseback ride through the pampas noticing how the cowboy’s horse responds to his relaxed body language. You ride a Peruvian horse, which is known for its easy, smooth gait absent from the bounce indicative of riding horses, even at a trot. Upon returning to the ranch, your guide takes you north to tour the world’s highest vineyards located at 10,000 feet above sea level. The vines at altitude grow mainly Torrontes and Malbec. The cold air keeps the grapes struggling for survival accounting for their stronger flavor. When your guide pours a sample of the Torrontes and Riesling blend, you notice hints of citrus with flavors of lemon sorbet and honeysuckle. Malbec has an aroma of strawberry, ripe raspberries, and white pepper giving way to a bouquet of vanilla with smoked bacon and Indian spice."
    },
    {
      "dayNumber": "9",
      "title": "Colomé – Return to Salta and Depart for Home",
      "description": "In the morning, you return to the dining room and sip a refreshingly frothy cappuccino in view of the towering Andean plateau. The scent of sizzling sausages emanates from the kitchen, but the delicious flavor of buttery media lunas accentuates the layered flavors of the coffee. Your private transfer greets you in the hotel lobby after breakfast ready to escort you back to Salta and the Martin Miguel de Güemes International Airport. You can travel home ending your wine exploration of Argentina or continue to Chile discovering the sensational bodegas of the Chilean wine region of the Rapel or Colchagua valleys."
    }
  ],
  "map": ""
}