{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "an-immersive-10-days-in-chile-and-argentina-itinerary",
  "tourName": "An Immersive 10 Days in Chile and Argentina Itinerary",
  "placesVisited": "Santiago, Puerto Varas, Bariloche, Iguazu, Buenos Aires",
  "generalInfo": "Chile and Argentina embody South America’s diverse landscapes through the combination of stunning valleys, remarkable snowcapped peaks, and dramatic waterfalls. Your customizable Chile and Argentina itinerary combines luxury with natural splendor, introducing you to the extravagant flavors of Chilean wine, the captivating movement of traditional tango, and the enchanting reflective waters of the Lakes District. Search for curious toucans and shy deer. Marvel at the soaring volcanic summits cresting over the woodlands. Taste seductive chocolates and sample herbaceous beer for insight into the ways the natural beauty of Chile and Argentina have shaped towns, cities, flavors, and people.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Arriving in Chilean Style",
      "description": "The majesty of Santiago emanates from the ridges of the bordering Andes Mountains and the central terrace along Cerro San Cristobal. Sycamore trees shade the wide boulevards and skyscrapers imitate the nearby snowcapped peaks. As your flight descends into Comodoro Arturo Merino Benitez International Airport, you look out the window to find Torre Telefónica. The tower embodies the unique sense of artistry decorating the city. The structure was erected in the early 1990s resembling a cellular phone from the same era and reaching 34 stories tall. Your private transfer greets you at the airport upon your arrival and escorts you to an elegant hotel at the heart of the bustling city. Your guide greets you in the lobby, ready to lead you on an introductory tour of Chile’s capital city, beginning at the Plaza de Armas. Vendors along the street call out water and ice cream, letting passersby know what’s on offer. Cafes place tables and chairs along the walkways for patrons to enjoy the aromas of fresh café con leche and the daily thrills of city life moving past. Plaza de Armas remains one of the most important squares in the city. Palm trees wrap around the cobblestones beneath the historical figures of the Metropolitan Cathedral and Royal Court Palace. Painters set out easels or work in their sketchbooks to capture the artistry of the city amongst the monuments, including a statue dedicated to Pedro de Valdivia, the founder of Santiago."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – Nature’s Sensational Flavor",
      "description": "In the morning, the commercial center of Santiago brims with business people in the opening cafes enjoying a cup of coffee sweetened with natural sugar. The aroma of freshly baked pastries sweeps through the streets beneath the skyscrapers amidst the aroma of sycamore trees shading the walkways along Cerro San Cristobal. The Central Market erupts with locals eager to purchase fresh seafood, from mussels to sea bass. Produce vendors along the outskirts of the market offer fresh juices and samples of delicious passion fruit and oranges. Your guide greets you in the hotel lobby and introduces you to the fresh flavors of the city before leading you to Chile’s Central Valley. Vineyards sprawl across the landscape leading to the foothills of the Andes Mountains. The mixture of warm days and cool nights help produce the unique flavors of the wines in the region, in addition to the minerals in the soil. A breeze from the Pacific Ocean offers a respite from the valley heat, carrying a hint of the briny sea. Upon reaching a family-owned winery, your guide leads you through the vines to feel the plump and waxy texture of the growing grapes. Learn the tradition of harvesting wine on the estate before enjoying a sample of the wine in the scenic tasting room overlooking the endless rows of vines. Your guide pours a Pinot Noir, filling the glass with a ruby light. The aroma of dark cherries, plum, and spiced clove drifts upwards from the glass, leading to a silky texture on your palate."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Varas – History and Scenery of the Lakes District",
      "description": "The artistry of Santiago is personified in the University metro station. Murals depicting the history of Chile occupy nearly 13,000 square feet, representing times from the Spanish conquest to contemporary life in the country. Your private transfer meets you in the hotel lobby after breakfast and escorts you to the airport for your flight to Puerto Montt, known as the gateway to the Lakes District. Continue from El Tepual International Airport by private transfer to reach the enchanting town of Frutillar, overlooking the waters of Lake Llanquihue. White and gold pebbles shape the long beach. The pier stretches out over the shimmering sapphire waters. Volcanic peaks frame the cityscape, each capped with snow. Rose gardens blossom, filling the air with a sweet, herbaceous aroma. Restaurants and cafes line Philippi Street, offering aromas of slow-grilling meats, floral teas, and decadent coffee. The town was originally founded by German settlers in the mid-19th century and continues to brim with architectural and cultural charm connected to the town’s roots. The Colonial Museum is situated inside an antique wooden home and old mill. The wheel once used canal water to power the grinders. The scent of pine drifts from the rafters and wooden frames. The forge continues to display the vintage machines essential for the agricultural work once done in the region. The splendor of the landscape urges you forward, leaving Frutillar for the comforts of your resort-style accommodation outside of the enchanting town of Puerto Varas."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Varas – On the Majesty of Chiloe",
      "description": "The morning light washes over the snowcapped peaks of the Osorno and Calbuco volcanoes. The waters of Llanquihue glisten as fishermen take to the lake in search of a perfect catch. The town of Puerto Varas allures visitors from around the world with a relaxed pace and charming German architecture. After breakfast, your guide escorts you to the ferry at Pargua Bay. The scent of the Pacific provides a mixture of briny and sweet aromas. Water splashes upwards from the hull of the boat as you make your way to South America’s fifth-largest island, Chiloe. The Spanish settled the island in the mid-16th century. The locals maintain fierce independence and connection to the Pacific. Rivers rush through island forests and hills spreading across the island less than 2,700 feet long. Mule drivers continue to traverse the narrow walkways and kayakers enjoy the adventures of the unpredictable waters around the shore. You make your way to Puñihuil Cove to view the shared breeding grounds for Humboldt and Magellanic penguins. Red-legged cormorants glide around the edges of the pebbled beaches. You find a colony of Magellanic penguins sunbathing on the rugged shoreline beneath the fringing coastal plain. Their black and white plumage contrasts with the rustic rocks. They call out with a surprising squawk. A number of penguins rest in the wake of the ocean resembling a toy boat in the waters of the bathtub."
    },
    {
      "dayNumber": "5",
      "title": "Bariloche – Over the Border to Argentina",
      "description": "The waters of Chile’s Lakes District cross fluidly into Argentina, creating a scenic journey to enjoy between the neighboring country’s separation by the Andes Mountains. In the morning, the scent of fresh coffee and decadent cheesecake emanates from a local café. Your private transfer greets you at the hotel and escorts you to the ferry crossing the Llanquihue Lake. The snowcapped peaks of Osorno and Calbuco grow larger as you move closer to the western edges of the lake. Traveling by water allows you an unspoiled panorama of the edges of Patagonia, offering the true magnitude of the landscape. The town of Peulla is located along the border. The foliage glows shades of emerald and jade against the silver streaks of the rising mountains. The lake waters continue to shimmer with sapphire and indigo hues beneath the open-blue sky. Cross the border into Argentina to continue over the waters of Nahuel Huapi Lake en route to Bariloche. Ancient forests continue to frame the shores, draping over the mountains. The aroma of pine mixes with the rejuvenating scent of freshwater. Your private cruise along the water allows you to stop at Victoria Island to search for the pudú deer, which grows up to 18 inches tall at the shoulder. Their fur is a chestnut-brown, allowing them to blend into the rich hues of the surrounding bark. The tuft at the top of their heads covers their short antlers. Your guide points into the underbrush of the evergreens where a single male grazes on the lush grass before scampering deeper into the forest."
    },
    {
      "dayNumber": "6",
      "title": "Bariloche – Natural Decadence in Argentina",
      "description": "Bariloche fills with the aroma of melted chocolate in the morning. Confectioners along the streets of the town known as “Little Switzerland,” hold true to the roots of Central European and alpine settlers in the mid to late-19th century. Colorful and elegant chocolate creations fill the display windows across town, accompanying the buttery aroma of fresh pastries emanating from the cafes. Your guide leads you on a private tour of Bariloche for an introduction into the heritage, leading you into the surrounding woods bordering the shores of Lake Nahuel Huapi. The spiced air presents a refreshing and comfortable ambiance amongst the natural beauty of the landscape. Your guide leads you along the trails to reach a brewery established in the 1930s. The beerhouse and restaurant overtake the pine aroma with the scent of herbaceous hops and a hint of sugar from the elaborate cakes and strudels crafted each morning. Your guide leads you on a fabulous tour of the brewery inside the historic grounds before you sample the array of pale, dark, and red ales. A floral aroma drifts from the golden hues of the glass, as you taste the pale ale. The hoppy flavor, presented in a bitter note, coats your palate but fades to a refreshing, bubbly finish accentuated by your view of the woodlands."
    },
    {
      "dayNumber": "7",
      "title": "Iguazu – Snowcapped Peaks to Whitewater Rapids",
      "description": "In the morning, the waters of the lake glisten with the reflection of the looming snow-capped mountaintops. The aroma of enticing chocolate emanates from the Museo del Chocolate in the heart of town. The streams outside of Bariloche have a glassy surface allowing people to view the pebbled riverbed. Your private transfer escorts you to San Carlos de Bariloche Airport for your flight to Puerto Iguazu located on the northern border of Argentina and the southern border of Paraguay. The evergreen trees and shimmering snowy peaks along the gateway of Patagonia fade, replaced by the endless jade canopy of the tropical rainforest. Settle into the comforts of your luxury hotel, offering your first view of Iguazu Falls from between the lush trees. Your guide greets you in the lobby and escorts you to Iguazu National Park for a closer look at the dramatic scenery. You can hear the echo of thundering water from around the park. The rainforest canopy shades the walkways along the Lower Circuit paths. You take a scenic train to the Upper Circuit, which encompasses 5,750 feet of trails over the rushing waters. The sound of crashing waves grows louder as you traverse the walkways for an unfettered view of the semicircular chain of waterfalls. A rainbow spreads through the mist rising from the Devil’s Throat. From above, you can peer over the narrow gulf into which the majority of the falls feeds from a height of up to 270 feet."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires – Between Waterfalls and Urban Grandeur",
      "description": "Outside of the dining room windows, you find toucans grazing in the canopy. In the background, the cascades of Iguazu continue to add endless movement to a picturesque view that otherwise resembles a painting. Your guide greets you at the hotel and escorts you over the border in Brazil for an alternative view of Iguazu Falls. The opposite edge of the falls offers a spectacular panorama of the Iguazu River and the collective singular force. The greenery of the surrounding brush frames the banks. The water from the river splashes against the rocks and sprays into the air. The mist has a refreshingly cool temperature as it brushes your cheeks, contrasting the tropical heat of the rainforest. The river forms the natural boundary between Brazil and Argentina and was officially discovered by European explorers in the 16th century. The wooden walkway ends with a view of the staggering waters trundling over the cliffs. The thunderous splash continues to echo throughout the air. The wide mouths along the cliffs give way to the terraced, thinner falls across the viewing platform, providing a view of the interior of the landscape’s natural semicircular design. You return to Argentina for your afternoon flight to Buenos Aires."
    },
    {
      "dayNumber": "9",
      "title": "Buenos Aires – Masters of Movement",
      "description": "In the morning, the cafes of Buenos Aires set out tables and chairs along the walkways for visitors eager to watch the city pass by. The scent of creamy cappuccino dusted with chocolate and fresh empanadas cooked to golden-brown perfection drifts along the avenues. The antique shops in the San Telmo district display elegant wooden tables and masterful ironwork dating back to the turn of the 20th century. Your guide greets you in the lobby and leads you first through the graceful cobbled streets of Recoleta, a barrio known best for the shaded boulevards, boutique shops, and the historical grounds of the eponymous cemetery. A Franciscan convent established the cemetery in the early 18th century and has since been garnished with elaborate mausoleums. The marble and stone fixtures house the remains of some of the most illustrious residents of the city, including Eva Perón, a popular former First Lady of Argentina, better known as Evita. Porteños stroll along the lanes with flowers and cards, honoring their family member’s birthday and day of death. Outside the cemetery, the neighborhood brims with activity emanating from the charming cafes and restaurants leading to the edges of Plaza Francia. In the evening, you sit in an intimate theater as the sounds of guitar sweep through the gallery. The scent of roses accompanies the drumbeat. Dancers fill the stage and begin to move rhythmically, displaying passion in each step; collectively they highlight the importance of tango in the history of Buenos Aires."
    },
    {
      "dayNumber": "10",
      "title": "Buenos Aires – A Farewell View of Argentina",
      "description": "Porteños of the Recoleta district spend their mornings at a popular café once frequented by the city’s intelligentsia. Natural light filters through the windows and the outdoor tables offer views to the pedestrian friendly streets and grassy plaza. You venture to Teatro Colon for a morning view of the opera house established at the turn of the 20th century. The auditorium seats nearly 2,500 patrons with standing room for another 1,000. The acoustics carry a whisper from the stage to the hidden niches of the theater. When you are ready, your private transfer greets you in the hotel lobby and escorts you to Ministro Pistarini International Airport for your flight home."
    }
  ],
  "map": ""
}