[
    {
        "type": "overview",
        "Main_Title": "Our Samoa holidays & tours",
        "Main_Paragraph": "Our Samoa holidays typically take in the two main inhabited islands of this remote Pacific nation: Upolu and Savai'i, visiting key locations such as the bustling capital of Apia. Generally they will form part of a wider Pacific Islands itinerary, with short flights between islands, and groups average just six travellers or so, minimising the impact on the often tiny communities youll visit. Our Samoa holidays place a lot of focus on exploring the culture here, providing opportunities to learn about everything from the meanings behind intricate tattoos to traditional cloth-making, and island cuisine. You may also be treated to an evening performance of fire dancing. While giving you a more meaningful travel experience, these activities are also a great way to help as many islanders as possible earn an income from our holidays.",
        "Subtitle": "Samoa holiday highlights",
        "Title1": "",
        "Paragraph1": "The first Polynesian nation to gain its independence after European colonisation, Samoa holds fast to its ancient traditions and is rightly proud of its community spirit and family values.Despite its intense natural beauty, tourism has been slow to take root in Samoa. Since almost all land is communally owned, big name hotel chains haven’t got much of a look-in; and although 'Upolu has a few fancy resorts, the islands feel unspoilt – and all the better for it. The government has ensured that a good chunk of tourism revenue goes directly to the villages, and has encouraged the set up of locally owned guesthouses, based on traditional Samoan architecture. Many of the country’s best beaches are dotted with these simple, semi-open air fales, which allow you to experience Samoan life (or fa'a Samoa ) the simple way.\nSo if you want a swim up cocktail bar, banging nightlife and waterside beauty treatments, you won’t find them here. If you want the low-key version of a South Seas paradise – wild jungles, iridescent seas, swimming under waterfalls, long chats with friendly locals – Samoa could be just the ticket.",
        "image1": "",
        "Title2": "Landscapes in Samoa",
        "Paragraph2": "",
        "image2": "",
        "Title3": "",
        "Paragraph3": "Samoa consists of nine islands but the busiest is Upolu, where the capital, Apia, is located and where most of the population lives. As well as the obligatory white sandy beaches, Samoa is blessed with a lush, green and mountainous interior. The countrys tropical climate and rich soil mean that rainforests, mangrove swamps and marshes have thrived here, and all are brimming with native wildlife and plants, such as seabirds, flying foxes and all manner of lizards. Upolu, where many visitors spend the bulk of their time, is lined with pristine sands backed by black rocks and soaring coconut palms. Its also home to the forested O Le Pupu-Pue National Park, one countrys main attractions and a hit with hikers, bird lovers and beachgoers.",
        "Title4": "Culture in Samoa",
        "Paragraph4": "",
        "image3": "",
        "Title5": "Things to do in Samoa",
        "Paragraph5": "",
        "Title6": "Discover the history",
        "Paragraph6": "Much of Apia looks as it did when Robert Louis Stevenson settled here in 1889, and you can learn more about his life in Samoa at the Robert Louis Stevenson Museum, set on spectacular grounds in the hills to the south of Apia. Other historical sights worth checking out include Parliament House, the Independence Monument, Mulinuu Peninsula, where the chieftain families of Samoa are buried, and the Moamoa Cathedral, which has an impressive stained glass window and is one of the oldest churches in Samoa.",
        "Title7": "Meet the Samoans",
        "Paragraph7": "Welcoming visitors is second nature to Samoans, so village visits and home stays are firmly part of most itineraries. You could find yourself spending time with the chief of a local village; chatting with workers on an organic cocoa plantation; or staying with a family on an organic farm, foraging for ingredients and cooking traditional Samoan food using age-old cooking methods."
    }
]