{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-family-tour",
  "tourName": "Borneo family tour",
  "placesVisited": "Kota Kinabalu, Kinabalu Park, Poring Hot Springs, Traditional tea plantation visit, Longhouse village stay, Selingan Island, Kinabatangan River Cruise, Sepilok Orangutan Sanctuary, Rainforest Discovery Centre, Pulao Tiga",
  "generalInfo": "This two week, Borneo family tour lets you slip into the jungles and beaches of this fascinating island, packed with activities and wildlife adventures. From the safe forest reserve of Sepilok Orangutan Sanctuary to watching turtles lay their eggs by the light of the moon on Selingan Island, this family holiday is certain to stay in the memory long after the tans fade with tea plantations, hot springs and river cruises adding to the mix.<br/><br/>Not many kids can say that they’ve spent the night on a traditional longhouse or explored in the realm of Borneo’s headhunter tribes. However, this two week tour lets them do just that as well as spotting pygmy elephants and wild gibbons as part of the bargain. Wash away your worries on wild sandy beaches and journey down river onboard a wooden long tail boat; whatever you do, don’t miss out on Borneo especially if your family is able to visit in the peak months from March to October.",
  "durationDays": "15",
  "price": "4000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "MULU Arrive in Mulu where you will be met by one of our representatives. The rest of the day is free for you to relax or explore."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CONOPY SKYWALK - MULU This morning you will follow the 480m long ‘Canopy Skywalk’, the world’s longest tree based canopy walk, march along the top of the jungle with a wealth of butterflies, huge insects and lush ferns tickling your side. Later, head to the Deer Cave, the longest cave passage in the world. Become an explorer; follow the scalloped walls to discover more than 3 million wrinkle lipped bats that call the cave home. As dusk creeps in, watch as a ribbon of bats fly out of the cave on a mission to fill their hungry tummies; this is an impressive spectacle to see. On your return stop at Lang’s Cave, a smaller more intimate cave with walls beautifully decorated with curtains of rock. Here, you have the chance to be up close and personal with the bats."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CLEAR WATER RIVER & CAVE OF WINDS - MULU Cruise up the Clearwater River on a longtail boat to the Cave of Winds with it’s slender stalagmites and stalactities. After a picnic lunch you will have the chance to take a dip in the crystal clear waters where the river emerges from the cliff face. Later, hop on flight back to Kota Kinabalu and head into the foothills of Mount Kinabalu to a small village homestay. Accessed via a bumpy track, children will love adventuring to the largely undiscovered village in rural Borneo. Once you reach your accommodation you will be treated to jaw dropping views of the surrounding mountains. Take a swim in the river that runs through the valley, picnic or clamber over the impressive boulders. If you are partial to a scenic walk, why not trek along the valley to the waterfall where you can take an ‘open air shower’ in the pool base of the falls. As dusk creeps in, join your host family to help with the cooking. Try your hand at making traditional spring rolls, animal traps or head into the fields to see how locals tap rubber and plant rice (seasonal)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KINABALU HOMESTAY Enjoy a full day at the homestay. Get to grips with rural life in Borneo, go hiking, picnic by the river or take a dip in the waters."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KINABALU HOMESTAY - TEA PLANTATION Journey to the majestic Kinabalu National Park where you will follow the botanical trail through the lowland rainforest. Explorers of the UNESCO world heritage site will be rewarded with heart stirring views of Mount Kinabalu. Children should keep their eyes peeled for sightings of deer, snakes, birds and performing insectivorous pitcher plants. As the afternoon sun draws in, visit Poring Hot Springs, where hot sulphurous water has been channeled into several tiled pools and tubs. Children will love splashing in the tubs just as much as the adults will love soaking in them. From here you will head directly to the Tea Plantation, where you will be spending the night."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SABAH TEA PLANTATION Bask in the tea plantations glory as you take a tour of the tea factory followed by a hike through the hills around the plantation. Children will love learning jungle survival skills from their guide, so much so that tearing them away from their new home in the wild will be today’s greatest task."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SABAH TEA PLANTATION After filling your stomachs with a traditional Bornean breakfast, journey across Borneo to the east coast. On the bank of Sabah’s longest river, the Kinabatangan River, you will find Bilit Rainforest Lodge. Here you will spend two nights in the heart of one of the richest eco systems on the planet. Children will become explorers by the afternoon, as they discover the intriguing wildlife and luscious habitats by foot or boat."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BILIT Journey along the OX-bow lake by boat, taking time to spot wild animals that come to the bank to drink. Keep your eyes open to catch a glimpse of a pygmy elephant or wild orangutan, which are frequently seen in this area. Later you will cruise along the Kinabatangan River where you will be able to see proboscis monkeys swinging from the trees, as well as bright turquoise kingfishers, yellow beaked hornbills and other fascinating birds."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SEPILOK ORANGUTAN CENTRE After filling your tummies you will head to Sepilok; here you will visit the world-renowned Sepilok Orangutan Centre for rehabilitating orangutans that have been rescued from captivity or displaced by logging activities, as well as dozens of other wildlife species. Children will love gawping at the orangutans as they swing from the trees and munch on tasty bananas. As the afternoon creeps in, visit the Rainforest Discovery Centre where your little explorers can follow nature trails through the reserve, spotting birds every colour of the rainbow. Talk a walk along the 147m forest canopy where luscious green trees tower over you."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SEPILOK – SANDAKAN No need to rise with the sun as this morning is free for you to catch your breath and relax. If you feel up to it, why not return to the orangutan sanctuary for a second visit. In the afternoon, journey to the coast of Sandakan and take a firefly tour; you leave the city at around 4pm and take a boat to a small island offshore. Here, you are free to disembark and wander through the village, stopping for tea and banana bread with the village headman. As you continue by boat through the mangroves, make sure to keep your eyes peeled for long nosed proboscis monkeys. Dusk is when the real show starts, swarms of glowing fireflies dance over the river creating a light show reminiscent of a firework display or flashing fairy lights."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SANDAKAN – SELINGAN After breakfast take the boat across the turquoise sea to the remote island of Selingan. The afternoon is free for you to snorkel in the crystal clear waters or simply bask in Selingan’s glory. Often by dusk, you can be treated to ‘turtle time’ where you will watch mother turtles laying their eggs and newly hatched turtles waddle towards the shoreline as they are released into the sea; a spectacle like no other."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SELINGAN - KOTA KINABALU - BEACH Today you will return to the mainland after a short flight to Kota Kinabalu, where you will transfer to the beach. Beach resorts are varied; ranging from luxurious island resorts to cozy lodges embedded in the rainforest. Rely on us to find the perfect spot to suit your family’s needs."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "BEACH Enjoy two full free days to further explore the area's vast beauty, or simply relax as your troubles float away."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "DEPARTURE Time to wave goodbye to Borneo and transfer back to Kota Kinabalu for your flight home."
    }
  ],
  "map": ""
}