{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-tour-sarawak-sabah-brunei",
  "tourName": "Borneo tour, Sarawak, Sabah & Brunei",
  "placesVisited": "Kuching, Bako National Park, Semenggoh Wildlife Centre, Batang Ai National Park, meet the Iban people, overnight in traditional longhouse, Niah National Park, Miri, Kuala Belait, Seria, Bandar Seri Begawan, Labuan, Kota Kinabalu, Mount Kinabalu",
  "generalInfo": "Discover Borneo on this 13 day overland tour, taking in Sarawak, Sabah and Brunei. Misty rainforests, orangutans and tribal culture are just a handful of the highlights that await on this fantastic adventure, perfect for nature lovers and anyone with a taste for adventure.<br/><br/>This tour focuses on the Malaysian part of Borneo, divided into the two states of Sabah and Sarawak. You’ll find traditional culture and abundant wildlife in both, visiting several national parks which are home to Borneo’s most famous resident, the orangutan, as well as proboscis monkeys, wild boar, snakes and numerous birds. <br/><br/>You will have the chance to meet the Iban people in Sarawak’s rainforests. Long ago, the Ibans were a legendary head-hunter tribe, and today the peaceful descendants of these people are waiting to meet you, and visiting their remote longhouse, one of the last remaining of these communal buildings, is a highlight of this tour. <br/><br/>The tour travels to Niah National Park, also in Sarawak, which is home to an archaeological site where human remains dating back 40,000 years were found. There is also a huge cave system here, decorated with ancient paintings, where bats and swiflets swarm.<br/><br/>Tucked between Sabah and Sarawak is the small state of Brunei. Petroleum has made this one of the richest countries in the world, making its head of state, the Sultan of Brunei, one of the most wealthy men on the planet. Explore this unique place for a day, taking in its spectacular mosques and the enormous Sultan’s Palace.<br/><br/>Next, move on to Sabah, and head offshore to enjoy a day snorkelling and chilling on the beach on ‘Survivor Island’, nicknamed after the reality TV show filmed here. We spend time in Kota Kinabalu, the state capital, before enjoying the beautiful national park around the famous Mount Kinabalu and relaxing in the hot springs here. <br/>",
  "durationDays": "13",
  "price": "9600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kuching: Your transfer awaits you at the arrival at the airport and brings you to your first hotel in Borneo. The first day will be spent in Kuching, the “City of Cat”. Relax at the waterfront before enjoying a good night’s rest. The next morning, take a guided walking tour to explore Kuching historical quarters and learn about its unique history. Along the heritage trail, sample some of the most popular local street food. In the afternoon, you will go for a visit to the Semenggoh Wildlife Centre for a chance to spot orangutans. This center is where the orangutans are rescued from captivity and kept for surveillance and rehabilitation. Visit them as feeding time approaches, the orangutans emerge from the rainforest, descending from the forest canopy to the lower branches of trees near the feeding platform. On the third day, visit one of the oldest national parks in Borneo, Bako National Park. Bako offers the perfect introduction to Borneo’s forests and wildlife. It’s the perfect place to spend the day in search of proboscis monkeys, wild boar, exotic birds, and snakes. We then embark on an adventure with easy trekking through the rainforest and this journey involves a 20-minute boat cruise to the Bako Peninsula from the fishing village of Kampong Bako. Lunch at the park canteen is included. Day 1: Arrival in Kuching: Transfer to your hotel and explore the “City of Cats,” visiting its historical quarters and museums. Day 2: Morning Leisure and Orangutan Sanctuary: Spend your morning at leisure before an afternoon visit to the Semenggoh Orangutan Sanctuary to witness rescued orangutans in rehabilitation. Day 3: Bako National Park Adventure: Discover Bako National Park, known for its rich biodiversity, with a rainforest trek and a scenic 20-minute boat cruise to the Bako Peninsula. Meals: 2 Breakfast (D2 & D3), 1 Lunch (D3) Accommodation: Kuching Imperial Riverbank Hotel, 3 stars"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Batang Ai: Today, we head into the remote Borneo interior on a journey to discover the headhunters of Borneo, the Iban tribe. Our drive is a 5-hour journey to Batang Ai, passing paddy fields, pepper plantations, farms, roadside kampungs, and tropical jungles. You’ll stop at Serian and have lunch at Lachau. Upon arrival at the Batang Ai Dam, you’ll board a native boat for an upriver journey to an Iban Longhouse to experience the Iban culture of the descendants of the feared warriors. In the evening, enjoy a native dinner prepared by your guide, followed by rounds of tuak, Iban’s home-made rice wine. Overnight in the longhouse or dormitory-style accommodation. The next day, after breakfast, enjoy the pristine surrounding jungle with an upriver trip, and take a nature walk to learn about native farming and Iban burial practices. Enjoy lunch traditionally cooked in bamboo or stone BBQ pits. Bring swimwear as the river waters may be clear and refreshingly cool if there’s no rain. On the third day, you’ll say goodbye to your hosts after breakfast and return to the river jetty for your journey back to the city. Lunch at a local cafe and drop off at your city hotel. Day 4: Journey to Batang Ai: Travel 4-5 hours through padi fields, pepper plantations, kampungs, and tropical jungles, stopping at Serian and Lachau for lunch. Upriver to Iban Longhouse: Upon reaching Batang Ai Dam, take a native boat to an Iban Longhouse and immerse yourself in Iban culture. Evening with the Ibans: Enjoy a native dinner, rounds of tuak (rice wine), and an overnight stay at the longhouse or dormitory. Day 5: Jungle Exploration: Take an upriver trip and a guided nature walk to learn about Iban farming practices. Traditional Lunch: Savor a bamboo-cooked or stone BBQ lunch by the river. Swim in the clear, cool waters if the weather permits. Day 6: Farewell to the Ibans: After breakfast, bid farewell to your hosts and return to the river jetty. Return to the City: Stop for lunch at a local café before reaching your city hotel. Meals: Breakfast ( D4, 5, 6), Lunch (D4, 5, 6), Dinner (D4, 5) Accommodation: Days 4 and 5: Batang Ai Longhouse (basic accommodation) Day 6: Imperial Riverbank Hotel, 3 stars"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Miri: Transfer to Kuching airport for an early morning flight to Miri. After a transfer from Miri airport, we head straight to UNESCO Niah National Park Caves Complex. This park is host to where the oldest modern human remains in South East Asia were found, making the park one of the most important archaeological sites in the world. Yet there is much more to Niah than archaeology. A vast cave swarming with bats and swiftlets; the thriving local economy based on birds-nests and guano; ancient cave paintings, a majestic rainforest crisscrossed with walking trails, and abundant plant and animal life. All this and more make up the geological, historical, and environmental kaleidoscope that is Niah. The total journey will normally take 3-4 hours to complete. We then head to the town of Niah for lunch at a local restaurant. After lunch, we drive into the city of Miri to check-in and rest before proceeding to a 3-hour evening tour of Miri City, featuring Marina Bay (Seahorse Lighthouse), Canada Hill, the night market (only Thu-Sat), and award-winning Miri City Fan Park. Dinner is at the guest’s own expense during the tour. Flight to Miri: Transfer from Kuching to Miri via a quick flight, then proceed to Niah National Park. Niah National Park Adventure: Explore ancient caves, prehistoric artifacts, cave paintings, and rainforest trails, ending with lunch in Niah town. Miri City Evening Tour: Enjoy a 3-hour tour of Miri’s highlights, including Marina Bay, Canada Hill, and the vibrant night market. Dinner and Overnight in Miri: Conclude the day with a self-arranged dinner and an overnight stay in the city. Meals: Breakfast & Lunch Flight: Kuching to Miri [ AK 6180 06:00 (KCH) – 07:05 (MYY) ] Accommodation: Miri Imperial Palace Hotel, 4 stars"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Brunei Overland Day trip: The tour crosses international borders today for a visit to Brunei, a wealthy country with a rich petroleum industry. We go on a day trip to the capital, Bandar Seri Begawan — home to the Omar Ali Saifuddin Mosque and a 16th-century royal barge replica. Delve into the history of Brunei with a visit to the Brunei National Museum and The Royal Regalia Center. Before we head for lunch at a local restaurant, we make a photo stop at Kampong Ayer (Water Village). In the afternoon, we return to Miri via a 2-hour overland transfer. Feel free to discover Miri City at your own pace on the remaining day. Dinner free and easy at your own expense. Overland Transfer to Brunei: Travel to Bandar Seri Begawan, the capital of Brunei, known for its wealth and rich heritage. Cultural Highlights: Visit the Omar Ali Saifuddin Mosque, a 16th-century royal barge replica, Brunei National Museum, and The Royal Regalia Center. Photo Stop and Lunch: Enjoy a stop at Kampong Ayer (Water Village) and savor lunch at a local restaurant. Return to Miri: Conclude the day with a 2-hour overland transfer back to Miri. Meals: Breakfast & Lunch Accommodation: Miri Imperial Palace Hotel, 4 stars"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Miri- Kota Kinabalu - Tempurung: After breakfast at the hotel, we head to Miri airport for a departure flight out to Kota Kinabalu. Upon arrival at Kota Kinabalu, take a transfer to Tempurung Golden Beach Resort. The next day, we go for a visit to Pulau Tiga Park, also known as Survivor Island for its ascent to fame through the reality TV series. The island offers beautiful landscapes and marine life, and we can swim or snorkel. After lunch, we return to Kuala Penyu jetty and enjoy a late lunch at Tempurung Golden Beach Resort. In the evening, we embark on a firefly boat trip in the Klias River mangroves, where we can spot proboscis monkeys and long-tailed macaques. Day 9: Morning in Miri: Enjoy leisure time exploring Miri City, followed by checkout, lunch, and transfer to Miri Airport for a flight to Kota Kinabalu. Tempurung Golden Beach Resort: Arrive at the resort and relax on the tranquil beaches. Enjoy dinner and an overnight stay. Day 10: Pulau Tiga Park (Survivor Island): Visit this scenic island, known for its stunning landscapes and marine life. Swim, snorkel, and enjoy lunch before returning to the resort. Evening Firefly Cruise: Embark on a boat trip along the Klias River mangroves to spot fireflies, proboscis monkeys, and long-tail macaques. Meals: Breakfast, Lunch, Dinner (D9, 10) Flight: Miri to Kota Kinabalu (AK 6072 14:40 (MYY) – 15:30 (BKI) Accommodation: Tempurung Golden Beach Resort"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kota Kinabalu: After breakfast, we make a 3-hour journey into Kota Kinabalu, the vibrant capital city of Sabah State. The rest of the day in Kota Kinabalu is free time for you to do your final souvenir shopping or explore at leisure Kota Kinabalu’s waterfront. The next day, we head inland to discover the majestic Mount Kinabalu, the highest peak in South East Asia, passing villages and paddy fields along the mountainous road. On a clear day, you will be able to see Mount Kinabalu and its surrounding valleys. We make a stop at Nabalu Market to shop for local natives products, homegrown vegetables, and handmade crafts. Kinabalu Park is Malaysia’s first UNESCO World Heritage Site, known for its universal values and biological sites. Lunch is at a local restaurant near Poring Hot Springs, where you can soak in Japanese baths filled with sulfur water. After a 20-minute trek, you can visit the Canopy Walkway, where bridges are suspended 41 meters above the jungle. The tour concludes with a 3-hour return journey to Kota Kinabalu. On the final day of the departure, hotel checkout time is before 12 noon and transfer to the airport is 3 hours before your flight’s departure. The tour ends and you return home! Day 11: Journey to Kota Kinabalu: After breakfast, enjoy a 3-hour drive to Kota Kinabalu, with free time to explore the city, shop for souvenirs, or stroll along the waterfront. Day 12: Mount Kinabalu and Nabalu Market: Head inland to see the majestic Mount Kinabalu. Stop at Nabalu Market for local products and continue to Kinabalu Park, a UNESCO World Heritage Site. Poring Hot Springs and Canopy Walkway: Relax in the sulfur baths at Poring Hot Springs and take a 20-minute trek to the Canopy Walkway, suspended 41 meters above the jungle. Day 13: Return to Kota Kinabalu: After lunch at a local restaurant, enjoy the scenic return journey to Kota Kinabalu. On your final day, check out of the hotel and transfer to the airport for your departure flight. Meals: Breakfast (D11, 12, 13), Lunch (D12) Accommodation: Dreamtel Hotel, 3 stars"
    }
  ],
  "map": ""
}