{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-rare-mammals-wildlife-tour",
  "tourName": "Borneo rare mammals wildlife tour",
  "placesVisited": "",
  "generalInfo": "Explore the forests of Sabah, Borneo in search of the enigmatic clouded leopards as well as the many other rare species of mammals in Borneo.<br/><br/>Introduction:<br/>We are specialists in wildlife tours and expedition style wildlife trips for some of the world’s rarest species of mammals including Sunda clouded leopards, Sun bears, Flat-headed cats, Sunda leopard cats and Marbled cats on this particular tour. These trips are specialist and focus and we try very hard for all of our targets. This trip requires a good amount of spotlighting after dark, as many of our targeted species are nocturnal. <br/><br/>We have worked with local guides and scientists to develop the itinerary and using all known information about the species of mammals including rare mammals in Borneo we have developed systems and techniques to best find our main targets. <br/><br/>Borneo is a mecca for wildlife enthusiasts, species such as Bornean orangutan, Proboscis monkeys, ‘Pygmy’ elephants and 8 species of hornbill are all wonderful targets for anyone visiting Borneo for wildlife. However there is a vast wealth of wildlife to be found here. In particular the north-east state of Sabah is home to many wild and rugged reserves and parks that harbour populations of some of the world’s most elusive species.<br/>Among the most elusive and some of the most sought after are the nocturnal mammal species, Borneo has a host of rare and elusive nocturnal mammals including Sunda clouded leopard, Binturong, Sunda colugo, various species of civet, several species of slow loris and many other species. This tour is the first of its kind to target all of these species. Of course seeing many of these rarer animals is going to be very hard and require a great amount of luck, but this is the first and only tour that offers chances and dedicated time to try and see all of them in their various habitats, as well as a wealth of other mammal life in this wonderful region.<br/><br/>This tour will start in the fantastic forests of Tabin, here the combination of pristine forest and palm oil plantation (running along the border of the reserve) means there is a mix of wildlife and many species (which utilize the palm oil plantation) which are seen here easier than elsewhere. We will explore this reserve in full and have negotiated extra long night drives whilst here in order to make the most of the wonderful nocturnal species which are known from here.<br/><br/>We then move on to the longest river in Borneo the magnificent and mighty Kinabatangan River where we will try for the Flat-headed cat as well as some of Sabah’s incredible primates such as Bornean orangutans, proboscis monkeys and Sundiac silvered langurs.<br/><br/>Then we finish at the now fabled Deramakot Forest Reserve, this managed forest has good sized populations of all of many species of mammals, particular ones that are very elusive elsewhere. Whilst staying here we will become as nocturnal as many of our mammal targets and spend several hours every night looking for Sunda clouded leopards, various species of squirrel, civets, Sunda leopard cats, Philippine slow loris and Marbled cats.<br/>If you wish you can also add on a pre-tour extension which will head into the rugged Tawau Hills. This park is full of wonderful wildlife, much of which is not found in other areas visited on this tour, it is also a known location for just about the most elusive mammal in Borneo. The extremely rare and poorly understand Bay cat. A separate brochure can be sent with information about this can be sent out to you if you are interested.<br/><br/>Whilst our focus will be heavily on the rarer nocturnal species of mammals, it is impossible to travel and spend time in the forests of Borneo and not see various other species. As a result we hope to see more common animals like Proboscis monkey, Bornean orangutan, Bornean slow loris, Marooon langur, Sundiac silvered langur, Southern pig-tailed macaques, Long-tailed macaques, Asiatic elephants, Bearded pigs, Bornean Muller’s gibbons and many more species and then when out spotlighting we hope for other rarities such as Sunda pangolins, Banded linsangs, various Civet species, moonrats and Sunda stink-badgers (but these require as much luck as perseverance); not to mention hundreds of species of birds including up to 8 species of hornbills found here and rare birds such as Storm’s stork and some huge reptiles like Saltwater crocodiles, Reticulated pythons and Water monitors.<br/><br/>All in all we expect to see a wealth of life on this trip and we believe that no wildlife enthusiast will be disappointed, as with all wildlife (but particularly rare and elusive species) all we can do is get ourselves into the best place, at the best time and with the best people. We then put the time and effort into trying to see the wildlife and hope that the animals cooperate.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Sandakan. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including around 7 hours of spotlighting per night when in Deramakot) and extra-long night safaris in Tabin - these have been specifically negotiated; only if you request to have a rest day will we not arrange a safari into the Bornean forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. For example in Deramakot, Tabin and Kinabatangan we will be spotlighting in the night. But we will also be focusing on daytime species in Tabin and Kinabatangan too, no other tour will offer as much time spent looking for wildlife in Borneo than this one.<br/>• We have specially negotiated extra-long night safaris in Tabin to further increase our chances of seeing nocturnal and rare species. <br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and bay cat and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits 3 main areas in the province of Sabah in the north-eastern part of Malaysian Borneo. We will arrive into the town of Lahad Datu and fly out of Sandakan. In between we will visit Deramakot Forest Reserve, the Sakau region of the Kinabatangan River and also the Tabin Wildlife Reserve.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife activities will be done in a vehicle or boat and so there is no great level of physical fitness needed.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "15",
  "price": "5395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lahad Datu / Tabin Wildlife Sanctuary - Today you will be collect from the airport in Ladah Datu and start our drive towards Tabin Wildlife Sanctuary. Once we get to the sanctuary we will check in, have lunch (depending on the time of everyone’s flights) and head out into the forest (the exact itinerary of our daytime activities is variable and may change but we will have a morning and afternoon excursion into the forest on each full day here); Today we may start with a guide walk with one of their expert local guides. Nestled within the rainforest beside the Lipad river, the resort is home to a surprising variety of birds, insects and small mammals, even right beside the buildings of the resort it is possible to see several species and discover the rich variety of jungle herbs, some endemic, used for generations by local folks for the treatment of various ailments. In the afternoon we are likely to visit the active Lipad mud volcano which provides a mineral salt lick for wildlife. After trekking through the rainforest for around 20 minutes, we arrive at the elevated bare area of the mud volcano which is frequented by wildlife (elephants, bearded pigs, sambar, muntjacs and other species) and birds. The adventurous among us can try the effects of the volcanic mud, said to be responsible for a fine complexion, by applying the mud to their skin. Trek back to the resort along elephant trail, which is a great way to experience the forest and spot elusive species that live in the dense forests here. We will have one pre dawn drive included over this couple of days as well. After dinner we will have our first extended night drive and try and find some of the nocturnal mammals which are abundant here. With luck it is possible for Sunda clouded leopards, flat-headed cats and sun bears here but it is more likely that we will find various flying squirrels, several species of civets, yellow-throated martens, Philippine slow loris as well as reptiles and amphibians."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kinabatangan River - This morning we will leave Tabin after breakfast and then depart towards the village of Sakau along the banks of the Kinabatangan River. On our arrival we will check in and then have lunch. Afterwards we will be taken on the river for our first river cruise / safari. The longest river in Sabah, Kinabatangan River measures 560 km from its headwaters in the Crocker Range of southwest Sabah to its outlet at the Sulu Sea on the East coast of Sabah and according to the World Wildlife Fund (WWF), the Kinabatangan wildlife sanctuary is one of only two known places on Earth where 10 primate species can be found living wild. The enigmatic Bornean orangutan and the curious looking proboscis monkeys are the two most sought after primate species here however the ubiquitous long-tailed (or crab-eating) macaque is the most common. Other than the primates mammals are well represented here however most species are nocturnal or very elusive. The largest inhabitants are Borneo’s own endemic sub-species of Asiatic elephant (the Borneo pygmy elephant) which we will try to see and the incredibly rare and nearly mythical Sumatran rhino. Another fairly common and large inhabitant here is the largest reptile in the world, the saltwater crocodile. This part of the river traces through lowland forest and mangrove swamps near the coast provide sanctuary for them. With all these diversity going around, it is no wonder Kinabatangan wildlife sanctuary is the best destination to get close-up and discover its remarkable wildlife and fascinating habitats. Bird watchers usually find the Kinabatangan simply incredible while they spot incredible bird species from the famous Borneo's hornbills to the rare Storms storks. After our first trip this afternoon we will return to the camp for dinner and then after dark head out again in search of semi aquatic flat-headed cat. There are some tributaries and sections of the main river in which it may be possible to see flat-headed cats. We will have a spotlight and search the river banks, here we will probably see the glowing eyes of the crocodiles as they watch from the riverbanks and hopefully spot flat-headed cats and other elusive species such as otter civets. We will return to the camp for the night after a hopefully successful search."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kinabatangan River - Today is a full day to explore the forest and river around the lodge further and of course after dark we will head out on our second and final specific search for the flat-headed cat."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gomatong Cave / Deramakot Forest Reserve - This morning we will depart after breakfast from the Kinabatangan River and travel to Gomantong Cave, this is one of the world’s most famous caves and was immortalised in the BBC’s Planet Earth series due to the enormous mountain of guano and the millions of cockroaches and other invertebrates that live there. The forests around the caves are home to many species of wildlife including orangutans, in fact wild orangutans can possibly be seen throughout the entire trip we are taking, so it is always worth keeping an eye out for them in all of the forests. The cave is some 90m high and full of wildlife, alongside the innumerable invertebrates including the odd looking long-legged centipedes there are four species of swiftlet (white-nest, black-nest, mossy-nest and white-bellied) and around 27 species of bats (mostly wrinkle-lipped bats which number around 2 million in the cave). The black-nest swiftlets are the species whose nests are collected and eaten as a delicacy in China and South East Asia. The nest harvests are done sustainably now and the method for collecting them involves the locals having to climb high up into the caves on a network of rickety ladders and ropes. The nearly self-sufficient ecosystem inside the cave is completed with predators including bat hawks and pythons that feed on the bats and swiftlets as they come and go from the caves. This 55,000 hectare reserve is home to many of Borneo’s large and iconic species including elephants, orangutans, Borneo gibbon, banteng and several elusive species which are seen here with more regularity than anywhere else in the world. It is these species which are the real highlight for us and our main targets when here. They are also largely nocturnal and so we will head out into the forest at night for extended drives. This is to maximise our chances of seeing the wonderful Sunda clouded leopard, sun bear and marbled cat, but along with these species several other rare species have been seen here such as Sunda colugo, Sunda pangolin, banded linsang among other incredible and rare species."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Home - This morning we will have breakfast and then be taken to the airport in Sandakan to catch your return flight home."
    }
  ],
  "map": ""
}