{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-brunei-and-sabah-tour",
  "tourName": "Sarawak, Brunei and Sabah tour",
  "placesVisited": "",
  "generalInfo": "This is a fascinating Borneo overland tour through Malaysian Borneo and Brunei Darussalam. Start your adventure in Kuching, the capital city of Sarawak and end it in Sandakan, Sabah. A day trip to the sultanate kingdom of Bandar Seri Begawan slots between Sarawak and Sabah. Each stopover highlights the uniqueness they have to offer. While some point to point travel requires either air or sea travel, 80% of the journey occurs on land.",
  "durationDays": "19",
  "price": "23000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kuching - Bako National Park: Day 1 Arrive at the airport and transfer to your first hotel in Borneo. Spend the first day in Kuching, the “City of Cat,” exploring its historical quarters and museums at your own pace. Day 2 You will experience a thrilling trekking adventure at the Bako National Park. This is one of the best places in Sarawak to witness Borneo’s diverse wildlife in its natural habitat. Drive to Kampung Bako jetty and take a boat ride to the National Park headquarters. Witness the diverse wildlife of Bako, including proboscis monkeys, macaques, wild boars, snakes, and monitor lizards. Explore several trails inside the park, each offering unique sights and ecosystems. Witness the stunning coastline of Bako with its cliffs, sea stacks, and sandy beaches. Enjoy lunch at the national park canteen. Return boat trip back to the mainland with more opportunities for wildlife spotting. Transfer back to your city hotel after reaching the Kampung Bako jetty. Total Trekking Distance: 5km Meals: 1 Breakfast (D2), 1 Lunch (D2) Accommodation: Kuching Imperial Riverbank Hotel, 3 stars"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beliong - Maludam: Drive along the Sarawak coastal way and immerse yourself in local culture and traditions as you visit a Chinese Temple and Malay fishing villages. We’ll take a 1-hour drive to Beliong jetty, where a traditional sampan boat will whisk you across the Samarahan River to Beliong Island, a hidden gem nestled amidst mangroves. Here, vibrant communities of Malays, Chinese, and Iban, along with the Beliong Temple, paint a picture of a once vibrant coastal settlement. As we continue northeastward, we’ll cross two significant rivers, one via a 1.48-km long bridge and the other on a unique 2.8-km car ferry crossing, before arriving at Kampung Hilir Maludam, a peaceful Malay fishing village, where we’ll check into a local hotel. Spend the rest of the afternoon experiencing the warm hospitality of the locals and exploring the quaint Malay fishing village. If it’s the time of the season, we will be able to watch jellyfish and dry fish processing in the local village during the kampong walking tour. Take part in a Malay traditional baking class in the neighborhood and learn age-old techniques to create delicious local delicacies. We then join a family dinner with our local host for a full experience of a traditional Malay fishing village. Morning: Begin your journey along the scenic Sarawak Coastal Way, with stops at: A Chinese temple, showcasing vibrant architecture and cultural heritage. Traditional Malay fishing villages, where you can observe local livelihoods. Midday: Arrive at Beliong Jetty and board a traditional sampan boat for a serene ride across the Samarahan River to Beliong Island. Explore the island’s unique mix of communities (Malay, Chinese, Iban) and visit the Beliong Temple, a site rich in history and spiritual significance. Afternoon: Continue your northeastward journey, crossing two iconic waterways: The 1.48-km bridge. A memorable 2.8-km car ferry crossing. Arrive at Kampung Hilir Maludam, a tranquil Malay fishing village, and check into a local hotel. Evening: Immerse yourself in village life: Seasonal Activities: Watch jellyfish and fish drying processes (if in season). Participate in a Malay traditional baking class, learning time-honored techniques to create local treats. End the day with a family dinner hosted by locals, enjoying authentic Malay cuisine and warm hospitality. Meals: 1 Breakfast, 1 Lunch, 1 Dinner Accommodation: Maludam Hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Maludam National Park - Sarikei Longhouse: Today, explore Maludam National Park for its iconic wildlife. After breakfast, take a 2-hour boat ride to discover Maludam National Park, where the iconic proboscis monkeys with their bulbous noses swing through the trees. Keep your eyes peeled for the elusive Red Banded Langur, a testament to the park’s biodiversity. After the cruise, you will do a 3-hour scenic overland journey to visit Ulu Sarikei Longhouse to meet your Iban longhouse host. Take part in local farm activities such as rubber tapping and pepper processing. Hike to a nearby waterfall and exchange stories with the longhouse folks over dinner. Sleep on a mattress under a mosquito net in the simple longhouse accommodation. Morning: Boat Ride to Maludam National Park: Take a 2-hour boat journey into the heart of Maludam National Park, a haven for wildlife enthusiasts. Witness the iconic proboscis monkeys swinging through the trees and marvel at their unique features. Afternoon: Arrival at the Longhouse: Receive a warm welcome from your Iban hosts and settle into the community atmosphere. Take part in hands-on local farm activities, such as rubber tapping and pepper processing, gaining insights into traditional livelihoods. Hike to a Waterfall: Stroll through the lush surroundings to a nearby waterfall, offering a peaceful escape and great photo opportunities. Dinner & Cultural Exchange: Share a hearty meal with the longhouse community, featuring local dishes. Exchange stories and learn about the Iban traditions and lifestyle. Overnight: Sleep on a simple mattress under a mosquito net in the communal longhouse, embracing the authentic charm of the Iban culture. Meals: 1 Breakfast, 1 Lunch, 1 Dinner Accommodation: Ulu Sarikei Longhouse"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sibu: Drive to Sibu and try out some of the local favorite street food at a local hawker center. Join the Sibu Heritage Trail and visit the bustling Sibu market, one of the largest in Malaysia. Take a leisurely stroll on a beautiful esplanade alongside one of the longest rivers in Borneo; the Rajang River. Enjoy the modern town of Sibu in a local restaurant before settling into the comfort of Sibu Kingwood Hotel. Morning: Drive to Sibu: Start your journey to the vibrant town of Sibu. Street Food Experience: Visit a local hawker center to sample some of Sibu’s favorite street foods. Try classics like Kampua noodles, kompia buns, and local pastries. Sibu Heritage Trail: Embark on the Heritage Trail, discovering the town’s rich history and cultural landmarks. Visit the Sibu Market, renowned as one of the largest in Malaysia, where you can find everything from fresh produce to traditional crafts. Afternoon: Stroll Along the Rajang River: Enjoy a relaxing walk along the scenic esplanade, taking in views of the Rajang River, Borneo’s longest river. Capture the blend of natural beauty and urban charm along the riverside. Evening: Local Dinner: Delight in a meal at a local restaurant, savoring Sibu’s modern take on traditional flavors. Overnight Stay: Check into Sibu Kingwood Hotel, where you can unwind in comfort. Meals: 1 Breakfast, 1 Lunch, 1 Dinner Accommodation: Sibu Kingwood Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mukah: Embark on an immersive journey along the Rajang River to Mukah, where time seems to have stood still. Cruise the Igan River and experience the Melanau way of life as the boat stops to pick up goods and passengers. Learn about the Melanau people’s customs, hierarchy, and craft in Kg Tellian. Go for a leisure boat cruise along the Tellian River to witness traditional cottage industries. End the day with a stroll on Kaul Beach and a seafood dinner. On the second day, Visit a local sago processing center, a cottage industry that produces sago pearls the traditional way. Visit the bustling fish market and witness how fishmongers prepare umai (raw fish). Visit other cottage industries in the area such as tebaloi (sago biscuit) making. Visit Lamin Dana Handicraft Center to learn and understand Melanau handicraft. Learn the art of batik printing using sago starch and nipah leaves craft making. Day 6: Immersive Journey to Mukah Morning: Embark on a scenic cruise along the Rajang River, transitioning to the Igan River, and experience the vibrant daily life of the river. Observe the traditional Melanau way of life, where boats transport goods and passengers. Visit Kg Tellian, a Melanau village, to learn about their unique customs, societal hierarchy, and traditional crafts. Enjoy a leisurely boat cruise along the Tellian River, observing cottage industries like sago processing and mat weaving. Evening: Take a peaceful stroll on Kaul Beach, soaking in the serene coastal views. End the day with a delightful seafood dinner, featuring fresh catches from the area. Overnight stay in Mukah. Day 7: Exploring Melanau Culture & Industries Morning: Visit a sago processing center to witness how sago pearls are traditionally made, a staple in Melanau cuisine. Stop by the fish market to see fishmongers preparing umai, the Melanau specialty of raw marinated fish. Midday: Explore local cottage industries, including tebaloi (sago biscuit) production. Visit the Lamin Dana Handicraft Center to learn about Melanau craftsmanship. Afternoon: Participate in interactive workshops: Batik printing using sago starch. Nipah leaf craft making, creating traditional decor or functional items. Meals: 2 Breakfast (D6 & D7), 2 Lunch (D6 & D7), 2 Dinner (D6 & D7) Accommodation: Mukah Kingwood Hotel, 3 stars or similar"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Miri - Niah: The next day, depart to Mukah Airport for a short flight to Miri. Upon arriving at Miri, the journey continues with a visit to the Piasau Nature Reserve. This is an opportunity to spot the storied resident Oriental Pied Hornbill couple before checking into your hotel. On Day 9, explore the natural wonders of Miri by heading to Niah National Park, the home to the oldest human remains in Southeast Asia. This breathtaking rainforest has a rich diversity of plants, animal life and ancient caves with paintings. End your adventure with a local lunch in Niah town before returning to your hotel in the city of Miri. Day 8: Mukah to Miri – Arrival & Piasau Nature Reserve Morning: Depart from Mukah Airport on a short flight to Miri. Upon arrival, transfer to the Piasau Nature Reserve, a haven for nature lovers. Spot the resident Oriental Pied Hornbill couple and learn about their conservation story. Afternoon: Check into your hotel in Miri and enjoy the rest of the day at leisure, perhaps exploring the city’s vibrant dining scene or relaxing. Day 9: Natural Wonders of Niah National Park Morning: Embark on a journey to Niah National Park, renowned for its archeological and ecological significance. Explore the Great Cave, where the oldest human remains in Southeast Asia were discovered. Marvel at ancient cave paintings, a testament to the region’s rich cultural history. Enjoy the lush rainforest biodiversity, home to diverse flora and fauna. Afternoon: Savor a local lunch in Niah town, featuring authentic Sarawakian flavors. Return to your hotel in Miri, reflecting on the natural and cultural wonders of the day. Meals: 2 Breakfast (D8 & D9) & 2 Lunch (D8 & D9) Accommodation: Miri Imperial Palace Hotel, 4 stars Flight: MH3552 ( 1350-1500 ) MKM-MYY"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Brunei Overland Day Trip The tour crosses international borders today for a visit to Brunei, a wealthy country with a rich petroleum industry. We go on a day trip to the capital, Bandar Seri Begawan — home to the Omar Ali Saifuddin Mosque and a 16th-century royal barge replica. Delve into the history of Brunei with a visit to the Brunei National Museum and The Royal Regalia Center. Before we head for lunch at a local restaurant, we make a photo stop at Kampong Ayer (Water Village). In the afternoon, we return to Miri via a 2-hour overland transfer. Feel free to discover Miri City at your own pace on the remaining day. Dinner free and easy at your own expense. Overland Transfer to Brunei: Travel to Bandar Seri Begawan, the capital of Brunei, known for its wealth and rich heritage. Cultural Highlights: Visit the Omar Ali Saifuddin Mosque, a 16th-century royal barge replica, Brunei National Museum, and The Royal Regalia Center. Photo Stop and Lunch: Enjoy a stop at Kampong Ayer (Water Village) and savor lunch at a local restaurant. Return to Miri: Conclude the day with a 2-hour overland transfer back to Miri. Meals: 1 Breakfast & 1 Lunch Accommodation: Miri Imperial Palace Hotel, 4 stars"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Miri - Kota Kinabalu - Tempurung After breakfast at the hotel, we head to Miri airport for a departure flight out to Kota Kinabalu. Upon arrival at Kota Kinabalu, take a transfer to Tempurung Golden Beach Resort. The next day, we go for a visit to Pulau Tiga Park, also known as Survivor Island for its ascent to fame through the reality TV series. The island offers beautiful landscapes and marine life, and we can swim or snorkel. After lunch, we return to Kuala Penyu jetty and enjoy a late lunch at Tempurung Golden Beach Resort. In the evening, we embark on a firefly boat trip in the Klias River mangroves, where we can spot proboscis monkeys and long-tailed macaques. Day 11: Morning in Miri: Enjoy leisure time exploring Miri City, followed by checkout, lunch, and transfer to Miri Airport for a flight to Kota Kinabalu. Tempurung Golden Beach Resort: Arrive at the resort and relax on the tranquil beaches. Enjoy dinner and an overnight stay. Day 12: Pulau Tiga Park (Survivor Island): Visit this scenic island, known for its stunning landscapes and marine life. Swim, snorkel, and enjoy lunch before returning to the resort. Evening Firefly Cruise: Embark on a boat trip along the Klias River mangroves to spot fireflies, proboscis monkeys, and long-tail macaques. Meals: 2 Breakfast (D11 & D12), 2 Lunch (D11 & D12), 2 Dinner (D11 & D12) Flight: Miri to Kota Kinabalu (AK 6072 14:40 (MYY) – 15:30 (BKI) Accommodation: Tempurung Golden Beach Resort or similar"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kota Kinabalu: Enjoy a relaxing morning at the beach resort. After lunch, transfer to the city center hotel in Kota Kinabalu with free time in the afternoon to explore the seafront promenade at leisure. The next day, experience the rich history of Kota Kinabalu on a guided heritage walk. Stroll along the city’s streets and landmarks, each with a story dating back to before and after the 2nd World War and; post-independence days. Enjoy local flavors with a lunch stop at a local eatery before souvenir shopping at the waterfront. Day 13: Beach Resort to Kota Kinabalu City Morning: Spend a relaxing morning at Tempurung Golden Beach Resort, enjoying the tranquil beach and resort amenities. Lunch: Relish a delightful lunch at the resort before your transfer to a city-center hotel in Kota Kinabalu. Afternoon: Enjoy free time to explore the seafront promenade at your leisure. Take in the vibrant atmosphere, watch the sunset, or visit nearby attractions and shops. Day 14: Guided Heritage Walk in Kota Kinabalu Morning: Embark on a guided heritage walk through the city, uncovering its rich history: Stroll along streets and landmarks that narrate stories from pre- and post-World War II eras to the days of independence. Learn about Kota Kinabalu’s transformation and cultural significance. Lunch: Savor authentic local flavors at a popular local eatery, offering a taste of Sabah’s culinary heritage. Afternoon: Shop for souvenirs at the waterfront market, where you’ll find an array of crafts, gifts, and local delicacies to take home. Meals: 2 Breakfast , 2 Lunch , 2 Dinner Accommodation: Dreamtel Hotel, 3 stars or similar"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Kinabalu Park: Experience the beauty and history of Kinabalu Park and Poring Hot Springs on this full-day tour. Visit the WWII War Memorial Park and local market before soaking in the natural hot springs and trekking to the Canopy Walkway. End the day with a unique foot spa at the Sungai Moroli Fish Spa and dinner at Sabah Tea Garden. Morning: Kinabalu Park & WWII War Memorial Begin the day with a scenic drive to Kinabalu Park, a UNESCO World Heritage Site known for its biodiversity and breathtaking views of Mount Kinabalu. Visit the WWII War Memorial Park, a poignant tribute to fallen soldiers, set amidst tranquil gardens. Stop by a local market, where you can browse for fresh produce, local snacks, and handicraft. Afternoon: Poring Hot Springs & Canopy Walkway Relax in the therapeutic natural hot springs of Poring Hot Springs, surrounded by lush tropical greenery. Take a trek to the Canopy Walkway, suspended high above the forest floor, offering panoramic views and a chance to spot unique flora and fauna. Evening: Sungai Moroli Fish Spa & Dinner Experience the Sungai Moroli Fish Spa, a unique and natural foot spa where small fish gently nibble on your feet for a refreshing sensation. End your day with a delicious dinner at the Sabah Tea Garden, surrounded by scenic tea plantations. Meals: 1 Breakfast , 1 Lunch , 1 Dinner Accommodation: Sabah Tea Resort or similar"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Sepilok: Drive a 3.5-hour journey overland to Sepilok, near Sandakan, to check into the resort at Sepilok. After lunch, proceed to Sepilok Orangutan Rehabilitation Centre for the 1400hrs feeding time before visiting the nearby Sun Bear Conservation Centre and the Rainforest Discovery Centre. The main highlight is its 363m long canopy walkway which is one of the best places in Borneo to spot the many endemic Borneo bird species. After that, relax or go for a swim in the jungle lodge pool. Dinner and overnight at the resort. Morning: Embark on a 3.5-hour overland drive from your starting point to Sepilok, near Sandakan. Check into a jungle resort upon arrival and enjoy a leisurely lunch. Afternoon: Visit the Sepilok Orangutan Rehabilitation Centre for the 2:00 PM feeding session and learn about their conservation efforts. Stop by the Bornean Sun Bear Conservation Centre, home to the smallest bear species in the world. Head to the Rainforest Discovery Centre, featuring the 363-meter-long canopy walkway, perfect for birdwatching and soaking in the vibrant rainforest atmosphere. Evening: Relax at the resort with an optional swim in the jungle lodge pool. Savor a delicious dinner and enjoy an overnight stay surrounded by nature. Meals: 1 Breakfast, 1 Lunch, 1 Dinner Accommodation: Resort @ Sepilok, Sepilok Jungle Resort, or similar"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Kinabatangan: Transfer to Kinabatangan River, to experience the best of Borneo’s nature and wildlife. The Kinabatangan River is one of best places in Borneo to spot wildlife including our red-haired cousins the orangutan, proboscis monkeys, Tarsiers, and also sightings of the endemic Bornean Pygmy Elephant. The best way to enjoy the river and her wild inhabitants are by jumping on a boat during the early hours of dusk and dawn. Day 17: Breakfast and City Tour: Begin the day with breakfast, followed by a Sandakan city tour including a visit to the local market and the charming English Tea House. Transfer to Kinabatangan River: Journey to the Kinabatangan River, renowned for its rich biodiversity and iconic wildlife. Check-In at River Lodge: Arrive at the lodge and settle into your accommodations surrounded by nature. Late Afternoon Wildlife Cruise: Embark on a boat cruise at dusk to spot orangutans, proboscis monkeys, tarsiers, and Bornean pygmy elephants. Dinner and Overnight Stay: Enjoy dinner and relax with an overnight stay at the river lodge. Day 18: Early Morning River Cruise: Wake early for a 6:00 AM boat cruise, the perfect time to observe the river’s vibrant wildlife in action. Evening Wildlife Cruise: Explore a different stretch of the Kinabatangan River on a late evening cruise for more wildlife encounters. Dinner and Second Overnight Stay: Return to the lodge for dinner and a peaceful second night surrounded by the natural beauty of Kinabatangan. Meals: 2 Breakfast (D17 & 18), 2 Lunch (D17 & 18), 2 Dinner (D17 & 18) Accommodation: River lodge @ Kinabatangan River, Bilit Adventure Lodge or similar"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Departure: Today the tour concludes. After breakfast you will be transferred to Sandakan airport. Meals: 1 Breakfast"
    }
  ],
  "map": ""
}