{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "tanjung-puting-orangutan-holiday-in-borneo",
  "tourName": "Tanjung Puting orangutan holiday in Borneo",
  "placesVisited": "",
  "generalInfo": "Considered by many as the best guides in Tanjung Puting. Come and join us and our expert team as we explore the amazing Tanjung Puting National Park. Our 7 Day Tanjung Puting Orangutan Experience will take you to the famous Tanjung Puting National Park in Indonesia. The park is home to the Orangutan, but also the rare Proboscis monkey and the false gavial crocodile. <br/><br/>Your home while in the park will be on board our klotok.. The klotok is well equipped with a shower and sit down toilet. At night you will sleep on deck on comfortable mattresses with mosquito nets. Our crew will cook wonderful meals and look after all your needs.<br/><br/>Our facilities and well trained staff make this trip a once in a lifetime experience. Our standards are very high and we know you will see and feel the difference.<br/><br/>When we are not walking through the Borneo jungle we can relax on deck watching the wild life, reading a book or just laze the day away.<br/><br/>A portion of your expedition fee will go towards an Orangutan adoption and also a donation to Safeguard, a paramilitary organisation that patrols the jungle for poachers and illegal loggers.",
  "durationDays": "7",
  "price": "2510",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Jakarta: Upon your arrival you will be met at the airport and transferred to your overnight accommodation in Jakarta at the FM7 Resort Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jakarta to Borneo (Pangkalan Bun): Today starts with an early morning flight from Jakata (or Bali) to Pangkalan Bun in Kalimantan, Indonesian Borneo. On arrival in Pangkalan Bun you will be met by your Orangutan Odyssey guide and taken to your hotel. This afternoon you will take a scenic river cruise to see the incredible sights and sounds of the local town and its people. Overnight at the Swiss Belinn Hotel (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pangkalan Bun - Camp Leakey - Crocodile Lake: This morning you will board our klotok and travel up the Sekonyer river to Camp Leakey; the oldest camp set up for the orphaned orangutans. Upon arrival at Camp Leakey you will take a short trek in the surrounding rainforrest and meet some of the resident orangutans and their caretakers, followed by a visit to the museum. You will then head back to the klotok for lunch, where you may see more orangutans. After lunch you will head back to the camp for the afternoon orangutan feeding time. At the end of the day you will be given a tour of the surrounding forest area, then cruise down Camp Leakey River to your overnight location at Crocodile Lake. Whilst here, you will likely see other wildlife of Borneo such as macaques and proboscis monkeys. Overnight on the klotok. You will be provided with a mattress, pillow and mosquito net. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Crocodile Lake - Pondok Tanggui - Tanjung Harapan: This morning you will head back down river to Pondok Tanggui for morning orangutan feeding. In the afternoon you will visit Tanjung Harapan station for afternoon orangutan feeding. Overnight on the klotok. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pondok Tanggui - Pesalat Reforestation: Today you will travel up river to Pesalat Plantation where you will plant some trees to help regenerate the forest. After lunch you will take a tour of the local village, and in the afternoon you will slowly travel down river, stopping along the way to watch the proboscis monkeys on the riverbanks. As dusk falls we will travel back to Kumai harbour and enjoy a dinner along the river as we go. Overnight in Pangkalan Bun at Swiss Belinn hotel. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pangkalan Bun - Jakarta: Today you have free time for shopping or a stroll through the streets of Pangkalan Bun to see the Yellow Palace and local markets followed by lunch on the way to the airport to catch your plane back to Jakarta. On arrival in Jakarta you will be met for your hotel transfer. Overnight at your hotel at FM7 Hotel. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jakarta - Trip extension Option: Today you will travel home or continue on to your next destination. (B) Note : If you would like to stay at Rimba Lodge rather than our klotok, this can be arranged. Please let us know in advance to discuss the details and additioanal costs."
    }
  ],
  "map": ""
}