{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "malaysia-and-borneo-15-day-tour",
  "tourName": "Malaysia and Borneo 15 day tour",
  "placesVisited": "",
  "generalInfo": "Kuala Lumpur - Ipoh - Penang - Kota Kinabalu - Sepilok - Kinabatangan - Sukau - Sandakan - Lankayan<br/><br/>This epic itinerary traverses the cosmopolitan cities and culinary delights of Malaysia before venturing deep into the jungle on an immersive, wildlife filled tour of Borneo.<br/><br/>Begin your trip in the bustling capital city of Malaysia, Kuala Lumpur, where modern meets traditional in a seamless cosmopolitan cityscape of epic proportions. Witness one of the most iconic skylines in the world before scaling the heights of the KL towers for a birds eye panorama of the city below. Immerse in the local streets from a different perspective as the city comes alive at night by enjoying lively food markets filled with different cuisines from the Malay, Chinese and Indian residents.<br/><br/>Next stop Ipoh, where your boutique &amp; bohemian hotel reflects the colonial history and architecture of the locality. Enjoy a city tour complete with snacks and expert local guide.<br/><br/>Next up is Penang, famous for culinary delights, and a highlight for many travellers. This city cooks up a storm that is a perfect and flavoursome blend of Asian cuisines. Take a leisurely bike ride around Georgetown, a hub of Chinese, Indian and Malay cultures.<br/><br/>On to country number 2, beautiful Borneo. Enter the gateway to Sabah state, Kota Kinabalu. Named after Mount Kinabalu, your time here includes a visit to the lush and biodiverse Kinabalu national park where you can take a wander through the flora and fauna via canopy walk and jungle trail before kicking back to relax in Poring Hot Springs.<br/><br/>Just a short flight away lies the small town of Sepilok, the unsuspecting beating heart of animal conservation in Sabah state. Here you will visit world renowned Sepilok Orangutan Rehabilitation Centre and Endangered sun bear sanctuary. Following this, take to the Kinabatangan river in a traditional boat to witness more incredible creatures in their wild habitat. The inhabitants range from crocodiles to pygmy elephants, and there's no knowing what incredible experience lies just around the corner.<br/><br/>After a busy few days of city hopping and wildlife spotting, its time to catch a vibe in the sunshine on picturesque Lankayan island, the perfect spot to watch baby turtles be released into the turquoise sea, and the sun set over the horison.<br/><br/>What are you waiting for? Get in touch with one of our friendly Borneo specialists today to secure your adventure.",
  "durationDays": "16",
  "price": "3159",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Twin Towers & Chopsticks: Kuala Lumpur is a city of exciting extremes, where space-age skyscrapers nudge up against cluttered Chinese markets and timeless Indian restaurants. You’ll explore Kuala Lumpur independently, watching east bump into west with your own eyes. You can stare up at the famous Petronas Towers, throw yourself into lively food-court culture and get a bird’s eye view from the top of the KL Tower."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Colonial Sights and Culinary Delights: Next you’ll take the train to the colonial city of Ipoh, which usually takes around 2 and a half hours. Today you will arrive in Ipoh – one of the largest cities in Malaysia with plenty of colonial charm. You’ll stay in a boutique hotel in the old town, perfect for exploring this fascinating city on foot. During your time here we’ll organise a city tour with an English speaking guide who’ll be able to tell you all about the city’s history. Ipoh is one of the culinary centres of Malaysia, and you’ll sample some typical Malaysian snacks whilst here."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bites and Bikes of Penang: After breakfast it’s time to bid farewell to Ipoh. Your driver will pick you up from your hotel for your 2 hour journey to Penang. Penang is a patchwork of Chinese, Indian and Malay cultures, there’s something fascinating happening on every street corner. The food here is famous throughout the world, a mouth-watering hotchpotch of Asian flavours that will get your taste buds dancing. During this trip you’ll take a bike ride around Georgetown, the cultural heart of Penang and sample some tasty traditional cuisine."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kota Kinabalu Gateway to Sabah: Next, you’ll be transferred to the airport, which takes around 45 minutes, for your flight to Kota Kinabalu, Borneo. The direct flight time is around 2 and a half hours. This bustling coastal city at the foot of the immense Mount Kinabalu is the starting point for your journey through Sabah. On arrival, you’ll be transferred to your central hotel close to the restaurants and colourful markets of the city. Kota Kinabalu is a relatively modern city with many western influences and a whole host of delicious local food to try. The next day you’ll head to Kinabalu National Park with a guide to discover the wildlife and plants which call this place home, getting a different perspective as you explore from the canopy walks high above the forest floor."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Orangutans and a Jungle Boat Cruise: Next, you’ll be collected from your hotel by our driver and transferred to the airport for your flight over to Sandakan. The direct flight takes about 45 minutes. Borneo is the land of orangutans, and the very best place to see them and learn all about them is at the Sepilok Orangutan Rehabilitation Centre. This morning you’ll join a small group and will travel to Sepilok, where a guide will answer any questions you may have about the park’s hairy inhabitants. At feeding time you’ll find yourself at a safe distance, yet incredibly close to the endearing primates. You’ll also stop in at a Sunbear Sanctuary nearby, where you can see these unique, endangered bears. After your visit to Sepilok you’ll climb into a boat and you’ll travel deeper into the jungle, where you’ll spend 2 nights in a wooden lodge on the riverbank. No other spot in Borneo features such a wide variety of wild animals: monkeys, monitor lizards, crocodiles, sunbears, hundreds of species of tropical birds, and if you’re lucky you may even see wild pygmy elephants! During your time here you’ll have the opportunity to go on morning and evening boat cruises, where a local guide will help you spot whichever amazing creatures happen to be about. You’ll sleep with the sounds of the jungle all around you, before heading back along the river to Sandakan, where you’ll arrive around lunchtime/early afternoon."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Lazing on Lankayan: Next you’ll head back to Sandakan for a night in our In Style hotel before hopping over to Lankayan the next day. The boat crossing takes around 90 minutes and will usually leave from Sandakan at 10am. Lankayan Island is a secluded paradise hidden away in the tropical Sulu Sea just north of Sandakan, and the perfect place to rest up after your travels through Borneo. You can spend your days relaxing on the white sandy beaches or swimming in the crystal clear sea. The view beneath the sea is perhaps even more beautiful than above the water. Our local project, Reef Guardian is based on the island and if you’re lucky you’ll be able to watch the volunteers release baby turtles into the sea for their first swim! You will be staying in a seafront bungalow, situated right on the beach. All your meals are included and are served at the restaurant, which boasts an amazingly beautiful open-air wooden terrace. After your dinner, you can sit on the terrace and watch the sun setting over the sea. On your last day on the island you will leave at 7am and head back to Sandakan. Once you have arrived back on the mainland you’ll catch a taxi to the airport in Sandakan for your flight home."
    }
  ],
  "map": ""
}