{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-orangutan-holiday",
  "tourName": "Borneo orangutan holiday",
  "placesVisited": "Kota Kinabalu, Lahad Datu, Danum Valley Conservation Area, Coffin Trail trek to Kadazandusun, Kinabatangan River Cruise, Overnight stay in a jungle lodge, Sepilok Rehabilitation Centre, Opportunities for trekking, snorkelling and diving",
  "generalInfo": "This two-week Borneo orangutan holiday allows you to get up close to some of Malaysia's most mesmerising and iconic wildlife. Discover Borneo on a holiday set to an array of postcard-worthy backdrops; time is perfectly balanced between both the stunning coastal white-sand beaches and the lush rainforest.<br/><br/>Stout walking shoes at the ready – you'll find yourself exploring the spectacular Danum Valley conservation area which is renowned for its exceptional biodiversity. Here you’ll encounter a wide range of wild primates, birds and insects, before retiring to your base at a variety of jungle lodge accommodation, from where to enjoy nocturnal nature walks (or just relax in the Jacuzzi!).<br/><br/>Travel deeper into the jungle ecosystem, spotting wildlife at a leisurely pace as you cruise gently along the River Kinabatangan. Watch out for proboscis monkeys, pygmy elephants, rhinoceros hornbills while searching for the area’s reclusive wild orangutan population.<br/><br/>Even if the jungle does not yield, you are guaranteed an amazing Borneo orangutan tour experience with a visit to the Sepilok Orangutan Rehabilitation Centre. Orphaned Bornean orangutans are rescued and cared for at the sanctuary, where you’ll have the opportunity to watch feeding time and learn more about the rehabilitation initiatives that are currently taking place in the surrounding jungles.<br/><br/>No Borneo orangutan holiday would be complete without some beach time which is why your final destination is Gaya Island. This pristine island, just off the coast of Kota Kinabalu, is the perfect place to trade hiking boots for flop flops and take some well-deserved time to relax. Enjoy a spot of snorkelling or try your hand at scuba diving around the island’s coral reefs before you head for home. <br/><br/>Please note: this holiday assumes a 2-night jungle stay at the luxury Borneo Rainforest Lodge. For a lower price we can replace this with a 2-night jungle stay at Tabin Wildlife Resort. Please speak to us to discuss options.",
  "durationDays": "14",
  "price": "4425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart on an overnight flight from the UK."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Kota Kinabalu and drive to the Rasa Ria Resort. The day is at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day at leisure to relax. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "An early start today. Return to the airport and fly to Lahad Datu, the gateway to the Danum Valley Conservation Area. Transfer in a 4WD vehicle to the unique Borneo Rainforest Lodge: wildlife can often be seen on the journey. After a sumptuous buffet lunch, traverse the 300-metre canopy walkway to search for animal and birdlife and experience life in the treetrops - not for the faint hearted! Return to the lodge and enjoy the lodge comforts. After dinner, enjoy a night walk or night safari (weather permitting). Overnight Borneo Rainforest Lodge. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Start early with a trek on the Coffin Trail to an ancient Kadazandusun burial site and a truly magnificent viewpoint. Return to the lodge with a stop in the jacuzzi pool - look out for the fishies! Enjoy lunch and time to relax before heading out on a shorter walk along the Segama Trail to search for wildlife. After dinner there is once more the chance to enjoy a night walk or safari (weather permitting). Overnight Borneo Rainforest Lodge. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning there is the option to enjoy a final early walk (please consult your guide) before departing back to Lahad Datu. Change vehicles and drive to the Kinabatangan River region, a key wildlife area. Arrive at your riverside lodge and if you wish there is the chance to visit the Gomantong Caves (payable locally, please speak to lodge staff). Late afternoon enjoy a river cruise to search for wildlife including proboscis monkeys, macaques, hornbills, snakes, eagles, pygmy elephants and wild orangutans. Overnight Kinabatangan Riverside Lodge. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer downriver to your next river lodge, the transfer itself is another chance to search for wildlife. Arrive at your lodge and enjoy time to relax at the lodge nature boardwalk before a late afternoon river cruise. At this time of day the wildlife tends to be more active so keep an eye out for families of proboscis monkeys, troops of macaques and grey-leaf monkeys, birds of prey and magnificent hornbills. After dinner cruise to see the firelfy display. Overnight Abai Jungle Lodge. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wake up to the sounds of the jungle landscape. Take a boat through the mangrove forest and out into the Sulu Sea to Sandakan. Enjoy lunch in town and drive to the Sepilok Rehabilitation Centre. This afternoon visit the Centre to watch the feeding of the orangutans, a truly fantastic experience. Continue to the Borneo Sun Bear Centre to understand conservation efforts for sun bears. Overnight Sepilok Nature Resort. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will be collected today and returned to Sandakan airport for the flight back to Kota Kinabalu. Transfer to the jetty and take the resort speedboat across to Gaya Island Resort, home for the next 5 nights. This luxury resort offers excellent snorkelling and diving. Enjoy your time on the island. Overnight Gaya Island Resort. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Time at leisure until you return to Kota Kinabalu airport today for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}