{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-wildlife-photography-tour",
  "tourName": "Borneo wildlife photography tour",
  "placesVisited": "",
  "generalInfo": "Borneo is one of the world’s great wildlife destinations - a place where rainforest stretches to the horizon, rivers wind through the jungle, and rare species still thrive in their natural habitat. This 12-day wildlife photography tour takes you right into the heart of it all, combining close encounters with iconic animals, access to extraordinary landscapes, and expert guidance to help you capture it at its best.<br/><br/>Your journey begins with the famous residents of Sepilok, where orangutans swing through the trees and the endangered sun bear can be observed up close. From there, you’ll spend time along the Kinabatangan River, one of the richest wildlife corridors in Borneo. Dawn cruises and late-afternoon outings give you the chance to photograph proboscis monkeys, crocodiles, hornbills and countless other species against dramatic skies and golden light. Further inland, the remote Danum Valley offers a deeper dive into primary rainforest. Here, canopy towers open to sweeping views, caves echo with the sound of thousands of bats, and the rainforest reveals its nocturnal secrets on guided night walks. <br/><br/>Accommodation is set within or right beside reserves, so you’re never far from the action, and the pace of the itinerary is designed to allow space for patience, creativity and reflection. <br/><br/>Along the way, you’ll be guided by professional wildlife photographer Charlotte Arthun, who’ll be there to help you refine your skills, whether that’s handling low-light challenges, perfecting your composition, or simply sharpening your creative eye. With group sizes capped at six, you’ll enjoy plenty of one-to-one attention as well as the camaraderie of a small, like-minded group.",
  "durationDays": "11",
  "price": "12995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Sandakan Airport and transfer to your hotel or chalet for check-in and lunch. In the afternoon, explore the Rainforest Discovery Centre and its towering canopy walkway - ideal for spotting birds, macaques, and vibrant rainforest life. As night falls, join a guided walk to discover Borneo’s nocturnal creatures like flying squirrels, civets, and night birds."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Begin the day with sunrise photography at the Rainforest Discovery Centre, capturing birds and primates in the golden morning light. After breakfast, visit the Bornean Sun Bear Conservation Centre to photograph these tree-climbing bears in their forest habitat. Then head to Sepilok Orangutan Rehabilitation Centre for the morning feeding session and insights into their recovery. After lunch and downtime at the lodge, return for the quieter afternoon feeding - ideal for intimate shots. Later, revisit the RDC to enjoy the canopy walkway and forest trails in soft afternoon light. As night falls, join another guided walk to spot Borneo’s nocturnal wildlife before dinner at the lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast and check-out, travel to the Kinabatangan River - one of Borneo’s top wildlife destinations. After a scenic two-hour drive, arrive at the riverside lodge for lunch. In the afternoon, explore the Gomantong Caves, home to thousands of swiftlets and bats, and witness the dramatic evening bat exodus. Return to the lodge for dinner, with an optional night walk for those keen to spot nocturnal wildlife."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Begin the day with a sunrise cruise on the Kinabatangan River, a prime time to spot proboscis monkeys, hornbills, crocodiles, and possibly wild orangutans. After breakfast and a restful break, head out again after lunch for another tranquil river journey through this rich and vibrant ecosystem."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy one last morning cruise on the Kinabatangan, soaking in the cool air and searching for final wildlife sightings. Back at the lodge, unwind with a relaxed morning and lunch. In the afternoon, choose between birdwatching, trail walks, or simply relaxing before setting off on your final river adventure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After an early breakfast, travel overland to Lahad Datu and continue to Tabin Wildlife Reserve. Upon arrival, enjoy a short orientation before checking into your lodge and having lunch. In the afternoon, take a guided walk along the Elephant Trail to the Lipad Mud Volcano, a wildlife hotspot. After dinner, head out on a night safari to spot nocturnal animals."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Begin the day with a tranquil early bird walk, ideal for photographing Borneo’s colorful birdlife. After breakfast, climb the Birdwatching Tower and trek to the scenic Lipad Waterfall for rainforest photography and relaxation. Return for lunch and enjoy the Tabin Rainforest Foot Soak, a soothing herbal treat after your adventures. In the evening, set out on a dusk drive and guided night walk to spot elusive nocturnal wildlife."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, journey by road to the renowned Danum Valley Conservation Area. Upon arrival, attend a brief safety orientation before check-in and lunch. Spend the afternoon exploring nature trails and the Canopy Walkway, perfect for jungle-top photography. In the evening, set out on a night drive or walk to discover Danum’s nocturnal wildlife."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After an early breakfast, hike to View Point and Coffin Cliff for panoramic views and a glimpse of ancient burial sites. On the way back, cool off or snap photos at the Natural Jacuzzi Pool. After lunch, explore jungle trails and revisit the canopy walkway to spot hornbills, primates, and more. End the day with an optional night safari or walk."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning, hike to Fairy Falls - a serene, hidden gem ideal for quiet photos and a feel of untouched rainforest. After lunch, enjoy your final afternoon of jungle and river walks, watching for birds, monkeys, and any missed wildlife. For night owls, there’s one last chance to explore Danum’s nocturnal wonders on an evening walk or drive."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early risers can enjoy a final forest walk in the morning light before breakfast. After a relaxed morning and lunch at the lodge, transfer to Lahad Datu Airport for your 4:30 PM flight to Kota Kinabalu (MH3019)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy breakfast and check-out before transferring to Kota Kinabalu International Airport for your onward flight - bringing home unforgettable rainforest memories and stunning wildlife photos."
    }
  ],
  "map": ""
}