{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-family-holiday",
  "tourName": "Sarawak family holiday",
  "placesVisited": "Sarawak, Kuching, River cruise, Bako National Park, Rainforest trekking, Meet the orangutans at Semenggoh Wildlife Centre, Stay in an awesome jungle treehouse, Beach time on the Damai Peninsula",
  "generalInfo": "Kuching - Kubah NP - Semenggoh - Santubong - Damai Beach<br/><br/>Experience the hidden gems of Borneo's Sarawak state on this family-focussed, fun-filled Borneo itinerary. <br/><br/>Beginning in the cool and laid-back city of cats, Kuching, kick back and relax on the lazy waterfront and immerse yourself in the different cultures and cuisines. This is a great family friendly city, and a fantastic introduction to Borneo for the whole clan- there's something here to interest everyone!<br/><br/>Next up, take a memorable day trip to Bako national park. Explore the incredible rainforest flora and fauna, and keep your eyes peeled for wildlife. Why not visit the Tajor Waterfall, where you will be rewarded by a beautiful Bornean beach at the end of a small jungle trek. <br/><br/>A highlight of your trip is likely to be a visit to be Semenggoh Wildlife Centre for endangered orangutans. Get up close and personal to these incredible creatures before a wildlife filled river cruise - expect anything from fireflies to crocodiles! You'll be staying in a unique tree house style eco-resort, complete with kayaks and paddleboards so be sure to immerse in the rainforest environment at your leisure.<br/><br/>After all the city hops, wild life stops and crocs, it's time for some well earned relaxation. Next, you are headed to the tranquil forests and beaches of Damai. This is a beach break like no other, complete with meeting the Bidayuh people, boat rides and of course kicking back for some free time. What's not for the whole family to like!<br/><br/>As this trip is tailor made, we are able to amend trips to accommodate a range of ages and times of year. Give us a call to chat with one of our friendly Borneo travel specialists today. They have specialised in family travel for many years, and have taken their own children to far flung destinations, so know how important it is to get this right!",
  "durationDays": "9",
  "price": "1129",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cruising Through Kuching: Borneo might not be known for its cities, but Kuching is truly a gem and the perfect place to begin your family adventure. Named, the ‘Cat City’ and with references all over to its feline friends, as well as its delicious food, relaxed vibe and a melting pot of cultures, it’s undoubtedly the most family-friendly urban area in Borneo and a place that all the clan are sure to fall in love with."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bako national park day trip: We’ve added an extra day in Kuching, and today you’ll head to Bako National Park. You’ll have the chance to explore the park and spot more of its unique wildlife. Depending on how fit you’re all feeling, there are several different trails you can opt to do. Pack your swimming gear if you choose to go on the popular Tajor Waterfall trek, as it leads to an idyllic beach where you can all cool off in the surf. Head back to the park headquarters for your lunch, before you all sail back through the mangrove forests to the mainland for your waiting transfer."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Great Apes & Waterways: After your time in Kuching, it’s time to head to the next destination. Our driver will collect you and your family and transfer you to your next hotel. The next 3 days are action-packed as you’ll be visiting Semenggoh Wildlife Centre and seeing Borneo’s most famous residents, the orangutan. You’ll also be cruising down the Santubong River trying to spot all the wildlife that call this area home (monkeys, crocs and fireflies). To top it all off, you’ll be staying in a real-life treehouse, set in an eco-resort. Here you can rent out kayaks or paddleboards if you haven’t yet had your fill of adventure!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kayak along sandy shores: Today our driver will be back to transfer you to the beach, a short hop away. Take your family and escape to Damai, encompassed by the tropical rainforest and golden beaches. Over the next few days, you’ll do nothing but take it easy and relax. Swim in the ocean, relax with a book by the pool or perhaps compete with each other on who can make the best sand-castles. On day two you’ll join a local guide for a kayaking adventure. You’ll paddle through the beautiful rainforest surroundings and stop off at local villages where you’ll meet the Bidayuh tribe; a great way to help open the kids’ eyes to one of the many different cultures in our world. At the end of your holiday, you’ll be transferred from the beach to the airport, which takes about 45 minutes, to begin your journey home."
    }
  ],
  "map": ""
}