{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-wildlife-holidays",
  "tourName": "Borneo wildlife holidays",
  "placesVisited": "",
  "generalInfo": "This Borneo holiday focusses on the wildlife, rainforests and beaches of the Sabah region, one of the best areas for seeing the great variety of fauna and flora the island has to offer. The jungles are literally millions of years old and teeming with wildlife, from the insects like the tiny Borneo Thorn insect, curious amphibians to orang-utans, gibbons, monkeys, pygmy elephants and exotic birds.  There will be plenty of time for us to trek in the rainforest and experience it at first hand, both during the day and at night. There is also plenty of time to relax too, at some of Borneo’s best lodges as well as at some of the best beaches where you can extend your trip  for a few days to include a diving or snorkelling trip.<br/><br/>Key facts about the Borneo rainforest and its wildlife:<br/><br/>•\tThe Borneo rainforest is 140 million years old, making it probably the oldest rainforests in the world. <br/><br/>•\tThere are about 15,000 species of flowering plants with 3,000 species of trees (267 species are dipterocarps), 221 species of terrestrial mammals and 420 species of resident birds in Borneo.<br/>Source: Wikipedia.",
  "durationDays": "12",
  "price": "4950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN KOTA KINABALU: The trip starts when you arrive at Kota Kinabalu Airport. Our driver will meet you at the airport and transfer you to your hotel for check in. Enjoy the rest of the day at your own leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KINABALU PARK & PORING HOT SPRINGS: (B, L) Depart early in the morning for a scenic journey into Borneo’s rugged island interior. Travel along winding roads, passing paddy fields and local villages en-route to the Poring Hot Springs. Take a walk around this beautiful compound which takes its name from the giant bamboo that surrounds it. See Japanese-style outdoor hot tubs which are filled from natural hot springs believed to possess therapeutic effects. Continue to nearby Kipungit Waterfall to admire this spectacular natural wonder. Alternatively, opt for a trek to the canopy walk, a suspension bridge that soars 40-metres above the forest floor. For thrill seekers, this swaying, man-made bridge is an ideal place to enjoy views of the rainforest, tree canopies and distant rolling hills. At midday break for lunch then resume the drive back to Kota Kinabalu, stopping at Mount Kinabalu National Park. Take a guided walk and learn from a local naturalist about the vast array of flora found in this lush park. Admire views of Mt Kinabalu, Southeast Asia’s highest peak, in the distance before returning to Kota Kinabalu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KOTA KINABALU – SANDAKAN (B, L) Early morning meet our driver at the main lobby for the transfer to the Kota Kinabalu Airport for the flight to Sandakan On arrival to the Sandakan Airport, we meet our guide and proceed to Labuk Bay Sanctuary. We drive through small villages and past endless palm oil plantations- a stark reminder that the natural habitat of the Orangutan and gibbons is under constant threat from commercial interests. We arrive at the Labuk Bay Proboscis Monkey Sanctuary, arguably the best Borneo endemic Proboscis monkey observation post. We will wait to see the feeding time, when the animals will approach the feeding platforms. Oriental pied hornbills, squirrels, silver-leaf monkeys, can often be spotted here as well. Following our introduction to the Proboscis monkeys we proceed to the unique English Tea House for lunch. Located in the grounds of the Agnes Keith house, we experience the lush, tropical greenery and cool breezes while enjoying spectacular views of the town and bay. After lunch, we transfer to your hotel and the afternoon is free at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SANDAKAN –SUKAU – KINABATANGAN RIVER (B, L, D) After Breakfast at the hotel we start out tour of the Sepilok Orangutan Rehabilitation Centre, the largest and most renowned in the world. We can view displays at the Nature Education Centre to learn about the work to rehabilitate orangutans into the wild and see a slide show on the functions and rehabilitation efforts of the reserve. We will then walk into the rainforest to view orangutans being fed in their natural habitat. After the feeding, we will proceed overland to the Gomantong Caves- famous as a source of swiftlet’s nests which are the raw material for Bird’s Nest Soup, an expensive Chinese delicacy. The journey takes just over 2 hours and upon arrival we walk on a planked walkway to the cave and then explore one of the most fascinating caves in Sabah. Thereafter continue overland for about half an hour to Sukau where we will check into our lodge. Take a river cruise using electric motor in search of wildlife and birds. Enjoy candle light dinner overlooking the river bank followed by slide presentation and interpretation by naturalist guide."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KINABATANGAN RIVER: (B, L, D) Take a 0600hrs morning river cruise up the Kinabatangan River to Kelenanap oxbow lake to view more birds and wildlife. After breakfast, proceed for an educational tour along the lodge’s Hornbill Boardwalk with our in-house naturalist. After lunch, join our in house Orangutan Talk activity. In the afternoon, we proceed for another river cruise for more wildlife"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KINABATANGAN RIVER – SUKAU – DANUM VALLEY: (B, L, D) Wake up to the calls of birds, insects and other animals. After breakfast, we will drive for about 4 hours to the Danum Valley where we will check into our lodge. We will notice the changing landscapes of the regenerating forests to the virgin rainforests of a million years old! Check-in to Borneo Rainforest Lodge followed by lunch. Day free at leisure to explore the forest or go trekking on its guided trails to the nearest Fairy Waterfall and coffins on a cliff of an old burial site. In the evening, Dinner at the lodge and if weather permits, go for a night drive to spot more wild animals and birds."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DANUM VALLEY: (B, L, D) We get up early to go bird-watching. Danum has populations of pygmy elephants and rare cats, all highly protected animals. Luck plays a good part in your chances of spotting them. Night safaris almost always guarantee spotting of the different cat families. Elephant comes near the main roads early in the morning, so the chances of spotting them on a safari are higher in the early morning hours. The rangers will know the best times to go out. There are at least 10 species of primates in Danum jungle, including the orangutans. The jungle is millions of years old, and some trees grow as tall as 70 meters. There are watch towers from where you can view animals and especially birds. The river at Danum is beautiful, especially when the water is low. During the day we can go on treks with the rangers to learn more about this ancient forest. Tonight we can either go on a night trek or another night safari."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DANUM VALLEY: (B, L, D) After breakfast at the lodge we enjoy another morning of trekking one of the trails, depending on wildlife sighting, Return to lodge before an afternoon of relaxation or in search of more wildlife. Dinner and optional night diver or night walk in search of nocturnal animals."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DANUM VALLEY – LAHAD DATU – KOTA KINABALU: (B, L) After breakfast at the lodge, we go bird watching on the canopy walkway. Walk down to lodge for lunch after which we will depart for Lahad Datu which will take about 3.5 hours. We will reach Lahad Datu Airport for your next flight to Kota Kinabalu. Arrive in Kota Kinabalu, meet and greet by our representative and proceed to your resort for your 3 night beach stay. Check-in. Rest of the day at leisure and own activities."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KOTA KINABALU – DEPARTURE: (B) After breakfast, transfer to the airport in time for your flight home"
    }
  ],
  "map": ""
}