{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-holiday-sarawak-highlights",
  "tourName": "Borneo holiday, Sarawak highlights",
  "placesVisited": "Kuching, Bako National Park, Batang Ai Resevoir, Enseluai Waterfalls, Jambu Longhouse, Semenggoh Wildlife Centre, Mulu National Park, Damai Beach",
  "generalInfo": "This wonderful trip takes you to Sarawak in Borneo. You will begin your holiday in Kuching, a charming town set on the banks of the River Sarawak. Explore Bako National Park for a full day exploring one of the oldest national parks in Borneo. Bako is one of the best places in Sarawak to see wildlife in their natural surroundings. Tropical rainforest ranges from mangrove to kerangas, tropical swamp vegetation, cliff vegetation and beach vegetation. There will be hiking along jungle trails and swimming off secluded beaches.  Look out for Proboscis and silver Leaf Monkeys, Long tail Macaques and many other animals and birds.<br/><br/>Visit a traditional cultural Longhouse. Travelling  on a traditional longboat, stay at a jungle lodge visiting a longhouse where you can spend time with the local Iban people, learn about their culture, experience how they live, watch the fishermen with their 'throw nets' and enjoy some local rice wine!<br/><br/>Spend some time in the capital Kuching, visit the Semenggoh Wildlife Centre, where you can also see Sun Bears, Gibbons, Hornbills amongst others.  Take a wildlife cruise in search of Irrawaddy Dolphins, crocodiles, birdlife and more. As the sun sets, watch the magical fireflies shimmering in the trees. <br/><br/>Next, it’s off to Mulu to experience the wonders of the fabulous cave formations, enjoying some exciting plankwalks and hopefully witness the millions of bat exodus the caves at nightfall.   <br/><br/>Finally, head back to the beach to spend a relaxing few days at the beach (or embark on the numerous activities on offer). <br/><br/>Please note: This trip can be amended to include the more challenging Pinnacles and Camp 5 itinerary or the 3 day volunteer project assisting with the turtle release programme - please ask us for details. <br/><br/>Best time to go: Departures are year round. The weather in Borneo is most unsettled between November and February, which can restrict a number of tours, however some rainfall occurs much of the time.",
  "durationDays": "13",
  "price": "2296",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Borneo (own arrangements)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive into Kuching airport where you will be met by one of our representatives who will transfer you to your hotel with the remainder of your day at leisure to explore the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bako National Park: A day trip just outside Kuching introduces you to the wonderful wildlife found in Borneo, including Proboscis & Silver Leaf Monkeys, Long-Tail Macaques, monitor lizards, Wild Boar and a wide variety of birds. Lunch included. Return to Kuching to your hotel. (B,L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will head off to the Batang Ai Resevoir on a journey through pepper gardens, cocoa and rubber plantations, stopping at the Lachau Bazaar on the way. Here you will take an early lunch and stroll around the shops and market stalls. Continue to the river where you will board a longboat and travel upriver to Nanga Sumpa Lodge for overnight. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hike the jungle trails this morning before continuing upriver by longboat to the Enseluai Waterfalls. Along the way, your boatman may demonstrate fishing, Iban-style using a 'jala' or throw net. Arrive Jambu Longhouse - a small, somewhat isolated community on the Delok River. Spend some time with them learning of their culture and way of life. the Iban will prepare a BBQ lunch before you head back to Nanga Sumpa to overnight. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free time to swim in the river, take some final photos of the Nanga Sumpa area or just relax. Have lunch before travelling back the Kuching early this evening. (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning visit to the Semengoh Rehabilitation Centre where orphaned, injured and illegally captured animals such as Sun Bears, Hornbills, Gibbons and of course, the Orangutans are brought. Here you will be able to watch the Orangutans being called from the trees for their supplemented meal whilst learning from the rangers about these amazing apes and other inhabitants. Free time back at your hotel. In the afternoon depart for a cruise through rivers, creeks and mangroves looking out for the Irrawaddy Dolphins, Probiscis Monkeys and a whole host of other animals and birdlife. As the sun drops, you may witness the fire flies glowing in the evening sky. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly to Mulu this morning and check in to your hotel. This afternoon, you can take the scenic 3kms plankwalk through primary rainforest to the impressive Deer Cave, which has the world's largest cave passage, followed by Lang Cave. At sundown witness the awesome sight of some 2 million bats leaving the cave in search of food. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will take a longboat upriver to the Wind Caves with their incredible stalactites and stalagmites. A short plank walk next to the limestone cliff followed by a climb up the steps will bring you to the Clearwater Cave with its unique species of plants - the only place to find the one-leafed plant. Photo-sensitive algae reaches out to the sunlight. close by is a wonderful swimming area. Time at leisure for a picnic, swimming or relaxing before returning to your overnight accommodation. (B,L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leave Mulu after breakfast for your flight back to Kuching. On arrival into Kuching, you will be met and transferred to your beach resort for the remaining 3 nights of your holiday (option to extend should you wish). (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Return to Kuching this afternoon in time for your flight home (own arrangements). (B)"
    }
  ],
  "map": ""
}