{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-family-holiday-to-see-orangutans",
  "tourName": "Borneo family holiday to see Orangutans",
  "placesVisited": "Kota Kinabalu, Kinabalu National Park, Poring hot springs, Kinabatangan Eco Camp, cooking lesson, traditional music and cultural dance performance, Sepilok Orangutan Reserve, Turtle Island",
  "generalInfo": "If your family is looking for an adventure, this nine-day holiday in Borneo covers all bases, including time spent in the surroundings of Sepilok Orangutan Rehab Centre.<br/><br/>From botanical gardens and hot springs around Kinabalu National Park to river cruises and jungle camps in Kinabatangan, this tour of Borneo is all about uncovering Sabah’s highlights as well as creating lots of space to relax and explore in your own time. Your family can enjoy snorkelling, sand and sea turtles on Turtle Island, prior to completing your Borneo adventure overlooking the coast in Kota Kinabalu.  <br/><br/>This is a small group tour where you'll be joining other families with children of similar ages; ideal for anyone hoping to make new friends and share experiences as a family and as part of a wider group.",
  "durationDays": "9",
  "price": "1510",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kota Kinabalu.",
      "description": "Selamat datang! Welcome to Malaysia. Your adventure begins in Kota Kinabalu – the capital of Sabah, located between the Borneo jungle and the South China Sea. You’ll have a welcome meeting at 5 pm at your hotel to meet your leader and fellow family travellers. After, maybe head out to the waterfront market to wander the smoky stalls serving up grilled meat and fish. If you arrive early, you can immerse yourself in history at the Sabah State Museum or explore the islands off Kota Kinabalu, excellent for swimming or snorkelling."
    },
    {
      "dayNumber": 2,
      "title": "Kota Kinabalu .",
      "description": "This morning, explore Tanjung Aru Beach on a stand-up paddle board. Paddle at your own pace as you explore hidden coves, soak in the beautiful landscape and learn about the vibrant marine life from your guide. Then, the rest of today is free for you and your family to explore Kota Kinabalu at your own pace. Maybe stroll through the bustling markets or visit the waterfront Kota Kinabalu City Mosque."
    },
    {
      "dayNumber": 3,
      "title": "Poring Hot Springs.",
      "description": "After breakfast, travel to the Poring Hot Springs for a scenic canopy walk. As you walk through the rainforest, take in the surrounding views of giant bamboo trees and learn about the hot sulphur spring baths, which were first developed by the Japanese during World War II. When you reach the baths, enjoy a refreshing dip in the natural rock pools, slide down the slippery rockslides (often a favourite for the kids) or soak in the sulphurous water channelled from the hot springs into tiled pools. Tonight, settle into your accommodation – a reconstructed longhouse on the tea plantation."
    },
    {
      "dayNumber": 4,
      "title": "Kinabatangan River.",
      "description": "Travel by private bus to Kampung Batu Puteh – a small village on the banks of the Kinabatangan River. Your hosts for the night are the leaders of KOPEL – a local community-run conservation organisation whose aim is to provide villagers with a sustainable living from the forest. Leading a reforestation project, KOPEL and the community are actively involved in growing seedlings and replanting degraded forested areas. Meet your hosts and learn a little more about KOPELs work before jumping in a boat and heading upriver to your accommodation in the jungle. This afternoon, you’ll head out on a sunset cruise up the river in search of wildlife, including macaques, wild orangutan and proboscis monkeys. After, return to your jungle camp by an oxbow lake, have dinner and let the cicadas sing you to sleep."
    },
    {
      "dayNumber": 5,
      "title": "Kinabatangan River .",
      "description": "Wake up to the sounds of the jungle this morning. After breakfast, you’ll head upriver to the village to walk around and learn more about the life of the local people. For lunch, it’s all hands-on deck as you partake in a fun traditional cooking class, eating the fruits of your labour for lunch. The afternoon is free to relax, play some boardgames or head out in search of more wildlife, before heading back on the boat for another trip on the river. After dinner tonight, grab your headtorches and head into the jungle for a night walk, looking out for the local nocturnal animals."
    },
    {
      "dayNumber": 6,
      "title": "Sandakan/Sepilok.",
      "description": "Say goodbye to your Eco Camp and drive to Sandakan and visit the Sandakan War Memorial. When you arrive, you’ll notice the strong Cantonese influence, seen in the lively harborside market, the many Chinese temples and the local cuisine. You’ll have some free time to catch up on laundry, bank runs, lunch – or just go and explore at your own pace! This afternoon, why not just chill out at the pool?"
    },
    {
      "dayNumber": 7,
      "title": "Turtle Island.",
      "description": "Leave your large bags at the hotel, then board a speedboat bound for Turtle Island. Travel past small fishing villages and bamboo fish traps, arriving at Turtle Island Marine Park. The rest of the day is free for you to soak up island life. Relax on the beach or dive under the clear water and investigate the underwater world. Later, under the cover of darkness, watch as giant green turtles coming ashore to lay their eggs under the moonlight. Witness the island researchers release protected hatchlings and guide them in their frantic dash to the ocean. This amazing experience is bound to be rewarding for you and your family, but please be aware that this is a very delicate environment and you must follow instructions from your leader and the local rangers to ensure minimal impact on the turtles. Spend the night on this beautiful island – even though the accommodation is quite basic, this will be a memorable experience."
    },
    {
      "dayNumber": 8,
      "title": "Sandakan .",
      "description": "This morning travel back to the mainland where it's time to say hello to the orangutans! Drive by minibus to the Sepilok Orangutan Rehabilitation Centre. The centre was set up to help re-introduce these gentle creatures back into the wild after a life of domestication or after being orphaned. From the viewing platform, you can see these charming creatures as they swing into view and eat a supplementary balanced diet of fruit, vegetables or milk, laid out for them twice a day. You’ll also see a nursery where you can view the young orangutans as they learn how to climb on a specially constructed jungle gym. Then make your way to the Sun Bear Conservation Centre and see the rescued bears before heading back to your accommodation.Tonight you might like to get the family together and head out for a final dinner with your group to toast to an amazing adventure!"
    },
    {
      "dayNumber": 9,
      "title": "Sandakan .",
      "description": "With no activities planned for today, you and your family are free to depart the accommodation at any time following check-out. If you’d like to extend your stay, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}