{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-small-group-tour-with-added-comfort",
  "tourName": "Borneo small group tour with added comfort",
  "placesVisited": "",
  "generalInfo": "Through rainforest, jungle, rivers and wetlands, take a 12-day Premium adventure to uncover Borneo’s natural wonders. You’ll discover fascinating culture, history and ancient traditions as you journey to the jungles of Sabah and Sarawak, learn about the Iban way of life within Batang Ai National Park, get swept up in the energy of Kuching and connect with nature at the Kinabatangan River. Take boat rides in search of local wildlife, visit an Orangutan rehabilitation centre in Sandakan and wake up to the calls of monkeys. From dense rainforests to misty rivers and jungle valleys, this diverse island is a joy to explore.",
  "durationDays": "12",
  "price": "3700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kuching.",
      "description": "Selamat datang! Welcome to Borneo. When you arrive in Kuching, you’ll be collected from the airport by a local representative and transferred to your hotel. You’ll then have a welcome meeting at 6 pm tonight to meet your local leader and group members. If you arrive early, you might like to take a stroll along Kuching’s scenic waterfront or visit the Borneo Cultural Museum. After your meeting, get to know your group over dinner at a local restaurant where you can sample some local delights and get an introduction into Malaysian cuisine."
    },
    {
      "dayNumber": 2,
      "title": "Batang Ai National Park.",
      "description": "This morning, begin your journey to Batang Ai National Park where the remote and lush rainforests are alive with the calls of hornbills and gibbons. The Iban people have called these rainforests home for 400 years, with entire villages living under one roof in longhouses built alongside the river. Hidden away from the modern world, these communities have retained centuries-old traditions. Stop off at the native market in Lachau, where you can pick up locally made goods like woven baskets and traditional Iban clothing. Then, take a longboat down the Delok River to your accommodation for the evening – the serene and secluded Nanga Sumpa Lodge, tucked away on the riverbank. The operator here has had a long-standing relationship with the community, creating jobs and community involvement so the local people can benefit from tourism. He also set up a scholarship fund to boost children's education in the community. Tonight, you'll sit down for a traditional dinner at the lodge."
    },
    {
      "dayNumber": 3,
      "title": "Batang Ai National Park.",
      "description": "After breakfast surrounded by nature, you’ll take a 2-hour walk through the jungle, passing local farms, orchards and plantations as your leader shares stories from the region and teaches you about foraging for edibles and local medicinal plants. Next, take a longboat up the river to the Enseluai waterfall. Keep your eyes open in case of a rare orangutan sighting! Take some time to relax and go for a swim, then your leader will choose a scenic spot for a picnic using local ingredients. In the afternoon, cruise back to Nanga Sumpa for a walk through the village. After dinner, visit a traditional longhouse and spend time with the Iban people who will teach you about their way of living. Hang out on the common veranda, share some rice wine and gain insight into the local Iban culture."
    },
    {
      "dayNumber": 4,
      "title": "Kuching.",
      "description": "Wake up to the songs of birds and after breakfast, take a longboat out of the rainforest and make the journey back to Kuching, stopping off for lunch at a local coffee shop along the way. The name Kuching literally translates to ‘cats’, and the city has fully embraced this moniker. You’ll have free time here, so maybe wander the streets to see the giant cat statues, spray-painted street art and local cat museum. If you’d like to dive deeper into the city’s fabulous food scene, your leader can recommend some spots to eat."
    },
    {
      "dayNumber": 5,
      "title": "Mulu National Park.",
      "description": "Say goodbye to Kuching and take a flight to Mulu National Park. This national park is full of rainforests, mountains, caves and karst formations. Your leader will provide insight on how the park’s weird and wonderful geographic features came to be. In the late afternoon, visit Deer Cave and Lang Cave, which are reached by a scenic jungle walk along a 3-km plank path, passing through peat swamp, alluvial flats and limestone outcrops. Watch millions of bats fly out of Deer Cave at sunset and see the large ring-shaped formations they make as they circle the cliff face, before moving out across the rainforest. Return on the same path and head to your accommodation for the evening in secluded forest bungalows, tucked away in the park."
    },
    {
      "dayNumber": 6,
      "title": "Mulu National Park.",
      "description": "Today, join your leader and further explore Mulu National Park. First, head to Wind Cave (named for the cool breeze that flows through it) along the Melinau River. Your leader will share some details on the formation of the cave as you explore the stalagmites and columns. Later, discover the caverns and crags of Clearwater Cave – one of the longest caves in Asia! The rest of the day is free for you to relax and take in the scenery."
    },
    {
      "dayNumber": 7,
      "title": "Kota Kinabalu.",
      "description": "Today, you’ll fly to Kota Kinabalu – the bustling capital of the Sabah state. In the late afternoon after you have arrived, head to one of the city’s rooftop bars for a cocktail while watching the sunset over the skyline. The rest of the evening is free for you to explore. The city’s food scene is best experienced like a local, so for dinner tonight, be sure to ask your leader for advice on hidden treasures away from the main tourist trail."
    },
    {
      "dayNumber": 8,
      "title": "Kota Kinabalu.",
      "description": "You have a free morning in Kota Kinabalu – maybe go snorkelling in Tunku Abdul Rahman Park and search for marine life, or take a tour to the cultural village. If you’d prefer to stay in the city, you can visit the handicraft market on the waterfront or explore Chinatown. Your leader will be on hand to help you plan activities for the day. Later in the afternoon, head to a local vegetable and fish market, learning about and sampling regional snacks along the way. End the tour with dinner at a local restaurant."
    },
    {
      "dayNumber": 9,
      "title": "Kinabatangan River.",
      "description": "Take a flight to Sandakan this morning, then visit the Sandakan War Memorial. Here, you’ll learn about the city's past as you stand on the same ground of the former Japanese POW camp. This site also marks the starting point of the tragic Sandakan Death Marches. Next, head to the jetty for a boat ride to the Kinabatangan Wetlands Resort – your Feature Stay accommodation. Sitting on the banks of the Kinabatangan River, the resort offers access to local wildlife. Wooden boardwalks cut through the jungle and connect spacious and bright chalets which serve up great views of the surrounding mangrove forests. This afternoon, take a river cruise, where your leader will help you spot some of the local creatures. Wild elephants seldom reveal themselves, but crocodiles, macaques, wild orangutan, proboscis monkeys, hornbills and kingfishers can sometimes be seen. Enjoy dinner at the resort before heading back out for a night-time wildlife walk. Geared up with a headlamp, you’ll set out in search of interesting insects or other animals that pop up after dark."
    },
    {
      "dayNumber": 10,
      "title": "Kinabatangan River.",
      "description": "Take an early morning cruise through the fog as the sun rises, enjoying light refreshments on board while you search for birds and wildlife. Keep an eye out for long tail macaques and pig tail macaques, then return to the resort for breakfast and search the property with your leader for some insects, plants and birds. This afternoon, set off for another river adventure, exploring small tributaries by boat. Later, head out for a night-time cruise and look out for nocturnal animals – you might even see a wide-eyed slow loris hanging from a tree! Have dinner back at the resort, then relax in your comfortable rooms."
    },
    {
      "dayNumber": 11,
      "title": "Sandakan.",
      "description": "Return to Sandakan by boat and visit the orangutans at the Sepilok Orangutan Rehabilitation Centre. Watch them as they swing into view on ropes and vines, then check in at the outdoor nursery where young orangutans, born in captivity or orphaned, are cared for. You’ll also visit the Bornean Sun Bear Conservation Centre – seeing the world’s smallest bears in large forest enclosures as they are rehabilitated after being rescued. This evening, enjoy a final dinner in Borneo with your group and leader."
    },
    {
      "dayNumber": 12,
      "title": "Sandakan.",
      "description": "Your adventure comes to an end after breakfast today. If you’d like to extend your stay, just get in touch with your booking agent to arrange additional accommodation. Flights depart most days from Sandakan to Kota Kinabalu or Kuala Lumpur."
    }
  ],
  "map": ""
}