{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-family-holiday-tailor-made",
  "tourName": "Borneo family holiday, tailor made",
  "placesVisited": "Kota Kinabalu, Tabin Wildlife Reserve, Lipad mud volcano, Kinabatangan River region, Menanggul River, Sepilok Orangutan Sanctuary, Shangri La Rasa Ria Resort",
  "generalInfo": "A family orientated 13 day adventure in the wonderful Sabah area of Borneo. You will get the chance to enjoy light trekking in the Tabin Wildlife Reserve, an important refuge for rehabilitated Orangutans, Sumatran Rhinos and Pygmy Elephants. You will also visit the Lipad mud volcano, a great place to potentially see the local wildlife as it is an essential source of minerals for the animals and also a great place for them to cool off in a mud bath! Why not try a mud volcano face pack while you are here? <br/><br/>After time enjoying the experiences of Tabin you will head off to the Kinabatangan River region to enjoy some time on the river observing the resident wildlife from the comfort of your small river boat. Here you will be able to see the amusing Proboscis Monkeys hanging in the trees along the river’s edge along with the chance to see other animal residents like monitor lizards and if you are really lucky, wild Orangutans. <br/><br/>From the river, head to your next accommodation, the Sepilok Nature Resort next to the Sepilok Rehabilitation Centre.  A visit will allow you to see the feeding of these fabulous animals and learn about this centre's work with these cute apes.  There is also the Rainforest Discovery Centre and treetop canopy walk.  Heading back to Kota Kinabalu and the Rasa Ria Resort for your last few days you can take advantage of all this resort has to offer, including its own Orangutan Education Centre and numerous activities. This tour is perfect for all the family to enjoy. <br/><br/>On this adventure you will have English-speaking guides throughout. The holiday can be tailor-made to create a unique holiday for your individual requirements by travel experts with intimate knowledge of the destination. Travel can be year round, and departures on a day of your choice, however the weather in Borneo is most unsettled between November and February, though rainfall can occur at any time.",
  "durationDays": "13",
  "price": "2450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Kota Kinabalu (own arrangements)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive into Kota Kinabalu airport where you will be met by our representative and transferred to Shangri La's Tanjung Aru Resort with the rest of the day at leisure. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kota Kinabalu: You have a full day at leisure to relax at the resort, explore Kota Kinabalu city on your own, or join one of the many excursions available. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tabin Wildlife Reserve: Transfer to the airport for the short flight to Lahad Datu. Here you will be collected and transferred to Tabin Wildlife Reserve and this afternoon pay a visit to the Lipad mud volcano. Here you can search for the local wildlife, some of which come here to use the volcano as a salt lick, and you could also enjoy the benefits of a mud mask! In the evening, you can take a night safari to search for the nocturnal wildlife. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tabin Wildlife Reserve: This morning you could head out on a dawn drive to look for wildlife. Alternatively, you can take part in the Tabin bird walk in search of the indigenous birdlife. Enjoy a morning trek to the Lipad waterfall spotting animals along the way followed by a relaxing Tabin foot soak to ease those tired muscles! In the evening you can enjoy another nocturnal nature walk. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kinabatangan River region: This morning you will be up and about early for the transfer to the Kinabatangan River region. After checking into your river lodge, take an afternoon river cruise, an excellent opportunity to spot wildlife. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Menanggul River: Join an early morning river trip to the Pitas Ox Bow Lake observing wildlife en-route before returning to the lodge for breakfast. Transfer onwards to the Menanggul River by boat and your next lodge accommodation on the river. Here you will have the opportunity to take part in the tree planting project followed by an optional lunch prepared by the local villagers. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sepilok Orangutan Sanctuary: Today you are free to view more birds and wildlife at the nature boardwalk before transferring across by boat to Sepilok. Here you have the rest of the day at leisure or make your first visit to witness the feeding of the Orangutans at Sepilok Orangtan Sanctuary and visit the Sun Bear Centre; a conservation centre for the world’s smallest bears who are in danger of becoming extinct. (B,L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sepilok & Surrounds: After breakfast, why not visit the Sepilok Orangutan Sanctuary for the morning feeding. Afterwards you can relax at the resort or perhaps visit the Rainforest Discovery Centre nearby. (entrance fee not included). (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kota Kinabalu: Today you will transfer back to Sandakan airport and fly across to Kota Kinabalu where you will be met and taken to the Shangri La Rasa Ria Resort for the last 3 nights of your stay. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shangri La Rasa Ria: Time at leisure to simply relax or enjoy the activities on offer at your resort including a fun kids club with fun programmes, games and creativity to keep the young adventurers occupied. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart Borneo today, transferring back to Kota Kinabalu Airport for your return flight home. (B)"
    }
  ],
  "map": ""
}