{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-wildlife-holiday",
  "tourName": "Borneo wildlife holiday",
  "placesVisited": "Kuching, Bako National Park, Mulu National Park, Deer Cave, Kota Kinabalu, Mari Mari village, Mount Kinabalu National Park, Sabah Tea Gardens Longhouse, Rainforest Discovery Centre, Sepilok Orangutan Sanctuary, Bornean Sun Bear Conservation Centre, Danum Valley, Kinabatangan River, Gomantong Caves, Sandakan",
  "generalInfo": "From orangutans and proboscis monkeys to pygmy elephants and Irrawaddy dolphins, the wildlife of Borneo is as fascinating as the landscapes with the delights of Danum Valley and Mulu National Park providing travellers with untold natural encounters over the course of this 17 day small group holiday.<br/><br/>Internal flights whisk wildlife watchers from Bako National Park in Sarawak to Sabah’s Mount Kinabalu before land transfers to Sepilok Orangutan Rehabilitation Centre conjure further discoveries in the surrounding rainforest via canopy walkways and signed footpaths.<br/><br/>Wildlife watchers will find themselves in absolute heaven with walks to waterfalls, river cruises and overnight stays in bamboo longhouses offering ample opportunities to bring out the binocs before finally completing this two week Southeast Asian odyssey overlooking the ocean in Sandakan.<br/>",
  "durationDays": "15",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kuching, capital of the Sarawak state, is a vibrant riverside city full of different ethnic groups. With a great museum and a well-preserved colonial centre there is much to do in this cultural hot spot. Around 6pm, say selamat petang to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Malaysian welcome by arranging a group dinner at the waterfront hawkers’ stalls. Want extra time in Kuching? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Lime Tree (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We enjoy our first foray into the amazing nature of Borneo as we head to nearby Bako National Park, home to proboscis monkeys. Here, the rainforest meets the sea and the only way to get to the park is by boat (after a one-hour drive out of the city). It has abundant wildlife, jungle streams, waterfalls, interesting plants, secluded beaches and trekking trails. Despite being the smallest national park in Sarawak, Bako contains almost every type of vegetation in Borneo. We return to Kuching for the night. Please note, our time at Bako is often dictated by tides and weather conditions. Our leader will inform us of the details the previous day. Accommodation: Hotel Lime Tree (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We leave the city and fly to Mulu National Park (schedules vary). After checking in at the park HQ, we meet the park guides and head through the forest to Deer Cave, the largest cave passage in the world and home to millions of bats and swifts. The floor has a raised platform, though that is no escape from the smell of guano (bird and bat excrement). Nearby is Lang's Cave which, though much smaller, has stalactites and stalagmites and other cave formations. The surrounding forest is spectacular and there is plenty of time to examine it closely. The walk to Deer Cave is 1.9mi (3km) each way along boardwalks and there are wooden steps leading to different viewing platforms inside the show caves. We arrive at Deer Cave in time for dusk, when the bats leave their home to feed on insects (as long as it is not raining). This is a sight to behold with the bats forming a long, snaking line across the sky for quite some time. Dependent on the timings of the day, we may visit the caves tomorrow instead. Please note, due to flight schedules, there isn’t much time for lunch between our arrival at Mulu National Park and when we depart for the caves. You should buy something at the airport to have later. Accommodation: Mulu National Park Garden Cottages (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we explore Mulu with a local guide. In the morning, we visit two of the show caves, including Clearwater, where we can enjoy a picnic lunch (not included) in the gorgeous riverside location. The park has some incredible statistics: it has more than 3,500 plant species, 8,000 types of fungi, and 170 orchid species. There are also 262 bird species, almost 300 butterfly species and many reptiles and mammals. Members of the Penan people also live within the park. They are a small population of nomadic forest dwellers who live as hunter-gatherers. There has been fierce international opposition to the Malaysian government who tried to settle them in permanent longhouses and indeed the Penan themselves have resisted. In 1994, they were granted an area of the forest where they could continue their traditional lifestyle. Although you are unlikely to meet these elusive people, you occasionally see their fishing shelters or areas in the forest where they have recently visited. This afternoon, relax in the park and listen to the weird and wonderful creatures that call it home or explore self-guided trails within the park. Those with a head for heights can try the optional canopy walkway. This 1,575ft (480m) high skywalk takes approximately two hours to complete. Along the way, you may spot macaques, hornbills, flying lizards, squirrels and a variety of rainforest birds. Time slots are subject to availability. In the evening, there is an optional night walk or we can try tuak, the Mulu firewater. Accommodation: Mulu National Park Garden Cottages (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, we bid farewell to Sarawak and our local Sarawak tour leader and aim to catch the morning flight out of Mulu and onto Kota Kinabalu in the state on Sabah, though delays are not uncommon. Depending on what time we fly out of Mulu, there may be time to walk along self-guided trails or peruse the visitor centre. Known as KK to the locals, the capital of Sabah is a modern, multicultural city. Upon arrival in KK, we meet our Sabah tour leader for the remainder of the trip. The evening is free to relax, explore the busy Filipino markets or enjoy a waterfront sundowner. Accommodation: Hotel Dreamtel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you are free to enjoy some of the many activities Kota Kinabalu has to offer. A popular option is to visit one of the tropical islands in the marine park, a 15-minute boat journey from the city and with excellent snorkelling and diving opportunities. You can never be bored here, whether you are relaxing on the white sand, snorkelling or swimming in the warm South China Sea. There are good birdwatching opportunities in the wetlands not far from KK and a culturally interesting village in Mari Mari where you can learn about the different cultures of Sabah. Your tour leader can help organise any of these options. Accommodation: Hotel Dreamtel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we transfer (about two hours) and explore Mount Kinabalu National Park. It’s a Unesco World Heritage site and home to the highest mountain in Southeast Asia, Mount Kinabalu, which stands at (4,095m) tall. This impressive granite peak can be viewed from the Crocker mountain range, which we pass over, with panoramic views of the countryside and soaring hills. The lower mountain slopes are covered in thick vegetation and it is well known for its diverse botanical and biological species. En route, we stop at Nabalu market, where villagers sell their produce and handicrafts. It’s possible to walk through the plantation on your own if you want this afternoon. Tea, medicinal herbs, fruit and vegetables are just some of the local produce. From the plantation, the sunrise with a view of Mount Kinabalu is often spectacular. If we’re lucky, we can see the spectacular rafflesia in flower nearby or en route to the plantation. Accommodation: Sabah Tea Gardens Longhouse"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We visit the tea factory before we leave the plantation behind and continue our journey to eastern Sabah. Our destination is Sepilok, home to a well-known orangutan rehabilitation centre. The journey is about five hours and we stop at the Sandakan War Memorial enroute. We then continue to our lodge in Sepilok. This evening, as dusk approaches, we head to the nearby Rainforest Discovery Centre, which has fantastic bird-watching opportunities (though luck does play a role) as hornbills and Borneo bristleheads are often seen. Orangutans are also spotted during the fruiting season and there is an impressive canopy walkway plus easy walking trails. Accommodation: Sepilok Jungle Resort"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Up early, there will be the option to enjoy an early morning walk near our resort for more birdlife and wildlife viewing before breakfast. We then visit Sepilok Orangutan Centre, the largest orangutan sanctuary in the world. Here rehabilitated orphans and captured orangutans are cared for until they are ready to be released into the wild. We can see these incredible relations of ours close-up and learn about the threats to their existence. You have the chance to visit both morning and afternoon feedings. There is also an orangutan nursery where youngsters are trained to climb with the aim of reintroduction to the wild. We have the chance to view the youngsters from a special viewing platform that sits behind one-way glass so as not to disturb or influence them. There is the option of visiting the Bornean Sun Bear Conservation Centre, which works to research, rescue and rehabilitate captured bears and provide education to the community. Accommodation: Sepilok Jungle Resort"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, we depart Sepilok and transfer (approximately two to three hours) to the third-longest river in Borneo, Kinabatangan. Our lodge is by the mighty Kinabatangan River, an area home to an astonishing array of wildlife including 10 primate species, four of which are endemic to Borneo. It has one of the highest concentrations of proboscis monkeys and orangutans in Malaysian Borneo. Other wildlife includes Bornean gibbon, long-tailed macaques, sun bears and barking deer. The Asian pygmy elephant and clouded leopard also inhabit this area, but sightings are rare. There are also more than 200 bird species, including hornbills, eagles, herons, kingfishers, oriental darters, night jars, flowerpeckers and spider hunters. Later this afternoon, we take our first river cruise. Accommodation: Tanini Kinabatangan (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We are up with the animals for a dawn wildlife cruise followed by a trek. In the afternoon, we once again take a river cruise to spot wildlife and, if we are lucky, a crocodile or two. Accommodation: Tanini Kinabatangan (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer (approximately three hours) to Lahad Datu, where we change vehicles and drive off-road (approximately 1hr 45min) into the Tabin Wildlife Reserve. The first 30 minutes is on a sealed road, with the rest on gravel (expect some bumpy conditions). Our accommodation is nestled within the rainforest beside the Lipad River, a lovely setting home to a variety of birds, insects and small mammals. We arrive in time for a late lunch, followed by a briefing from our in-house guide about the conservation and wildlife of Tabin Wildlife Reserve. This afternoon, we transfer (30 minutes) to the trailhead for a 30-minute trek to the active Lipad Mud Volcano, visiting an elevated area that provides a nutritious mineral salt lick for wildlife. Our resort guide identifies the multitude of tracks found here, plus birds and small mammals we might spot en route. Walk back along the trail to our transfer, returning to the resort in time to relax before dinner. After dinner, we venture out again for a 1hr 30min night drive to look for nocturnal wildlife and see the constellations in the clear, dark sky. Please note, the itinerary during your stay in Tabin is a guide of what to expect but the order of activities may vary based on recent animal sightings and local knowledge. Accommodation: Tabin Wildlife Resort"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Join a dawn walk to see some of the 300-odd bird species that live in Tabin. After breakfast, we drive to the core area, learn about local orangutan conservation and climb up the bird-watching tower before trekking through the rainforest, known for its rich diversity of plants and animals, to visit Lipad Waterfall. Take a dip in the natural pool and enjoy a refreshing shower under the waterfall. Returning to the resort, we stop at the Tabin Giant Tree for a photo opportunity. In the early evening, take a dusk drive to look for more nocturnal wildlife and birds; after dinner, we’re out again, this time on foot along the Kingfisher Trail near the resort in search of sleeping birds, frogs and nocturnal wildlife. Accommodation: Tabin Wildlife Resort"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Journey to Sandakan (approximately five to six hours) with a packed lunch along the way. Home to many Chinese and Filipino people, it was once a huge logging centre, first exporting wood in the late 1880s to supply the building of the Temple of Heaven in Beijing. The waterfront is the place for an evening walk and the rooftop restaurant at the Nak hotel is great for a cocktail or two. Accommodation: Sabah Hotel (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Our Borneo adventure ends after breakfast. Depending on your flight, you may have time to enjoy the hotel pool or explore Sandakan more before beginning your return journey home. Alternatively, speak to your sales representative to extend your stay in Borneo."
    }
  ],
  "map": ""
}