{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "family-holiday-in-sabah",
  "tourName": "Family holiday in Sabah",
  "placesVisited": "Sandakan, Sepilok, Orangutans, Kinabatangan, Sukau, Tabin National Park, Kota Kinabalu Beach",
  "generalInfo": "Sepilok - Kinabatangan - Sukau - Tabin National Park - Kota Kinabalu Beach<br/><br/>This Borneo adventure encompasses the highlights of Sabah state, with a family focus. Think lots of wildlife, jungle sights, mud volcanoes and beachy vibes. There truly is something for everyone in your family to enjoy.<br/><br/>The adventure begins in the small town of Sepilok. Home to Sepilok Orangutan Rehabilitation centre, Sun bear conservation centre, and rainforest discovery centre, this really is the beating heart of animal welfare in Northern Borneo. Get up close and personal with these magnificent great apes, before checking out the smallest specie of bear on the planet. <br/><br/>The wildlife spotting has only just begun. Your next stop is Borneo's longest river, Kinabatangan. From wild monkeys to toucans and pygmy elephants, cloud leopards and crocs there are very few places on earth that you can see such a wealth of wild animals in a concentrated area.<br/><br/>After your journey down the river, it is time to head deeper into the rainforest in Tabin National Park. Your expert local guide knows the landscape like the back of their hand and there is no better way to see the lizards, birds, bats and larger mammals that populate this biodiverse region. <br/><br/>After all that adventure, it's time for a well earned break. Spend some quality family time in our luxurious resort near Kota Kinabalu. Grab a bite to eat and watch as the golden sun sets across the turquoise horizon. Perfect!<br/><br/>This itinerary has been put together based on the school summer holidays. With some superb jungle activities, it is recommended for children from eight years and up. However, as this trip is tailor made, we are able to amend trips to accommodate a range of ages and times of year. Give us a call to chat with one of our friendly Borneo travel specialists today. They have specialised in family travel for many years, and have taken their own children to far flung destinations, so know how important it is to get this right!",
  "durationDays": "10",
  "price": "2599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Sepilok: After your flight, your family is sure to want to take it easy. You’ll be spending a couple of days at our in style resort in the jungle at Sepilok. This is the starting point for your trip to see the orangutans. You can acclimatise, or if you’re feeling active you can walk through the rolling hills and gardens and check out the flora and fauna. The kids are sure to be entranced by the sounds and sights of the surrounding jungle."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rivers, Jungles & Orangutans: Take the kids into Borneo’s wilderness. You’ll visit the world famous Sepilok Orangutan Rehabilitation Center where you’ll come face to face with these great apes – a moment your family will never forget. Together with a local guide you’ll leave the mainland and sail deeper into the jungle on Borneo’s longest river, Kinabatangan. Nowhere in Borneo can you see as many wild animals together than here. From monkeys to crocodiles, tropical birds to elephants and sun bears to lizards; keep your camera handy at every moment! You’ll sleep in a jungle lodge located deep in the forest between the lush nature of Borneo."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wildlife & Waterfalls: Today, you’ll head to Lahad Datu, the starting point of Tabin National Park. You’ll be collected from your hotel by your driver for this shared transfer. It’ll take about 2 hours, and we find this to be the most comfortable way when travelling with your family. You’ll head deep into the wilderness with your family and travel into the heart of the jungle where you’ll be staying in a wooden bungalow. All your food and tours are included whilst here, and the restaurant has a great choice of foods for the whole family. Over the next couple of days, you’ll set out by jeep and on foot to see monkeys, bats, monitor lizards and tropical birds in a rainbow of colours, amongst a variety of other creatures. Your local guide will take you to a nearby mud volcano, and if you’re lucky you might even catch a glimpse of an elephant or an orangutan, so keep your eyes peeled. On the third morning, you’ll head back to Lahad Datu."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Borneo Beach Break: After your Tabin adventure, you’ll head back to Kota Kinabalu by flight where you’ll then be transferred to our beach resort. The next few days are all about quality family time at the beach where you’ll spend 3 nights kicking back, doing as much or as little as you like. You’ll stay in an In Style resort on the outskirts of Kota Kinabalu where the beach goes on for miles, the calm sea offers a refreshing dip and the whole family is catered for with plenty of restaurants and activities. At the end of your stay, we’ll transfer you back to the airport for your onward flight, to begin your journey home."
    }
  ],
  "map": ""
}