{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-wildlife-beach-holiday",
  "tourName": "Sarawak wildlife & beach holiday",
  "placesVisited": "Kuching, Trekking in Bako National Park, traditional Iban longhouses, Semenggoh Wildlife Centre, proboscis monkeys and orangutans, Mulu National Park, world's longest treetop canopy, sunset flight of the bats from Deer Cave, see Asia's longest underground river, longboat river tour, trek the famous Headhunters' Trail, stay in a traditional Iban longhouse, relax on Labuan Island, Kota Kinabalu",
  "generalInfo": "Expand your Malaysian horizons as you explore off the mainland and into the realm of Borneo which provides a much wilder, untamed and, ultimately, exciting alternative to the air-conditioned monoliths of KL. <br/><br/>Sarawak, the western of the two Malaysian states on Borneo, offers a remarkable selection of things to do from guided trekking in Bako National Park to a tour explaining the vital work of the Semenggoh Wildlife Centre, protecting the lives and habitat of these endangered gentle giants.<br/><br/>As soon as you spy an orangutan swinging down from the rainforest canopy or spend your first night in an Iban longhouse or step foot onto the legendary Headhunters' Trail, your holiday springs to life. And afterwards, a few days to wind down at a scenic beach resort on Labuan Island, before finishing your trip over in neighbouring Sabah, in the culturally rich Kota Kinabalu.",
  "durationDays": "10",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kuching.",
      "description": "Selamat datang! Welcome to Malaysia. Kuching, meaning 'cat' in Malay, is the capital and most populous city in the state of Sarawak in Malaysian Borneo. It was home to the infamous White Rajah of Sarawak, whose mysterious rule in this remote corner of the world sparked the imagination of many people who dreamt of becoming royalty. Your adventure begins with a welcome meeting at 6 pm. If you arrive early, maybe check out the waterfront, home to local vegetable, spice and fish markets. After the meeting, maybe head out with your new travel companions to try some local dishes like Sarawak laksa and kolok mee."
    },
    {
      "dayNumber": 2,
      "title": "Bako National Park - Kuching.",
      "description": "Hop in a private van to the fishing village of Kampung Bako, then a local boat up the coast to Bako National Park. Bako is the oldest national park in Sarawak and features rainforest, abundant wildlife, jungle streams, waterfalls, diverse plant life, secluded beaches and trekking trails. Millions of years of erosion form a coastline of steep cliffs, rocky headlands and stretches of white, sandy bays. Waves have carved the cliffs into sea arches and sea-stacks, with coloured patterns formed by iron deposits. When you arrive, you’ll take a leader-led walk through one of the jungle trails, looking out for proboscis monkeys, silver leaf monkeys and the elusive Bornean bearded pigs. Return to Kuching in the late afternoon and spend the evening in relaxing your hotel."
    },
    {
      "dayNumber": 3,
      "title": "Semenggoh Wildlife Centre - Kuching.",
      "description": "Head to the Semenggoh Wildlife Centre – a government-funded rehabilitation centre set in lush surrounds. The centre was set up to help reintroduce these wonderful creatures back into the wild after a life of domestication or having been orphaned. Head into the jungle to a viewing platform where you can watch and photograph the orangutans as they swing into view, eating bananas and milk that’s laid out for them twice a day. Human contact must be kept to a minimum and it's essential you follow your leader's instructions. After, return to Kuching where you can freshen up. Tonight, maybe mosey down to the riverbank and watch tambang ferries glide by, or head out to one of the many Chinese-influenced hawker markets for dinner and experience the range of local seafood."
    },
    {
      "dayNumber": 4,
      "title": "Gunung Mulu National Park.",
      "description": "Fly to Mulu today. When you arrive in Mulu, head into the heart of one of the most spectacular national parks in Asia – Gunung Mulu National Park. Transfer the short distance to Mulu HQ where you’ll stay for the next two nights. In your free time, you can take a self-guided trail around the park or head to the treetops on the world’s longest canopy walkway. Or maybe simply kick back with a book and enjoy the sounds of the nearby jungle. In the evening, enjoy a home-cooked dinner prepared by the indigenous tribe here - Berawan people, trying the signature jungle dishes like Pansoh (fish or chicken cooked in bamboo) or 'Midin' (sauteed wild fern) and learning about their unique cultural insights while the family sit down and have dinner with you. Later, there’s the chance to take an optional night walk to search for some weird and wonderful insects and reptiles."
    },
    {
      "dayNumber": 5,
      "title": "Gunung Mulu National Park.",
      "description": "Today, you have a free morning to explore or have a sleep in. Spend the afternoon strolling the walkways of this 180-million-year-old rainforest, and then catch the sunset flight of the bats at Deer Cave. This UNESCO World Heritage site has the world’s largest known system of caves, formed when surface water worked its way through the rock, carving gigantic passages through the bedrock. Deer Cave has one of the single largest cave passages, 2.2 km long and 220 m tall at its highest point. Before it was part of the park, the cave was a well-known hunting ground for deer, who were attracted to the pools of salty water. The millions of bats who call the cave home all emerge at dusk for their nightly feeding, which is a sight to behold."
    },
    {
      "dayNumber": 6,
      "title": "Gunung Mulu National Park.",
      "description": "Leave Park HQ behind and head into the jungle. Take a boat upriver to the Clearwater and Wind Caves, which contain Asia’s longest underwater river. The Clearwater Cave system runs for more than 200 km, over 100 of which have been explored. Wind Cave draws a cooling breeze through its lengths and features some of Gunung Mulu’s best cave formations, while Clearwater is covered in a species of bright green plant unique to the park. After exploring, take a longboat downriver before disembarking for a hike through undisturbed jungle to Camp 5, at the end of Melinau Gorge."
    },
    {
      "dayNumber": 7,
      "title": "Headhunters Trail - Limbang.",
      "description": "Today, you’ll tackle the infamous Headhunter’s Trail. Located in an isolated area of the Bornean jungle, the trail used to be the route used by warring parties between the Tutoh and Limbang Rivers. Cross streams by rope bridges, wooden walkways and logs, surrounded by the diverse flora, bird-filled trees and the sounds of the forest – a hornbill flying overhead, the cries of monkeys and the pulse of cicadas and crickets. Then, take a boat from Kuala Terikan to Kuala Mendalam. Depending on how much rainfall there’s been, you may be required to help push the boat over shallow parts of the river. Stop at a ranger station for lunch, then travel to Limbang by private vehicle, where you can freshen up and enjoy a good night's rest after two long days of trekking."
    },
    {
      "dayNumber": 8,
      "title": "Labuan Island.",
      "description": "After breakfast this morning, take a short walk to the ferry terminal for a boat to Labuan Island. When you arrive, you’ll have a free afternoon and evening at a beach resort. Relax and recover after yesterday’s trek, going for a swim, chilling out with a cold drink or reading a good book."
    },
    {
      "dayNumber": 9,
      "title": "Kota Kinabalu.",
      "description": "Enjoy some more free time on the island before catching a ferry and express bus to Kota Kinabalu – the capital of Sabah and a modern metropolis that rebounded from multiple bombings during WWII. Tonight, maybe head out for a final meal with your group to celebrate your Borneo adventure – the night market is filled with fresh grilled seafood."
    },
    {
      "dayNumber": 10,
      "title": "Kota Kinabalu.",
      "description": "After breakfast, there are no activities planned and your trip comes to an end. You can depart the accommodation at any time after check-out. If you’d like to spend more time in Kota Kinabalu, just reach out to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}