{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-8-day-tour-the-wild-heart-of-borneo",
  "tourName": "Borneo 8 day tour, the wild heart of Borneo",
  "placesVisited": "Sarawak, Kuching, Semenggoh Wildlife Centre, Bako National Park, Iban longhouse stay, Batang Ai",
  "generalInfo": "Kuching - Semenggoh Wildlife Centre - Bako National Park - Kuching - Batang Ai - Kuching<br/><br/>Journey to the wild heart of Borneo on this exciting adventure. Sarawak may be less visited than than popular neighbouring state, Sabah. However, it is no less remarkable, encompassing many of the highlights of this incredibly diverse island. This is an excellent base to experience both the famous wildlife and dramatic scenery of the region, as well as the unique culture, food and towns. <br/><br/>Your trip begins in Kuching, capital of Sarawak. Named after the nations favourite pet cats, the city boasts a lovely waterfront, many Chinese temples, stunning mosques, bazaars, great food and traditional architecture.<br/><br/>A highlight of the trip lies just a stones throw from the town. Semenggoh Wildlife Centre is a leading player in the conservation of the exquisite, endangered Orangutan. The centre is home to semi-wild orangutans, many orphaned, injured and rescued from illegal captivity to be taught how to survive in the forest again.<br/><br/>Next, journey further into Sarawak to explore Bako national park, famous for a diverse monkey population, most notably the cheeky proboscis monkey. Enjoy a couple of nights immersed in the incredible soundscape of the jungle.<br/><br/>A truly unique element of this trip is a homestay with a local Iban tribe, deep into the Sarawak rainforest of Batang Ai. This is a once in a lifetime experience that includes a longtail boat trip, trekking, visiting colourful markets and learning first hand what life in the tribe is like. If you don't fancy the simple mattress and mozzie net in a traditional Iban longhouse (although the experience is fantastic!) we do have other options here- just ask your travel specialist. You may even see wild orangutans hanging about your home.<br/><br/>This week long adventure is the perfect way to visit the lesser known highlights of Malaysian Borneo on a schedule. And if you still have time to spare, why not couple with a Sabah itinerary for the best overview of the country?",
  "durationDays": "8",
  "price": "1199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Culture and Cuisine of Kuching: Step off the plane and straight into the hands of our local partners who know this place inside out. Take a taxi to Kuching's atmospheric riverfront district and walk the same evening paths as locals, watching the city light up across the water. What better way to explore a city than by bike, taking in the spectacular sights of ‘Cat City’ such as their iconic historic buildings and colonial influences, then rewarding yourselves with a hearty meal of authentic Dayak street food. Cruise along the Sarawak River on a traditional Sampan boat, watching the sun set over the horizon. Next, take a visit to the Semenggoh Orangutan Centre, where you’ll witness semi-wild orangutans, trained in survival skills, returning from the depths of the jungle each day for feeding."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Proboscis Monkeys in Bako National Park: Sleep among the idyllic, twisted sandstone cliffs, winding rivers, and curious monkeys in the Bako National Park. Waking up inside of the park means dawn walks when the forest is alive, when proboscis monkeys are moving through the canopy above your head, when you can hear the jungle waking up around you. From venus flytraps and mangrove forests to long tail macaques, deer, bears and silver leaf monkeys, catch glimpses of all the wonderful wildlife native to Borneo."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At Home with the Iban Headhunters: Today, you’ll head deep into Sarawak's interior, accessible only by combinations of road and longtail boat. Here lies a longhouse where the local Iban tribe still live as their ancestors did. You'll sleep on the same floors, eat the same food, learn the same skills that have kept this community alive for generations. Your hosts will share knowledge of their deeply sacred traditions such as blessing your visit in their ‘Miring Ceremony’. Delve into the jungle with a guide who knows the jungle inside out, spotting wild orangutans, travelling by longtail boat and cooking up a delicious traditional jungle lunch in bamboo leaves. Learn how the Iban tribe cultivate their crops and prepare the meals, then take a trip back to Kuching for your final day."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Final night in Kuching: End your trip by taking a stroll along the riverfront and indulging in a final delicious local meal. Why end here when you could extend your trip to the beautiful Damai Peninsula and spend your final day relaxing on the golden sand of Damai Beach. This isn’t just a good trip, it’s an unforgettable one."
    }
  ],
  "map": ""
}