{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-small-group-adventure-holiday",
  "tourName": "Borneo small group adventure holiday",
  "placesVisited": "Sarawak: Kuching, Bako National Park, Gunung Mulu National Park, boat trip on Clearwater River, Sabah: Kota Kinabalu, Crocker Mountain Range, Mahua Falls, Kibandi Butterfly Farm, Rafflesia Forest Reserve, Mount Kinabalu National Park, Kinabatangan Wildlife Corridor, sunset and dawn boat trips on Kinabatangan River, wildlife watching, Gomantong Caves, Sepilok Orangutan Sanctuary",
  "generalInfo": "Our 2-week small group tour, Borneo Adventure, reveals the lush rainforests, wildlife, incredible flora and richly diverse culture and history of the Malaysian states of Sabah and Sarawak. <br/><br/>The holiday begins in Kuching, the historic capital of Sarawak, before exploring beautiful Bako and World Heritage Mulu National Park. In Sabah, spend a day island hopping in Tunku Abdul Rahman Marine Park, hike in Kinabalu National Park (also UNESCO-listed), before going wildlife spotting on river trips, night hikes and day treks in the celebrated Kinabatangan Wildlife Corridor. <br/><br/>Stay on a unique organic tea plantation and in a jungle eco lodge; explore the world famous Sepilok Orangutan Rehabilitation Project and Rainforest Discovery Centre and, last but not least, sample the delicious and varied food at markets, street stalls and restaurants. <br/><br/>There are lots of extensions you can add to this trip, for an even deeper experience of Borneo. Stay at the wonderful Danum Valley Rainforest Lodge, test your stamina with a two day hike up Mount Kinabalu (the views from the top are unbeatable) or choose to spend three days on the idyllic tropical island of Gaya. <br/><br/>An original, highly varied and truly unforgettable 2-week Borneo adventure through Sarawak and Sabah!<br/><br/>Features:<br/><br/>1. Explore the colonial heritage and bustling Chinatown of Sarawak's charming Kuching Town<br/>2. Discover the spectacular landscapes and flora and fauna of Bako National Park<br/>3. A 2-day stay in World Heritage Mulu National Park with its stunning scenery and vast cave systems<br/>4. Check out the highly varied and still abundant wildlife of Kinabatangan on foot and by boat<br/>5. Visit the world famous Sepilok orangutan sanctuary and rehabilitation centre in Sabah State<br/>6. Island hopping an snorkelling in Tunku Abdul Rahman Marine Park<br/><br/>Optional extensions<br/><br/>1. A 3-day stay at the superb Borneo Rainforest Lodge in Borneo's remote Danum Valley<br/>2. 3-day expedition to the summit of Mt Kinabalu<br/>3. Stay on coral-fringed Gaya Island in the South China Sea<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3* lodges and hotels.",
  "durationDays": "13",
  "price": "2595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Check-in to our Kuching hotel before an afternoon walking tour of some of the sites of the scenic and historic town founded in 1872 by the famous ‘Raja’ Charles Brooke. The heritage tour includes Chinatown, the waterfront area, colonial buildings such as Fort Margherita and the excellent Sarawak Museum. Evening, local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer by road and boat to the nearby Bako National Park. This spectacular protected area, located on the Bako Peninsula, displays some of Sarawak's most diverse flora and fauna including the iconic proboscis monkeys. Hiking routes through the park will be selected after discussion with your guide, according to time constraints and energy levels."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer by plane into the island’s interior to visit the awesome UNESCO World Heritage Gunung Mulu National Park, where we’ll stay in well-appointed national park lodges. Afternoon hike to Deer and Lang Caves - two of the Park's most spectacular, and indeed two of the world's largest caves. After dinner, there's an optional night hike for those who’d like to experience the sounds and sights of the rainforest after dark."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning boat trip up the jungle-lined Clearwater River to visit the famous cave of the same name which at 107 kms is a contender for the longest in the world. Additional visit to the magnificent Wind Cave before returning to the Park HQ for a tree-top level view of the lush forest and bird life on the canopy walkway - one of the longest in Asia!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The morning is free to relax, explore some of the self-guided trails or take in the Park's visitor's centre before a transfer to the small Mulu Airport for our flight to Kota Kinabalu, former Jesselton, in Sabah. Afternoon at leisure to explore the town's vibrant night market or perhaps stroll down to the waterfront for sun-downers?"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "An island-hopping boat tour of some of the sites of the nearby Tunku Abdul Rahman Marine Park. Discover the underwater flora and fauna on a morning snorkelling tour before lunch and some time to relax and swim on one of the park’s scenic islands. Late afternoon return to Kota Kinabalu with an evening at leisure to perhaps check out the town’s vibrant night market."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Into the interior with a scenic drive through the Crocker Range to Kinabalu National Park - another UNESCO-listed site - for a hike along one of the nature trails. Continue to the Sabah Tea Plantation for our overnight stay in cosy plantation cottages with stops on the way to see the famous Rafflesia flowers (blooming permitting) as well as the Kundasang War Memorial to the Allied POWs who died during the infamous Sandakan Death Marches."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Admire the stupendous early morning views over Mount Kinabalu from the plantation’s perfectly placed restaurant, followed by some tasting opportunities and the chance to learn about the plantation’s organic tea production. From here we drive to Sepilok for a 2-night stay at a well-situated eco-lodge. Afternoon arrival and free time to explore the area or just kick back on your balcony."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Discover some of Sepilok’s sites with morning visits to the world famous Orangutan Rehabilitation Centre as well as the nearby Borneo Sun Bear Sanctuary. Time at leisure to escape the midday sun with a late afternoon stroll to explore the nature trails and canopy walkways of the fascinating Rainforest Discovery Centre."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure for the nearby Gomantong Caves - well known for their valuable edible swiftlet nests. Explore the limestone caves and discover their unique eco-system and with luck spot some of the wild orangutans that inhabit this area. Continue to Sepilok for lunch where we’ll visit the famous orangutan sanctuary and rehabilitation center, as well as a visit to the Borneo Sun Bear Conservation Centre. Overnight by the Sanctuary at a jungle lodge."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today’s program includes a dawn river cruise, jungle hike and night nature trail with of course plenty of time to relax at the lodge and take in the river views from the cafe terrace. Proboscis monkeys, orangutans, crocodiles and pygmy elephants are just a few of the possible sightings, whilst rare bird species include the lesser adjutant, Storm’s Stork, pitas, broad-bills and several species of hornbill."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A morning at leisure – explore some nature trails or check-out the river action from the resort’s well-situated terrace before an afternoon transfer to Sandakan Airport for a return flight to Kota Kinabalu. Alternatively, a transfer to Lahad Datu and on by 4WD is provided for those opting for the Danum Valley extension."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "The morning is at leisure to explore Kota Kinabalu, and perhaps check out one of its museums or markets before either an afternoon transfer to Kota Kinabalu Airport for your departure or on to Manukan for a few days beach, snorkelling or diving time on this delightful tropical island."
    }
  ],
  "map": ""
}