{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-off-the-beaten-track-tour",
  "tourName": "Sarawak off the beaten track tour",
  "placesVisited": "",
  "generalInfo": "Uncover the secrets of Sarawak on this unique off-the-beaten-path Borneo adventure. Begin in Kuching, the gateway to Malaysian Borneo, and explore the diverse landscapes of Sarawak. Experience coastal fishing villages, venture into national parks for wildlife encounters, and connect with Iban culture through longhouse visits and river expeditions. This package offers a blend of natural beauty, cultural immersion, and historical exploration, creating an unforgettable Sarawak experience",
  "durationDays": "4",
  "price": "4900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Beliong & Kampung Maludam Exploration: Morning: Depart from your hotel (8am pickup) for a scenic coastal journey to Beliong Jetty. Embark on a traditional sampan boat across the Samarahan River to Beliong Island, observing the confluence of Malay, Chinese, and Iban cultures. Visit a remote temple, fishing villages, and a local market. Midday: Continue your journey through Sarawak, crossing its numerous rivers. This includes traversing a 1.48-km bridge and a 2.8-km car ferry. Lunch will be served at a local café along the route. Late Afternoon and Evening: Arrive at Kampong Maludam and check into local accommodation. Explore the Malay fishing village on foot, participate in local pastry-making demonstrations, and enjoy a Malay home-cooked dinner with a local family. Meals: 1 Lunch, 1 Dinner Accommodation: Hotel Maludam, 1-Star Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Maludam National Park & Iban Heartland Immersion: Morning: After breakfast, embark on a 2-hour boat journey into Maludam National Park. Observe proboscis monkeys and the rare Red Banded Langurs in their natural habitat. Gain insights into the park’s unique mangrove and peat swamp ecosystems. Afternoon: Travel to Betong (2 hours) and visit a traditional Iban longhouse in Matop. Explore the longhouse, observe century-old skulls and artifacts, and learn about Iban culture and traditions. Continue to Sri Aman (2 hours), the principal town within the Iban heartland, for an overnight stay. This prepares for the journey to a remote longhouse the following day. Evening: Enjoy dinner at a local restaurant. Check into your hotel. Meals: 1 Breakfast, 1 Lunch, 1 Dinner Accommodation: Sri Simanggang Hotel, 3 Stars Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Riverine Adventure & Banting Longhouse: Morning: Embark on a thrilling shallow-draft longboat adventure along a river known for its crocodile population. Observe the impressive tidal bore phenomenon, if conditions permit, a natural spectacle unique to this region. Afternoon: Explore the remote Iban villages of Banting, a historically significant area known for its padi farming traditions. Visit the Anglican Church, established in 1859, one of Sarawak’s oldest churches. Observe the daily rhythm of Iban life in these remote longhouses, including a visit to the local primary school that serves only a handful of students. Evening: Enjoy a traditional dinner with your longhouse hosts, including tasting the local river shrimp. Experience an authentic overnight stay, sleeping on mattresses on the floor within a host unit, just like the locals. Meals: 1 Breakfast, 1 Lunch, 1 Dinner Accommodation: Banting Longhouse stay, Basic"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fort Lily & Return to Kuching: Morning: After a final breakfast with your longhouse hosts, bid them farewell and return to Lingga by longboat. Upon arrival in Sri Aman, visit Fort Lily, a historical landmark from the Brooke era, offering insights into Sarawak’s colonial past. Midday: Begin the overland transfer to Kuching (approximately 5 hours). Enjoy lunch at a local market along the route, savoring regional flavors. Late Afternoon: Arrive at your city hotel in Kuching at around 3 – 4pm. Meals: 1 Breakfast, 1 Lunch"
    }
  ],
  "map": ""
}