{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-wilderness-adventure-holiday",
  "tourName": "Borneo wilderness adventure holiday",
  "placesVisited": "Sandakan, Sepilok, Deramakot Forest Reserve, Lower Kinabatangan River Sanctuary, Tabin Wildlife Reserve, Lahad Datu, Kota Kinabalu",
  "generalInfo": "This isn’t just a holiday; it’s a totally immersive Borneo Wilderness Experience. Photographers, explorers, nature enthusiasts and those wishing to get off the beaten track will enjoy delving deep into Borneo’s diverse ecosystem. With lodging ranging from comfortable to uber-luxury, this itinerary includes the very best opportunity to spot mammals, primates and birdlife in a variety of remote and beautiful habitats. End your stay in heavenly seclusion at Borneo’s newest and most exclusive island retreat, Borneo Eagle.",
  "durationDays": "14",
  "price": "3975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Sandakan airport where you will be met and transferred in a private vehicle to the Sepilok Nature Resort. In the afternoon, you have the option to venture to the local Orangutan centre or Sun Bear Centre or simply relax and refresh before taking the optional night walk."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is at your leisure to explore and visit the attractions in the Sepilok area, from the famous Orangutan Sanctuary to the Rainforest Discovery Centre (entrance fees to be paid locally). Within walking distance of the hotel is the Orangutan sanctuary and the Sepilok Rainforest Discovery Centre (RDC). With its 147 metre long canopy walkway, the centre offers an unrivalled opportunity to walk through the tops of the giant rainforest trees and experience the jungle from up to 28 metres above the forest floor. Observation towers provide great places for bird watchers, and people have even been known to spot the occasional Orangutan swinging through the treetops. For a nominal entrance fee (around MYR10 (£2) for non-Malaysians), visitors can spend time in the plant discovery garden viewing an abundance of interesting plant species including native orchids and pitcher plants as well as impressive American imports such as bromeliads and Venus fly traps. Jungle trails featuring suspension bridges are a real favourite and the whole site offers a wealth of interesting flora and fauna."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depart Sepilok for Deramakot Forest Reserve, one of Sabah’s best wildlife watching destinations. Upon arrival check-in, then go on a forest walk near the base station. After dinner go on 4X4 night safari to look for wildlife. The park-style accommodation is basic but has air-conditioning and attached bathroom."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy two days to explore the biodiversity of Deramakot via treks and 4WD safaris. Start with an early morning wake-up call for a pre-dawn 4X4 safari. Drive along the various tracks in the reserve looking for wildlife before breakfast at the lodge. Return to the lodge for breakfast then go a jungle walk. The afternoons are free to relax at your own leisure. After dinner go on another 4X4 night safari."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Another early morning wake-up call for a dawn walk through the rainforest. Return to the lodge and have breakfast, checking out to depart Deramakot and head back to Sandakan to overnight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Travel to the Lower Kinabatangan River Sanctuary by boat, passing pristine mangrove forests and searching for wildlife. This is a wonderful journey of discovery which starts from the waters of the Sulu Sea at Sandakan Town through magnificent scenery of the mangrove forest. Stop for lunch at a jungle resort along the way, then continue upriver to your jungle lodge. Accommodation is in simple chalet style with private facilities. Late afternoon, there is an option to take a river cruise to Menanggul River, a small tributary of the Kinabatangan. This is a perfect opportunity to look for the famous Proboscis Monkeys and the Hornbill, as well as Pygmy Elephants and, if you’re lucky, wild Orangutans!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take an early morning river trip to Ox Bow Lake to observe the wildlife activity here. Return to the lodge for breakfast and the rest of the day free. As dusk falls, head out on a cruise along the Kinabatangan River in search of more wildlife before they settle down for the night. Return to lodge for dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart Kinabatagnan and travel overland to Lahad Datu, where you will take a gravel road to Tabin Wildlife Reserve arriving in time for lunch and to check in to the wildlife resort. Tabin was declared a wildlife reserve due to the large number of wildlife and birds inhabiting its jungle, many of which are endemic and endangered species. The three largest land mammals of Sabah, the Borneo Pygmy Elephant, Sumatran Rhino and Tembadau can be found within Tabin. Following lunch, visit the Lipad mud volcano which serves as a mineral salt lick for wildlife. Walk up to the observation tower and admire the contrasting landscape of the volcanic area with the surrounding thick forest where a variety of birds are commonly sighted. You may see footprints of wild boars, elephants and deer. In the evening, enjoy a night safari to hopefully spot more wildlife in the area such as tarsiers, civet cats, Sambar deer and other nocturnal creatures."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you may opt to join an early walk or dawn drive to discover some of Tabin’s rich collection of almost 300 bird species and wildlife (activities are paid locally). After breakfast, trek through the lush green rainforest known for its rich diversity of plants and animal species to visit Lipad Waterfall. Take a dip in the natural pool and enjoy a natural and refreshing shower under the waterfall. Alternatively explore the surrounding vegetation or simply relax. In the afternoon you may wish to try out the Tabin Rainforest Foot Soak made with a natural blend of herbs to relax tired muscles after long jungle treks."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leave the lodge today around mid-morning for your transfer to Lahad Datu and on to Danum Valley, arriving in time for lunch. Although set in a remote primary rainforest it also manages to combine comfort, privacy and good food with high quality natural history interpretation making it an ideal property for wildlife enthusiasts. Depending on your enthusiasm, fitness and the weather, you can expect to do up to four activities in a day: one before and one after breakfast, one late afternoon followed by one in the evening (night walk). The lodge’s activities are flexible so you can request specific elements that you would like to include during your stay. Encounters with wildlife in their natural habitat are abundant within the trail network of the lodge (though not guaranteed). Highlights of your visit will include the canopy walkway, the ancient Kadazan-Dusun Tribal Burial Cliff and a perhaps a dip in the natural jacuzzi pool. After lunch, trek in one of the oldest remaining rainforests in the world and experience an exciting suspension walkway. Suspended 30-40 metres above the forest floor, the 300-metre long canopy walkway is a great place to see wildlife without having to crane your neck up to the treetops! This evening, weather permitting, embark upon a night drive in an open-air jeep to search out the nocturnal animals."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast this morning, enjoy the group guided nature walk, with experienced naturalists, through undisturbed riverine and lowland dipterocarp forest. There is a good chance to photograph wildlife in this pristine jungle vegetation and experience unlimited bird watching of rainforest species. Trek to the Kadazandusun burial site, Coffin Cliff before proceeding to the view point for a bird's eye view of the Danum Valley and Borneo lowland rainforest area. It’s a 3km return trip, involving a 40 minute climb to a magnificent lookout point, but well worth it. Return to the lodge for lunch. This afternoon you have the option to head to the jacuzzi pool for a refreshing dip, located just 15 minutes from the lodge, or relax after your morning hike. Following lunch, embark upon a group trek along the Segama and East Trails in search of wildlife. This evening, join the night walk around the lodge searching for nocturnal animals (weather permitting)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take an early transfer back to Lahad Datu for your morning flight to Kota Kinabalu. Overnight in city centre hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure"
    }
  ],
  "map": ""
}