{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-cultural-tour-in-borneo",
  "tourName": "Sarawak cultural tour in Borneo",
  "placesVisited": "",
  "generalInfo": "For those wanting to get to the heart of Borneo, Sarawak offers unrivalled insight into the island’s unique history and cultural heritage. <br/><br/>Arriving in to Kuching, the capital of Sarawak, you will transfer out to the Damai Peninsula for a relaxing and secluded start to your journey. Enjoy stunning scenery with views of the South China Sea and the impressive Mt Santubong from your boutique hotel.<br/><br/>After enjoying a day to unwind after your long-haul flights, you will visit Sarawak’s oldest national park with your guide, accessible only by boat. Bako is home to a large population of Borneo’s iconic Proboscis Monkeys, as well as a variety of other interesting wildlife. There are many trails to choose from and you will be able to choose your route with your guide to suit your desired level of difficulty and interests. <br/><br/>To offer an educational introduction to the cultures of Borneo and offer a better understanding in preparation for your time with the Indigenous people over your trip, today you will visit  Sarawak Cultural Village. Here you will learn all about the traditions, history and day-to-day life of local communities, including the Bidayuh and the Iban, from artwork to blow-pipe shooting. <br/><br/>Travel deep in to the rainforest today, stopping off at pepper farms, local markets and a local village for lunch. Your journey will take the majority of the day, with the last 40 minutes along the river by traditional longtail boat, the only way to reach the Ibans’ long-house. Here you will be warmly welcomed, with a social meal and demonstrations of customs. Your guide will act as translator for your stay. Tonight you will sleep in their social area under a mosquito net, listening to the sounds of the jungle. Wake up to the sounds of the cockerels and enjoy an early morning nature walk and even a chance to try your hand at blow-pipe shooting, before returning to Kuching.<br/><br/>Following the White Rajah trail with your guide in Kuching is a fantastic way to enjoy an understanding of the mix of cultures and unusual history of Borneo, as well as trying some famous local delicacies. You have the afternoon at leisure to explore further.<br/><br/>Sure to be a highlight of your time in Borneo, this morning you will visit the celebrated Semenggok orangutan sanctuary for a chance to see these enchanting apes up close, as they enjoy breakfast at the feeding platforms. Following your time with the Orang-utans, journey on into the rural countryside of Kampong Nyegol to spend some time hosted in a remote village, learning about residents' livelihoods in fishing and pepper farming and enjoying the breathtaking scenery. In the morning you will explore the area surrounding the lake on a beautiful waterfall trek, before tucking in to a traditional bamboo chicken lunch and returning to Kuching in the afternoon.<br/><br/>Explore a little more of Kuching and it’s heritage by bicycle and boat today, ahead of your time on Gaya Island where you can relax for a few days, enjoying the serene national park island and perhaps taking the opportunity to join a coral-planting activity, do a little snorkeling, or kayak through the mangroves. <br/><br/>Fly home from Kota Kinabalu with wonderful new memories of the rich history of Borneo and warm welcomes, and a camera full of culture, Orang-utans and stunning scenery.",
  "durationDays": "15",
  "price": "4550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Kuching."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival into Kuching, you will be transferred around 45 minutes out of the city, to your hotel on the Damai Peninsula. Relax and enjoy the beautiful scenery this evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Sarawak's oldest national park today. Bako is only accessible by boat, and boasts a diverse wildlife population including the endemic proboscis monkey. Spend your day exploring the park's many trails with your private guide before returning to your hotel this evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Take the short journey with your private guide this morning to the nearby Sarawak Cultural Village. This is a fantastic introduction to the varied tribal cultures of Sarawak, including the Bidayuh and the Iban. Local tribespeople demonstrate arts and crafts including basketry and weaving, blow pipe shooting, top spinning and sago processing. Whilst the centre is created as an educational experience for tourists, it is tastefully done, and is a fantastic introduction in preparation for your experiences with the tribes over the next few days."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early this morning you will drive from the Damai Peninsula to the Iban longhouse on the Lemanak river. This is a journey of around 300km and along the way you will pay a visit to the markets of Serian, a pepper farm, and a small Chinese village for lunch. Accompanied by a private guide, it's a great way to explore the local area. The final 40 minutes of your journey are on the river, by longboat. This journey takes most of the day, arriving at the longhouse between 4pm and 5:00pm. On arrival at the Iban longhouse you'll be welcomed with a traditional meal and an introduction to the traditional customs of the Iban."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast head out on a nature walk with your guide in the area surrounding the longhouse. See a blowpipe demonstration, which you are welcome to try for yourself. Lunch is served on the riverbank where you also have the chance for a swim. You will then retrace your steps back to Kuching with your guide, with a final night to enjoy the ambience and great food."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kuching has an interesting history, having been ruled in the past by three 'White Rajahs' with plenty of colonial touches still to be seen. This riverside town has a fascinating mixture of Malay, Chinese and Indian influences, as well as the indigenous tribes and its colonial heritage, so there is much to see here. Your guide can show you the temple and churches as well as Fort Margherita and the stately Istana Palace along the banks of the Sarawak River. Along the way, try some of the delicious street food from each culture, truly bringing the experience to life. Enjoy the afternoon and evening at leisure in Kuching."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit the Semenggok orangutan sanctuary this morning, which does fantastic conservation work for this endangered species. Continue on your journey around 90 minutes out of Kuching with your guide, arriving on the banks of the Bengoh Lake. Here you will be met by members of the Bidayuh community from Kampong Nyegol; board your boat and transfer around 30 minutes across the lake to the village. Explore Kampong Nyegol this afternoon with your guide and the villagers; the scenery here is stunning and you can see the traditional way of life here, including fishing and the pepper plantations. Weather permitting, you have the option of a short night walk after dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rise early this morning and enjoy the mist rising from the surrounding mountains. After breakfast, take a 20 minute boat ride across the lake to Kampong Sting, with stunning views out over the lake and the surrounding countryside. After exploring the village, embark on a trek for around an hour, along a trail to a waterfall. Enjoy a traditional lunch of chicken in bamboo, before returning to your boat. Cross back across the lake and reconvene with your driver, where you will be transferred back to Kuching for the evening."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Head out of Kuching this morning with your guide and enjoy a cycle through the suburbs, with a chance to try some of Sarawak's traditional layer cake, or kek lapis. Take a traditional sampan ride across the river - these traditional boats provide valuable employment opportunities for the locals and are a proud part of their heritage. Return to your hotel at lunch time and enjoy your final afternoon in Kuching."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer around 20 minutes to the airport this morning with your guide, in time for your short domestic flight across to Sabah's capital - Kota Kinabalu. From here, you will be met by your driver and transferred to Jesselton jetty, in time for your boat journey across to Gaya Island. Enjoy your evening at leisure here."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy your time at leisure on Gaya Island - the resorts here are doing fantastic work with marine conservation, so it is worth visiting the centre attached to your hotel here to learn more about the challenges they face."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "For your final day on Gaya Island, perhaps take a snorkelling trip in the beautiful Tunku Abdul Rahman Marine Park."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Return to the airport in Kota Kinabalu this morning, in time for your onwards flight"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}