{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-multi-activity-holiday",
  "tourName": "Sarawak multi activity holiday",
  "placesVisited": "",
  "generalInfo": "Discover the best of Borneo outdoor. Trek, Pedal &amp; Paddle the best of Sarawak’s rainforest and explore amazing rainforest, spectacular scenery, fascinating wildlife, real locals and delicious tribal cuisines in this active 8 days 7 nights trip.<br/><br/>This action-packed, multi-activity adventure involves cycling, trekking, and kayaking through Borneo. Cycle across majestic mountain ranges and exotic coastal paths while exploring in Borneo’s rich culture with authentic homestays and meeting locals.",
  "durationDays": "8",
  "price": "9300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Kuching, Cycle the Heritage Trail (12 km): Arrive in the capital of Sarawak to the charming town of Kuching. The group will meet with the tour leader in the late afternoon for a briefing, a chance to try out the bikes, and then we head off onto the heritage trail of the White Rajah. Pedal into history to explore the main bazaar of the picturesque Old Town and cross the river in the traditional fashion on a ‘sampan’ ferry. Enjoy a sunset dinner on the banks of the Sarawak River. Cycling distance: 12 km Accommodation: The Marian Boutique Lodging House Meals: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer and Cycle to Annah Rais Longhouse (34km): We start off with an early transfer to visit Semenggoh Nature Reserve, a large enclosed area of the rainforest which is home to endangered orangutans. These beautiful animals have been rescued from captivity and kept for rehabilitation. We watch orangutans emerge from the rainforest during their feeding time. After leaving the Nature Reserve, we hop onto our bikes to start cycling. Using winding rural back roads, we pedal through a series of kampongs surrounded by small-scale pepper farms, rice fields, and plantations. Join one of the host families in the longhouse to enjoy freshly cooked bamboo chicken and wild jungle vegetables on the tanju (patio) of the longhouse. After lunch, explore this peaceful Bidayuh longhouse and learn about the culture of the Land Dayaks who were once headhunters. Cycling distance: 34 km Accommodation: Annah Rais Homestay Meals: Lunch and dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer and Waterfalls Trek: After a quick vehicle transfer, we reach Bengoh Dam jetty, the starting point of today’s hiking adventure. Enjoy a 20-minute boat ride across the tranquil lake surrounded by a circular, scenic mountain range. We then hike uphill for 30 minutes to a homestay with a stunning view of the lake below. After checking into the homestay, we continue with a one-hour, steep ascent that brings us to a series of spectacular waterfalls with crystal clear water, surrounded by jungle. Sunbathe on giant rocks and soak in the negative ions for a rejuvenating experience of Borneo wilderness. Here, the art of Dayak culinary skills is revealed as guests learn, first-hand, how to cook with bamboo harvested from the jungle. After a cool dip and delicious food, we return to the village, passing through pepper farms where the host will demonstrate how pepper is harvested and processed. Return to the village house for a home-cooked dinner on the tanju (patio) overlooking the lake. Batteries may be charged up at this stop, as it is powered by the village micro-hydro and solar panel. Hiking distance: 5km; elevation gain: 500m; estimated hiking time: 2-3 hours Accommodation: Highland Homestay Meals: Breakfast, lunch, and dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kayak & Cycle to Kuching Buddhist Village: After breakfast, take a 20-minute boat ride across the lake. After a short drive, we get ready for our kayak, cave, and cycle adventure. We start the day by floating down an untouched stretch of the Sarawak River in a kayak to discover a hidden waterfall and explore unique limestone formations. After lunch at the kayaking base camp, we get on the saddle for a 28km ride to an idyllic Buddhist retreat, our accommodation for the night. Dinner will be in the old historical town of Siniawan, where the shophouses and the streets are frozen in time for a dose of nostalgia with your meal. Distance: Kayak 7 km and cycle 28 km Accommodation: Kuching Buddhist Village Meals: Breakfast, lunch, and dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cycle to Matang: After a vegetarian breakfast at the Buddhist village in the morning, we drive to the Fairy Cave. The Fairy Cave boasts an impressive huge chamber halfway up a mountain, with formations dating all the way back to the Jurassic period. Walk up a series of flights of stairs to reach the entrance of the chamber. The approaching chamber will take your breath away on first sighting and it offers spectacular view to both inside and outside the cave. After the cave visit, we ride to Matang, ending at the day’s accommodation at Retreat Serapi. Enjoy a well-earned rest after the day’s ride. Take a dip in the stream or simply take in the scenery in the green sanctuary of the retreat. Cycling distance: 55 km Accommodation: Retreat @ Serapi Meals: Breakfast, lunch, and dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trek to Matang Wildlife Center Today’s trek passes through some of the most impressive rainforest scenery in Sarawak. This trail starts at the 900 ft mark on the Gunung Serapi Road and leads to the nearby Matang Wildlife Center, some 3 hours and 30 minutes away. Along the way, we pass crystal-clear waterfalls and see dozens of fascinating plant species including rare ferns, orchids, and also numerous palms. Kubah has so many varieties that it is known as “The world of Palms.” Also prominent in the park is the carnivorous pitcher plant. Rest assured, the pitcher plant is harmless to us but remains a menace to small invertebrates, such as insects. Animals such as bearded pigs, mouse deer, squirrels, and black hornbills call this park home. Though sightings of wildlife are not guaranteed, the sight and scent of the tropical rainforest—which remains largely undisturbed—is a treat by itself! The impressive jungle trek ends at a clear jungle stream adjacent to the Matang Wildlife Center. Matang Wildlife Center is Sarawak’s main center for wildlife rehabilitation. The rescued animals being rehabilitated here include orangutans, sun bears, bearcats, civet cats, sambar deer, barking deer, porcupines, and crocodiles, all of which can be seen in spacious, natural enclosures. A large aviary houses a variety of hornbills, as well as Brahminy kites and sea eagles. We will stay overnight at the park accommodation. Hiking distance: 6.5 km; elevation gain: 280 m Accommodation: Retreat @ Serapi Meals: Breakfast, lunch, and dinner N/B: If the Matang Wildlife Centre is closed due to the monsoon season or National Park directive, we will cycle to Permai on Day 6 and do the hiking at Gunung Santubong National Park (Blue Pool Trail)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cycle to Damai Beach: Enjoy your morning ride along a beautiful mangrove coastal way taking in great views of Mount Santubong, our final destination today. Along the way, we will visit the Malay fishing kampong of Buntal and lovely village poses as a great opportunity to spot migratory birds along the spectacular coastline. After lunch at a local seafood restaurant, we ride the final 13-km scenic stretch to Damai Beach. Upon reaching Damai Beach, you will have the opportunity to relax on the beach at our jungle resort. Cycling distance: 57 km Accommodation: Permai Rainforest Resort Meals: Breakfast, lunch, and dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tour Concludes in Kuching: On our final day, after breakfast, we take you back to Kuching airport for your return flight. Meals: Breakfast"
    }
  ],
  "map": ""
}