{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-wildlife-holiday-sarawak",
  "tourName": "Borneo wildlife holiday, Sarawak",
  "placesVisited": "Kuching, Semenggoh Wildlife Centre, Bako National Park, Gunung Gading National Park, Batang Ai Lake National Park, Overnight in a jungle lodge, Mulu showcaves, Kota Kinabalu, Opportunities for orangutan viewing, jungle swimming and trekking",
  "generalInfo": "Sarawak, or the 'Land of the Hornbills' as it's also known, is sometimes overlooked over its more visited neighbour Sabah yet offers a host of excellent adventure activities to enjoy. This 14-day Sarawak holiday starts with an easy tour of Kuching 'Cat' city with its host of colonial buildings and local markets and also visits Bako National Park to hike the walking trails and search for local wildlife including the rare hornbill and proboscis monkeys. Explore Gunung Gading National Park in search of the world's largest flower, the rafflesia, which can measure anything up to 100cm in diameter and often have a very short flowering period. <br/>Travel to Batang Ai National Park and board a traditional longboat upriver to Nanga Sumpa Lodge, this is an opportunity to search for wildlife along the way in what is an important orangutan nesting area. Spend time with the local Iban tribe to enjoy a visit to the nearby Ensulai Waterfalls and learn about their unique way of life - you may even learn how to fish iban-style! Fly to the famous Mulu Showcaves and explore these natural wonders which were created over thousands of years by the simple passage of water through limestone rock. Clearwater Cave comes in at an impressive 200 kilometres in length (don't worry you won't be expected to walk the whole length!) and the caves are also home to millions of bats which can be seen leaving to seek food at dusk, a truly impressive sight. <br/>End the trip with time to relax on the beach at the five-star Rasa Ria Resort in neighbouring Sabah which offers a luxury finale and an array of activities and excursions. Don't forget to include a visit to their 64-acre nature reserve which is home to an abundance of animal and birdlife. A fitting end to a wonderful Borneo adventure.",
  "durationDays": "14",
  "price": "4065",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Kuching."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Kuching and transfer to your hotel. This afternoon is free at leisure to relax after the flight. Overnight Kuching."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a morning visit to Semenggoh Wildlife Centre to witness the feeding of the orangutans. Return to the city for lunch followed by a tour of this clean and riverine city. (B,L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today head from the city to Bako National Park, home to a range of wildlife including proboscis monkeys and the rare rhinoceros horbill, the state bird of Sarawak. Explore the coastline and walking trails to search for the resident wildlife. Return to the city for overnight. (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning head to Gunung Gading National Park in the hopes of seeing the world's largest flower, the rafflesia. Enjoy a jungle trek along the plankwalk to discover the flora and fauna of the park and relax by a small beach or jungle stream. Return to Kuching for overnight. (B,L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart the city and head into rural Sarawak this morning, namely the Batang Ai National Park. Stop en-route at Lachau bazaar to explore the native market and arrive at the Batang Ai lake. Board a traditional longboat and ruise upriver to Nanga Sumpa Lodge. Enjoy dinner at the lodge and the evening free at leisure. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast hike the jungle trails to see the wildlife, this area is an important monitored orangutan nesting site. Take a longboat upriver to the Ensulai waterfall for a swim and a riverside BBQ. Ask your local Iban guide to demonstrate fishing, iban-style! After lunch trek further through orangutan country to Lubok Kasai Lodge. Enjoy time to relax with a swim in the river. After dinner,enjoy a short walk near the lodge to look for nocturnal wildlife surrounded by the sounds of the jungle. Overnight in the lodge. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Return to Kuching this morning with lunch taken en-route. Overnight in the city. (B,L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning fly to Mulu, home of the magnificent Mulu showcaves. Enjoy a scenic plankwalk through the forest to Deer Cave which has the world's largest cave entrance. Also visit Lang's Cave with its impressive stalactites and stalagmites. Enjoy the spectacle of millions of bats departing the caves in search of food at sunset before trekking back to your accommodation by torch light. Overnight Mulu Park Chalets. (B,L,D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Proceed upriver this morning to Wind Cave and explore the 'King's Chamber'. Also explore Clearwater Cave via a plankwalk which is home to rare orchids and pitcher plants. Enjoy a packed lunch before returning to your accommodation for the afternoon at leisure. (B,LD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning return to Mulu airport and fly to Kota Kinabalu. Land and be transferred to the Rasa Ria Resort. Enjoy time at leisure. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today is at leisure until you return to the airport for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}