{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "honeymoon-in-borneo",
  "tourName": "Honeymoon in Borneo",
  "placesVisited": "Sandakan, Sepilok Nature Reserve, Sepilok Orangutan Sanctuary, Kinabatangan River Cruise, Abai Village, Danum Valley, Kadazanduun ancient burial site, Kota Kinabalu, Gaya Island",
  "generalInfo": "This unforgettable Borneo Honeymoon offers you a tempting mix of boutique resorts, rustic lodges, adventure, wildlife and relaxation. You will see Orangutans, Proboscis Monkeys, Pygmy Elephants (if you're lucky) and wildlife galore. This is the perfect experience for those wanting an extra-special honeymoon away from the crowds to make memories to last a lifetime.<br/><br/>As a tailor-made travel specialist we can offer you a complete hand-made approach to your plans and wishes for this special holiday. We offer everything from 3* city options to 5* properties plus boutique and eco island stays. Please ask should you wish for this itinerary to be further tailored to your needs and explore the alternative options available.<br/><br/>During your honeymoon, you will visit the renowned Sepilok Rehabilitation Centre. This leading conservation centre houses orphaned Orangutans and helps to return them to the wild. You will also visit the Sun Bear Conservation Centre close by. <br/><br/>Set out on a river cruise to explore the heart of Borneo’s rainforest. Enjoy meandering along the river spotting wildlife, disembark to trek into the jungle  and enjoy overnight stays while the sounds of the jungle resonate around you. <br/><br/>At the end of your incredible jungle journey, retire to the sanctuary of an idyllic island to savour luxurious accommodation by the beach, romantic meals for two and some well-deserved rest, relaxation and romance. Room types have been upgraded where possible to give you added luxury and we can tailor this honeymoon to your exact requirements and budget.",
  "durationDays": "14",
  "price": "3635",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Kuala Lumpur. We'd be happy to give you a quote for flights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive into Kuala Lumpur and transfer to your hotel. A garden city with plenty to see and do. The frenetic Chinatown, the splendid Moorish architecture of the Sultan Abdul Samad Building and railway station; the Petronas Twin Towers, the Lake Garden with its Butterfly Farm, Batu Caves, Orchid Garden…and much more."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to Borneo - you will be met by our wonderful ground agents who will transfer you to your luxurious lodge on the edge of the jungle where you can relax for the afternoon. (D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day at your leisure to explore Sepilok. We’ll include a complimentary tour of the facilities in the morning! Sepilok Sanctuary covers 4,000 hectares and is one of only four Orangutan sanctuaries in the world. Start with watching the feeding session at the Orangutan Sanctuary. You can also visit the Bornean Sun Bear Conservation Centre which houses over 30 Sun Bears while the Rainforest Discovery Centre has a 147m canopy walkway , offering an unrivalled experience to traverse the treetops 28m above the forest floor. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Abai to your riverside lodge. Surrounded by lush greenery, this is the wildlife epicentre of Borneo and best place to find wild orangutan. After a relaxing lunch, take a cruise downriver on the hunt for Proboscis Monkeys and the Hornbill as well as Pygmy Elephants and Orangutans. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer further upriver to Sukau and enjoy another day of wildlife observation. (B, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer overland to the Danum Valley. Danum is one of the few places in Borneo where you can stay in luxury within a primary rainforest, at the amaing Borneo Rainforest Lodge. Search for the Clouded Leopard, an Orangutan or Proboscis Monkey. After lunch, enjoy a trek through in one of the world's oldest remaining rainforests and enjoying a thrilling suspension walkway through the treetops. In the evening, a night time jeep tour takes you out spotting nocturnal animals. (B, L, D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A full day to explore Danum Valley starting with a nature walk, a trek to a stunning viewpoint for a bird-eye view over the rainforest and Danum Valley, and a trip to a bubbling spring for a refreshing dip. After dinner, join a night walk around the lodge to spot wildlife. (B, L, D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer back to Kota Kinabalu and on to your luxurious beach escape, the perfect way to end your honeymoon in Borneo. Surrounded by pristine beaches, you can relax, swim, snorkel and indulge in delicious food and spa experiences. Learn about the conservation efforts of this eco-resort and assist with coral planting (optional) (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy complete relaxation at your island resort. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Day at leisure until check out for your boat transfer back to Kota Kinabalu and onto the airport for your return flight back to the UK (B)"
    }
  ],
  "map": ""
}