{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sabah-ultimate-wildlife-tour-in-borneo",
  "tourName": "Sabah ultimate wildlife tour in Borneo",
  "placesVisited": "",
  "generalInfo": "Borneo is one of the world’s greatest wildlife watching destinations, a top 10 location for anyone with a vested interest in the natural world. Whether it is the incredible close relation to humans in the orangutan or the smaller than usual population of Asiatic elephants or even the wealth of birdlife, endemic reptiles and amphibians or the abundance of very rare mammals that hide by day and come out in the night; the island of Borneo is a treasure trove for any nature lover.<br/><br/>Introduction:<br/>Asian wildlife doesn't come much more iconic that the massive red 'man of the forest', otherwise known as the orangutan or the second largest land animal in the world the Asiatic elephant and both of these incredible and endangered animals are easily seen in Borneo. <br/><br/>But there is much more to Bornean wildlife than these two species, there are hundreds of species of birds including no less then 15 species of large and stunning hornbills, many endemic species such as Proboscis monkeys and some real wildlife rarities like Sunda clouded leopards and sun bears. <br/><br/>As well as the birds and mammals which are most well known internationally the island of Borneo also has a wealth of reptile and amphibian life, from the large Saltwater crocodile and reticulated python to tiny flying frogs which glide through the forests and it is not just the animals, the plant life in Borneo is also second to none. Carnivorous pitcher plants lie in wait for unsuspecting insects and the world's largest flower the rafflesia is also found only in Borneo.  <br/><br/>Some of these species are among the rarest in the world and with so much deforestation occurring throughout South East Asia there are fewer and fewer pockets of rainforest left each year. Some of these species are intensively studied and we have a very good chance of seeing them, some are not protected very well at all and so they will be harder to find, but over the last few years our network of guides throughout the country have been scouring the forests and reserves looking for new locations for ecotourism and hopefully sites for rare and endangered species. <br/><br/>In doing this we happened to come across a location which produces more sightings of incredible and highly targeted species than anywhere else in the world.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Sandakan. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your  naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including around 7 hours of spotlighting per night when in Deramakot) and extra-long night safaris in Tabin - these have been specifically negotiated; only if you request to have a rest day will we not arrange a safari into the Bornean forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. For example in Deramakot, Danum, Tabin and Kinabatangan we will be spotlighting in the night. But we will also be focusing on daytime species in Tabin, Danum and Kinabatangan too, no other tour will offer as much time spent looking for wildlife in Borneo than this one.<br/>• We have specially negotiated extra-long night safaris in Tabin to further increase our chances of seeing nocturnal and rare species. <br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Bornean orangutna, Asiatic elephant, Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and sun bear and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits 4 main areas in the province of Sabah in the north-eastern part of Malaysian Borneo. We will arrive and depart from the town of Sandakan. In between we will visit Deramakot Forest Reserve, the Sakau region of the Kinabatangan River and also the famous Danum Valley and Tabin Wildlife Reserve.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife activities will be done in a vehicle or boat and so there is no great level of physical fitness needed.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old",
  "durationDays": "16",
  "price": "6495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kinabatangan River - Arrival This morning you will be collected at the airport in Sandankan and then be driven to the Kinabatangan River (~2 hours). Here you will check in and then have lunch and then afterwards we will be taken on the river for our first river cruise / safari. The Kinabatangan wildlife sanctuary is one of only two known places on Earth where 10 primate species can be found living wild together. The enigmatic Bornean orangutan and the curious looking proboscis monkeys are the two most sought after primate species here however the ubiquitous long-tailed macaque is the most common. The largest inhabitants are Borneo’s own endemic sub-species of Asiatic elephant (the Borneo pygmy elephant) which we will try to see. Another fairly common and large inhabitant here is the largest reptile in the world, the saltwater crocodile. This part of the river traces through lowland forest and mangrove swamps near the coast provide sanctuary for them. Bird watchers usually find the Kinabatangan simply incredible while they spot incredible bird species from the famous Borneo’s hornbills to the rare Storms storks. We will also head out in the evening to try and find nocturnal species such as flat-headed cats. (dinner is the only meal included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tabin Wildlife Sanctuary - Travelling & Wildlife Watching This morning we will depart after breakfast from the Kinabatangan River and travel to Gomantong Cave, this is one of the world’s most famous caves and was immortalised in the BBC’s Planet Earth series due to the enormous mountain of guano and the millions of cockroaches and other invertebrates that live there. The forests around the caves are home to many species of wildlife including orangutans. The cave is some 90m high and full of wildlife, alongside the innumerable invertebrates including the odd looking long-legged centipedes there are four species of swiftlet (white-nest, black-nest, mossy-nest and white-bellied) and around 27 species of bats (mostly wrinkle-lipped bats which number around 2 million in the cave). The nearly self-sufficient ecosystem inside the cave is completed with predators including bat hawks and pythons that feed on the bats and swiftlets as they come and go from the caves. From the caves we will stop at the town of Lahad Datu where we will meet our new driver and get into the vehicle owned by the Tabin Wildlife Sanctuary. Once we get to the sanctuary we will check in, have lunch and head out into the forest for a guide walk with one of their expert local guides. Nestled within the rainforest beside the Lipad river, the resort is home to a surprising variety of birds, insects and small mammals, even right beside the buildings of the resort it is possible to see several species and discover the rich variety of jungle herbs, some endemic, used for generations by local folks for the treatment of various ailments. In the afternoon we are likely to visit the active Lipad mud volcano which provides a mineral salt lick for wildlife. After trekking through the rainforest for around 20 minutes, we arrive at the elevated bare area of the mud volcano which is frequented by wildlife (elephants, bearded pigs, sambar, muntjacs and other species) and birds. The adventurous among us can try the effects of the volcanic mud, said to be responsible for a fine complexion, by applying the mud to their skin. Trek back to the resort along elephant trail, which is a great way to experience the forest and spot elusive species that live in the dense forests here. After dinner we will head out in a vehicle with our guide and a spotlight to see what animals are active along the roads running through the forest. This is a specially arranged extra long night drive, to increase our chances of seeing animals. It is possible for Sunda clouded leopards, flat-headed cats and sun bears here but it is more likely that we will find various flying squirrels, civets, yellow-throated martens, slow loris as well as reptiles and amphibians. There is a population of Sumatran rhinos here as well, although I think the last one was seen in the wild here in the 1980’s. (all meals included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tabin Wildlife Sanctuary - Wildlife Watching Today you will further explore the forest in the morning, afternoon and then after dark. We will trek along various trails, visit a watch tower and spend some time up there and wait for animals fly past, emerge from the forest and cross the road or climb along the canopy and into view. We will also drive the roads in search of as many species as we can find. In between our excursions into the forest we will return to the lodge for our meals and a little rest. After dark we will have our second (specially arranged) extra long night drive. (all meals included today)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Danum Valley - Travelling & Wildlife Watching At dawn we will head out in the vehicle (or walk – we will confirm this on the day) before breakfast, this is our last chance for seeing wildlife here before we leave for our next destination. After breakfast we will leave for the town of Lahad Datu again and there meet our new driver and vehicle and head into the depths of pristine Danum Valley. Prior to 1995, Danum Valley Conservation Area (DVCA) was an informal protected area in the Ulu Segama Forest Reserve. It is a mixture of primary, undisturbed, predominantly lowland rainforest with an outstanding complement of Borneo flora and fauna. The forest is full of wildlife we will explore the park with one of the lodge’s expert guides, we will be in our own small group and will be able to focus on the species we want to target first. The forest has a network of trails and canopy walkways and watch towers. Like in other places we will head out into the forest in the morning, afternoon and then at night, we will have a combination of walks and drives. As well as many of the species that live in the other forests we have been to and will visit next we will hopefully see western tarsiers, otter civets and have good sightings of orangutans here. Once again like our other destinations we will come back to the lodge for our meals and rest in the middle of the day, but like elsewhere we are staying the wildlife and forest comes straight into the lodge grounds. There are many species of birds here and many of them are found in the grounds of the lodge. (all meals included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Deramakot Forest Reserve - Travelling & Wildlife Watching This morning we will leave the Danum after breakfast and drive back to Lahad Datu and once again change drivers and carry on to the town of Telupid and then change vehicle to a 4×4 and continue on-wards to Deramakot Reserve. This 55,000 hectare reserve is home to many of Borneo’s large and iconic species including elephants, orangutans, Borneo gibbon, banteng and several elusive species which are seen here with more regularity than anywhere else in the world. It is these species which are the real highlight for us and our main targets when here. They are also largely nocturnal and so we will head out into the forest at night for extended drives and hikes. This is to maximise our chances of seeing the wonderful Sunda clouded leopard, sun bear and marbled cat, but along with these species several other rare species have been seen here such as Sunda colugo, Sunda pangolin, banded linsang and the forest is also home to the rarest cat here the bay cat. As long as we are not too tired after a long journey to get here from Danum Valley we will head out after dinner to try and see our first nocturnal species in Deramakot. (breakfast and dinner are the only meals included today)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Sandakan - Travelling & Rest This morning we will have breakfast and depart from Deramakot and head back to the large town of Sandankan and our accommodation. However before arriving at the hotel we will visit Labuk Bay Sanctuary which is home to the world’s only proboscis monkey sanctuary. The owner of this plantation saw that the monkeys were dying out because of the development and deforestation of their mangrove habitat and decided to keep his free from palm oil and set up small feeding stations to supplement the diet of the resident troop of proboscis monkeys and Sundaic silvered langurs. Since then the place has become popular with tourists as it is the only place where you can get very close to these species and the populations have increased well. Afterwards you will arrive at the hotel and the rest of the day is free. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Sepilok Reserve & Home - Wildlife Watching & Departure This morning you will leave first thing and head to Sepilok, hidden among a veritable treasure trove of tropical plants, grasses, huge trees and spectacular orchids in bloom, the world-famous Kabili-Sepilok Forest Reserve is home to some of the last wild Orang-Utans of Northern Borneo. This is largely in because of the work being done at the Sepilok Orangutan Rehabilitation Centre which was founded in 1964, to rehabilitate orphan orangutans. Today around 60 to 80 orangutans are living free in the reserve. As well as rescuing other wildlife like sun bears, gibbons, Sumatran rhinos and elephants the center is open for us to visit and see some of the semi wild orangutans as they learn how to be fully wild animals again. From here you will depart to the airport to catch your afternoon flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}