{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-rainforest-beach-adventure-holiday",
  "tourName": "Borneo rainforest & beach adventure holiday",
  "placesVisited": "",
  "generalInfo": "This Borneo holiday focuses on the wildlife, rainforests and beaches of the Sabah region of Borneo, one of the best areas for seeing the great variety of Borneo’s fauna and flora. You will get to trek through jungles that are millions of years old teemed with so much wildlife, from the smallest insects and amphibians to orangutans, gibbons, pygmy elephants and birds. We will have plenty of time to trek in the rainforest and experience it at first hand, both during the day and at night. As well as having time to relax at some of Borneo’s best lodges and beach resorts.",
  "durationDays": "12",
  "price": "3500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN KOTA KINABALU: The trip starts when you arrive at Kota Kinabalu Airport. Our driver will meet you at the airport and transfer you to your hotel for check in. Enjoy the rest of the day at your own leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KINABALU PARK & PORING HOT SPRINGS (B, L) Depart early in the morning for a scenic journey into Borneo’s rugged island interior. Travel along winding roads, passing paddy fields and local villages en-route to the Poring Hot Springs. Take a walk around this beautiful compound which takes its name from the giant bamboo that surrounds it. See Japanese-style outdoor hot tubs which are filled from natural hot springs believed to possess therapeutic effects. Continue to nearby Kipungit Waterfall to admire this spectacular natural wonder. Alternatively, opt for a trek to the canopy walk, a suspension bridge that soars 40-metres above the forest floor. For thrill seekers, this swaying, man-made bridge is an ideal place to enjoy views of the rainforest, tree canopies and distant rolling hills. At midday break for lunch then resume the drive back to Kota Kinabalu, stopping at Mount Kinabalu National Park. Take a guided walk and learn from a local naturalist about the vast array of flora found in this lush park. Admire views of Mt Kinabalu, Southeast Asia’s highest peak, in the distance before returning to Kota Kinabalu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KOTA KINABALU-SANDAKAN (B,L) Early morning meet our driver at the main lobby for the transfer to the Kota Kinabalu Airport for the flight to Sandakan. On arrival to the Sandakan Airport, we meet our guide and proceed to Labuk Bay Sanctuary. We drive through small villages and past endless palm oil plantations- a stark reminder that the natural habitat of the Orangutan and gibbons is under constant threat from commercial interests. We arrive at the Labuk Bay Proboscis Monkey Sanctuary, arguably the best Borneo endemic Proboscis monkey observation post. We will wait to see the feeding time, when the animals will approach the feeding platforms. Oriental pied hornbills, squirrels, silver-leaf monkeys, can often be spotted here as well. Following our introduction to the Proboscis monkeys we proceed to the unique English Tea House for lunch. Located in the grounds of the Agnes Keith house, we experience the lush, tropical greenery and cool breezes while enjoying spectacular views of the town and bay. After lunch, we transfer to your hotel and the afternoon is free at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SANDAKAN - SUKAU - KINABATANGAN RIVER (B, L, D) After Breakfast at the hotel we start out tour of the Sepilok Orangutan Rehabilitation Centre, the largest and most renowned in the world. We can view displays at the Nature Education Centre to learn about the work to rehabilitate orangutans into the wild and see a slide show on the functions and rehabilitation efforts of the reserve. We will then walk into the rainforest to view orangutans being fed in their natural habitat. After the feeding, we will proceed overland to the Gomantong Caves- famous as a source of swiftlet’s nests which are the raw material for Bird’s Nest Soup, an expensive Chinese delicacy. The journey takes just over 2 hours and upon arrival we walk on a planked walkway to the cave and then explore one of the most fascinating caves in Sabah. Thereafter continue overland for about half an hour to Sukau where we will check into our lodge. Depart for an estimated 2 hours overland journey to the multi award winning Sukau Rainforest Lodge. Take a river cruise using electric motor in search of wildlife and birds. Enjoy candle light dinner overlooking the river bank followed by slide presentation and interpretation by naturalist guide."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KINABATANGAN RIVER (B, L, D) Take a 6am morning river cruise up the Kinabatangan River to Kelenanap oxbow lake to view more birds and wildlife. After breakfast, proceed for an educational tour along the lodge’s Hornbill Boardwalk with our in-house naturalist. After lunch, join our in house Orangutan Talk activity. In the afternoon, we proceed for another river cruise for more wildlife"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KINABATANGAN RIVER - SUKAN - TABIN WILDLIFE (B, L, D) Wake up to the calls of birds, insects and other animals. After breakfast, we will drive for about 4 hours to the Lahad Datu. Thereafter, continue to Tabin Wildlife Centre. Check into an attractive timber lodge at Tabin Wildlife Resort, which comes complete with private balcony, air conditioner, ceiling fan and hot water shower, a welcome luxury in the forest. Nestled within the rainforest beside the Lipad river, this loely setting is home to a surprising variety of birds, insects and small mammals. Discover the rich variety of jungle herbs, some endemics, used for generations by local folks for the treatment of various ailments. In the afternoon, trek from the Elephant trail to the active Lipad mud volcano which provide a mineral salt lick for wildlife, arrive at the elevated bare area of the mud volcano which is frequented by wildlife and birds. Try to identify the multitude of animal footprints here. The adventurous can try the effects of the volcanic mud, said to be responsible for a fine complexion. Trek from the mud volcano back to the main road. After dinner, enjoy a night walk to look out for nocturnal wildlife and birds. Remember to look up at the clear, dark sky or Tabin, identify the constellations above you and make a wish or two. Please Note: 4WD Transfers in and out from Lahad Datu to Tabin and programs in Tabin Wildlife Reserve is on a join in basis. Private transfers and private guides can be requested at a supplement (even with a private guide vehicle usage for all resort activities and night drive will be on a join in basis)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TABIN WILDLIFE (B, L, D) Join the early morning bird walk to discover some of Tabin’s rich collection of almost 300 bird species. After breakfast, we will go on a short drive to a core area within Tabin Wildlife Reserve, stopping on the way at a bird watching tower for another chance to see some of the 300 species of birds. We will also visit the Orangutan Release Centre, where your guide will explain the process of how the Orangutans are released, before trekking through the lush green rainforest known for its rich diversity of plants and animal species, as well as take a trip to the Lipad Waterfall. Take a dip in the natural pool and enjoy a refreshing shower under the waterfall. Alternatively explore the surrounding vegetation or just relax. In the afternoon, try out the Tabin Rainforest Foot Soak made with a natural blend of herbs, to relax tired muscles after long jungle treks. In the evening, a dusk drive to look out for more nocturnal wildlife and birds coming out to look for food during this time of day. After dinner, go for a night walk along the trail nearby the resort in search of sleeping birds, frog and nocturnal wildlife."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TABIN WILDLIFE (B, L, D) Jungle walks nearby the resort in the morning and afternoon. Enjoy dinner at the resort before heading off on a night safari to look out for more nocturnal wildlife and birds."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TABIN WILDLIFE - LAHAD DATU - KOTA KINABALU (B, L-day 9 only) After breakfast at the lodge, you will have the day for your own leisure until we transfer to the airport for your onwards flight to Kota Kinabalu. Arrive in Kota Kinabalu and be meeted and greeted by our representative and proceed to your resort for your 3 night beach stay. Check-in. Rest of the day at leisure and own activities."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KOTA KINABALU - DEPARTURE (B): After breakfast, transfer to the airport in time for your flight home"
    }
  ],
  "map": ""
}