{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-5-day-cultural-tour",
  "tourName": "Sarawak 5 day cultural tour",
  "placesVisited": "",
  "generalInfo": "This compact 5 day, 4 night cultural tour offers the best of the Borneo experience with Iban, Malay, Chinese as well as Melanau cultures of Sarawak. Local markets, traditional fishing villages, &amp; longhouses are just a few of the things you’ll encounter on this rich cultural tour.",
  "durationDays": "5",
  "price": "5322",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kuching - Maludam (Malay Fishing Kampong): After pickup from the hotel/airport, we drive northward using the Sarawak coastal way which is remote from the usual tourist route of Batang Ai. We drop by a local fishing market and take photos of the catches of the day. Along the way, we cross two major Borneo rivers, one over a huge bridge and the other using a unique car ferry together with local commuters. We arrive at Kampung Hilir Maludam, a peaceful Malay fishing village, and check into a local homestay. Spend some relaxation time at the back patio to watch the fishing boats returning. After lunch, we ride a speedboat to discover Maludam NP in search of proboscis monkeys, and if you are lucky, you may have a chance to sight the endangered Red Banded Langur. Returning to the village, we will get to participate in a Malay traditional baking class in the neighborhood. If it’s the time of the season, we will be able to watch jellyfish and dry fish processing in the local village during the kampong walking tour. We then join the family dinner on the dining floor of the local host and be entertained by local Malay dance and music performances. Stay overnight in this simple homestay for a full experience of a traditional Malay fishing village. Maludam Homestay Meals: Lunch & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Traditional Iban Longhouse: The winding road heading inland is hilly and you can enjoy the great view of the rainforest dotted with small scale pepper farms, rice fields, and rubber plantations. You’ll disembark at a traditional Iban longhouse in Betong, to meet with the longhouse chief. Explore the local community with your local host and enjoy spontaneous ‘longhouse hospitality‘ at its best. The main sources of income in the interior is rubber tapping and pepper planting. You’ll see raw rubber being dried in front of the longhouse as well as pepper processing! We take a 20 minutes hike to the nearby waterfall through the Kebun (farm) and take part in some of the farm activities. At dinner time, spend time with the rest of the longhouse folks to exchange stories. Longhouse hospitality is from the heart, but the facilities tend to be fairly simple; be prepared to eat seated on the floor, and sleep on a mattress under a mosquito net. Iban Longhouse, Betong Meals: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Betong - Sibu (Rejang River Hub): Wake up to the sound of nature surrounding the centuries-old longhouse and have a simple breakfast prepared by the host. You will get to see the residents of the longhouse going about their daily life such as heading off to their Kebun (farm), rubber tapping and some are drying their peppers in front of the longhouse. In the late morning, we say farewell to our lovely local host also Tuai Rumah (the chief of longhouse), get ready for our next adventure to Sibu, Sarawak. Sibu is the largest port and commercial center in the Rejang Basin and the gateway to Central Sarawak. Upon arrival in Sibu after a two hours journey, we have a local favorite hawker lunch such as kampua (noodle) and kongpia (mince meat bun). In the afternoon, join us on Sibu Heritage Trail including a visit to the mind-boggling Sibu market, one of biggest markets in Sarawak – home to more than 1,200 stalls serving up a bedazzling variety of commodities. The market can be leisurely covered on foot and the highlights are the Iban ladies selling exotic fruits, jungle produce and handicrafts, and the Chinese poultry sellers who offer their live chickens and ducks neatly wrapped up in tubes fashioned from old newspapers. We then take a stroll of Old Sibu Town and soak in the sights and smells of pastries baking in earthen ovens, alleyways with small businesses that provide priceless photo opportunities. Take a leisurely stroll on a beautiful esplanade alongside Malaysia’s longest river – The Mighty Rajang River. Walk on to a beautifully crafted Chinese Temple, climb up the Seven Storey Pagoda and take a panoramic view of Sibu’s waterfront life. Tonight, you will enjoy the modern town of Sibu in a local restaurant before settling into the comfort of a local 4 stars hotel. 4 Stars Tanahmas Hotel Meals: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sibu - Mukah (Melanau Heartland): From Sibu, cruise the Igan river Sarawak in a speedboat to the town of Dalat. The Melanau is one of the most celebrated ethnic tribes in Sarawak, known for their gentle, loving nature and seafaring skills. The boat journey will bring you through the meandering river, passing Melanau villages, timber & sago processing factories and Iban longhouses. Mid-way through your journey, jump off the boat for a stop at the Sungai (River) Kut Melanau Village and take a glimpse into the peaceful, undemanding and amazingly serene village life. Then back into the boat which will snake its way between a rainforest & mangrove swamp before arriving in Dalat Town. Visit the iconic Church by the River & The Jerunei Garden to find out what’s so fascinating about these two icons of Dalat. Continue your journey to Lamin Dana, an authentic Melanau Village that also houses the Melanau Cultural Centre. Stay the night at Lamin Dana, a traditional Melanau house built above the water. Lamin Dana Homestay Meals: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mukah - Departure: After breakfast, take a leisure boat cruise along the dark mysterious brackish waters of Tellian River & Misan River. Visit the local sago processing center, a cottage industry that produces Sago Pearl the traditional way. Sago pearls are exported all over the world for various uses in food and beverages such as “Chendol” or “ABC”, local delicacies being the most prolific. Proceed to the Mukah market where you experience locals trading and carrying on with daily activities. Go “Bizarre Food” and sample Siet (Sago Worm) and Umai (Fresh Raw Fish). This will earn you bragging rights when you go home with the prized photos of you savoring these two famous dishes. After Lunch in Lamin Dana, visit Lamin Dana Handicraft center, learn and understand about Melanau handicraft. We then say goodbye to the host and take a 3.5 hours transfer to Sibu Airport for a connecting flight to Kuching, Sabah or Singapore, or alternatively, transfer to Mukah Airport for Kuching or Miri or overland trip to the other part of Sarawak Borneo. Meals: Breakfast, Lunch"
    }
  ],
  "map": ""
}