{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "kalimantan-tour-hidden-borneo",
  "tourName": "Kalimantan tour, hidden Borneo",
  "placesVisited": "",
  "generalInfo": "Secluded jungle, lush interior mountains, enchanting wildlife and intriguing tribal history. Kalimantan offers a side to Borneo that fewer people experience and we’re taking you out onto its rivers. The fearsome headhunting traditions and mysterious jungle creatures of this region, intrigued past explorers and are still enticing adventurous travellers to this exotic corner of the globe. The conservation efforts of the Borneo Orangutan Survival Foundation and the chance to see their rescued and rehabilitated orangutans is an emotionally uplifting yet sobering experience and one that cannot be missed. And, just as moving, is spotting these awe-inspiring creatures in the wild. <br/><br/>We start our journey in Tumbang Malahoi, where we are welcomed into the home of a Dayak Ngaju tribe. Moving into the forest, we look out for hornbills and wild orangutans whilst marvelling at the endemic vegetation of the region. Departing on our river cruise, we see the forest from a different perspective as we float by small villages before canoeing through the glittering black water lake and keeping our eyes peeled as we search for proboscis monkeys and Brahminy kites. Heading upstream along the Rungan River, we leave our beautifully crafted river boat for our motorised canoes which transport us to the orangutan pre-release islands managed by the Borneo Orangutan Survival Foundation. We learn all about their vital work and spend some time watching the orangutans before cruising to the tiny riverside village of Kanarakan, where we are welcomed with a performance from the elders of the Dayak Ngaju tribe. We wander the rubber fields, village and gardens and share stories over a traditional spiced coffee or herbal tea. Lake Tahai is the perfect spot for canoeing and early morning bird watching, whilst Sei Gohong is the next village on our route, where our education of traditional practises in Kalimantan continues when we meet the local medicine expert. <br/><br/>Our last few days are packed full of activities as we visit Samboja Lestari, the site of the first BOSF orangutan introduction programme. Whether it be leisurely nature walks, a hike deep into the rainforest or a trip with a local fisherman that takes your fancy, there is plenty on offer for everyone. The real highlight at Samboja though, is our visit to the orangutan island, a natural, semi-wild home for orangutans that cannot be released and the sun bear sanctuary. Rugged and unruly, Kalimantan translates to ‘River of Diamonds’, so what better way to explore this tropical wonderland, than via the river.",
  "durationDays": "14",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Jakarta - Arrive in Jakarta and transfer to your hotel. Overnight FM7 Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Palangkaraya – Tumbang Malahoi - Fly to Palangkaraya and then drive to Tumbang Malahoi, where we stay in a traditional Dayak longhouse. In the evening, we join the family of the longhouse for dinner and talk with the elders about everyday life here and their culture and traditions. Overnight simple longhouse. (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tumbang Malahoi - Accompanied by a local guide we hike in the surrounding forest, learning about local agriculture and how rubber is tapped from the trees. In the afternoon, we visit a Kaharingan (the Dayak traditional religion) temple and then in the evening see traditional Dayak dances. Overnight simple longhouse. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Palangkaraya - Drive back to Palangkaraya. Afternoon at leisure. Overnight Swiss Belhotel. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Palangkaraya - Travelling across the black Sebangau Lake and Sebangau River by speedboat, we reach the start point of our trek. The trek takes us into the peat swamp forest of Sebangau National Park to see endemic vegetation and to spot wildlife such as hornbills, wild orangutans and monitor lizards. Overnight Swiss Belhotel. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Palangkaraya - We depart from Palangkaraya for our river cruise. We pass stilt and floating houses and continue along the forested river, passing various villages. In the evening, we canoe through the shimmering black water lake and make a stop for a short stroll around Kalaweit island, keeping an eye out for proboscis monkeys, hornbills and Brahminy kites. We return to our cruise boat in the evening for a quiet dinner in the midst of the forest. Overnight Rahai’i Pangun cruise boat. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bapallas Island - Kanarakan – Tahai - Continue upstream along the Rungan River. At Bapallas Island, we travel by boat to observe orangutans on the pre-release islands of the Borneo Orangutan Survival Foundation. We then cruise to Kanarakan and explore the village, home gardens and rubber fields, as well as visiting a local home. Returning to our boat we continue to Lake Tahai. Overnight Rahai’i Pangun cruise boat. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tahai – Sei Gohong – Bapallas and Muara Rungan - Optional early morning birdwatching, then visit the village of Sei Gohong where we will meet an expert in traditional medicine and walk to the nearby forest to find several plants that are used as traditional medications by the Ngaju people. We board the boat and cruise downstream to Muara Rungan passing Bapallas Island to spot more orangutans. Overnight Rahai’i Pangun cruise boat. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Palangkaraya - We cruise to the village of Tanjung Sanggalang on the Kahayan River and then drive to Bukit Rawi and Sigi, where we will see ancient Dayak painted sandungs and watch a traditional dance. We cruise to Palangkaraya in the afternoon and spend the rest of the day at leisure. Overnight Swiss Belhotel. (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Balikpapan – Samboja - Fly to Balikpapan and transfer to Samboja Lodge, situated on the Samboja Lestari Reforestation Estate. Overnight Samboja Lodge. (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Samboja - There are two daily activities at Samboja that we can join. The first is a visit to one of the six man-made Orangutan Islands that are a short walk from the lodge. The island that can be visited, is home to orangutans that cannot be released into the wild due to handicaps and behavioural issues. There is a two-metre wide canal around the island from which we can view the orangutan from a safe distance, ensuring their well-being is protected. We may see the workers bringing over all kinds of fruits, vegetables and leafy branches and our guide will explain all about the project. The second is a visit to the Sun bear sanctuary and there is a bridge over the enclosure from which we can observe the Sun bears’ behaviour. Overnight Samboja Lodge (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Samboja - We have a full day to explore the Samboja area and there are optional excursions available. You could opt for a 2-hour nature walk to try and spot a variety of wildlife including blood pythons, red leaf monkeys and a variety of birds, or you may want to go on a more challenging hike in the protected forest area of Sungai Wain in hope of spotting female orangutans and their babies. Alternatively, you could choose to go on a boat ride with local fishermen along the Sungai Hitam or ‘black river’ to search for highly endangered proboscis monkeys. Overnight Samboja Lodge. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Jakarta - Fly to Jakarta and spend the rest of the day at leisure. FM7 Hotel or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Jakarta - Transfer to the airport for your onward or homebound flight. (B)"
    }
  ],
  "map": ""
}