{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "sarawak-and-sabah-holiday-tailor-made",
  "tourName": "Sarawak and Sabah holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Explore the best of Malaysian Borneo on this detailed wildlife itinerary to fascinating Sarawak and Sabah. Stroll the waterfont promenade in Kuching and discover traditional tribal life in Batang Ai National Park while spending time with the local Iban tribe: try fishing Iban style and sample some of their fiery rice wine! Visit the two orangutan sanctuaries of Semenggoh and Sepilok and learn about the important work both sites are doing to try and save and rehabilitate the 'old man of the forest' - the lovable orangutans. <br/><br/>Cruise along the Kinabatangan River 'wildlife corridor' to spot resident birdlife including magnificent hornbills, an abundance of kingfishers and birds of prey. Also seek out the larger wildlife such as proboscis monkeys, saltwater crocodiles, gibbons, macaques, mangrove snakes and hopefully pygmy elephants and wild orangutans.<br/><br/>Continue to the Tabin Wildlife Reserve which is a refuge for many endangered animals including the rare Sumatran rhinoceros. Explore the reserve enjoying visits to the mineral salt lick which attracts an abundance of the larger wildlife in search of this important source of sodium missing from their normal diet and visit the Lipad waterfall for a well-earned dip in the cool waters.<br/><br/>End your trip with a short break on the beaches of Gaya Island. Spend time at the 5* Gaya Island Resort enjoying time to relax or explore further with acitivites such as snorkelling, diving, jungle walks or a visit to their marine sanctuary: in all, this is an excellent way to end an adventurous visit to Borneo.",
  "durationDays": "17",
  "price": "4420",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Kuching."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Kuching and transfer to your city centre hotel. The remainder of the day is at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today will be spent exploring Kuching on a city tour. Kuching is a welcoming city offering Chinese temples, colourful markets and even a quirky cat museum. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart early morning to explore the small but perfectly formed Bako National Park. The park's coastline is dotted with small bays and pretty beaches with many trails to explore. After dinner there will also be an interesting night walk in search of the nocturnal residents. Overnight in the basic park accommodation. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy breakfast followed by one final hike in search of migratory birds and family groups of proboscis monkeys. Return to Kuching for the evening at lesiure. (B/L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive through the Sarawak countryside to the Batang Ai reservoir. En-route visit a market in Serian town and observe pitcher plants and orchids. Proceed by traditional longboat to Nanga Sumpa Lodge, an interesting journey of discovery through the jungle environment. Enjoy dinner and the remainder of the evening at leisure. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hike the jungle trails in the cool of the morning to search for wildlife, this area is an important orangutan nesting area so keep an eye out! Board your longboat and head to the Ensuluai waterfall. Enjoy time to relax, swim or explore the rainforest - there may also be the chance to enjoy fishing Iban-style! Return to the lodge for dinner and visit the tribal longhouse to spend time with the Iban people. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning is free at leisure to relax or enjoy a final swim. Return downriver and travel onwards to Kuching stopping at Semenggoh Wildlife Centre on the way to witness the feeding of the orangutans. End the day back in Kuching for the evening at leisure. (B/L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart Sarawak this morning and fly to Sandakan, Sabah. Upon arrival you will be met and transferred to the Sepilok Nature Resort. The remainder of the day is at leisure, we recommend heading to the Rehabilitation Centre to witness the orangutan feeding. Overnight Sepilok. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Sepilok to witness the morning feeding of the orangutans at the Rehabilitation Centre. There will also be the chance to visit the orangutan nursery to see the juveniles at play. From here visit the Borneo Sun Bear Centre before enjoying lunch in the Sepilok area. Transfer to Sandakan and board a cruise boat taking you into the Lower Kinabatangan Delta in search of wildlife. Arrive at Abai Jungle Lodge and enjoy time at leisure to relax or explore the nature boardwalk. Late afternoon take a further river cruise in search of proboscis monkeys, macaques, birdlife, insect life and hopefully pygmy elephants and wild orangutan. Overnight Abai Jungle Lodge. (B/L/D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy an early morning boat excursion to the Pitas Lake for birdwatching and wildlife viewing - early morning is a great time to see the resident wildlife as it's cooler. Return to the lodge to enjoy breakfast and free time. Cross to the Abai village and take part in their unique tree planting programme and enjoy lunch. Return to the lodge and transfer upriver to the Sukau area. Check into the lodge and enjoy time at leisure before heading out for a further river cruise along the Menanggul River. Overnight Kinabatangan Riverside Lodge. (B/L/D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart early and drive to the small town of Lahad Datu. Here change to a 4WD vehicle and drive to Tabin Wildlife Reserve. Enjoy a little free time before heading out to explore the reserve: trek through the jungle and visit the Lipad mud volcano which is an important mineral salt lick for the wildlife and thus a real attraction. Scale the observation tower and enjoy the birds-eye view. Return to the lodge and enjoy a nocturnal walk after dinner. (B/L/D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take an early morning bird walk to search for the 300 bird species of the reserve. Visit the Lipad waterfall and take a dip in the natural pool or explore the surrounding jungle. This afternoon sample a Tabin Rainforest Foot Soak made with a natural blend of herbs to help relax tired muscles. Overnight in the lodge. (B/L/D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This morning stroll to the nearby rock pool which is popular with groups of macaques and other mammals. Enjoy lunch and depart the reserve to transfer to Lahad Datu airport for the short flight across to Kota Kinabalu. Upon arrival transfer to the Sutera Marina jetty and cross over to Gaya Island Resort. (B/L)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Today you will return to the mainland and drive to Kota Kinabalu airport for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}