{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-tailor-made-holidays-wildlife-beaches",
  "tourName": "Borneo tailor made holidays, wildlife & beaches",
  "placesVisited": "Kota Kinabalu, Danum Valley, Lahad Datu, search for proboscis monkeys, hornbills, leaf monkeys and orangutans in the wild, Kinabatangan River, Menanggul River, Pitas Lake, Sepilok Orang-utan Rehabilitation Centre, Sun Bear Centre, Gaya Island, Optional activities on Gaya Island, include: snorkelling, learning to dive and visiting the Marine Research Centre",
  "generalInfo": "Experience Borneo on a two week tailor made holiday that’s all about the wildlife and beaches that are the envy of Southeast Asia. <br/><br/>With English-speaking local tour guides throughout, this tour includes a stay at the exclusive Borneo Rainforest Lodge in the primary rainforest of Danum Valley, followed by charming jungle lodges along the Kinabatangan River where all manner of monkeys, and numerous other animals, peer from behind the foliage to keep excitement levels at fever pitch.<br/><br/>Suspended walkways within the rainforest canopy take you high above the jungle floor where everything from elephants and rhinos to gibbons and leopards may appear far below before your very eyes.<br/><br/>No Borneo tailor made holidays would be complete without your close up with the orangutans at Sepilok Rehabilitation Centre as well as the sun bears in the adjacent conservation facility. <br/><br/>Although organic encounters with wildlife on this Borneo tailor made holiday conjure inevitable highlights there’s still plenty of enjoyment to come with a relaxing few days at a luxury spa and beach resort* on Gaya Island - your relaxing reward after intrepid exploration!<br/><br/>From swimming and snorkelling in the South China Sea to trekking around the Gaya Island, this is a wonderful way to complete a Borneo tailor made holiday and certainly worth thinking about if you’re planning on celebrating an extra special event.<br/><br/>Please let us know any specific wishes or preferences that you’d like to add to this Borneo tailor made holiday as we want to ensure this holiday is as unique as it will be relaxing and enlightening. All you have to do is ask.<br/><br/>This tour can be modified to suit your travel dates, budget and preferences and our expert advisors are here to assist. Beach extensions, a layover in Kuala Lumpur or other day excursions are all available to create the perfect Borneo adventure.",
  "durationDays": "13",
  "price": "2990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart your home airport on an overnight flight to Kota Kinabalu, Borneo (we can arrange worldwide flights as part of your package)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive into Kota Kinabalu airport where you will be met by one of our representatives who will transfer you to Shangri La's Tanjung Aru Resort with the remainder of your day at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kota Kinabalu: You have the day free to relax at your beach hotel or explore the city. We can organise day tours for you if you wish (B)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Danum Valley: Today you will take the short flight to Lahad Datu. Here you will be collected and transferred to the Danum Valley region and the fabulous Borneo Rainforest Lodge. Enjoy the day trekking the established trails with the extremely knowledgeable local guide, including an exciting walk across the suspended walkway and a night drive in search of nocturnal animals. [B,L,D]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Danum Valley: Today enjoy another nature walk through the undisturbed riverine and lowland dipterocarp forest where there is a chance of seeing Orangutans in the wild, plus Proboscis Monkeys, Hornbills and Leaf Monkeys. Also trek to the famous viewpoint for a bird’s eye view of the entire Danum Valley region. [B,L,D]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kinabatangan River: This morning you will road transfer to the Kinabatangan River region. After checking into your river lodge, take an afternoon river cruise, an excellent opportunity to spot wildlife and perhaps pygmy elephants feeding at the riverside. [B,L,D]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Abai: Enjoy a river trip to the Ox Bow Lake observing wildlife en-route. Transfer onwards to the Menanggul River by boat and your next lodge on the river. Here you will have the opportunity to take part in the tree planting project followed by an optional lunch with the local Abai villagers. After another river cruise, a night walk may be available to discover what really comes alive after dark [B,L,D]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sepilok: This morning you are free to view more birds and wildlife at the nature boardwalk before transferring by river boat and road to the MY Nature Resort. This lovely property has a pool for tropical relaxing, or you can visit the nearby Rainforest Discovery Centre for a self guided canopy walk to spot birds and orangutans. Be sure to return by dusk for a chance to watch the flying squirrels! [B,L,D]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sepilok Nature Reserve: Enjoy a complimentary tour to Sepilok Orangutan Rehabilitation Centre and the Sun Bear Conservation Centre. Watch the behaviour close up and learn from guides who dedicate their lives to understanding them. A full day here is invaluable to learn about the fascinating primates and mammals of Borneo and the critical conservation efforts to protect them. [B,D]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gaya Island: Head back to the airport for the short flight to Kota Kinabalu where you will be taken to the jetty for a speedboat ride over to Gaya Island and onto your resort. [B]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gaya Island: 3 days to relax on the beach at this beautiful resort, swim in the clear blue waters or go kayaking, paddle-boarding or snorkelling. Perhaps a romantic dinner on a private cove or a family beach BBQ? You can do jungle treks on the island or simply relax at the resort pool and spa. [B]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today you will take a boat ride back to the mainland and transfer to the airport for your return flight home - or extend your stay and continue your adventure! [B]"
    }
  ],
  "map": ""
}