{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-holiday-land-below-the-wind",
  "tourName": "Borneo holiday, Land below the wind",
  "placesVisited": "Kota Kinabalu, Dinawan Island Marine Conservation Project, World Heritage Kinabalu National Park, Sabah Organic Tea Plantation, Sepilok Orangutan Sanctuary, Rainforest Discovery Centre, Sun Bear Sanctuary, Jungle trek, Night Hike, Kinabatangan, Wildlife Spotting Boat Trips",
  "generalInfo": "This 9-day Borneo tour explores the Malaysian state of Sabah, known as ‘the Land Below the Wind’, thanks to its fortuitous position south of the Philippines typhoon belt. Sabah covers the northern part of Borneo Island and is home to some of the island's most dramatic landscapes, abundant wildlife and impressive flora. <br/><br/>Our Borneo tour begins with a day island hopping in Tunku Abdul Rahman Marine Park , followed by hiking in World Heritage Kinabalu National Park and a stay at the unique, organic Sabah Tea Plantation. <br/><br/>From here we continue to Sepilok to visit the celebrated Orangutan Rehabilitation Project, the superb Borneo Rainforest Discovery Centre and the Save the Bears Sanctuary. Heading southeast via the spectacular Gomantong Caves, we'll stay 2 days at a riverside eco-lodge in the Kinabatangan Wildlife Corridor to discover the region's flora and fauna on jungle hikes, boat trips up and down river and even an exciting night walk. Common sightings include proboscis monkeys, langurs, orangutans, crocodiles and with luck Borneo pygmy elephants while the rich bird-life includes several hornbill species and the rare Storm's Stork.<br/><br/>An exciting and varied tour of the evocative island of Borneo.<br/><br/>Features:<br/><br/>1. Check out the spectacular views of Borneo's highest mountain in Kinabalu National Park <br/>2. Travel up the Kinabatangan River into the interior on wildlife spotting expeditions<br/>3. Visit the world famous Sepilok Orangutan Sanctuary<br/>4. Stay in a secluded jungle eco-lodge on the Kinabatangan River <br/>5. Jungle hiking by day and by night through pristine tropical rainforest<br/>6. Sample the rich and varied local food in restaurants, markets and street stalls<br/><br/>Optional extensions<br/><br/>1. A 3-day stay at the superb Borneo Rainforest Lodge in Borneo's remote Danum Valley<br/>2. 3-day expedition to the summit of Mt Kinabalu itself<br/>3. A stay on coral-fringed Gaya Island in the South China Sea<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3* lodges and hotels.",
  "durationDays": "9",
  "price": "1775",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our tour begins in Kota Kinabalu, colonial-period Jesselton and today the thriving, state capital of Sabah. Check-in to our centrally located hotel with time to relax before meeting your tour leader and a stroll down to the waterfront for perhaps a sun-downer before a local-style, welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "An island-hopping boat tour of some of the sites of the nearby Tunku Abdul Rahman Marine Park. Discover the underwater flora and fauna on a morning snorkelling tour before lunch and some time to relax and swim on one of the park’s scenic islands. Late afternoon return to Kota Kinabalu with an evening at leisure to perhaps check out the town’s vibrant night market."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Time to head into the interior with a scenic drive to Kinabalu National Park for a hike along one of the Park’s nature trails. After lunch continue east with a stop to check-out (blooming permitting) the famous Rafflesia flowers as well as the moving Kundasang Memorial to the Allied POWs who died during WW2’s infamous Sandakan Death Marches. Overnight in cosy cottages at the Sabah Tea Plantation. (Subject to availability)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Admire the stupendous early morning views over Mount Kinabalu from the plantation’s perfectly placed restaurant, followed by some tasting opportunities and the chance to learn about the plantation’s organic tea production. From here we drive to Sepilok for a 2-night stay at a well-situated eco-lodge. Afternoon arrival and free time to explore the area or just kick back on your balcony."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning visit to the famous Sepilok Orangutan Sanctuary and rehabilitation project as well as the Borneo Sun Bear Conservation Centre. Time to relax to escape the midday sun with an afternoon stroll to the fascinating Rainforest Discovery Centre to roam their trails and extensive canopy walkways."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning departure for the nearby Gomantong Caves, famous for their edible swiftlet nests. Discover the unique ecosystem of the limestone caves and, with luck, spot some of the wild orangutans that inhabit the area. On to Kinabatangan, where we’ll check in to our riverside eco-lodge. A sunset boat trip on the jungle-lined Kinabatangan River and an optional night trek to discover the nocturnal wildlife complete our day’s activities."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today’s programme includes a dawn river cruise and morning jungle hike as well as some time to explore the area or admire the views from the in-house restaurant. Proboscis monkeys, langurs, orangutans, crocodiles and pygmy elephants are just a few of the possible wildlife sightings you may make, whilst rare bird species found here include the lesser adjutant, Storm’s stork, pitas, broadbills and several species of hornbill."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Some free time in the morning at your resort before an afternoon transfer to nearby Sandakan Airport for a return flight to Kota Kinabalu and our farewell dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The morning is at leisure to explore Kota Kinabalu and perhaps visit one of the town's museums or markets before either an afternoon departure or transfer to the ferry for a few days on Manukan Island."
    }
  ],
  "map": ""
}