{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-small-group-holiday",
  "tourName": "Borneo small group holiday",
  "placesVisited": "Kota Kinabalu, Kinabalu National Park, Sabah Tea Plantation, Kinabatangan River cruise, trekking, birdwatching, Gomantong Caves, Sandakan War Memorial, Sepilok Orangutan Sanctuary, optional: visit Bornean Sun Bear Conservation Centre, Labuk Bay Proboscis Monkey Sanctuary, Manukan Island, snorkelling trip, optional: scuba diving",
  "generalInfo": "Discover Borneo’s wild wonders – jungles, mountains, rivers and coral reefs – on this 10 day small group adventure. Explore walking trails in dense jungle in the shadow of towering Mount Kinabalu and meet Borneo’s most iconic residents, organgutans, at the world famous Sepilok Sanctuary. Take atmospheric cruises on the Kinabatangan River, looking out for proboscis monkeys, lizards and crocodiles, and unwind in a natural hot spring. Spend a night at a tea plantation, too, with a tour and a chance to taste all the local varieties of our favourite drink. You’ll experience a little slice of beachside paradise, too, with a stay on gorgeous Manukan Island, where you can relax on the beach and see the amazing marine life on a snorkelling trip.<br/><br/>You’ll be travelling in a small group, max 12 people, staying in a mix of chalets, jungle lodges, hotels and cottages. Transport is by mini van, with one internal flight.<br/>",
  "durationDays": "10",
  "price": "2220",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sandakan.",
      "description": "Selamat datang! Welcome to Malaysia. Your adventure begins with a welcome meeting at 6 pm tonight. If you arrive before then, feel free to start your Sandakan exploration earlier. This city is celebrated for its seafood so, after your meeting, be sure to ask your leader for tips on where to pick up the freshest catch. Maybe head out to dinner with your group so you can get to know each other."
    },
    {
      "dayNumber": 2,
      "title": "Sandakan.",
      "description": "Start the day with a visit to the Sepilok Orangutan Sanctuary. Established to help reintroduce these wonderful creatures back into the wild after a life of domestication or being orphaned, this sanctuary offers a unique opportunity to witness conservation in action. From the viewing platform, watch and photograph the orangutans as they swing into view to eat the supplementary diet of fruits that laid out for them twice daily. Next, head to?the Bornean Sun Bear Conservation Center. Here, rescued sun bears, many of whom have endured years of mistreatment, are given a second chance at life. Learn about the rehabilitation process and how they are reintroduced back into the wild. You’ll also explore the Rainforest Discovery Centre, where you can roam the treetop walkways while you learn more about the flora and birdlife of Borneo.Last, but not least, learn about the city's past as you stand on the same ground as the former Japanese Prisoners of War camp at the Sandakan War Memorial. This site also marks the starting point of the tragic Sandakan Death Marches, on which 2400 POWs were forced to walk through the jungles of Borneo.Return to Sandakan for the evening."
    },
    {
      "dayNumber": 3,
      "title": "Sandakan / Kinabatangan River.",
      "description": "Get a sense of Sandakan’s diverse cultural traditions completing a section of the Heritage walk together with your local leader and taste traditional cuisine like roti (flat bread) and teh tarik (hot milk tea). Later, travel to Kinabatangan River in a private transport. Arrive at your jungle lodge beside the river – ideal for taking in your wild surroundings. The Kinabatangan River is a protected forest reserve, containing some of Borneo's highest concentrations of wildlife. In the afternoon, board a river cruise and look out for the more elusive creatures. Wild elephants seldom reveal themselves, but crocodiles, wild orangutans and kingfishers are more easily seen. Tonight, return to the lodge for dinner."
    },
    {
      "dayNumber": 4,
      "title": "Kinabatangan River.",
      "description": "Wake up to the calls of Bornean gibbons and hornbills before hopping aboard a morning cruise down the river. Keep an eye out for proboscis monkeys, long-tailed macaques and pig-tailed macaques – your leader will point out the differences between each species. Enjoy some down time to relax and enjoy your surroundings?before another afternoon river wildlife cruise. This final cruise will be your last chance to snap some photos of the animals along the river. Enjoy another night in the heart of the jungle."
    },
    {
      "dayNumber": 5,
      "title": "Gomantong Cave/ Kundasang .",
      "description": "Before heading to Kundasang this morning, stop at the Gomantong Cave – the most extensive limestone formation in the Lower Kinabatangan region. Home to a thriving community of bats and swiftlets, this cave boasts fascinating biodiversity. In the afternoon, drive to Kundasang Spend the rest of the day getting your bearings."
    },
    {
      "dayNumber": 6,
      "title": "Kiau Village / Kota Kinabalu.",
      "description": "Head west this morning and travel to the rural village of Kampung Kiau. Here, you’ll have the chance to experience a slice of local life by visiting a coffee production house, where you’ll learn about how the beans are cultivated in the region. After, visit Everything Pineapple – a sustainable community-based project that was formed in the aftermath of the 2015 Sabah earthquake to empower local women, socially and economically. Pick up some delicious handmade pineapple jam, chutney or juice. Sit down to a lunch of these dishes in a shady spot shared by the community, then hit the road and drive on to Kota Kinabalu for the night. Perhaps pop into Nabalu Market for a handmade souvenir or a local snack on the way to 'KK'."
    },
    {
      "dayNumber": 7,
      "title": "Manukan Island.",
      "description": "Embark on a short boat ride this morning to Manukan Island – one of the larger islands found in the Tunku Abdul Rahman Marine National Park. A paradise of white sand beaches and clear waters, this island is the perfect place for swimming, snorkelling and walking. You can also sit back and unwind with a cocktail on the beach."
    },
    {
      "dayNumber": 8,
      "title": "Manukan Island.",
      "description": "See beneath the surface of Manukan’s waters today on a snorkelling trip with a local guide. Cruise out to the coral reefs where your guide will help you spot brightly coloured marine life. If you’re lucky, you might even bump into a sea turtle while you’re down there! Pull up on the beach for lunch and some time in the sun. After snorkelling, the afternoon is yours to enjoy. Maybe jump straight back in the water or head out for a walk."
    },
    {
      "dayNumber": 9,
      "title": "Kota Kinabalu.",
      "description": "Head back to Kota Kinabalu today by boat and minivan. Modern-day 'KK' is a vibrant modern metropolis, having recovered from World War II bombings. You may like to peruse the local handicraft market on the waterfront or wander around Chinatown at Gaya Street. Or you may prefer to check out the Sabah Museum to learn about Sabah’s past and do some last-minute souvenir shopping at the Anjung Kinabalu. Perhaps round your group up for a final dinner tonight to celebrate all you’ve seen and done on your adventure through Borneo."
    },
    {
      "dayNumber": 10,
      "title": "Kota Kinabalu.",
      "description": "With no activities planned for today, your adventure will come to an end after breakfast. If you’d like to extend your stay, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}