{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-and-malaysia-small-group-holiday",
  "tourName": "Borneo and Malaysia small group holiday",
  "placesVisited": "Malaysian Borneo, Sepilok, Sepilok Orangutan Sanctuary, Gomantong Caves, Wildlife watching cruise on River Kinabatangan, Sabah Tea Plantation, Mt. Kinabalu, Kinabalu Botanical Gardens, Malacca, Kuala Lumpur, Penang, George Town, Langkawi",
  "generalInfo": "This Borneo and Malaysia small group holiday takes in both the main Malay Peninsula and also the Malaysian part of Borneo. We start, however, on Borneo, landing in Sandakan, but transferring immediately to Sepilok, the largest wildlife sanctuary of its kind in the world, thanks to its rescuing of injured or orphaned orangutans and then preparing them for life in the wild again. They do extraordinary work here, and along with the Sepilok Rainforest Discovery Centre, with its canopy walkway, it’s a wonderful introduction to wildlife and the jungles of Borneo. <br/><br/>From the sanctuary we move more deeply into the jungles, taking a cruise down the River Kinabatangan, home to pygmy elephants, primates and wonderful birdlife. Our last couple of days on Borneo are spent exploring some of its cultural heritage too, visiting the Sabah Tea Plantation at the foot of SE Asia’s highest mountain, Mt. Kinabalu, where we stay in a traditional Sabah longhouse.<br/><br/>The second half of our holiday is spent on the Malay Peninsula, flying into Kuala Lumpur, where we spend a couple of days later in the week taking a guided tour of all its wonderful sites. But first we transfer to Malacca, a former fishing village that is now a bustling multi-cultural city, but with colonial history and architecture, particularly in its UNESCO old centre. <br/><br/>We then take a train to another city of George Town, the capital of Penang region which is actually on an island. This is the artistic hub of Malaysia, but with a fusion of fine food, beach life, cultural festivals and art galleries, making it a wonderful place to spend time. And a very different world from the part of Malaysia where you started your trip. More island life and beach bliss awaits on Langkawi where we spend a couple of days enjoying its rainforest-covered mountains and Andaman seaside life.  <br/><br/>",
  "durationDays": "14",
  "price": "2949",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in Sepilok, a renowned rainforest sanctuary where you can observe rescued orangutans up close in their natural jungle habitat. Around 6pm, say selamat petang to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. There is usually time for an optional night walk this evening before dinner (occasionally this will happen tomorrow). Your tour leader ensures a big Malaysian welcome over a group dinner. Want extra time? Secure pre-tour hotel nights through your sales representative. Accommodation: Borneo Sepilok Rainforest Resort (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Created in 1964, the Sepilok Orangutan Sanctuary is the largest orangutan sanctuary in the world and aims to rehabilitate and release orphaned and captured orangutans into the wild. This morning, we visit the informative headquarters and see the animals at feeding time, before a visit to the Sun Bear Conservation Centre. After, we return to the hotel, where you have a chance to relax by the pool for the afternoon. Alternatively, there is the option to return to the orangutan sanctuary for the second feeding session (return transfer costs not included). Speak to your tour leader for more information on this option. This evening, we visit the Rainforest Discovery Centre, which has an impressive canopy walkway offering great views over the Sepilok Reserve. This is a great place to see birds, including hornbills and Borneo bristleheads, and we may spot the odd orangutan during fruiting season. Accommodation: Borneo Sepilok Rainforest Resort (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we depart Sepilok and transfer (approximately two to three hours) to the third-longest river in Borneo, Kinabatangan. The wildlife reserve here is home to an astonishing array of wildlife including pygmy elephants, wild orangutans, gibbons, proboscis monkeys and rare birdlife. As dusk approaches, we take to the river in search of some of the local animals. Accommodation: Borneo Natural Sukau Bilit Resort (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Up early, we head out on a dawn wildlife cruise on the river in search of more wildlife. After breakfast, we either embark on a walk on the surrounding nature trails or visit a nearby village to learn about the indigenous Orang Sungai community. Return to the river this afternoon to look for crocodiles and other forest residents. There should be the opportunity this evening for an optional night walk where we may see owls or even Western tarsiers. Accommodation: Borneo Natural Sukau Bilit Resort (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving after breakfast, we head to Sandakan (approximately 2hr 30min drive) stopping at the Sandakan War Memorial en route. After checking in at our hotel, the rest of the day is free for you to relax, swim in the hotel pool, enjoy local cuisine or explore the vibrant, compact streets of Sandakan. Accommodation: Sabah Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, we transfer to Sandakan Airport and bid farewell to Borneo to check in for our flight to Kuala Lumpur on the Malaysian Peninsula (there is a 44lb/20kg restriction but it is possible to pay for excess luggage at the airport or your leader can arrange this at the start of the tour). Upon arrival in Kuala Lumpur, we meet our leader for this section of the trip. We then take a two-hour transfer to Malacca. Upon arrival at our hotel in the afternoon, there is time to relax and explore this historic and culturally rich city. Accommodation: Hotel Puri Melaka (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Malacca is a well-preserved colonial town with a mix of Portuguese, British and Dutch architecture. The quaint Chinatown neighbourhood is home to numerous antique shops plus a Hindu temple, Taoist temple and a mosque, while the oldest functioning church in Malaysia is nearby across the canal. We explore the city by foot and by using its colourful and distinctive trishaws. This evening, we go out to try Malacca cuisine. Known as Baba Nyonya, it is a blend of Chinese, Malay and other influences and is a speciality of the town. Accommodation: Hotel Puri Melaka (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leaving the sleepy charm of Malacca, we first transfer (approximately three hours) to the Batu Caves. These limestone caves are a holy Hindu site and are guarded by a giant statue of the Hindu god Lord Murugan. Behind the statue are the 272 steps that lead to the caves and large numbers of monkeys. We then take a short transfer to Kuala Lumpur, the bustling capital of Malaysia. Known as KL, this vibrant city shows a completely different side of the country. The remainder of the afternoon is free to explore the city further, visit the Petronas Towers or enjoy a spot of shopping. Please note, the Petronas Towers are closed on Mondays (Day 9 of the itinerary) and advanced booking online is recommended at least a week before arrival to avoid disappointment. Please see the optional excursions section of the Trip Notes for further details. If you want a drink with amazing views later this evening, head to one of the many rooftop bars in KL and enjoy the cityscape at night. Accommodation: Santa Grand Signature Kuala Lumpur (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Uncover remnants of Kuala Lumpur’s early history woven into its city streets. From the colonial-era buildings around Merdeka Square to the Moorish-influenced Masjid Jamek, this heritage walk also showcases other notable landmarks. The rest of the day is free to explore more of the city at your own pace. You can shop in the malls, visit one of the museums or take in the views from the KL Tower (some sites and museums are closed on Mondays, such as the Petronas Towers and Bridge, please see details under optional excursions in the Trip Notes). Accommodation: Santa Grand Signature Kuala Lumpur (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today, we transfer north (4hr 15min) to the island of Penang and the town of Georgetown, a World Heritage site due to its architectural and cultural landscape. Upon arrival, we have a late afternoon orientation tour. Accommodation: Cititel Penang (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Discover more Malaysian diversity on a combined heritage and food walking tour in Penang, taking advantage of Penang’s reputation as a food hub. Georgetown is known for its cultural sights and natural scenery. Explore on foot to see well-preserved colonial structures, ornate temples and colourful street art. We end our walk with a visit to Khoo Clan House and Museum and enjoy lunch. This afternoon, there is free time to explore further on your own. Perhaps scale Penang Hill or visit the Botanical Gardens. Alternatively, stroll to the Eastern & Oriental Hotel, which has been restored to its past grandeur: the perfect place to enjoy a cup of tea or gin and tonic. Accommodation: Cititel Penang (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a relaxed morning in Penang this morning, before we head to the airport for a short flight to Langkawi (there is a 44lb/20kg restriction on checked luggage, but it is possible to pay for excess luggage at the airport, or your tour leader can help arrange this at the start of your trip). Officially known as Langkawi, the Jewel of Kedah, it is an archipelago of almost 100 tropical islands surrounded by the turquoise Andaman Sea with pristine beaches and jungles. Accommodation: Holiday Villa Resort & Beach Club (or similar) Upgrade to a pool terrace room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is a free day to relax on the beach or partake in one of the various optional activities on offer. These options include going on a mangrove tour, kayaking or taking the cable car. This evening, we enjoy a group farewell dinner (included) on our final evening in this tropical paradise. Accommodation: Holiday Villa Resort & Beach Club (or similar) Upgrade to a pool terrace room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The trip ends after breakfast today. If you’d like to explore a little more, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}