{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-wildlife-holiday-13-days",
  "tourName": "Borneo wildlife holiday, 13 days",
  "placesVisited": "Kota Kinabalu, North Borneo steam railway, Papar and Kinarut villages, Tien Nam Shi Chinese Temple, Kinabalu Park, Sun Bear Conservation Centre, Poring Hot Springs, treetop canopy walkway, Sepilok Orangutan Rehabilitation Centre, Sulu Sea cruise, Kinabatangan River cruise, Pitas Lake cruise, tree planting with Abai villagers, Sandakan, optional activities such as night walks at Sepilok's Rainforest Discovery Centre",
  "generalInfo": "This two week wildlife holiday in Borneo is ideal for any travellers wishing to journey to lesser-visited locations and find out more about the coastal communities and the wildlife making the most of the mangroves, mountains and jungles of Sabah, in the northeast of Borneo.<br/><br/>Clamber aboard a steam engine, step across rainforest canopy walkways and spend time at Sepilok Rehabilitation Centre as you tailor a tour to include as many wild experiences as you care to imagine.<br/><br/>One of the highlights of this holiday, in every sense, has to be walking within the shadow of Kinabalu although a cruise along the Kinabatangan River is also very highly regarded thanks, in no small part, to the curious monkeys, snakes and rare birds watching from the river banks as you float gently past. <br/><br/>No wildlife holiday in Borneo would be complete without a bit of beach time which is why the climax of this two week experience completes on the white sand beaches and natural surrounds of the Shangri-La Rasa Ria Resort prior to one final transfer back to the airport at Kota Kinabalu, and your flight home.<br/>",
  "durationDays": "13",
  "price": "3585",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Kota Kinabalu where you will be met and transferred to the Shangri-La Tanjung Aru Resort. Enjoy the day at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy today at leisure in Kota Kinabalu. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Journey through rural Sabah on the steam-powered North Borneo Railway, a wonderfully nostalgic experience. The North Borneo Railway features a British Vulcan steam locomotive, designed and built by the Vulcan Foundry in Newton le-Willows, Explore the villages of Papar and Kinarut before heading back to Kota Kinabalu while enjoying a tasty traditional tiffin lunch onboard. (Operates Wed only) (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart your hotel and drive to the World Heritage Site of Kinabalu Park. En-route visit the Poring Hot Springs and experience the treetop canopy walkway. Enjoy the afternoon in the park exploring the park and walking trails. Overnight Kinabalu Park accommodation. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning depart the park and head to Sepilok near Sandakan, home to the Sepilok Rehabilitation Centre. Enjoy the afternoon at leisure to visit for the afternoon orangutan feeding. Overnight MY Nature Resort. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Sepilok for the morning feeding of the orangutans, another chance to see these magnificent animals. Continue to the Sun Bear Centre for the chance to see the rescued sun bears. Depart Sepilok and drive to the jetty in Sandakan to board your boat for the cruise out into the Sulu Sea and then through the mangroves to the Kinabatangan River. This is a fantastic opportunity to spot the wildlife including proboscis monkeys, pygmy elephants, hornbills and other local birdlife. Arrive at your lodge and in the cool of the afternoon enjoy a further river cruise in search of the wildlife. After dinner enjoy viewing the impressive firefly display. Overnight Abai Jungle Lodge. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning wake early to the jungle calls around you before embarking on another cruise to the Pitas Lake to observe early morning wildlife. Return to the lodge and enjoy lunch and the tree planting programme with the local Abai Villagers. Late afternoon enjoy your final river cruise to see the riverside wildlife. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Re-trace your steps back to Sandakan, another chance to wildlife spot. Enjoy an early lunch in Sandakan town before transferring to the airport for the short flight back to Kota Kinabalu. Upon arrival you will be met and driven to the Rasa Ria Resort. (B,L)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today you will be collected and returned to Kota Kinabalu airport for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}