{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "kuala-lumpur-and-sabah-wildlife-tour",
  "tourName": "Kuala Lumpur and Sabah wildlife tour",
  "placesVisited": "Kuala Lumpur, Sandakan, Borneo, Abai Jungle Lodge, Jungle river cruise, Abai village visit, Borneo Rainforest Lodge, Danum Valley, Canopy walkway, Kota Kinabalu, Potential wildlife sightings include: orangutans, crocodiles, proboscis monkeys and hundreds of bird species",
  "generalInfo": "Taking in Kuala Lumpur and the highlights of Sabah, this itinerary provides an in-depth wildlife experience coupled with an introduction to the renowned food and heritage of Malaysia. <br/><br/>Accommodation is a mixture of simple yet characterful lodges and comfortable city hotels. Begin with two nights in Kuala Lumpur where you will visit the landmark Petronas Towers and uncover the city's heritage buildings. <br/><br/>Then it's off to Borneo where you will have one night in Sepilok before spending two nights at a riverside lodge on the Kinabatangan River. Here you will have the opportunity to spot wild orangutan and pygmy elephants before delving further inland to Borneo's pristine primary rainforest. <br/><br/>Finish with time in Kota Kinabalu, home to stunning sunsets and excellent food.",
  "durationDays": "11",
  "price": "5590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Kuala Lumpur."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival in Kuala Lumpur you will be greeted by a local representative and taken to your hotel - the journey takes approximately one hour so there will be plenty of time to learn more about the city from your guide. Check in to your central hotel and have the rest of the day at leisure. Your view will be of the Petronas Towers - the best known landmark in KL."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast you will head over to the towers to take a closer look. Access the skybridge and viewpoint giving you panoramic views over the city. Later you will enjoy a privately guided tour taking in many of Kuala Lumpur's heritage sights before returning to your hotel. Why not enjoy a sundowner at the Traders Sky Bar - which has one of the best views in the city."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "An early start today as you have breakfast before transferring to the airport. Today you fly to Sandakan in neighbouring Borneo. On arrival you will be met by a local guide and taken to your accommodation. After settling in you will have time to try out the resort's inviting pool or relax on your beautiful balcony - your window to the rainforest. This evening you will enjoy a simple dinner in the main restaurant followed by the opportunity to spot resident flying fox soaring from tree to tree. Later, as darkness falls there is an optional guided night walk through the adjacent forest. The walk is fairly easy going and gives the chance of seeing insects or if lucky, nocturnal wildlife."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast you will transfer to Sim Sim jetty where you will meet your shared boat to Abai Jungle Lodge. En-route you will have your first chance to spot some of the river's abundant wildlife. Upon reaching the lodge you will check in and enjoy lunch before embarking on an afternoon river cruise. Your local guide and spotter will search out the best locations to find animals such as Orangutan, Crocodile, Monkey and birdlife. Watch the sun set over the Kinabatangan before viewing fireflies at their most active. Return to the lodge for dinner. After dinner you will have the opportunity to join a guided night walk to the rear of the lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rise early to witness the river coming to life followed by a trip to the nearby Ox Bow Lake. Here you will see a different side to the area and have time to enjoy a morning cup of tea before heading back to the lodge for breakfast. Early this afternoon you will cross over to Abai village where you will enjoy a short tour followed by tree planting. Lunch is served back at the lodge before embarking on a final trip up river towards the Menanggol tributary. Here you are sure to see Proboscis Monkeys in close proximity as well as a selection of birdlife."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast you will leave Abai behind and travel to Sukau in time to meet your road transfer to Lahad Datu. After registering at the lodge headquarters in Lahad Datu you will set off on the bumpy three hour transfer to Borneo Rainforest Lodge. On arrival you will be welcomed by the staff and meet your private nature guide who will look after you for the duration of the your stay. As an introduction to the Danum Valley today you will head to the canopy walkway this afternoon and take a night safari this evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you have the opportunity to explore the jungle by foot on one of the lodge's many trails. There are further details in your itinerary but you are best to discuss the options with your guide for a more detailed overview and indeed the current trail conditions based on the weather at the time. Later in the day you can walk up the river bank with your inner tube and float back down the river taking in the jungle from a different perspective. Tonight you may like to head out on the night safari but there is also the opportunity to do a night walk with your guide."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will retrace your steps back to Lahad Datu today in time for your afternoon flight to Kota Kinabalu. On arrival you will be met by a local guide and taken to your city hotel. This evening is free to relax or explore at your own leisure. It is recommended you view the sunset from the hotel's pool side bar or perhaps head down to the waterfront area for an evening meal."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you will join a renowned chef for a guided tour around a local farmers' market before trying your hand at preparing a few staple dishes. Afterwards you will sit down to enjoy the freshly prepared indigenous feast."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you will bid farewell to Kota Kinabalu and continue with your onward arrangements. Your return flight will arrive the same day."
    }
  ],
  "map": ""
}