{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-culture-nature-wildlife-tour",
  "tourName": "Borneo culture, nature & wildlife tour",
  "placesVisited": "",
  "generalInfo": "The name Borneo conjures up images of impenetrable jungles and exotic wildlife, which there is of course plenty of, but the island also has much more to offer. This itinerary explores the states of Sarawak and Sabah, in Malaysian Borneo, where you will discover minority cultures, sumptuous street food, magical caves, paradise islands and colourful wildlife. <br/><br/>Begin in Sarawak’s ‘Cat City’, Kuching, which is home to the island’s most diverse range of cuisine and the world’s highest concentration of cat statues. Meaning ‘cat’ in the mainland Malay language, Kuching is the regional capital and gateway for exploration of Sarawak. You will explore the city’s rich colonial history and ethnic diversity, as well as its rural outskirts, by bicycle. After this you will have time at leisure to explore the shops, cafes, markets and waterfront, all within easy walking distance from one another. <br/><br/>Next, head deeper into Sarawak to Batang Ai National Park, home to the indigenous Iban minority. Here you will visit a local community, join some of them during their daily activities and stay overnight in a longhouse. The next day you will trek into the forest and learn about the local flora before heading back towards Kuching. Spend the night in Sri Aman to break the journey and then visit the Semonggoh Wildlife Centre enroute back to the city. The centre rehabilitates and releases wildlife, such as orangutans, back into the forest.<br/><br/>The next stage of your adventure involves flying to Sarawak’s remote northeast, home to Mulu National Park. Here you’ll spend a couple of days exploring an array of limestone caves hidden in forested valleys, before flying yet further northeast into the state of Sabah. Your first port of call is Sepilok, home to yet another orangutan rehabilitation centre, in case you weren’t lucky enough to spot them in Sarawak, as well as the Sun Bear Conservation Centre. <br/><br/>From Sepilok you will continue overland to the Kinabatangan River, a protected area which many would argue is the best place in Malaysian Borneo to spot wildlife. Spend a couple of days here strolling along boardwalks, visiting oxbow lakes and scanning riverbanks for signs of life from inside your boat. The itinerary ends with a few nights on tropical Gaya Island, which has some beautiful white sandy beaches and is located next to a marine national park, which has excellent diving and snorkelling opportunities.",
  "durationDays": "14",
  "price": "3700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KUCHING: On arrival at Kuching International Airport you will be welcomed by your English-speaking driver and escorted to your accommodation by private transfer. The remainder of the day will be free at leisure for you to explore the city independently. The main areas of interest are all within easy walking distance of one another. We recommend strolling the waterfront, Main Bazaar and Carpenter Street where you will find plenty of interesting shops and cafes, as well as some of Borneo’s best street food."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KUCHING: This morning you will enjoy a half day tour of Kuching by bicycle. First your guide will give a safety briefing and assist you in adjusting the bikes. It’s then time to head down quiet city streets and explore some interesting areas, where it’s possible to see the historical influence of the different ethnic groups within Kuching. You’ll see old colonial heritage buildings, various houses of worship and the more modern cat-themed sites, such as murals and statues. ‘Kuching’ means ‘cat’ in Malay, hence the city’s obsession with our feline friends. The cycling tour then continues with a boat journey across the Sarawak River before peddling around Malay Village, where the pace is more laid back than Kuching and you will see the locals going about their daily activities. Take a break and sample some local snacks before returning to today’s start point by boat and bike. The remainder of the day will be free at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BATANG AI: In the morning you’ll depart by private transfer on the 4.5-hour journey to Batang Ai National Park, passing through scenic countryside along the way. Upon arrival at Batang Ai, lunch at a local restaurant before proceeding by longboat to your host village and longhouse accommodation. The national park is home to a variety of wildlife but the main reason people visit is to meet the indigenous Iban people, who have an interesting history as former pirates and headhunters. Today they live harmoniously as farmers and their daily activities include fishing and hunting in the surrounding jungle. After arriving at an Iban village, you will proceed to the longhouse where the villagers can be seen making mats, baskets, handicrafts and mending fishnets. You’ll also have the opportunity to join them on some of their daily chores or take a swim. In the evening you’ll enjoy dinner at the longhouse, along with its inhabitants, and watch a cultural performance and presentation of gifts before bedding down for the night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SRI AMAN: Enjoy breakfast at the longhouse this morning before joining a blowpipe demonstration and trekking a short distance through the forest to learn about its medicinal plants and to collect some jungle produce. Eventually you’ll reach a picturesque spot by a lake for a picnic lunch. Relax or swim in the lake before heading back to the village and taking a longboat back to the Batang Ai Jetty. From here you’ll take a 1.5-hour private transfer to Sri Aman where tonight’s accommodation is located."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KUCHING: Depart Sri Aman on a 3.5-hour private transfer to Kuching. Before arriving, you will pay a visit to the Semenggoh Wildlife Centre, which is a 740-hectare area of protected rainforest that is home to orangutans, honey bears, hornbills, porcupines, storks, eagles, barking deer and monkeys. Most of these animals were rescued from captivity and are being rehabilitated in the centre’s natural surroundings. Here you’ll be able to observe how the orangutans are trained to fend for themselves before being released into the wild. Afterwards you’ll continue to Kuching where the evening will be free at your leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MULU: After breakfast at the hotel, meet your driver and transfer to the airport for a flight to Mulu National Park. Mulu is a geological wonderland in Northern Sarawak which is home to the world’s largest interconnected cave system and the largest cave chamber in the world, earning it UNESCO status. On arrival, transfer directly to the park headquarters for some afternoon activities. First, take the 3km elevated plank-walk to Lang Cave, which is considered to be the largest cave passage in the world. Admire the beautiful stalagmites and stalactites before heading across to adjoining Deer Cave, which is home to thousands of bats. At sunset, you’ll get to see the bats emerge from the cave for a night of foraging in the jungle. After the spectacle, head back along the walkway and transfer on to your accommodation for tonight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MULU: This morning you’ll explore Wind Cave and Clearwater Cave, both of which have interesting formations on their limestone walls. In the afternoon you’ll enjoy lunch back at your accommodation before traversing a canopy walkway high up in the trees where you have the chance to spot wildlife that rarely ventures down to the forest floor."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SEPILOK: Depart Mulu on a flight to Sandakan, via Kota Kinabalu. Upon arrival you’ll take a short private transfer to Sepilok, which is located on the edge of the jungle. This evening you’ll enjoy a guided night walk along the Sepilok Forest Trails before bedding down for the night at your resort."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KINABATANGANA RIVER: After breakfast at the resort, check out and pay a visit to the nearby Sun Bear Conservation Centre, which aims to increase awareness of this endangered species. From here, walk to the Sepilok Orangutan Rehabilitation Centre in time for the morning feeding session. After having enjoyed your second chance to meet Borneo’s famous great ape, you’ll transfer to the local boat jetty and journey for 2 hours across the sea to the Kinabatangan River. The journey will take you past local villages and lush rainforest where there’s excellent wildlife spotting opportunities. Arrive at your riverside lodge in time for lunch and then head back out onto the river for some late afternoon wildlife spotting. This is a good area for spotting proboscis monkeys, which are endemic to Borneo. Afterwards, return to the lodge for dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KINABATANGAN RIVER: Rise early this morning for a cruise to Kelenanap Oxbow Lake, which has a different ecosystem to that of the river and is a haven for certain animal species. After some wildlife spotting here, visit a local fishing village where you will meet the Orang Sunga minority and learn about their relationship with the river. Return to the lodge in the late morning and enjoy breakfast before enjoying some leisure time. In the late afternoon you’ll head back out onto the river for more wildlife spotting. Primates are particularly active during this time and the light will be perfect for taking photos. Dinner will be served back at the lodge before a final opportunity to search for wildlife, this time the nocturnal variety. Head back out onto the river after dark with a guide and their powerful spotlight in search for more creatures."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "GAYA ISLAND: This morning you’ll take the boat back across the sea to Sandakan, where you’ll be transferred the short distance to the airport and take a flight to Kota Kinabalu. Upon arrival, take a private transfer to the jetty from where you’ll travel by shared speedboat to your resort on Gaya Island. The remainder of the day will be at leisure to relax at your beautiful resort."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "GAYA ISLAND: Enjoy a day at leisure on Gaya Island. Activities can be arranged by your resort with the nearby marine park offering excellent diving and snorkelling opportunities. There’s an area of mangrove waterways which can be explored in kayaks and the island is also covered in lush jungle which can be explored on foot along forest paths. If relaxation is your priority, the resort offers excellent spa treatments and plenty of comfortable spots to kick back and read a book."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "GAYA ISLAND: Enjoy another day at leisure on Gaya Island."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "GAYA ISLAND: Take the speedboat transfer back to the mainland and transfer to Kota Kinabalu Airport for your onward international flight."
    }
  ],
  "map": ""
}