{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "kutai-national-park-orangutan-holiday-borneo",
  "tourName": "Kutai National Park orangutan holiday, Borneo",
  "placesVisited": "",
  "generalInfo": "Our 8-Day Kutai NP and Samboja Orangutan Experience will guide you through the wonders of East Kalimantan, beginning with Kutai National Park. This unique destination is home not only to orangutans but also to the rare proboscis monkey and the false gavial crocodile. During your time in the park, you will stay in simple accommodations used by researchers and rangers. Nights will be spent on deck on comfortable mattresses with mosquito nets, equipped with basic amenities. Our dedicated team will prepare delicious meals for breakfast, lunch, and dinner throughout your stay.<br/><br/><br/>Kutai National Park in East Kalimantan beckons with its rare and fascinating wildlife. However, it is the orangutan, our close relative, that draws most visitors. Their captivating beauty and gentle nature are truly enchanting. This expedition will allow you to observe both wild and rehabilitated orangutans, offering intimate encounters with these incredible creatures in their natural surroundings. If you seek adventure with a purpose, this is the expedition for you.<br/><br/>East Kalimantan's Kutai National Park boasts remarkable biodiversity. Its landscape transitions from coastal mangrove swamps and lowland rainforests to gentle inland hills and alluvial plains, marking the beginning of the deep jungle. Towering dipterocarpus, valuable ebony, and ironwood trees are scattered throughout. The exotic wildlife includes the iconic orangutan, found only on Sumatra and Borneo, alongside a rich array of other forest inhabitants and bird species. Kalimantan's dense jungles and expansive wetlands have historically isolated the region, making it a destination for intrepid travelers. Here, you can immerse yourself in the vibrant traditional culture and witness a stunning variety of exotic flora and fauna through captivating jungle explorations and unforgettable wildlife encounters.Samboja Lestari: A Haven of Restoration<br/><br/>HIGHLIGHTS<br/><br/>- Trekking Kutai National Park rainforest in search of wild orangutans<br/>- Visit Samboja Lodge to see rehabilitation projects for orangutan and sun bears.<br/>- Travel up jungle rivers to view proboscis, ebony and grey macaque monkeys<br/>- Part of your expedition cost is directly donated to help save orangutans and rainforests",
  "durationDays": "8",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Bali or Jakarta. Upon arrival, you will be met and transferred to your hotel for an overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bali/Jakarta to Balikpapan and Mangrove Tour. This morning, you will take a flight to Balikpapan. After lunch at a local restaurant, you'll arrive in Kampong Baru and board a speedboat. Cruise across the bay for a chance to see freshwater dolphins and proboscis monkeys. Following the bay cruise, you will be transferred to your hotel for the night. (B,L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel to Sangata from Balikpapan Today involves a scenic 6-7 hour drive to Sangata. En route, we will stop for a vegetarian lunch at a Buddhist Monastery and at the Equator monument. You will arrive in Sangata in the late afternoon and check into your hotel. A briefing about your jungle adventure tomorrow will follow. (B,L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jungle Trek in Camp Kutai National Park. An early start begins with a 20-minute motorised canoe trip upriver to the National Park Rangers station. After meeting your rangers and guide, embark on a jungle trek with a forestry ranger to search for wildlife, particularly orangutans. Enjoy the forest canopy and have lunch in the camp. Another forest walk in the afternoon (around 3:00 pm) offers more opportunities for wildlife and orangutan sightings, including the possibility of seeing them build their nests for the night. Return to camp for dinner, followed by an optional short night trek to look for tarantulas and other nocturnal creatures. Overnight in the camp with provided mattresses and mosquito nets. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Camp Kutai National Park to Samboja Eco Lodge via Sangata. After an early 6:00 am wake-up, breakfast, and check-out, you will once again travel down the Sangata River by motorised canoe. Upon arrival, a 6-7 hour car transfer will take you to Samboja Eco Lodge. Check-in upon arrival for your accommodation. Lunch will be at a local restaurant, with dinner and overnight at the Eco Lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Orangutan and Sun Bear Sanctuary, Black River Exploration. Following breakfast, the morning starts with observing the orangutans during their feeding time, followed by a visit to the Sun Bears. From the office tower, enjoy panoramic views of the surroundings. Return to the Ecolodge for lunch and some relaxation. In the late afternoon (5:00 pm), a 30-minute drive will take you to the Black River. Board a motorised canoe on the Black River to observe the endemic proboscis monkeys in their mangrove habitat. Return to Samboja Eco Lodge in the late afternoon for dinner and overnight. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Samboja Eco Lodge to Balikpapan Airport and onward to Jakarta or Bali. After breakfast and check-out, you will be transferred to Balikpapan airport for your flight to Jakarta or Bali. Overnight stay at FM7 hotel in Jakarta or Holiday Inn Express in Bali. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TOUR ENDS Departure from Jakarta or Bali. This morning, you will be transferred to the airport for your return flight home. (B)"
    }
  ],
  "map": ""
}