{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "tanjung-puting-orangutan-holiday-borneo",
  "tourName": "Tanjung Puting orangutan holiday, Borneo",
  "placesVisited": "",
  "generalInfo": "If you are looking at holidays to Borneo, then this unique Borneo trip combines the best of Tanjung Puting National Park’s  orangutan research stations and rehabilitation centers but with treks and camping deep in the Borneo rainforest. So on this trip to Borneo you will see at first hand the work of dedicated conservationists working to preserve the habitat of the orangutans because although the park is protected by the national government the orangutans’ environment is threatened by the powerful commercial interests of the oil palm industry and illegal loggers. Therefore responsible travel holidays and eco friendly holidays  to Borneo have never had a more important role and on this trip we help to fund and support the work of the Friends of the National Parks of Indonesia- one of the most effective but low key NGO’s working in Borneo, Indonesia.<br/><br/>Tanjung Puting National Park is arguably the best place in Borneo to see orangutans as it is  home to the densest population of orangutans anywhere in the whole of Borneo. You will also see the rare proboscis monkey, the false gavial crocodile and a wide range of tropical birds. Whilst here you will spend your time on board a river boat (klotok), which is a great way to enter deep into the Borneo rainforest, as well as trekking and camping  deep within the forest.",
  "durationDays": "7",
  "price": "1975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "JAKARTA (D) Upon arrival at Jakarta Airport, we will be met by our representative and transferred to your hotel. Welcome dinner at hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "JAKARTA – PANGKALAN BUN – KUMAI (B,L,D) After breakfast at the hotel you will transfer to the airport for the morning flight to Pangkalan Bun. Upon arrival at Pangkalan Bun airport mid morning we will be met by our guide. We will continue to Kumai, the seaport and the gateway to the National Park. Onboard, crossing Kumai river in approximately 15 minutes to reach Seikonyer river, the main river in this National Park. Cruise up the Sekonyer river, along the way you will experience vegetation around the such as the Nipa Palm and Pandanus along the banks as well as wildlife including the Proboscis monkey – an endemic animal that can only be seen in Borneo. Lunch will be served on the boat by our own cook. If times allows we can visit the Orangutan feeding at Tanjung Harapan (at 3pm). Dinner and overnight in the houseboating. *Flight Arrangement: Trigana Air: Jakarta -> Pangkalan Bun 09.15 – 10.20 * Schedule only for your reference and can be change anytime without prior notice."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HOUSEBOAT – CAMP LEAKY – HOUSEBOAT (B,L,D) After breakfast we proceed upstream to Pasalat Camp. Here you will have a 1km hike. In this camp, you will have the chance to plant endemic fruit trees for the orangutan (it is also a carbon offset program which supports the national park in planting trees around ex forest-fire areas. Return back to the houseboat as you head up to Camp Leakey, a landmark institution you will come to know on this wildlife tour in Borneo. Camp Leakey was established in 1971 by Dr Birute Galdikas and former spouse Rod Brindamour. It was named after the legendary paleo-anthropologist, Louis Leakey, who was both mentor and an inspiration to Dr. Galdikas as well as Drs. Jane Goodall and Dian Fossey. When we arrive in Camp Leakey we can learn about its history and we will trek through the jungle with the opportunity of seeing numerous orangutans, gibbons, wild pigs and birds. We will have lunch back on the boat and will head to a feeding platform at Camp Leaky for 2pm (where the rangers will feed the semi-wild orangutans with banana on the feeding platform). At 16.00, back to the boat where we will continue down to Pondok Ambung. If time permits before dinner we can head out to the forest in search of nocturnal fauna like Tarsiers, tarantulas etc."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PONDOK TANGGUY – TANJUNG HARAPAN (B,L,D) After breakfast we will boat down to the second camp - Pondok Tangguy - to see another orangutan feeding station We visit the feeding for 9am. After visiting the feeding station to see more orangutan, we will head back to the boat to continue boating down to Tanjun Harapan village to see the Malayan settlement activities. Lunch is provided on board before crossing into Tanjung Harapan Camp to see the last orangutan feeding at 3pm. We head further downstream to Nipa Palm where you get the chance to see thousands of fireflies. (In the dry season you do have the option of a 4 hour trek and camping in the rainforest – please check with us for details)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TREKKING IN TANJUNG HARAPAN – CANOE – NIPA PALM (B, L, D) After breakfast you will be able to explore some more of the forest with a trekking trip from Tanjung Harapan to Sungai Buluh (this will take about 3 hours). Upon arrival in Sungai Buluh you will head out on a motorized canoe to explore some more of the river before heading back to the houseboat. Lunch is provided on board and you will have an afternoon at leisure – spotting Proboscis monkey groups around the river bank. We will head back to the Nipa Palm area for dinner and overnight."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KUMAI – PANGKALAN BUN - JAKARTA (B, D) After breakfast we will boat back to Kumai and transfer to Pangkalan Bun Airport for our next destination. If there is time we will be able to the town, its colourful market and one or two key landmark buildings. At the airport you will say goodbye to our guide before flying back to Jakarta. Upon arrival in Jakarta you will be met by our representative and transferred to your hotel. A farewell dinner will be served at the hotel to celebrate this wildlife holiday to Borneo and our better understanding of the orangutans (our nearest cousins) and the conflict between their sanctuary and our quest for ever more commercial development, which means that the rain forests in Indonesia are still being destroyed at a rate of the size 300 football pitcher per hour!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast at hotel, before continuing for your return flight to Jakarta and international flight home or flight to Bali for a beach extension End of trip."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DEPARTURE (B) Breakfast at hotel then transfer to airport. End of trip."
    }
  ],
  "map": ""
}