{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "a-taste-of-borneo-12-day-tour",
  "tourName": "A taste of Borneo 12 day tour",
  "placesVisited": "",
  "generalInfo": "Sandakan - Sepilok - Kinabatangan - Sukau - Tabin NP - Kota Kinabalu - Mount Kinabalu NP - Gaya Island<br/><br/>This itinerary is the ultimate starter kit for anyone heading out to beautiful and biodiverse Borneo for the first time, as it gives you a great overview of the highlights of Sabah state. You probably associate this destination with the Orangutan- an incredible species that is likely to be a real highlight of your visit. However, there is also so much more to see!  From the huge wealth of wildlife, flora, fauna, vast diversity of landscapes, from mountains to rivers, to white sand beaches with turquoise water, Sabah holds something truly special for everyone.<br/><br/>Begin your adventure in small town of Sepilok, a big animal haven, home to the famous Sepilok Orangutan Rehabilitation centre, Sun bear sanctuary and Rainforest discovery centre. Join your small tour group and learn about this creature in depth from your expert guide. After exploring the area at your leisure its time to take to the Kinabatangan river in your jungle boat and spot the wealth of wildlife that visits the shoreline. Keep your eyes peeled and you could see anything from wild orangutans, proboscis monkeys, crocs, tropical birds, pygmy elephants, snakes and more. There is no better way to be immersed in the jungle soundscape and truly get back to nature.<br/><br/>Your next stop is lush Lahad Datu. Hit the road in a 4x4 driven by your friendly expert local guide, and head to your jungle lodge accommodation deep in the rainforest. You have more wildlife tours planned here, so keep your eyes peeled and cameras ready. You will also have the opportunity to visit a mud volcano.<br/><br/>Head back to the capital of Kota Kinabalu, the gateway to Sabah state. Take a day trip to Kinabalu national park, and drink in the spectacular rainforest panorama as you head up canopy walks and enjoy hot springs in this world famous national park.<br/><br/>After non-stop adventure, it's time to get away from it all in Gaya island, home to a slice of paradise in the form of pristine tropical beaches. This is the perfect place to soak up some rays, rent a kayak or just kick back and relax- with the help of a complimentary picnic of course!<br/><br/>If you are planning your trip to Sabah, why not get in touch with one of our friendly Borneo travel specialists today? This tour is bespoke, which means it can be tailor made to suit you and yours, so we would be delighted to hear your thoughts.",
  "durationDays": "12",
  "price": "2465",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN SEPILOK: You’ll start your trip with a flight to Sandakan, and as you step into the airport arrivals hall you’ll see your driver carrying a sign with your name on it. He’ll take you on the 30-minute drive to your jungle hotel in Sepilok. This is the starting point for your trip to see the orangutans, you’ve got a couple of nights here to acclimatise, and if you have the energy, then get your walking shoes on and check out the surrounding jungle."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ORANGUTANS AND JUNGLE BOATS: Borneo is the land of orangutans, and the very best place to see them and learn all about them is at the Sepilok Orangutan Rehabilitation Centre. This morning you’ll join a small group and travel to Sepilok, where a guide will answer any questions you may have about the park’s hairy inhabitants. At feeding time you’ll find yourself at a safe distance, yet incredibly close to the endearing primates. You’ll also stop in at a Sunbear Sanctuary nearby, where you can see these unique, endangered bears. After your visit to Sepilok you’ll climb into a boat and you’ll travel deeper into the jungle, where you’ll spend 2 nights in a wooden lodge on the riverbank. No other spot in Borneo features such a wide variety of wild animals: monkeys, monitor lizards, crocodiles, sunbears, hundreds of species of tropical birds, and if you’re lucky you may even see wild pygmy elephants! During your time here you’ll have the opportunity to go on morning and evening boat cruises, where a local guide will help you spot whichever amazing creatures happen to be about. You’ll sleep with the sounds of the jungle all around you, before heading back along the river to Sandakan, where you’ll arrive around lunchtime/early afternoon."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TABIN WILDLIFE EXPEDITION: After your time in Sepilok, you’ll head to Lahad Datu, the starting point of Tabin National Park. You’ll be collected from your hotel by your driver for this shared transfer, it’ll take about 2 hours in total. You’ll be picked up by a local guide in a 4×4, and say goodbye to civilization as you travel deep into the wilderness, along uneven, gravelly jungle roads. You’ll be staying in a remote lodge, with your own air-conditioned bungalow, and all of your meals are included – cooked by a good quality on-site restaurant – so you don’t need to worry about a thing. Over the next couple of days you’ll set out by jeep and on foot to see monkeys, bats, monitor lizards and tropical birds in a rainbow of colours, amongst a variety of other creatures. Your local guide will take you to a nearby mud volcano, and if you’re lucky you might even catch a glimpse of an elephant or an orangutan during your Borneo jungle trek, so keep your eyes peeled. On the third morning, you’ll head back to Lahad Datu."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KOTA KINABALU GATEWAY TO SABAH: After your Tabin adventure, you’ll head back to Kota Kinabalu by plane. This bustling coastal city at the foot of the immense Mount Kinabalu is the starting point for your journey through Sabah. On arrival, you’ll be transferred to your central hotel close to the restaurants and colourful markets of the city. Kota Kinabalu is a relatively modern city with many western influences and a whole host of delicious local food to try. The next day you’ll head to Kinabalu National Park with a guide to discover the wildlife and plants which call this place home, getting a different perspective as you explore from the canopy walks high above the forest floor."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "GAYA ISLAND GETAWAY: The following morning you’ll be transferred to the pier to catch the boat to nearby Gaya Island. The ferries take just under 30 minutes in good weather. The next three days will be spent relaxing on Gaya island. This island is the largest in the Tunku Abdul National Park and is covered by jungle and dotted with tropical beaches. During your stay here we’ll provide you with a gourmet picnic basket and you can find your own personal slice of paradise on which to sit and enjoy it. After your relaxing time on Gaya Island you’ll head back to Kota Kinabalu for your flight home to the UK."
    }
  ],
  "map": ""
}