{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-highlights-tour-small-group",
  "tourName": "Borneo highlights tour, small group",
  "placesVisited": "Kuching, Bako National Park, Iban Longhouse, Mulu National Park, Headhunters' Trail, Limbang, Kota Kinabalu, Dusun Village, Poring Hot Springs, Kinabatangan River, Sandakan, Turtle Island, Sepilok Orangutan Reserve",
  "generalInfo": "Travel with a small group on a Borneo highlights tour and you’ll instantly become immersed within a world of steam-shrouded jungles and remote tropical beaches with the ever-present form of Mount Kinabalu rising from Sabah as Malaysia’s mightiest mountain.<br/><br/>From Mulu National Park and the Headhunters’ Trail to Turtle Island and the world-renowned orangutan sanctuary, Sepilok, a Borneo highlights tour as a small group leaves no stone unturned when it comes to conjuring up stunning scenes alongside no end of exciting activities.<br/><br/>This three week Borneo highlights tour lets you experience the sunsets, the homestays and the hiking trails way beyond the tourist sites as you explore as part of a small group and discover the wild nature of the island as well as the relaxing, laid back charm of Southeast Asia.<br/>",
  "durationDays": "20",
  "price": "3620",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kuching.",
      "description": "Selamat datang! Welcome to Malaysia. Kuching, meaning 'cat' in Malay, is the capital and most populous city in the state of Sarawak in Malaysian Borneo. It was home to the infamous White Rajah of Sarawak, whose mysterious rule in this remote corner of the world sparked the imagination of many people who dreamt of becoming royalty. Your adventure begins with a welcome meeting at 6 pm. If you arrive early, maybe check out the waterfront, home to local vegetable, spice and fish markets. After the meeting, maybe head out with your new travel companions to try some local dishes like Sarawak laksa and kolok mee."
    },
    {
      "dayNumber": 2,
      "title": "Bako National Park - Kuching.",
      "description": "Hop in a private van to the fishing village of Kampung Bako, then a local boat up the coast to Bako National Park. Bako is the oldest national park in Sarawak and features rainforest, abundant wildlife, jungle streams, waterfalls, diverse plant life, secluded beaches and trekking trails. Millions of years of erosion form a coastline of steep cliffs, rocky headlands and stretches of white, sandy bays. Waves have carved the cliffs into sea arches and sea-stacks, with coloured patterns formed by iron deposits. When you arrive, you’ll take a leader-led walk through one of the jungle trails, looking out for proboscis monkeys, silver leaf monkeys and the elusive Bornean bearded pigs. Return to Kuching in the late afternoon and spend the evening in relaxing your hotel."
    },
    {
      "dayNumber": 3,
      "title": "Semenggoh Wildlife Centre - Kuching.",
      "description": "Head to the Semenggoh Wildlife Centre – a government-funded rehabilitation centre set in lush surrounds. The centre was set up to help reintroduce these wonderful creatures back into the wild after a life of domestication or having been orphaned. Head into the jungle to a viewing platform where you can watch and photograph the orangutans as they swing into view, eating bananas and milk that’s laid out for them twice a day. Human contact must be kept to a minimum and it's essential you follow your leader's instructions. After, return to Kuching where you can freshen up. Tonight, maybe mosey down to the riverbank and watch tambang ferries glide by, or head out to one of the many Chinese-influenced hawker markets for dinner and experience the range of local seafood."
    },
    {
      "dayNumber": 4,
      "title": "Gunung Mulu National Park.",
      "description": "Fly to Mulu today. When you arrive in Mulu, head into the heart of one of the most spectacular national parks in Asia – Gunung Mulu National Park. Transfer the short distance to Mulu HQ where you’ll stay for the next two nights. In your free time, you can take a self-guided trail around the park or head to the treetops on the world’s longest canopy walkway. Or maybe simply kick back with a book and enjoy the sounds of the nearby jungle. In the evening, enjoy a home-cooked dinner prepared by the indigenous tribe here - Berawan people, trying the signature jungle dishes like Pansoh (fish or chicken cooked in bamboo) or 'Midin' (sauteed wild fern) and learning about their unique cultural insights while the family sit down and have dinner with you. Later, there’s the chance to take an optional night walk to search for some weird and wonderful insects and reptiles."
    },
    {
      "dayNumber": 5,
      "title": "Gunung Mulu National Park.",
      "description": "Today, you have a free morning to explore or have a sleep in. Spend the afternoon strolling the walkways of this 180-million-year-old rainforest, and then catch the sunset flight of the bats at Deer Cave. This UNESCO World Heritage site has the world’s largest known system of caves, formed when surface water worked its way through the rock, carving gigantic passages through the bedrock. Deer Cave has one of the single largest cave passages, 2.2 km long and 220 m tall at its highest point. Before it was part of the park, the cave was a well-known hunting ground for deer, who were attracted to the pools of salty water. The millions of bats who call the cave home all emerge at dusk for their nightly feeding, which is a sight to behold."
    },
    {
      "dayNumber": 6,
      "title": "Gunung Mulu National Park.",
      "description": "Leave Park HQ behind and head into the jungle. Take a boat upriver to the Clearwater and Wind Caves, which contain Asia’s longest underwater river. The Clearwater Cave system runs for more than 200 km, over 100 of which have been explored. Wind Cave draws a cooling breeze through its lengths and features some of Gunung Mulu’s best cave formations, while Clearwater is covered in a species of bright green plant unique to the park. After exploring, take a longboat downriver before disembarking for a hike through undisturbed jungle to Camp 5, at the end of Melinau Gorge."
    },
    {
      "dayNumber": 7,
      "title": "Headhunters Trail - Limbang.",
      "description": "Today, you’ll tackle the infamous Headhunter’s Trail. Located in an isolated area of the Bornean jungle, the trail used to be the route used by warring parties between the Tutoh and Limbang Rivers. Cross streams by rope bridges, wooden walkways and logs, surrounded by the diverse flora, bird-filled trees and the sounds of the forest – a hornbill flying overhead, the cries of monkeys and the pulse of cicadas and crickets. Then, take a boat from Kuala Terikan to Kuala Mendalam. Depending on how much rainfall there’s been, you may be required to help push the boat over shallow parts of the river. Stop at a ranger station for lunch, then travel to Limbang by private vehicle, where you can freshen up and enjoy a good night's rest after two long days of trekking."
    },
    {
      "dayNumber": 8,
      "title": "Labuan Island.",
      "description": "After breakfast this morning, take a short walk to the ferry terminal for a boat to Labuan Island. When you arrive, you’ll have a free afternoon and evening at a beach resort. Relax and recover after yesterday’s trek, going for a swim, chilling out with a cold drink or reading a good book."
    },
    {
      "dayNumber": 9,
      "title": "Kota Kinabalu.",
      "description": "Enjoy some more free time on the island before catching a ferry and express bus to Kota Kinabalu – the capital of Sabah and a modern metropolis that rebounded from multiple bombings during WWII. Tonight, maybe head out for a final meal with your group to celebrate your Borneo adventure – the night market is filled with fresh grilled seafood."
    },
    {
      "dayNumber": 10,
      "title": "Kota Kinabalu.",
      "description": "Enjoy some free time in Kota Kinabalu today before your group meeting at 6pm to meet your new group. During your free time, maybe immerse yourself in the history of the city at the Sabah State Museum. You can also visit the Mari Mari Cultural Village or explore the islands off Kota Kinabalu – excellent for swimming and snorkelling."
    },
    {
      "dayNumber": 11,
      "title": "Dusun Village.",
      "description": "Travel by minivan to a Dusun village that sits in the shadow of Mt Kinabalu – the highest mountain between the Himalayas and New Guinea – and enjoy a welcome lunch in your homestay with your hosts before visiting a local vegetable farm. Learn about planting and harvesting seasonal produce and then take some of these fresh vegetables home for dinner – a proper farm-to-table experience. Tonight, enjoy a special village cultural performance."
    },
    {
      "dayNumber": 12,
      "title": "Dusun Village.",
      "description": "Start your day by walking to the local vegetable market in Kundasang with your leader. Located in the heart of the community, this market showcases an array of freshly harvested produce, from locally grown vegetables to unique regional seasonal fruits like tarap and rambutan. You'll also find local snacks, wild honey and traditional Borneo crafts. Take the opportunity to chat with vendors to learn about the local produce and how it’s used in traditional Sabah cuisine. The afternoon is yours to enjoy at your leisure – perhaps visit Poring Hot Springs to relax in the open-air baths before heading back to your homestay."
    },
    {
      "dayNumber": 13,
      "title": "Kinabalu National Park.",
      "description": "Eat a good breakfast this morning and say goodbye to your friends in the village as it’s time to drive to Timpohon Gate to begin your trek up Mt Kinabalu. It’s no small feat – prepare for an uphill trail made of steep steps that vary considerably in size – but along the way you can take in the remarkable variety of plant life, including about 1000 species of orchid and the carnivorous pitcher plant (yes, really). After covering 6 km (approximately 4 to 6 hours), spend the night at a hostel near Laban Rata, located at 3,272m (10,735 ft) above sea level. Rest up for the final ascent (very!) early tomorrow morning."
    },
    {
      "dayNumber": 14,
      "title": "Kinabalu National Park.",
      "description": "Rise at around 2 am this morning to continue your trek – it’s tough, but the sunrise at the summit will be well worth it. At the top, take in the jungles of Borneo in one direction and the South China Sea in the other. After a well-deserved rest and plenty of pictures, return to Laban Rata for breakfast. Then, get started on the descent which can take between 3 - 6 hours. This evening, enjoy your overnight stay at a hostel within Kinabalu National Park."
    },
    {
      "dayNumber": 15,
      "title": "Kinabatangan River.",
      "description": "Journey by private bus into the steamy rainforest to Bilit – a small village on the banks of the Kinabatangan River – and then take a short boat ride to the comfortable jungle lodge where you’ll spend the night. Located on the riverbanks, the lodge is a brilliant place to spot wildlife. For even better spotting, head out on a sunset boat ride and look out for macaques, orangutan, proboscis monkeys and pygmy elephants. End your day by searching for nocturnal wildlife like civets, owls and the rare slow loris on a night walk."
    },
    {
      "dayNumber": 16,
      "title": "Kinabatangan River.",
      "description": "Embark on another boat safari early this morning – different species come out at different times, so keep your eyes peeled! After breakfast, join the in-house guide for an insightful journey into the historical Kinabatangan community, which thrived long before tourism developed in the area. Explore traditional practices and craftsmanship and actively engage in the crafting of traditional fish traps. This hands-on experience provides a profound understanding of the local culture and heritage, fostering a deeper appreciation for their sustainable way of life. Then, head back on the boat for another river excursion in the afternoon."
    },
    {
      "dayNumber": 17,
      "title": "Sepilok.",
      "description": "Say goodbye to your jungle lodge after breakfast and hit the road in a private minivan to a guesthouse located near the Sepilok Orangutan Rehabilitation Centre. Established to help reintroduce these wonderful creatures back into the wild after a life of domestication or being orphaned, this sanctuary offers a unique opportunity to witness conservation in action. From the viewing platform, watch and photograph the orangutans as they swing into view onto the feeding platform. Observe young orangutans as they learn how to climb a specially constructed jungle gym in a new nursery. To see more of Borneo’s creatures, there’s the option to visit the Bornean Sun Bear Conservation Center. Here, rescued sun bears, many of whom have endured years of mistreatment, are given a second chance at life. Learn about the rehabilitation process and how they are reintroduced back into the wild. You can also opt to visit the Rainforest Discovery Centre, where you can roam the treetop walkways while you learn more about the flora and birdlife of Borneo."
    },
    {
      "dayNumber": 18,
      "title": "Turtle Island.",
      "description": "This morning, transfer to Sandakan to leave your large bags at the hotel and walk with your overnight bag to a nearby jetty. Travel by speedboat, past small fishing villages and bamboo fish traps, to Turtle Island Marine Park. In the afternoon, there will be some time for swimming, snorkelling or lazing about on the beach. In the evening, you’ll join an expert local ranger and a select group of visitors to watch giant green turtles coming ashore to lay their eggs under the moonlight. Watch the rangers as they release protected hatchlings and guide them in their frantic dash to the ocean. This is a moving experience that will stay with you long after your trip is over!"
    },
    {
      "dayNumber": 19,
      "title": "Sandakan.",
      "description": "After breakfast, return to the mainland and walk back to your hotel. Today is free to explore Sandakan as you wish – perhaps you’ll call into Agnes Keith House, the restored home of an American writer best known for her accounts of life in Borneo during WW1. Or you could visit the Sandakan War Memorial, built on the site of a Japanese Prisoners of War camp. Learn about the tragic Sandakan Death Marches, when 2400 prisoners of war were forced to walk through the jungles of Borneo and only six survived. Another great option is St Michaels & All Angels Church, a rare stone building in Sabah that managed to avoid major damage in the war."
    },
    {
      "dayNumber": 20,
      "title": "Sandakan.",
      "description": "Your adventure ends today after breakfast. Additional accommodation can be pre-booked if you wish to spend more time exploring Borneo - just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}