{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-holiday-highlights-of-borneo",
  "tourName": "Borneo holiday, Highlights of Borneo",
  "placesVisited": "Sepilok Orangutan Rehabilitation Centre, Sun Bear Conservation Centre, Rainforest Discovery Centre, Kinabatangan River, Tabin Wildlife Reserve, Gaya Island, Activities include: wildlife river cruises, turtle conservation, lunch with local Abai villagers, rainforest treks to waterfalls and a mud volcano, guided nature walks and night safaris",
  "generalInfo": "Borneo's Malaysian state of Sabah is a destination with something for everyone: the World's oldest rainforests, beautiful sandy beaches, unique flora &amp; fauna, breathtaking mountain scenery, world-class resorts, delicious food, fascinating river cruises, and of course, loveable apes!<br/><br/>Discover Borneo's iconic indigenous species in their natural habitats in comfort on this Widlife Highlights Tour.<br/><br/>Take a thrilling canopy walk high above the jungle at Sepilok where you will see endangered Orangutans and Sun Bears. Spot the unique Proboscis Monkeys and a whole host of other wildlife and birds along Sabah's longest river, the Kinabatangan. <br/><br/>This Highlights of Borneo tour has an English-speaking guide for the majority of your adventure and you will be staying in a mixture of luxurious resort hotels, idyllic islands and rustic lodges. <br/><br/>As professional tour operators, we love Borneo and aim to give all responsible travellers the best possible experience to ensure they leave feeling relaxed and enlightened and eager to come back for more. If there are any special requests or requirements that you wish to be added to the tour then let us know as we want to create a Borneo tour that's designed specifically for you, all you have to do is ask.<br/><br/>Departures to Borneo can be arranged year round. The weather is drier from April - October, but travelling outside of the peak season still offers excellent wildlife observation opportunities.",
  "durationDays": "14",
  "price": "2595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Sandakan, via Kuala Lumpur (own arrangements)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your jungle adventure is about to begin! Upon arrival at Sandakan Airport, you will be met and transferred by private vehicle to your resort. Evening at leisure. If you’re in time, grab a chair on the deck and look out for the Flying Squirrels who venture out just before dark. (D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is at your leisure to explore and visit the attractions in the Sepilok area. A shuttle service is available twice a day to visit the Orangutan sanctuary, Sun Bear centre and the Rainforest Discovery Centre (RDC). *A complimentary morning tour of Sepilok Orangutan Rehabilitation Centre and Sun Bear Centre is also included in your package, which gives you access to some of the facilities for the whole day. (B,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, transfer to Sandakan jetty and meet at your boat transfer to Selingan Island. Selingan Island is protected for the sole purpose of the conservation and preservation of turtles and other marine animals inhabiting the area. Here Green and Hawksbill turtles come ashore almost nightly throughout the year to lay their eggs. This is the only island where visitors are allowed to safely observe the conservation process. After arriving on Selingan Island, the rest of the day is free for snorkelling or to explore the island's jungle interior. Most activity is after dark. A Park Ranger will take you to see the turtles laying their eggs and the newly-hatched creatures making their way to the sea for the first time. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, return to the mainland by speedboat and depart for a 1-hour boat cruise up the Lower Kinabatangan River, passing pristine mangrove forests and searching for wildlife. Arrive at Abai Jungle Lodge and have lunch. Free to relax or explore the surrounding area on the nature boardwalk. In the afternoon, go on a cruise in search of proboscis monkeys, birds, reptiles and other wildlife. As night falls witness the glittering of fireflies on the mangrove trees. Return to the lodge for dinner. After dinner, go on a guided night walk around the Lodge’s nature boardwalk and search for insects, birds and other wildlife. Overnight at the Abai Jungle Lodge. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Have a leisurely morning at your lodge before you check out after lunch and cruise along the river to Sukau, searching for wildlife along the way. Arrive Sukau and check-in to Kinabatangan Riverside Lodge. Late afternoon, take a river cruise to Menanggul River, a small tributary of the Kinabatangan. This is a perfect opportunity to look for the famous Proboscis Monkeys and the Hornbill, as well as Pygmy Elephants and, if you’re lucky, wild Orangutans! Return to your lodge for dinner. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Depart at 0700hrs on your overland transfer to Lahad Datu for registration and refreshmnts at the Park HQ before continuing on to Tabin Wildlife Reserve, arriving in time of lunch. Tabin was declared a wildlife reserve due to the large number of wildlife and birds inhabiting its jungle, many of which are endemic and endangered species. The three largest land mammals of Sabah, the Borneo Pygmy Elephant, Sumatran Rhino and Tembadau can be found within Tabin. Your accommodation will be in either a river lodge adjacent to the Lipad River or, alternatively in a Hill Lodge offering a view across the river. These are linked by a walkway to the Sunbird Café Rooms complete with private balcony and hot water shower, a real luxury in the forest. Following lunch, visit the Lipad mud volcano which serves as a mineral salt lick for wildlife. After trekking through the jungle for twenty minutes, arrive at the elevated bare area of the mud volcano. Try to identify the multitude of animal footprints here. Those people adventurous enough can experiment with the effect of the volcanic mud, said to be responsible for a fine complexion. Walk up to the observation tower and admire the contrasting landscape of the volcanic area with the surrounding thick forest where a variety of birds are commonly sighted. You may see footprints of wild boars, elephants and deer. Tabin has seven mud volcanoes and salt springs with a high mineral content. This mud volcano is the size of a soccer-field. In the evening, enjoy a night safari to hopefully spot more wildlife in the area such as Tarsiers, Civet Cats, Sambar Deer and other nocturnal creatures. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you may opt to join an early walk or dawn drive to discover some of Tabin’s rich collection of almost 300 bird species and wildlife (activities are paid locally). After breakfast, trek through the lush green rainforest known for its rich diversity of plants and animal species to visit Lipad Waterfall. Take a dip in the natural pool and enjoy a natural and refreshing shower under the waterfall. Alternatively explore the surrounding vegetation or simply relax. In the afternoon you may wish to try out the Tabin Rainforest Foot Soak made with a natural blend of herbs to relax tired muscles after long jungle treks. (B,L,D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, check out of your hotel for your transfer to the airport for your return flight home (own flight arrangements). We can arrange late check out if it's required. (B)"
    }
  ],
  "map": ""
}