{
  "destination": "Borneo",
  "mainPhoto": "",
  "id": "borneo-off-the-beaten-track-holiday",
  "tourName": "Borneo off the beaten track holiday",
  "placesVisited": "",
  "generalInfo": "An immersive holiday suggestion, ideal for families or couples who want to get away from the everyday without missing any of Borneo’s more well-known highlights.<br/><br/>Explore the tribal traditions of the Murut people, get off-the-beaten-track to discover incredible wildlife, and relax on unspoiled beaches.<br/><br/>Highlights include:<br/><br/>Discovering exceptional wildlife and incredible scenery while staying deep in Danum Valley<br/><br/>Travel to the most remote part of Sabah, homeland to the Indigenous Murut people and the remarkable Batu Punggul<br/><br/>Boat down the Kinabatangan River keeping watch for pygmy elephants, rare bird species and primates<br/><br/>Relaxing away from the crowds (and the wifi) on the unspoiled sandy beaches of the Kudat peninsula<br/><br/>Your holiday will include private transport and guides throughout (including an expert nature guide in Sepilok, Kinabatangan and Danum). Having a private guide will allow you a level of flexibility and spontaneity, and a nature guide will ensure you have the absolute best viewings of the fantastic wildlife.",
  "durationDays": "15",
  "price": "9200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on a flight via Kuala Lumpur to Kota Kinabalu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival, your guide will meet you for the transfer to your hotel. There will be time to relax and recover from your flight and perhaps explore the local markets."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "On your journey from Kota Kinabalu, by 4-wheel drive and boat, you will travel deep into one of the most remote parts of Sabah state. You’ll travel through the homeland of the Murut people towards Batu Punggul, an 800 ft forest-clad limestone pinnacle that is home to a labyrinth of caves. On the first day, you’ll explore caves via underground streams and sleep overnight under the stars in a comfortable hammock camp. Day 2 will take you to explore Batu Punggul itself, spend the night in a longhouse and enjoy an evening of Murut hospitality. On Day 3 you’ll enjoy a morning of light trekking and swimming in multi-levelled waterfalls, before journeying back to your Kota Kinabalu hotel for the evening. While accommodation is basic for a couple of nights, the experience and hospitality on offer during these three days is fantastic."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Depart Kota Kinabalu on a short flight to Sandakan. On arrival you’ll transfer to Kabili-Sepilok Forest, renowned for its orchids, ancient trees, and of course, its orangutan community. Visit the Sepilok Orangutan Sanctuary where a highlight is the daily feeding of the orangutans. In the afternoon you’ll begin the river journey along the Lower Kinabatangan River Sanctuary towards your accommodation. En route, you’ll pass mangroves, wetlands and lush rainforests with plenty of opportunities for wildlife spotting. The Lodge has boardwalks extending into the jungle interior, offering a great way to explore this fantastic part of the world with ease. During your stay you can enjoy guided night walks and boating to Pita's oxbow lake, looking out for pygmy elephants on the journey upstream."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel onward to Danum Valley Conservation Area, one of the world’s most complex ecosystems covering more than 400 square kilometres. You’ll enjoy a great program of trekking, night drives and night walks and one of the best wildlife viewing experiences in Borneo. With your dedicated guide on hand, keep watch for wild orangutan, slow loris, gibbons, red leaf langurs, western tarsiers, Bornean bearded pigs, deers, civet cats, hornbills, flying squirrels and - if you are super lucky - maybe even the elusive clouded leopard."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After an early morning transfer and quick flight back to Kota Kinabalu, you’ll head towards the sleepy beaches of Kudat. Relax and rejuvenate here for the next two days, and explore this beautiful part of the region dotted with stilted building and fishing boats."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast at the resort, transfer to Kota Kinabalu Airport for your flight back to the UK. Your holiday will include private transport and guides throughout (including an expert nature guide in Kinabatangan). Having a private guide will allow you a level of flexibility and spontaneity, and a nature guide will ensure you have the absolute best viewings of the fantastic wildlife. As with all our holidays, this itinerary is just a starting point. We can tailor it completely to suit your budget, pace and style. Get in touch to find out how this suggested itinerary could inspire your trip."
    }
  ],
  "map": ""
}