{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-private-photography-tour",
  "tourName": "Costa Rica private photography tour",
  "placesVisited": "",
  "generalInfo": "On this exciting photography trip you will visit the most photo-worthy destinations in Costa Rica, that you and your camera are bound to love. The amount of different landscapes and wildlife means that there is always something interesting to capture, providing you with a mixed variation of images. You will also be accompanied by an extremely talented Photography guide who will be teaching you throughout your expedition, the very gifted and award winning travel photographer – Matthew William Ellis.<br/><br/>Matthew  is a documentary, destination and commercial travel photographer who has been a finalist in Travel Photographer of the Year for three years. His practices ensure guests follow safe practice guidelines and never impact wildlife or human life. Guests can understand and interact with locals because of his approach and engaging manner.<br/><br/>This photographic holiday is all about learning, practicing and experimenting with newly acquired techniques, tips and tricks, while exploring various locations across Costa Rica. With time spent flicking through slides, sat indoors is kept to a minimum!<br/><br/> By the end of the trip, you will feel confident about both technical and creative aspects of photography. You will learn to take control of your camera using shutter speed, aperture and ISO to create the look that you want from your photography. You will further your photographic eye, develop a proactive photography mindset and understand how to apply this to any given situation in order to allow you to capture eye-catching and emotive photographs when traveling in the future.<br/><br/> When we are not out and about, Matthew will provide feedback and guidance on photos taken during the day, as well as offering assistance with editing, organisation and output of images.",
  "durationDays": "15",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Costa Rica We will be welcomed at San Jose airport and take a private transfer to the Hotel where you will meet Matthew. Overnight at Hotel Park Inn."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we will travel to TORTUGUERO on the Caribbean Coast This morning you have an early morning departure as you head off on the first part of your adventure to Tortuguero National Park. The journey to Tortuguero is by coach followed by boat and we will stop en-route for a typical Costa Rican breakfast. You may get the chance of seeing & taking photos of sloths in the trees around the restaurant. You will arrive at your jungle lodge in time for lunch. This afternoon you will be able to visit the Village of Tortuguero. Through this visit you will learn the ways of life of the local residents of Tortuguero. While you are in Tortuguero you will enjoy 2 boat trips to explore the channels. PHOTOGRAPHY The wildlife photography opportunities here are unrivalled! Floating alongside where the pristine rainforest meets the Tortuguero Lagoon offers beautiful scenery and a wealth of wildlife. Timing is everything in wildlife photography and you will learn about how to be completely ready to capture the exact moment a caiman pops it head up, a bird takes flight or a monkey jumps between branches."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tortuguero Tortuguero National Park is one of Costa Rica’s most biologically diverse wildlife areas. This is the most important site in the western Caribbean for the nesting of the sea turtles. This very wet tropical forest is home of approximately 2,600 tree and plant species and a large range of wildlife. Birds, amphibians, freshwater fishes, American crocodiles and caimans, White-faced Capuchin, spider and Howler monkeys are living in this stunning area. Among all of these species, Tortuguero welcomes endangered animals such as manatees, tapirs and jaguars, to name a few. This morning we can have an early start where we will have the opportunity of taking some photos of the wildlife around the lodge area before breakfast. PHOTOGRAPHY Today will offer the opportunity to photograph the town of Tortuguero. While there, Matthew will make sure you are 100% confident with the basics of ISO, aperture, shutter speeds, focusing modes and what settings to have your camera so you are ready for the next mornings photographic outing!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Frog Heaven & the Northern Lowlands This morning will leave Tortuguero . After breakfast at the lodge, we will take the boat ride back to dock. Here we will meet up with our private transport and local guide who will be with us for the rest of our trip. We will have lunch and a photo tour in frog heaven before heading to our accommodation in Boca Tapada. PHOTOGRAPHY You will have the opportunity to try your hand at different style of wildlife photography here. We will capture photos of frogs in a controlled, but realistic environment. This will offer you the chance to learn about macro photography, and to start incorporating flash in a natural way."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tropical Rainforest explorations We will spend the day in this rich eco-system with an incredible variety of fauna and flora. 350 different species of birds have been counted here, among them the Great Green Macaw. A perfect place to get some great photos of the bird and wildlife. Today we can enjoy a hummingbird tour. PHOTOGRAPHY The bird photography opportunities in Boca Tapada are endless. The place we are staying has beautifully positioned bird feeders with backdrops far into the distance, allowing you to capture beautiful photos of birds with a beautiful bokeh, out of focus background. The lodge has a fantastic rainforest trail, and you will get the chance to photograph bats feeding from flowers at night."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Arenal Volcano , La Fortuna You will start your morning with breakfast at the hotel and join a tour to see the king vultures. We will then head to Arenal volcano where as long as the weather is in our favour we should be able to do a landscape shoot. We then head to our new lodging for tonight. PHOTOGRAPHY Arenal Volcano area offers the opportunity to get stuck into a proper landscape shoot (at the mercy of the weather). What do I mean by a proper landscape shoot? Tripods, filters, beautiful light (fingers crossed), a perfectly conical volcano reflected in a lake and unfortunately the possibility of a very early morning! You will learn about how to create eye-catching landscape photos by making the most of the available light and focusing on finding strong compositions. If the stars make an appearance, you will also have the chance to learn night and astrophotography."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arenal Volcano - Hanging Bridges Today we visit the Arenal Hanging Bridges for a natural history walk. This afternoon we will head to the Tabacon Hot Springs. After an afternoon at the hot springs, we will head out to take some sunset landscape photographs before heading back to our hotel for dinner. PHOTOGRAPHY Walking above the rainforest canopy on hanging bridges offers a truly unique perspective of the scenery and wildlife, and a chance to capture photographs for a completely different angle ensuring you build a diverse and varied portfolio of images from the trip. While staying in Arenal, you will have time to start working on the images you have taken so far on the trip, in front of a spectacular rainforest backdrop. Matthew will offer tutorials on organising and editing photos, ensuring your final images look as fantastic as possible!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Punta Leona Today we head to the Pacific Coast and the beautiful Punta Leona. We will stop on-route for lunch and will be able to see our first glimpse of the crocodiles on the Tarcoles River from the bridge. PHOTOGRAPHY By now you will be very well prepared to explore Carara National Park for another dose of wildlife photography. You never quite know what you are going to see, but that is what makes it so exciting, and with you new wildlife photography skills, you will be ready to capture the moment when it happens. Punta Leona beach is quite simply a photographers paradise. You will have the opportunity to further your landscape photography skills, learning about using long exposures creatively to enhance your compositions. Punta Leona’s palm trees, beautiful golden sands and interesting rock formations offer plenty of compositional elements to play around with too. As the sun goes down you might find yourself with just Coati for company."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tamar & the Tarcoles River Morning taking before we head to the Carara National Park. Carara is one of Costa Rica’s most popular National Parks (so prepare for more people). A few of the local animals include Opossum, Two-toed Sloths, Agouti, Armadillo, Pacas, Great Anteater, Kinkajou, Tayra, Margay Cat, Collared Peccary, White-tailed Deer, Poison-arrow Frogs, and the Omnipresent Monkeys We will be able to visit the fishing village of Tacoles, before heading onto the Tarcoles River for a sunset boat tour. We will be able to get close to some of the giant crocodiles who call this river home. PHOTOGRAPHY The abundance of bird life and outrageous size of the crocodiles on the Tarcoles River make for a truly spectacular wildlife photography experience. The focus here is going to be learning how to successfully capture birds in flight. With the river and mangrove scenery being much more open than in the rainforest, this will be our best chance to capture Scarlet Macaws flying side by side. They are actually very generous to photographers, letting out squawks and screams that carry for miles so you always know when they are coming!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Uvita Today we head to Uvita. We will stop at La Parcela for lunch, one of the best seafood restaurants in Costa Rica. Tonight we will sleep at La Cusinga Lodge. Located on the South Pacific coast of Costa Rica. La Cusinga Eco Lodge offers guests breathtaking views of the Pacific Ocean and its sunsets. Surrounded by tropical forests and deserted beaches where freshwater waterfalls reach the Pacific Ocean in one of the most beautiful tropical areas of the world. PHOTOGRAPHY Cusinga offer yet more chance for both wildlife and landscape photography. The wide expanse of golden sand is backed by a bank of thick, pristine rainforest meaning the beach is completed isolated and receives virtually no visitors. In one sunrise or sunset shoot, you will have the opportunity to capture the impressive coastal landscape and local wildlife of monkeys and wading birds."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nauyaca Waterfall Today we will visit the Nauyaca waterfalls. ¨These majestic waterfalls are recognized worldwide for their beauty - located in a canyon approximately eighty meters wide. One of the falls is forty-five meters high in free fall and the other twenty meters high in stepped fall, forming at the foot of it, a pool of a thousand square meters and six meters deep.” There are also many other natural pools, which are there to enjoy. We will have lunch there before returning to Cusinga Lodge. After our visit to Nauyaca Falls we will take a private transfer to San Gerardo – one of the best places to see the Quetzel. Tonight we will stay at Paraiso Quetzal Lodge. PHOTOGRAPHY At Nauyaca Waterfall, you will learn about how to use long exposures effectively in photographing waterfalls and how filters such as polarisers can be used to enhance your images."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "San Gerado de Dota San Gerado de Dota is a haven for birdwatchers and hikers. Located in the Savegre River Valley, this allows you quick access to Los Quetzales National Park (the home of the Quetzal). This is one of the most beautiful regions of Costa Rica with green mountainous backdrop & dense forests. Apart from the iconic Quetzal, there is a plethora of humming birds and woodpeckers to enjoy, as well as peccaries and coyotes. PHOTOGRAPHY Today you will learn various techniques for photographing hummingbirds including using just natural light, a single flash, and how to get creative with flash. As with most locations in Costa Rica, you will also have the chance for both landscape and wildlife photography, perfecting your long exposure skills and capturing images of the abundant birdlife during a walk along the river."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "San Gerado - Savegre Lodge Today we move lodges but still within San Gerado. Today we will go in search for the Quetzal, offering you the chance to photograph one of the most beautiful birds in Costa Rica. PHOTOGRAPHY Following on from what you learned the previous day about photography hummingbirds, you will have the opportunity to capture photos using a multi-flash set up. All equipment will be provided, and the techniques you learn will be applicable to any flash photography going forward."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "San Gerado – Savegre Lodge The trip will come to an end with another chance to search for the Quetzal - we will head out on a Quetzal hunt, along the road in San Gerado. We will have lunch at Savegre Lodge, before exploring this area further."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Airport Transfer You will get a private transfer to the airport in time for your flight home."
    }
  ],
  "map": ""
}