{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-adventure-holidays",
  "tourName": "Costa Rica family adventure holidays",
  "placesVisited": "",
  "generalInfo": "This Costa Rica Family Adventure tour takes you to four beautiful locations, where activities and exploration await. Begin your journey by exploring the canals and waterways of Tortuguero National Park, home to a plethora of wildlife in and out of the water. Then it is on to the famous Arenal Volcano where you will stay in a private nature reserve used by many a sloth as a home. Here you will experience some excellent white water, guaranteeing an exciting rafting experience.<br/><br/> It is then on to the Monteverde Cloud Forest where the Sky canopy walkways and zip lining experience awaits. Is there a better way to explore a forest that up in the canopy? Finally you will have the chance to relax beside the pool overlooking the pacific Ocean. This hotel is great for families as it is far enough away form the town of Tamarindo to feel isolated, yet close enough to enjoy all of the exciting activities on offer including surfing lessons for all abilities.",
  "durationDays": "15",
  "price": "2250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the international airport of San José, where you will be met by one of our representatives and taken to your hotel. Depending on when you arrive, you may have time for a walking tour around the centre of town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your adventure starts as you are met by your shared transfer and driven to the town of Guapiles, situated at the start of the inland canals that lead to Tortuguero national park. This is a beautiful drive where you will get to experience the incredible Braulio Carrillo National Park. Once in Guapiles you will meet your guides and boat from your Tortuguero Lodge and continue navigating the canals until you reach your beautiful lodge. Once there you will have a lovely lunch before taking a visit to Tortuguero Village.(B/L/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will have a 2 hour morning guided walk on the local nature trails before spending the afternoon exploring the incredible wildlife and biodiversity found throughout the Tortuguero Canals. Tortuguero National Park is situated within the Tortuguero Conservation Area in the remote north eastern part of the country. Despite its remote location, it is the third-most visited park in Costa Rica, reached only by airplane or boat. The park has a large variety of biological diversity due to the existence within the reserve of eleven different habitats, including rainforest, mangrove forests, swamps and lagoons. Located in a tropical climate, it is very humid, and receives up to 250 inches (6,400 mm) of rain a year. The coastal zone, which has a long beach extending to nearly 22 miles (35 km), is the nesting ground for turtles from June to September each year. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will take the boats back to the town of Guapiles. Thee you will have some lunch before meeting your shared transfer (Max 7 people) and driven to the majestic Arenal volcano that, when active, erupts and sends up a cloud of smoke several times a day (it is currently dormant). You will be picked up at the hotel by a shared transfer that it takes you to lake Arenal, where you take a boat across the beautiful Lakel before meeting the minibus again and continuimg on to Arenal Lying in the northern highlands of Costa Rica, the spectacular Arenal volcano is only a few hours' drive from San José and a short boat ride across Lake Arenal from the Monteverde cloudforest. Many people think of Arenal as just a volcano, however the National Park offers a variety of beautiful trails through the rainforest and the chance to up close to the local flora and fauna. The park is also a great place for thrill-seekers with a famous canopy walkway, zip line and some truly beautiful white water rafting. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Experience the thrill of class III rapids as you take on the mighty white water for a half days rafting experience. You will be picked up from the hotel for the experience and returning in the late afternoon you will have a few hours to further explore Arenal if you so wish. (B/L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "At present we have left today free for you. There is absolutely loads to do in the Arenal area which we can either include for you or you can book yourselves (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After a tasty breakfast you will take the shared transfer, including a boat crossing of lake Arenal, to the Monteverde Cloud Forest: A place of cloud forests and coffee plantations, monkeys and mist. You will have the afternoon free to explore the beautiful, world-famous cloud forest. Within the reserve is a well-marked network of walking trails for short or long treks through the forest. On your Monteverde tour, we can also arrange guided walks through the forest to show you the native flora and fauna. In the nearby town of Santa Elena, where most of the accommodation is located, there are also canopy walkways (a series of suspension bridges set up above the rainforest canopy) that are perfect for bird-watching, as well as orchid gardens and an excellent butterfly farm. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Zip lining and canopy walkways! There are many canopy tours in Costa Rica but Sky Trek operate in harmony amidst the pristine primary cloud forest. Sky Trek has some of the longest cables in the country, well maintained trails throughout the cloud forest, suspension bridges and one of the safest harnessing and pulley systems that enable people of all ages safely fly across the jungle! Sky Trek This famous canopy tour consists of 8 zip line cables with a combined length of almost 3 kilometers and range in distances between 40 meters and 750 meters and heights that range between 15 to 100 meters. Sky Trek is also a great opportunity to have panoramic views at two observation towers that offer views to the Pacific on a clear day it is also possible to see the northern lowlands that stretch all the way to the Caribbean. The Sky Trek tour generally takes about 2 hours. Maximum weight allowed for Sky Trek is 217 lbs. Sky Tram The Sky Tram ascends along a beautiful cloud forest ridge and allows for stops along the way to observe plant and animal life and learn form an experienced guide. The duration of the tram takes about 20 minutes before arriving to an observatory platform. Those continuing on to the Sky Trek will descend via the cables back to the central office, if you are not continuing on to the Sky Trek cables you will return via the Tram. This activity is required for those who wish to do the Sky Trek. Sky Walk A wonderful opportunity to enjoy the flora of the Cloud Forest at a slower pace. The suspension bridges vary in length and allow a unique perspective within the canopy Please note the experiences mentioned above will be accompanied by others as it is not possible to do as a private trip (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "It's time to head to the beach as you are met and transferred to a wonderful hotel situated in an isolated position outside the bustling town of Tamarindo. Quiet enough to relax and unwind but close enough to town to enjoy all the activities on offer such a stand up paddle boarding and surfing lessons for all abilities. It is the perfect place to unwind for the remainder of your stay. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You will be met for your shared transfer back to San Jose. You will have the afternoon to relax and enjoy your last night in this beautiful country. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "It is time to say goodbye to Costa Rica and you will be transferred to the airport in time for your return flight home. (B)"
    }
  ],
  "map": ""
}