{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-14-day-family-holiday",
  "tourName": "Costa Rica 14 day family holiday",
  "placesVisited": "San Jose, Tortuguero National Park, Puerto Viejo, La Fortuna, Arenal Volcano, Monteverde Cloud Forest",
  "generalInfo": "San Jose - Tortuguero - La Fortuna - Monteverde - Samara - Manuel Antonio - Alajuela (San Jose)<br/><br/>Journeying from San Jose to Monteverde, this Costa Rican family holiday is perfect for your next summer break getaway.<br/><br/>This itinerary is carefully arranged to give you all the bucket list highlights in the best weather to suit a family group.<br/><br/>Starting in the capital city of San Jose, you have a day in a central hotel to acclimatise and also enjoy a guided tour of the city. From here, the wildlife adventure gets off to a wonderful start with a boat trip out to Tortuguero National Park, famous for its sea turtle nesting grounds, and myriad waterways through tropical jungle, all only accessible by boat.<br/><br/>Taking a hire car or shuttle bus, you head north again to La Fortuna, gateway to the famous Arenal Volcano, where you spend a couple of days staying in a wooden lodge hotel, hiking through jungle or across it on its famous walkways and enjoying thermal hot springs. <br/><br/>From here, make your way to Monteverde Cloud Forest. You have time to go hiking through this elevated tropical jungle where mists hover and nurture the trees and rare flora. A real highlight is taking on one of the world’s most spectacular ziplines, scaling the treetops with an incredible birds-eye view of the jungle below.<br/><br/>After all that adrenaline fuelled adventure, its time to kick back in the coastal paradise of Samara where the white sand beaches, sparkling sea and sunshine scream Costa Rica! We can arrange a surfing lesson here, tailored to suits all ages, and there is ample opportunity to spot rare marine life like dolphins and snorkel in turquoise waters. <br/><br/>Your final summertime stop is magical Manuel Antonio, a nature lovers dream with beautiful beaches on one side and wildlife filled national park on the other. This is an absolute gem of a family destination, with activities to suit everyone. You can get stuck into some more animal spotting or simply relax between palm trees, or people watch from the restaurants and cafes. <br/><br/>Bliss!<br/><br/>All of our trips are amendable and can be made bespoke to you and yours- just chat to our friendly team of travel specialists. Our family team have ample experience in family travel, including undertaking similar journeys with their own children, so they know how important it is to have a memorable, hassle free and safe summer break that is relaxing for everyone. Leave an enquiry today!",
  "durationDays": "14",
  "price": "2050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Strolling through San Jose: Costa Rica’s capital might not be top of your family’s must-do list, but the city has its Latin charms and is a pleasant place to start your journey through the country. You’ll be transferred to a comfy hotel with a pool just outside of the city centre, where you can recharge your batteries and set out to explore the city at your own pace. Whether you’re travelling by hire car or transfers, we’ll have made all the arrangements for you and you’ll also meet with our local partners who’ll be there to support you throughout your trip."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wildlife and waterways of Totuguero: From San Jose, you’ll be picked up by coach for the journey through the mountains to the east coast, and to Tortuguero. After about 3 hours you’ll stop for refreshments, before switching to a boat for the final 90 minutes of your journey into the rainforest. Keep an eye out for wildlife along the way. For the next couple of days you’ll be taking your family back to nature as you stay in the lush Parque Nacional Tortuguero – a breeding ground for sea turtles, and home to sloths, monkeys, toucans, caimans, river otters and a whole host of birdlife. The park is full of waterways cutting through the jungle and you’ll set out to explore them by boat, and on foot, with experienced local guides who’ll know exactly where to look for all that wildlife the kids (and adults) will love. You’ll spend 2 nights at a comfy lodge amongst the trees, with a swimming pool for the children and freshly prepared food throughout your stay. If you’re travelling during turtle season (July to October) then you can arrange a night tour with the lodge, to see the green turtles laying their eggs on the beach….a really unforgettable experience for the whole family, if you get the chance!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Footsteps on Arenal Volcano: At the end of your stay in the rainforest you’ll travel around 3hrs by boat and bus to nearby Guapiles, where you’ll jump on the shuttle bus, or pick up your hire car to head to La Fortuna, a journey of roughly 2.5hrs. La Fortuna is home to the famous Arenal Volcano, a lush destination full of nature and adventure – something for all the family. Despite La Fortuna becoming more and more popular, it still maintains that ‘small-town’ feeling and is the perfect place to explore the greenery of Costa Rica. Take a wander around the national park, over the volcanoes or head into the waterfalls for a slightly cold but refreshing dip before visiting the stunning hot springs for some relaxation. Whilst here you’ll also take a night tour with a local guide to find all the different frogs living in the forest."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head in the cloud forest: Next, we’ll arrange for a jeep and boat transfer to take you from your hotel in La Fortuna to your hotel in Monteverde, which should take about 3 hours. If you’re driving you’ll take a bumpy road and perhaps along the way stop off at a cafe. Driving time is usually about 4 hours. Over the next few days, you and your family will explore the cloud forests of Monteverde, a hilltop town with a laid back feel and plenty of family-friendly activities. You’ll stay in a lodge on the outskirts of town, perfect for getting back to nature. You’ll explore the tree-tops on a guided walk through the cloud forest as you cross hanging bridges high above the forest floor, learning about the biodiversity of the plants here and keeping your eyes peeled for sleeping sloths high up in the trees. If your kids are adrenaline-junkies then we can also add on a gondola ride and zip lining, just ask your travel specialist."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sand and Surf in Samara: Next, you’ll jump in your hire car or hop aboard the shuttle bus for the journey to the Pacific coast, and the town of Samara, around 3hrs away. Relax and play around on the quiet beaches of Costa Rica’s Pacific coast. You’ll stay in a small-scale hotel with a pool in the little beach town of Samara, where life moves at a snail’s pace and you can spend a few days reading your book whilst the kids splash around in the sea. The waves here are perfect for learning to surf too, and we’ll arrange a lesson to get you all started! You can arrange dolphin spotting, snorkelling trips, rent a quad bike or even go zip lining. In the evenings you can sit by the sea with a drink – total relaxation!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Beaches and Monkeys of Manuel Antonio: Next up you’ll head south along the coast to Manuel Antonio, either in your hire car or by private transfer, around 5hrs away. Over the next few days you can kick back at the coast with a visit to the beach-side town of Manuel Antonio. This gem on the Pacific coast is famous for it’s National Park, a great place to spot animals in the jungle. The area also has great sandy beaches, lots of choices for dining out and some of the best family hotels in Costa Rica. You’ll stay in a hotel close to the ocean with an inviting pool and an on-site restaurant. During your stay you’ll learn about Costa Rica’s wildlife while visting Manuel Antonio National Park. You’ll take a guided tour to learn about the flora and fauna, and spot even the smallest and well-camouflaged inhabitants of the rainforest. The rest of your time here is free to spend exploring the National Park or hanging out at the pool or the beach. Next, you’ll take the 3-hour trip to the outskirts of San Jose, either by hire car or by shuttle bus, ready to take your flight home."
    }
  ],
  "map": ""
}