{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-luxury-family-holiday",
  "tourName": "Costa Rica luxury family Holiday",
  "placesVisited": "",
  "generalInfo": "Set within a diverse landscape of enormous volcanoes, mystical forests, and exclusive areas that don’t feel real are exhilarating activities like hanging bridges, ziplines, raging rapids and peaceful boat rides across volcanic lakes and the Pacific Ocean.<br/><br/>These are what make a Costa Rica family holiday one that’ll stay with you for a lifetime, and after two weeks exploring its tropical terrain, which resembles an active and constantly evolving playground, you’ll be begging for another family holiday in Costa Rica in no time.This two-week Costa Rica holiday is a jam-packed journey for families who want maximum adventure with minimum hassle. Traverse the highlands of the Central Valley areas and wander through the treetops hugging the base of Arenal Volcano, delve deep into the mysterious cloud forests of Monteverde and resurface on a peaceful stretch of sand in Guanacaste. These are some of Costa Rica’s most talked about sites.<br/><br/>The country’s dramatic changing landscapes characterise this Costa Rica family holiday. Beginning north of San Jose, you’ll be transported into smouldering volcanic crevices and the fertile lands surrounding you. Light treks, waterfall plunges, and visits to wildlife sanctuaries are just the beginning of your adventure.<br/><br/>With a foot on the acceleration pedal, venture to Arenal for extreme sports on land and water. Raft down the Balsa River’s raging rapids, and swing from the hanging bridges above. A speedboat cruise across Arenal Lake will transport you to Monteverde’s misty cloud forests, where you’ll take to the trees once more on an epic ziplining adventure. The perfect end to your Costa Rica holiday is to relax on the beach in Papagayo in Guanacaste. It’s where relaxation joins hands with marine adventures in the Pacific Ocean.",
  "durationDays": "14",
  "price": "21450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bienvenidos a Costa Rica – Arrive at Juan Santamaria International Airport in San Jose, the capital of Costa Rica. Here you will be welcomed by a Travel Representative and transferred to your accommodation, Xandari Resort & Spa, 45 minutes from the airport in the Central Valley."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Begin your first day visiting the Doka Coffee Estate. Tour the plantation and learn about the ancient techniques used by experts to produce some of the best Costa Rica coffee that’ll later be shipped around the world. After the tour, continue to Poas Volcano National Park. Poas is one of Costa Rica’s most active volcanoes, and this is a vivid presence in the national park. Steaming fumaroles emit heat and drama into the landscape. A showy volcano with recent eruptions makes for an exciting adventure for the family. Take the breathtaking views of the main crater at the volcano and hike the Laguna Botos Trail to the azure blue lagoon. A stark contrast to the desolate landscapes of volcanic activity, the lagoon is disguised in blankets of tropical green. The trail and the lagoon take their name from the Botos Indigenous Tribe, who used to live in this area. Here, your knowledgeable local guide will talk you through flora, fauna, and history and lead you to La Paz Waterfall Gardens."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, your private transfer will drive you to Arenal. The drive will take 3 hours, but the views make the journey worth it. Whether you approach from the west or the east, the vistas are spectacular. On the road from Xandari, you’ll have Volcan Platanar as your dramatic backdrop, and hopefully if the weather allows, the peak of Arenal Volcano will be there to greet you upon arrival. Arenal is a bucket list destination and is considered one of the best things to do in Costa Rica. It has hosted some transformative moments in recent seismic history. For years Volcan Arenal was a dormant volcano, but since its extraordinary eruption in 1968, and its subsiding in 2010, the volcano has gained a reputation for being an impressive natural marvel. It produces massive explosions, ash columns, and streams of molten rock daily, leaving visitors in awe. After your long journey, you will check into your luxury hotel, Hotel Arenal Kioro Suites with spectacular views of the volcano on the horizon. Look out for the evening light shows tonight!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Before hitting the rapids today we’ve organised a taste tour to get the day off to a stimulating start! Sample some native Cacao beans in various forms and flavours – Jamaica flower, natural cinnamon, nutmeg, and chilli powder. Take to Class III rapids on the Balsa River and prepare to get wet and wild as you navigate rapids such as the ‘Magnetic Rock’ and ‘Dredges’. During the journey, stop for a swim in refreshing waters. Enjoy tropical fruits and cold drinks, and at the end of the rafting tour, you will have earned the hearty, traditional Costa Rican lunch of gallo pinto."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast, you’ll be picked up from Hotel Arenal Kioro Suites in La Fortuna and set off to explore your surroundings, although this time, you’ll be viewing them from the heights of treetops. Climb towards the canopies, walk along the trails and watch as the fascinating world of the tropical forest opens up to you. Along 3km of trails, become immersed in the diverse fauna and flora of the rainforest, admiring colourful birds and tropical plant species that will be pointed out and explained by your naturalist guide. Over 50 species of birds have been counted in this area alone. The duration of the tour is 2.5 hours, and after this, you’ll spend the afternoon at leisure; enjoy the swimming pool and vistas surrounding your volcano-facing hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you'll set off in another adventure to Monteverde and is 136km from Arenal, and the best way to get from A to B is by boarding a speedboat across Arenal Lake. This is a quick and scenic travel option and serves as a great day out in itself. You’ll have the boat to yourselves, so enjoy the calm crossing, which takes under 3 hours. For the last leg of your journey, on the other side of the lake, your driver will meet you and take you on a 1.5-hour drive to your hotel, Sende Monteverde. Upon arrival, check into your hotel and relax. At Senda Monteverde, your Costa Rica family holiday will turn into a quiet moment where you’ll feel at one with nature. The hotel has direct access to the neighbouring Aguti Wildlife Reserve. Alternatively, stroll out of your eco-hotel into Monteverde Town, just 15 minutes away."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Your next day in Monteverde, explore this area from the treetops! Your local guide will take you to Selvatura Park. This local conservation project also offers various routes across the treetop canopies. Enjoy going along ziplines through the cloud forests, wander along treetop walkways following a 3km trail with eight different bridges, or join your naturalist guide for a natural history hike. After your exhilarating adventure, relax with the sound of fluttering wings in the butterfly garden and the gentle purr of hummingbirds as they glide past."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Say goodbye to the forests today and travel to Costa Rica’s North Pacific coastline. Your private transfer will take you from Monteverde to Papagayo. In 2.5 hours, you’ll be overlooking a serene bay referred to as the “Riviera of Costa Rica”. Less than an hour from Liberia Airport, Papagayo feels a million miles away from real life. Check into El Mangroove, a beachfront luxury resort designed by one of Costa Rica’s most prominent architects, Ronald Zurcher. Choose from two restaurants for dinner with menus curated by a Michelin-starred chef. This is the time to turn your exhilarating Costa Rica family holiday into traditional “holiday mode”, the kind that is commonly used in reference to blissful and hassle-free beach holidays. You won’t need to lift a finger if you don’t want to!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Following a delicious breakfast, head out on your private boat with a naturalist guide to see the marine sights surrounding you. Dolphins and Humpback whales are frequent visitors to the gulf; one of the best family activities here is to track these majestic creatures as they dance mid-air before gliding playfully into the water below. Try your hand at deep water fishing, enjoy a delicious locally prepared lunch on board, and watch the sun go down from a stand-up paddleboard."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The next few days are yours for beach bliss and to relax after an adventurous trip. Alternatively, make the most of the hotel’s impressive array of water sports, such as water skiing, wakeboarding, and tubing."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today marks the end of your memorable family holiday in Costa Rica. Bid farewell to your spectacular natural surroundings and hop in your car back to Liberia Airport for your international flight home."
    }
  ],
  "map": ""
}