{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-beach-wildlife-holiday",
  "tourName": "Costa Rica beach & wildlife holiday",
  "placesVisited": "San Jose, Monteverde Cloudforest Reserve, Arenal volcano, Hike to La Fortuna waterfall, Juanilama reserve & pineapple plantation, Tenorio National Park, Rio Celeste waterfall, Ocotal Beach, Optional: canopy walk, coffee & sugar mill tours, snorkelling, diving, kayaking, biking, spa treatments",
  "generalInfo": "This 13-day trip to Costa Rica showcases two of the country’s most celebrated highlights, the Arenal volcano and the Monteverde cloud forest. In both places, there’s the chance to enjoy a range of activities, from canopy walks, hanging bridges and a zipline through the treetops, to visiting a hummingbird garden, and coffee plantation and sugar mill tours. The trip also takes in the Tenorio National Park where you can hike to the gorgeous Río Celeste waterfall, one of the most beautiful sights in Costa Rica. Finally, end your adventure with four days relaxing by the beach or pool at a beautiful, secluded hotel on the Southern Nicoya Peninsula.<br/><br/>This holiday is not a packed, busy schedule, and there’s plenty of time to relax, but if you’d like a little more to do there are a huge range of activities on offer. In between chilling on the beach, you can opt to go horse riding, snorkelling or sea kayaking, for example. We have a great range of beach accommodation, too, and can happily tailor this trip to your preferences.<br/>",
  "durationDays": "13",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the international airport of San José, where you will be met by one of our representatives and taken to your hotel. Depending on when you arrive, you may have time to do a walking tour around the centre of town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a tasty breakfast you will be driven to the Monteverde region: a place of cloud forests and coffee plantations, monkeys and mist. You will have your first encounters with friendly Costa Rican people who are known locally as 'ticos'. Your time here will be free for you to explore the beautiful, world-famous cloud forest at the Monteverde Reserve. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You have today all to yourself. Choose to do nothing but relax or take part some of the numerous optional activities such as a canopy walk, hanging bridges, hummingbird garden, coffee and sugar mill tour or even a zip-line through the tree-tops! (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will be driven to the majestic Arenal volcano that, when active, erupts and sends up a cloud of smoke several times a day (it is currently dormant). You can spend the afternoon relaxing in your hotel grounds or head off to explore and hike the national park around the volcano. In the evening you can soak your cares away in one of the areas famous hot springs (not included). (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Another day free for you to enjoy Arenal... Relax, or take part in some of the optional activities including including the Sky Trek and hanging bridges, a hike to the La Fortuna waterfall or a water safari on the Peñas Blanca River. There are also many more sedate activities like visiting the Ecocentro Danaus, the Finca Don Juan or a full day tour to Juanilama reserve and pineapple plantation. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The morning is free for you to relax or further explore Arenal before you are met and driven north to Tenorio National Park, home to the impressive turquoise blue Rio Celeste. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will enjoy a guided hike into the Tenorio National Park (closed on Tuesdays) to the gorgeous Río Celeste waterfall, one of the most beautiful sights in all of Costa Rica. During your hike, you’ll see beautiful flora and fauna including many species of birds. Further along the trail you’ll reach the spot where two rivers meet and the calcium carbonate in the rocks reacts with the sulphur emitted by the volcano to create the amazing turquoise blue colour of the Río Celeste. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a leisurely breakfast it is time to make your way to the Southern Nicoya Peninsula and the Tango Mar beach hotel – a hidden paradise, with a stunning sandy beach all to yourself, ocean view rooms, two pools and the opportunity to try out some more adventurous activities such as snorkeling and horse riding. Don't forget that we have many options for extra days on the beach, so just ask! (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "It's time to say goodbye to the Pacific Ocean and return to San José. We will normally organise a shared shuttle bus to bring you back, but let us know if you would prefer a private transfer. (B)"
    }
  ],
  "map": ""
}