{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-active-adventure",
  "tourName": "Costa Rica active adventure",
  "placesVisited": "",
  "generalInfo": "The many natural wonders of Costa Rica make the perfect setting for your next big-thrills getaway. Over the course of a week, we go white-water rafting on the Balsa River, swim next to a thundering waterfall, meet the nocturnal wildlife of Monteverde on a night walk, and take to the ocean for a dolphin-watching excursion. After all that excitement, the expedition ends peacefully with a few days on the Pacific coastline, where a sandy bay is shaded by coconut palms and the water is perfect for swimming. This action-packed week will leave you refreshed and with a full understanding of Costa Rica's most famous phrase: 'pura vida' or 'pure life'.",
  "durationDays": "8",
  "price": "3865",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in San José, the culture-rich capital of Costa Rica. A complimentary transfer from the airport to the hotel is available. Check in and take it easy, there’s plenty of excitement on this trip, so today’s all about relaxing and easing ourselves into the adventure. Around 7.30pm, say hola to your tour leader and fellow travellers during a short briefing and group dinner together. Our main briefing takes place tomorrow morning due to the late arrival of some flights today. Want to explore San Jose further? Secure pre-tour hotel nights through your sales representative. Accommodation: Auténtico Hotel/KC Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning your tour leader will host the main welcome briefing when we gather as a group to get to know each other and learn more about the adventures ahead. Today we drive to the area surrounding Arenal volcano, which was the most active volcano in Costa Rica until it entered a resting phase in 2010. There is still lots of geothermal activity here, plus natural hot springs, waterfalls and the largest lake in the country, Lake Arenal. We visit La Fortuna Waterfall, a 215ft (65m) cascade plunging into an emerald pool. A short rainforest trail brings us to steep steps that we must descend to reach the waterfall and then ascend to the exit; this takes around 20 to 30 minutes and will be rewarded with a swim in the pool. You can visit the lookout point to wait for the group if you prefer. There will also be plenty of time to spot forest-dwelling animals along the way; keep an eye out for colourful toucans in the trees. Accommodation: Eco Arenal (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we head to the Balsa River for an exhilarating white-water rafting excursion. The rapids here are graded II and III and have nicknames such as Magnetic Rock and Dredges – prepare to get wet and wild on this adventure. No experience of this activity is needed as a full safety briefing and instruction is given before getting into the rafts. Tropical scenery flanks the river and we may spot monkeys, toucans or other animals in the forest. There will also be a stop for drinks and tropical fruits along the way. On our return to La Fortuna, we stop to enjoy a delicious lunch at Vida Campesina, a traditional country estate that allows visitors to experience typical country life in Costa Rica. Lunch will be made with ingredients harvested on the property and prepared on a wood stove in traditional style. Accommodation: Eco Arenal (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "From Arenal, we travel to the Tilarán mountain range in the Central Highlands for a taste of the Costa Rican cloud forest. Reaching Monteverde involves a fast boat across Lake Arenal, which is incredibly scenic and will take roughly half an hour. We then complete our journey by shared land transfer, climbing into the hills towards Monteverde, whose name literally means Green Mountain. The high altitude in this Central Highlands region supports a complex ecosystem where plants thrive, particularly orchids of which there are some 400-plus varieties here. Our journey takes about 3hr 30min in total, including the lake crossing. Around 6pm, we have a night walk to experience the forest in the dark. This gives an entirely new perspective on the cloud forest habitat with many pairs of eyes staring back at you. We may see sloths, armadillos, porcupines, possums and coatis and will likely hear a cacophony of insects and amphibians. Accommodation: Montaña Monteverde, Hotel Cipreses or Belcruz Lodge (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we visit Selvatura Park, 850 acres (345ha) of protected land dedicated to nature and adventure. We begin with the hanging bridges excursion, a system of treetop walkways designed to let you experience the beauty of the cloud forest and observe the many inhabitants. We also visit the butterfly garden, one of the largest butterfly exhibitions in the world, and the hummingbird garden, where more than 14 hummingbird species amaze you with their aerial manoeuvres. In the afternoon, there is time to try aerial manoeuvres of our own on an optional zip line adventure through the tree tops. Before we fly, guides teach us the proper technique, including how to position ourselves and hold the cable correctly, enabling you to safely embark on this adrenaline-pumping adventure above the trees. Accommodation: Montaña Monteverde, Hotel Cipreses or Belcruz Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We travel to the Samara region on the Pacific Coast, a destination to rival any for beauty in Costa Rica but yet to be discovered by mass tourism. The broad, shady bay is backed by coconut palms and the water is calm and safe for swimming thanks to a coral reef on which the normally large Pacific waves break before reaching the shore. There are plenty of facilities in this area but there's a noticeable absence of big resort hotels, which makes for a nice atmosphere. We have a free afternoon to enjoy the facilities and discover the area. Accommodation: Leyenda Hotel or Nammbu Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we take a boat from Carrillo Beach in search of dolphins. You could be lucky enough to see spotted dolphins, Central American spinners or common bottlenoses, which all inhabit this area year round. Feel the ocean breeze and enjoy the coastal scenery as we search for these playful animals who love to swim in the bow wave of the boat. As we return along the coast, we anchor near the shores of Isla Chora, a white-sand beach full of hermit crabs and iguanas. This is a great spot for a refreshing swim and a chance to observe the underwater world with a mask and snorkel. Beneath the surface teems a lively world with huge marine diversity. In total, today’s excursion lasts around four hours, with the rest of your time at leisure to enjoy the area. Accommodation: Leyenda Hotel or Nammbu Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A final breakfast at the hotel is your chance to say goodbye to the group and perhaps start planning your next adventure. If you aren’t quite ready to leave, speak to your sales representative about extending your adventure – relax on the beach, treat yourself to some spa time, or discover more nature. To ensure total relaxation, you can stay for as many nights as you wish in a range of hotels, and we’ll organise airport transfers in either direction for you."
    }
  ],
  "map": ""
}