{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "central-america-highlights-tour",
  "tourName": "Central America highlights tour",
  "placesVisited": "San Jose (Ecuador), Sarapiqui, Cano Negro National Wildlife Refuge, San Juan del Sur (Nicaragua), Granada, Masaya Volcano National Park, Leon, Suchitoto (El Salvador), Copan (Honduras), Guatemala City (Guatemala), Lake Atitlan, Chichicastenango Market, Antigua",
  "generalInfo": "If you’ve always wanted to visit Central America, but you weren’t sure where to start, why not see it all? This carefully designed itinerary gives you five out of the seven Central America countries in 16 days. <br/><br/>Your adventure starts in Costa Rica, before crossing into Nicaragua, Honduras, El Salvador, and finishing up in Guatemala.<br/><br/>You’ll spend the most time in Guatemala and Nicaragua, but still have a few days in Costa Rica. El Salvador, rarely visited, gets a look in – you’ll spend most of your time here around tranquil Lake Suchitoto and the colonial town on its shore. Honduras is worth a short stop, too, for its Mayan ruins. Copan is considered one of the most spectacular achievements of the Maya people. It’s a UNESCO heritage site but doesn’t get the same volume of visitors as other Mayan ruins.<br/><br/>Prepare to cover big distances and stick to the schedule – this is a fast-paced trip, travelling by bus and boat. The longest drive is into El Salvador from Nicaragua – which takes a day, but which is broken up with sightseeing. <br/><br/>When it comes to cities, you’ll be visiting San Jose, Costa Rica’s colourful capital, and colonial gems like Granada in Nicaragua. In Antigua de Guatemala enjoy all the delights of the city, from its colourful handicrafts to its great food. <br/><br/>Volcanoes add to Central America’s lively nature. There’s Masaya Volcano National Park where you can stare into the crater of Masaya and see lava bubbling. Spend time on the shore of Lake Atitlan in Guatemala, surrounded by volcanoes. <br/><br/>With one of two oceans never far away, you can’t come to this part of the world and not have a bit of beach time. On the Nicaragua coast, San Juan del Sur adds a welcome bit of downtime in a whirlwind tour.<br/><br/>With this trip truly racking up the distances, you’ll probably want to save Panama and Belize for another time – after all, this part of the world is magnetic, and you’ll need an excuse to come back. <br/>",
  "durationDays": "16",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour Antigua (Guatemala)",
      "description": ": Our tour starts today in Antigua, Guatemala, a graceful colonial city that sits just next door to the country's capital Guatemala City. Set in a beautiful valley between the volcanoes of Agua, Fuego and Acatenango, its cobbled streets and pastel-coloured buildings make it one of the most charming and picturesque cities in Central America. Despite the damage caused by a series of earthquakes and floods over the centuries, Antigua's colonial heritage has seen it designated a UNESCO World Heritage Site. Due to the number of evening flights into the international airport, our tour leader plans to do the welcome meeting on the morning of day two and will leave a message in our hotel reception with details on timings and everything else that you'll need for the day. There are no activities planned today, so you're free to arrive in Antigua at any time. If you'd like an airport transfer today, you'll need to arrive into La Aurora International Airport (GUA). The drive between the airport and our hotel can take between 90 minutes and four hours depending on the traffic and the time of day. If your flight arrives earlier in the day, we recommend a stroll around the compact centre of town, famed for its well-preserved Spanish Mudejar-influenced architecture."
    },
    {
      "dayNumber": 2,
      "title": "Walking tour of Antigua, free afternoon to explore",
      "description": ": This morning's walking tour takes us to some of the spectacular colonial churches for which the city is famed, including those of San Francisco, Santa Clara, La Merced and Las Capuchinas. Some of the churches have museums and ruins attached which you can choose to enter later in the afternoon. The city is also famous for its jade, not only green but the rarer black and lilac, and we'll visit a museum explaining more about this industry. This afternoon has been left free for you to continue exploring at your own pace. You may choose to do a short hike up Cerro de la Cruz for panoramic views of the city or enjoy a bit of bargain hunting in what is regarded as one of the best cities for shopping in Central America. There is everything here, from high-end jewellery to street vendors selling locally-produced crafts and textiles. Alternatively, try the choco-museum for a Mayan hot chocolate, which comes with pure chocolate, hot milk, honey and chilli powder to mix to your personal taste."
    },
    {
      "dayNumber": 3,
      "title": "Travel to Chichicastenango Market and Panajachel on the shores of Atitlan Lake",
      "description": ": After an early start, we'll head north towards the highlands of the El Quiche Province and the bustling town of Chichicastenango. Steeped in Maya culture, the town is famed for its market, where you can buy everything from chickens and copal to pigs and pottery. The best way to experience the market is to throw yourself into the melee and haggle with the traders or escape to the beautifully colourful cemetery, located just a short walk away. Following our visit, we'll travel to Lake Atitlan. An ancient volcanic caldera, Lake Atitlan is considered one of the most spectacular lakes in the Americas and is the deepest in Central America. Encircled by the volcanoes Toliman, Atitlan, and San Pedro, its fertile shores are dotted with small communities of farmers and fishermen who continue to uphold the traditions of their Maya ancestors."
    },
    {
      "dayNumber": 4,
      "title": "Boat trip on Atitlan Lake then drive to Guatemala City",
      "description": ": This morning, we head out by boat to explore two of the 12 Maya villages surrounding the lake. Santiago Atitlan lies at the base of the volcanic peaks of Toliman and Atitlan and is home to the Tzutujil Maya people. The Tzutujil can trace their ancestry back to the post-classic period of the Maya (around 900-1500 AD). They still wear traditional dress, with women in particular sporting colourful blouses featuring embroidered geometric and bird designs. This is a lively village, bustling with both visitors and locals going about their business. Our second stop is San Juan La Laguna, a community famous for its indigenous traditions, particularly the population of descendants of the Tz'utujil Maya, who maintain their customs, language, and traditional clothing. The town stands out for its peaceful atmosphere and colourful streets, where small workshops showcase local crafts, especially textiles, paintings, and handmade products. It's also known for its vibrant art and culture scene, with murals adorning various parts of the town, depicting scenes of daily life and traditions of the region. We will return to Panajachel by boat and drive to Guatemala City. Time permitting, we may enjoy a brief city tour in our vehicle before arriving at our hotel."
    },
    {
      "dayNumber": 5,
      "title": "Visit the UNESCO Site of Copan, free afternoon (Honduras)",
      "description": ": Today we need to depart at around 4.30am to beat the traffic in Guatemala city and get on the road to Copan. The journey takes approximately six hours including the border crossing into Honduras. We will cross Honduras at the border known as Frontera El Florido. Please note, crossing borders can be a slow process, so ensure you have a book and snacks with you to keep you going. When we arrive into Copan where a local guide will escort us around the spectacular ruins - one of the richest archaeological sites to be uncovered in Central America and now a UNESCO World Heritage Site. Anyone familiar with Catherwood's incredible drawings (which first appeared in John Stephens' 1841 narrative - 'Incidents of Travel in Central America and Yucatan'), will recognise scenes and objects from this marvellous site. Stephens actually bought the entire site from a local farmer for just $50. The Great Plaza is one of the most amazing achievements of the Classic Maya period and contains the greatest collection of Maya sculpture anywhere in Meso-America. Next door is the Acropolis - a group of massive pyramidal structures where royal power was once concentrated. Ascending one structure is the famous Hieroglyphic Stairway. Composed of some 2500 individual glyphs, its sides flanked by serpentine birds and snakes, this is the New World's longest inscribed Pre-Colombian text. Copan has been the subject of exploration and investigation since the 1830s. Remarkable finds continue to be unearthed by archaeologists, making it the most thoroughly researched and understood of all Maya sites."
    },
    {
      "dayNumber": 6,
      "title": "Journey to Suchitoto (El Salvador)",
      "description": ": This morning, we have two border crossings: passing back into Guatemala before crossing into El Salvador. Driving through scenic countryside, we arrive in Esquipulas, a city located in the department of Chiquimula in eastern Guatemala, known primarily as an important center of religious pilgrimage. At the heart of the city is the Basilica of Esquipulas, famous for housing one of the most venerated images in Central America: the Black Christ of Esquipulas, a figure of the crucified Christ with a serene expression that attracts thousands of believers every year, especially during the Fiesta de Cristo Negro, celebrated every January 15. We then continue to the border with El Salvador and on to Suchitoto. Nestled between the mountains and Suchitlan Lake, this charming colonial town, with its cobblestone streets and pretty houses, is a little slice of El Salvador at its timeless best. The town was once at the heart of the country's indigo trade. Today, as a rapidly developing centre for art and culture, Suchitoto is filled with craft shops and rich historic and cultural highlights, making it a wonderful place to explore and spend the next two nights. We kindly remind you to be patient today - crossing borders can be a slow process, so be sure to bring a book and snacks to keep you going."
    },
    {
      "dayNumber": 7,
      "title": "Visit the ex-guerrilla community of Cinquera; free afternoon in Suchitoto",
      "description": ": Just a short ride out of Suchitoto is the rainforest community of Cinquera, a former FMLN stronghold. The Farabundo Marti National Liberation Front (FMNL) was the main left-wing guerrilla faction during El Salvador's civil war, and is now one of the country's major political parties. This small village of Cinquera emerged from the brutality of the civil war, which raged throughout the 1980s, and has established a grassroots tourism project that serves as a living museum of the wartime era, with the ex-guerrillas and their families acting as guides. The community's aim is not only to educate people about this important part of El Salvador's history, but also to protect the forest from illegal logging - the trees are a haven for birdlife, and there are numerous swimming holes and waterfalls hidden within. We take a 3-kilometre/1.9-mile hike through part of the reserve and spend some time with a former guerrilla fighter learning about his experiences. The tour will take approximately 2 hours, with some of the walking steep and hilly in parts, with approximately 100 metres/328 feet of ascent and descent. On our return to Suchitoto, we have the afternoon free."
    },
    {
      "dayNumber": 8,
      "title": "Free morning in Suchitoto; travel to La Union in afternoon",
      "description": ": This morning is free for you to spend as you wish. You might like to take a boat trip out onto the lake, where over 200 bird species have been recorded, including hawks and falcons. This afternoon, our destination is the port town of La Union, around a three-and-a-half hour drive. On arrival, we will head out to Conchagua town for a walk and for an optional group dinner. The country's national dish is pupusas - these delicious circles of corn dough are stuffed with a mixture of black beans, vegetables, cheese, and meats - delicious!"
    },
    {
      "dayNumber": 9,
      "title": "Journey to Nicaragua via the Gulf of Fonseca",
      "description": ": This morning, we wave goodbye to the smallest country in Central America and say hello to Nicaragua. We start our day by driving to the port, before hopping on the water taxi across the Gulf of Fonseca. On the journey, you can see the islands of three countries: El Salvador, Honduras, and Nicaragua. Be prepared for a wet boarding or landing- you may need to wade into waist-deep water to get on or off the boat. It is worth bringing aqua shoes or flip flops for this day. A dry bag would be desirable. Once on board, the crossing can be bumpy- adding to the sense of adventure! If the weather's choppy, expect some sea spray- so a poncho or rain jacket might be a good idea. The crossing should take around two to three hours. Our destination is the port town of Potosi. From Potosi, its a 2.5 hour drive to Leon. As the country's capital for 200 years, Leon is still considered the intellectual centre of Nicaragua, and was at the heart of the revolutionary years of 1978 to 1989. Lying in the shadow of seven volcanoes, its old buildings and massive cathedral contribute to the elegant atmosphere of a city that seems almost to have been trapped in time. Today again we remind you to please be patient - crossing borders can be quite a slow process, so ensure you have a book and snacks with you to keep you going."
    },
    {
      "dayNumber": 10,
      "title": "Free Day; optional hike to Cerro Negro Volcano",
      "description": ": After yesterday's long travel day, today has been left free to explore this colonial gem at your own pace. Alternatively, you may choose to enjoy one of the optional excursions available in the area. One option is a hike on the nearby Cerro Negro Volcano - one of the most active volcanoes in Nicaragua. The hike takes approximately 90 minutes at a moderate pace, and there are stunning views across the Pacific Ocean as well as the surrounding countryside. The fun is in bouncing down the volcano, as we run/jump/walk down through the scree. For something less exertive, Las Penitas Beach is a great place to relax for the day, whilst a visit to San Juan Venado Mangrove Reserve provides the opportunity to spot wildlife including crocodiles, caiman and iguanas."
    },
    {
      "dayNumber": 11,
      "title": "Travel to Granada; city tour and free afternoon",
      "description": ": This morning, we'll head off on a three-hour drive to the colonial city of Granada. Atmospheric Granada is situated at the foot of Mombacho Volcano on the northwest shore of Lake Nicaragua. It was the first colonial city in Nicaragua, founded in 1524 by the conquistador Hernandez de Cordoba. Its magnificent setting, set off by baroque and renaissance buildings, is a visual delight and a superb location for our next two nights' accommodation. On arrival, our city tour will take in highlights such as the Parque Central, the monument to the War of Independence, the plaza and the San Francisco Convent. We'll also aim to visit the Casa de Tres Mundos and the neoclassical Bishop's Palace. The afternoon is at your leisure. Choose to walk down to the central plaza, marvel at the striking yellow cathedral and relax in one of the many restaurants or cafes."
    },
    {
      "dayNumber": 12,
      "title": "Morning hiking the Mombacho crater; afternoon free to explore",
      "description": ": This morning, we have the chance to hike the scenic loop around Mombacho Volcano, located in Mombacho Volcano Natural Reserve. This is a short but demanding hike, covering 1.5 to 2 km in total and taking around 2.5 to 3 hours due to the terrain. The trail starts at 1,025 metres and descends to 900 metres, meaning there's an elevation loss of 125 metres on the way down and a matching elevation gain of 125 metres on the way back up. While the ascent and descent are gradual rather than steep, the nature of the trail requires a steady pace. Along the way, a local guide will share fascinating information about the area's unique plants, animals, and volcanic history. This afternoon has been left free for you to continue exploring Granada at your own pace."
    },
    {
      "dayNumber": 13,
      "title": "Cross the border to Costa Rica. Boat trip on the Bebedero River. Continue to Monteverde",
      "description": ": Today is a long travel day as we wave goodbye to Nicaragua and head to our fifth and final country of the tour, Costa Rica! We'll have a two-hour drive to the border where we'll be changing vehicles once through into Costa Rica. We will continue for another two and a half hours to the Bebedero River where we get our first introduction to Costa Rican wildlife, on a two hour boat trip through Palo Verde National Park. Keep your eyes peeled for monkeys in the trees, crocodiles in the waters and an array of birds flying overhead. After our excursion on the water, we will continue to Monteverde where we will arrive in the early evening. Today's driving time totals approximately 6 hours, covering 320km."
    },
    {
      "dayNumber": 14,
      "title": "Guided reserve walk. Night walk in search of wildlife",
      "description": ": Rising early, we'll head into Monteverde Cloud Forest Reserve for a guided walk, searching for a glimpse of the three-wattled bellbird or the Quetzal, whose feathers were traded as valuable items throughout pre-Columbian America. You'll have the afternoon free to explore this forest haven; you may wish to participate in the many amazing optional activities in the area such as an exhilarating zip-wire experience as you whiz through the canopy, or perhaps exploring the forest on suspension bridges strung at canopy height. Alternatively, the area's butterfly farm and orchid gardens are both well worth a visit. This evening, we will have the adventure of a night walk, in search of nocturnal species such as pacas and tarantulas."
    },
    {
      "dayNumber": 15,
      "title": "Morning free. In the afternoon head to the capital, San Jose",
      "description": ": This morning has been left free to enjoy the optional excursions in the area. We'll then make the three-and-a-half-hour drive to the capital of San Jose. On arrival, we'll have a short panoramic tour of San Jose including a walk along Avenida Central and, if open a stop in Mercado Central."
    },
    {
      "dayNumber": 16,
      "title": "Tour ends San Jose",
      "description": ": The trip ends this morning at our hotel in San Jose. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Juan Santamaria International Airport (SJO), approximately a 30-minute drive from our hotel."
    }
  ],
  "map": ""
}