{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-holidays",
  "tourName": "Costa Rica family holidays",
  "placesVisited": "",
  "generalInfo": "Explore towering volcanoes, unspoilt beaches, and tropical rainforests on our family holiday to Costa Rica. Journey from the Caribbean to the Pacific Ocean through one of the most biologically diverse countries in the world. Discover cloud forests, home to the magnificent Resplendent Quetzal, learn how to make chocolate and have the option to zip wire through the forest canopy - Costa Rica has something for every member of the family. <br/> <br/> Wildlife spotting - The chance to spot weird and wonderful creatures such as howler monkeys, sloths and beautifully coloured birds at every turn. <br/> <br/> Jungle adventures - Cruise along the waterways of Tortuguero and fly through Monteverde's forest canopy on a zip wire. <br/> <br/> Beaches and National Parks - Delve into the Corcovado National Park on the Osa Peninsula and unwind on the Pacific Coast's most beautiful beaches. <br/>",
  "durationDays": "14",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in San Jose",
      "description": ": Our tour starts today in San Jose, Costa Rica's cosmopolitan capital. Lying in a fertile valley, at an altitude of 1,150 metres, coffee and sugar are big industries here - coffee is even planted between buildings and along the roadsides on the outskirts of the city. For those arriving in time, our tour leader plans to meet you in the hotel reception at 7pm for a welcome meeting, and for those that wish there'll be the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in San Jose at any time. If you'd like an airport transfer, you'll need to arrive into San Jose's Juan Santamaria International Airport (SJO), which is around a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head out and explore the city - the barrios are easy to navigate, laid out in a grid pattern of avenues and streets. The National Museum (Museo Nacional De Costa Rica) is also well worth a visit."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Turrialba via the former capital Cartago and Irazu volcano",
      "description": ": This morning, we'll head out of San Jose, driving for 45 minutes to the old colonial capital of Cartago where we'll make a brief stop before continuing for one hour to Irazu volcano. Irazu is situated at 3,432 metres and the drive up climbs through fertile farmland, giving fantastic views to the valley below, before slowly transforming into a barren windswept moonscape. The walk from the Irazu Volcano carpark to the crater viewpoint is a gentle incline of under 10 meters. However, the high altitude may cause some shortness of breath. If you have any concerns, please speak with your tour leader. There are two crater viewpoints at Irazu and we'll aim to visit both of them. We'll have time to explore before continuing for one hour to Turrialba. The fertile land around Turrialba makes it an important agricultural region for coffee, sugar, and Macadamia nuts, as well as dairy production, with its cheese being popular throughout the country. Our eco-lodge for the next two nights is located on the slopes of Turrialba volcano with lush gardens that are full of life. It's possible to head out on trails from the lodge in search of hummingbirds and other birds that make Costa Rica their home."
    },
    {
      "dayNumber": 3,
      "title": "In Turrialba Free morning with optional white-water rafting, afternoon visit to a local farm for cheese-making tour",
      "description": ": This morning is free for you to spend as you wish. You might like to try whitewater rafting on the Pejibaye River which has grade II to III rapids (in operation between May and November), this is a fun ride with plenty of birds to spot in the trees along the banks. Alternatively, you can choose to visit the CATIE Research Centre (Centro Agronomico Tropical de Investigación y Ensenanza). Recognised throughout the world as an important agronomic station, its environmental development projects seek to enhance human well-being and protect natural resources. Its botanic garden is a special place to relax, surrounded by the calls of birds, the whisper of the giant Guanacaste Tree and the imposing Ceiba. Alternatively, you could relax at the lodge and enjoy the gardens and trails. This afternoon, we'll visit Finca La Florita in Santa Cruz, a farming town in the highlands of one of the most important volcanic ranges in Costa Rica. During our visit, we'll learn the process of producing cheese and, of course, get to sample the end product."
    },
    {
      "dayNumber": 4,
      "title": "Drive and boat cruise through the jungle waterways to Tortuguero",
      "description": ": We have a thrilling journey ahead of us today. First, a three-hour drive to Cano Blanco takes us through extensive banana plantations. Then, from Cano Blanco a boat will take us to our spectacular lodge in the Tortuguero National Park, where we'll spend the next two nights. The National Park's complex canal system and narrow lagoons link small, isolated settlements and are rich in fish, including rainbow bass and grouper. Over 370 species of birds have been recorded here including heron, stork and kingfisher as well as 60 species of mammals with Howler and Spider Monkeys in the treetops. Upon arrival at our comfortable lodge, we'll take a short walking tour of the carless village of Tortuguero. Our lodge is in an idyllic setting and has a swimming pool to cool off in at the end of the day."
    },
    {
      "dayNumber": 5,
      "title": "Full day to explore Tortuguero National Park in search of wildlife",
      "description": ": This morning we'll take to the waterways to explore even more. On our travels, we might come across the howler monkey, aptly named by the way it noisily protects its territory, and if you're lucky, you may also see the elusive ocelot cat and jaguar. This afternoon, we'll head out on a jungle trek to understand more about the area's unique ecosystem. It's amazing to think that 33% of the jungle's total biomass is made up of ants and termites. For bird lovers, the country's different species outnumber those found in the whole of Europe with storks, parrots, and hummingbirds among the many birds to be spotted. Throughout the year, you might be lucky enough to see different species of turtle nesting close to our lodge. The best time to spot them is between June and September when over 5,000 green and leatherback turtles come ashore to nest on Tortuguero's beaches. At this time of year, there's the option of an evening turtle walk to take in the spectacle. Please note, that this optional visit is managed to avoid overcrowding and there may be some waiting time."
    },
    {
      "dayNumber": 6,
      "title": "Boat transfer to Cano Blanco, drive to Sarapiqui. Visit La Tirimbina for a chocolate tour",
      "description": ": Leaving our lodge this morning, we'll travel by boat back to Cano Blanco, before heading on a three-hour drive to Puerto Viejo Sarapiqui. After lunch, time permitting, we plan to visit La Tirimbina for a chocolate tour - if we run out of time, we'll do this excursion tomorrow. The two-and-a-half-hour tour exposes the secrets and wonders of one of mankind's favourite foods - chocolate. Originally from Central America, the cacao plant has an extraordinary history; it was one of the most important products for the Mayan and Aztec cultures. The discovery of America led to the introduction of chocolate in Europe, transforming it into the product we know and love today. We'll start by taking a short hike through a forest to a former cacao-growing plot, learning about the cacao tree along the way. Upon arrival at the plot, we'll be treated to a demonstration of the artisanal process by which cacao fruit is transformed into chocolate. There'll be ample opportunity to taste different kinds of chocolate, prepared on the spot in the traditional way."
    },
    {
      "dayNumber": 7,
      "title": "Drive to the Arenal area via a nature reserve at the foot of Arenal volcano",
      "description": ": This morning's drive skirts around the great central volcanic massif, passing through fertile farmlands that are rich with tropical crops. Soon we'll catch sight of the famous Arenal Volcano. Rising to 1,670 metres, the volcano is covered by a tangled mass of vegetation on one side, while the other is starkly barren. Having remained dormant for hundreds of years, it erupted unexpectedly in 1968 destroying the small town of Tabacon on its west side. After this, it was known for its regular explosions which became a huge spectacle, until 2010 when it went quiet once again. This afternoon, we'll drive to the Mirador del Silencio Reserve, where we'll have a short nature trail walk to observe endemic flora and fauna at the foot of the volcano. Brimming with giant trees, weird and wonderful plant species and a spectacular view of Arenal, it's no wonder that the reserve has been featured in several films. Many species of fauna can also be seen here, including different types of snakes, howler monkeys and many species of birdlife. Our accommodation for the next two nights is a comfortable lodge near La Fortuna, set amongst beautiful gardens. La Fortuna was renamed after the 1968 eruption when it was seen as being 'fortunate' that it was located on the eastern side of the volcano."
    },
    {
      "dayNumber": 8,
      "title": "Free time in Arenal with optional whitewater rafting, wildlife tour or walking to a waterfall",
      "description": ": Today has been left free to explore the area as you choose. There are local treks to waterfalls where you can take a dip, as well as along lava trails. For the thrill seekers, optional whitewater rafting is available (this operates between May and November) and we recommend making the most of the local geothermal activity by enjoying an optional bathe in the nearby hot springs. Alternatively, you can relax by the hotel pool and soak up the peaceful setting."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Monteverde cloud forest, cooking lesson and optional forest walk",
      "description": ": Today we'll travel just over four hours around Arenal Lake up into the cloud forest region of Monteverde - one of the best places in Costa Rica to see wildlife. The last leg of our journey takes us along bumpy roads, but our lush destination more than makes up for it. Perched on the Continental Divide between the Pacific and the Caribbean, it's thought that there has been indigenous habitation in Monteverde since 3000 BC. However, the turning point in its recent history came in 1950, when a group of pacifist Quakers from Alabama moved here to avoid subscription in the Korean War. They sought a lifestyle in a country in which they could embrace their peaceful beliefs and continue to cultivate their dairy farms. These families went on to establish the community of Monteverde and some of its famed cloud forest reserves. Today's lunch is a hands-on cooking class, offering a fantastic opportunity to explore the Costa Rica's flavours, spices, and traditions through its cuisine. You'll have two menu options to choose from: Arroz con Pollo, a festive dish often served at special occasions like weddings and baptisms, and Traditional Casado, a well-balanced meal showcasing a variety of flavours and textures. Both options include a main dish, sides, dessert, and a drink. No matter which you choose, you'll gain practical experience preparing traditional recipes while learning about their cultural significance. Once we're all fed and watered, we can look forward to an afternoon of optional activities. There's a butterfly farm and orchard garden to explore. Your tour leader will be able to give more information on the choices available. This evening, there's the opportunity to go on a guided night walk in search of nocturnal species, such as pacas and tarantulas."
    },
    {
      "dayNumber": 10,
      "title": "Visit Santa Elena Reserve with free time to try a canopy tour or wire walkways",
      "description": ": This morning, we'll have a guided tour of the Santa Elena Reserve, where 90% of the species found in Monteverde can also be seen. The famous, but now very rare, resplendent quetzal can be seen in this area, one of the last remaining places in Central America where its habitat has been preserved. Sacred to the ancient Maya and Aztec people, it's considered to be one of the most beautiful birds in the world. Quieter and less touristy than its famous neighbour, our visit here gives us a good chance to spot wildlife. Monteverde is regarded as offering some of the best canopy experiences in the world and you can choose to 'fly' through the dramatic scenery on a zip-wire or take a more sedate walk through the canopy along the treetop walkways."
    },
    {
      "dayNumber": 11,
      "title": "Drive south to the Pacific coast",
      "description": ": Leaving the cloud forest behind us this morning, we'll descend to the Pacific Coast with staggering views over the Gulf and Peninsula of Nicoya. Heading south, we'll pause at Carara Biological Reserve, famed for the scarlet macaws and abundant birdlife which populate this transitional forest. We'll continue along the Pacific Coast to the Dominical region, where we'll spend the next three nights. Dominical is ideally located between Manuel Antonio and the Osa Peninsula and has a sprawling beach that's well known for its excellent surfing conditions. Our driving time today will be around five hours."
    },
    {
      "dayNumber": 12,
      "title": "Free day to enjoy the beautiful beaches of the Pacific Coast",
      "description": ": Today we have a full day free to explore the area and relax on the beautiful beaches of the Pacific Ocean. Our hotel has an immense swimming pool and expansive landscaped grounds and there are plenty of beaches nearby - it's well worth catching the sunset from the coast while we're here. If beach time isn't what you're looking for, there are lots of optional activities to choose from - such as rafting or a kayaking trip. Your tour leader can give you a rundown of the options available, details of which can be found in the budgeting section. *Please be aware that the trip to Corcovado may take place today instead of Day 13. Kindly confirm with your tour leader."
    },
    {
      "dayNumber": 13,
      "title": "Full-day trip to explore the wildlife haven of Corcovado National Park on the Osa Peninsula",
      "description": ": Today, we journey into the heart of the Osa Peninsula, renowned for its stunning beaches and diverse wildlife. Expect a full day of adventure. We begin with a short transfer to Punta Uvita, where we'll board a RIB boat for a thrilling 90-minute crossing to San Pedrillo Ranger Station in Corcovado National Park. Be prepared for a wet boarding - Punta Uvita has no pier, so you'll need to wade into waist-deep water to get onto the boat. It is worth bringing aqua shoes as well as good walking shoes for this day. A dry bag would be desirable. Once on board, the crossing can be bumpy, adding to the sense of adventure! Between July and October, whales can sometimes be spotted in the bays along the Pacific coastline, while turtles, dolphins, and a variety of marine birds may be seen year-round. On arrival, we'll meet our expert local guide, who will lead us along trails weaving through protected primary forest and coastal pathways. Sturdy, well-worn walking shoes are essential, as the terrain includes exposed roots and uneven ground. Corcovado is home to an astonishing variety of wildlife, with 140 species of mammals and an abundance of birdlife. During our time in the park, we're likely to encounter white-faced capuchin monkeys, coatimundis (relatives of the raccoon), and tiny squirrel monkeys. Sloths, coatis, and even the occasional tapir may also make an appearance. Our morning walk lasts around three hours, followed by a well-earned picnic lunch at the ranger station. In the afternoon, we take a shorter 30-minute stroll before returning to our boat for the 90-minute journey back to Punta Uvita and onwards to our hotel. We'll aim to arrive in time for a well-deserved sundowner. *Please note that if travelling in the month of October, parts of Corcovardo National Park will be closed and we will therefore replace it with a visit to the spectacular Marino Ballena National Park."
    },
    {
      "dayNumber": 14,
      "title": "Drive to San Jose Airport where the trip ends",
      "description": ": Departing the hotel this morning, we'll drive 190 kilometres back to San Jose's Juan Santamaria International Airport (SJO), where we'll arrive at about 10:30am. This is where our trip ends and the earliest your flight can depart is 12:30pm. For those on early morning flights, a private transfer can be arranged at additional cost. It's also possible to extend your stay in Dominical if you'd like a few more days to unwind on the beach."
    }
  ],
  "map": ""
}