{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-wildlife-holiday-with-added-comfort",
  "tourName": "Costa Rica wildlife holiday with added comfort",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey from the Caribbean to the Pacific Coast on our tour through vibrant Costa Rica. Cruise through Tortuguero's untamed waterways, discover wildlife, trek through pristine tropical rainforests, and relax on golden beaches, all while enjoying premium accommodations. This two-week adventure showcases the best of Costa Rica's diverse landscapes and extraordinary wildlife.<br/> <br/> Tortuguero - Cruise the jungle waterways and explore the rainforest in search of its abundant wildlife.<br/> Arenal - Walk the flanks of this picture-perfect conical volcano and learn about its most recent eruptions.<br/> Monteverde - Search for the rare quetzal and walk through the treetops in this unreal cloud forest reserve.<br/> Upgraded range - Immerse yourself in Costa Rica's vibrant wildlife and lush jungles with our hand-picked Premium accommodations<br/>",
  "durationDays": "14",
  "price": "3895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Start trip in San Jose",
      "description": ": Our tour starts today in San Jose, Costa Rica's cosmopolitan capital. Lying in a fertile valley, at an altitude of 1,150 metres, coffee and sugar are big industries here - coffee is even planted between buildings and along the roadsides on the outskirts of the city. A transfer from San Jose's Juan Santamaria International Airport (SJO) to the named start hotel is included on all trips in our Upgraded range regardless of your arrival day, provided we receive your flight details no later than 14 days prior to departure. For those arriving in time, our tour leader plans to meet you in the hotel reception at 7pm for a welcome meeting, and for those that wish there'll be the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in San Jose at any time. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head out and explore the city - the barrios are easy to navigate, laid out in a grid pattern of avenues and streets. The National Museum (Museo Nacional De Costa Rica) is also well worth a visit. Tonight, we'll be staying at the boutique 'Studio Hotel', known for its rooftop swimming pool and breathtaking views of the Central Valley. Located in the heart of Santa Ana, this 4 star eco-friendly hotel also boasts an à la carte restaurant."
    },
    {
      "dayNumber": 2,
      "title": "Discover Irazu volcano, try artisanal cheese, end the day with a cooking lesson and dinner",
      "description": ": We'll drive east out of San Jose this morning, towards the Irazu Volcano. Situated at 3,432m altitude, this makes it the highest volcano in Costa Rica. The drive to the volcano opens up to fantastic views of the valley below, before slowly transforming into a barren windswept moonscape. The walk from the Irazu Volcano carpark to the crater viewpoint is a gentle incline of under 10 meters. However, the high altitude may cause some shortness of breath. If you have any concerns, please speak with your tour leader. There are two crater viewpoints at Irazu, and we'll aim to visit both of them before continuing to Turrialba. The fertile land around Turrialba making it an important agricultural region thanks to its fertile land and the origin of much of Costa Rica's coffee, sugar and macadamia nuts, not to mention dairy. On arrival, we'll visit Finca La Florita, a local dairy farm where the region's famous Turrialba cheese is made. We'll learn about the production process, as well as how the local farmers work together to help distribute their products. Of course, we'll take some time to sample the tasty cheese, too. We then make our way to the lush Turrialba Valley and our destination for the next two nights: Casa Turire. Casa Turire is a charming colonial-style boutique property set in the rural Turrialba Valley, adjacent to a working sustainable farm by the tranquil Lake Angostura. Tonight, we'll join our chef in harvesting fresh produce from the garden and preparing a delicious local recipe together. Afterwards, we'll raise a toast and enjoy our first meal together."
    },
    {
      "dayNumber": 3,
      "title": "Free day in Turrialba; optional white water rafting",
      "description": ": There are no set plans today so you're free to explore as you wish. You might like to try your hand at white-water rafting on the Pacuare River. Famous for its scenery as well as its Class III-IV rapids, the river has some calm stretches that allow you to appreciate the rainforest-topped canyons and spot blue morpho butterflies and macaws wheeling past. Alternatively, you might like to visit the CATIE (Centro Agronomico Tropical de Investigacion y Ensenanza) Research Centre. Recognised throughout the world as an important agricultural research station, its environmental development projects seek to enhance human well-being and protect natural resources. Its botanical garden is the perfect place to relax and appreciate the setting, surrounded by the calls of birds, the whisper of the giant Guanacaste Tree and the imposing Ceiba."
    },
    {
      "dayNumber": 4,
      "title": "Journey by bus and boat to Tortuguero National Park. Visit a Sea Turtle Conservancy",
      "description": ": We have a thrilling journey ahead of us this morning. First, we'll drive to Cano Blanco or Pavona pier via extensive banana plantations before boarding a boat to take us to Tortuguero National Park. Its complex canal system and narrow lagoons link small, isolated settlements and are rich in fish, including rainbow bass and grouper. They also support an abundance of birds, such as herons, storks, and kingfishers as well as 60 species of mammals with howler and Spider Monkeys in the treetops. Once we arrive, we'll have a visit to the world famous Sea Turtle Conservancy. STC has been working with green turtles in Tortuguero since 1959, making it the world's oldest sea turtle research and conservation group. After, we'll take a short walk through Tortuguero town and along the beach, before taking a boat to Pachira Lodge, where we'll spend the next two nights. Set in a 34-acre estate adjacent to the National Park, the lodge boasts an outdoor swimming pool, spa and wellness centre, as well as a bar and restaurant on site. Throughout the year, you may be lucky enough to see different species of turtle nesting close to our lodge. The best time to see this spectacle is between June and September when over 5,000 green turtles come ashore to nest on Tortuguero's beaches. At this time of year, there's the option of an evening turtle walk in the company of experienced guides."
    },
    {
      "dayNumber": 5,
      "title": "Full day to explore Tortuguero National Park searching for wildlife",
      "description": ": Today we'll delve into Tortuguero National Park. For early risers, there's the optional activity to kick off the day with a dawn birdwatching boat trip. Water birds such as herons, egrets and kingfishers are among the birds that you might be lucky enough to spot, although other species of birds such as toucans can be found in the area. Later this morning, we'll head out on a nature walk to understand more about the area's unique ecosystem. Then, this afternoon, we'll take to the waterways for even more exploration. On our travels, we might come across the howler monkey, aptly named thanks to the way it noisily protects its territory. Many shyer animals in this area include ocelots, tapir, and the incredibly elusive jaguar. Please note some departures may do the waterways tour in the morning and the nature walk in the afternoon. Your tour leader will confirm."
    },
    {
      "dayNumber": 6,
      "title": "Travel to Arenal via Guapiles. Visit La Tirimbina for a chocolate tour",
      "description": ": Leaving our lodge this morning, we'll travel by boat back to Cano Blanco, before heading on to Arenal. After an included lunch in Guapiles, we'll plan to visit La Tirimbina for a chocolate tour. On the two-and-a-half-hour tour, we'll learn the secrets and wonders of one of mankind's favourite foods - chocolate. Originally from Central America, the cacao plant has an extraordinary history - it was one of the most important products for the Mayan and Aztec cultures. The discovery of America led to the introduction of chocolate in Europe, transforming it into the product we know and love today. Our tour starts with a short hike through a forest to a former cacao-growing plot. Upon arrival, we'll be treated to a demonstration of the artisanal process of chocolate making. There'll be plenty of opportunities to taste different kinds of chocolate, prepared on the spot in the traditional way. This evening, we arrive to our base for the next 3 nights in La Fortuna, located at the foot of the magnificent Arenal Volcano. The town was renamed after the 1968 eruption when it was seen as being 'fortunate' to be located on the eastern side of the volcano. There may be the option to take a night walk along the on-site nature trails surrounding our hotel, in search of nocturnal species such as insects, amphibians or reptiles. Our travel time today will be around four hours."
    },
    {
      "dayNumber": 7,
      "title": "Hike in Arenal Volcano National Park. Option to relax in hot springs in afternoon",
      "description": ": This morning, we'll head right into to Arenal Volcano National Park, skirting around the great central volcanic massif. Arenal is a classic conical volcano which was famous for its nightly eruptions until it finally went quiet in 2010. We'll explore the national park on foot, taking a hike on the flanks of the volcano. The eastern side is covered by a tangled mass of vegetation, while the western side remains starkly barren after a major eruption in 1968 decimated its small towns and landscapes. Our hike should last about 3 hours. Along the way, our leader will point out interesting flora and fauna and give us more information about the science and history of the volcano, before taking us to a viewpoint for a closer view. This afternoon is yours to enjoy at your leisure. There will be the opportunity to enjoy a relaxing dip in some healing hot springs after this morning's hike."
    },
    {
      "dayNumber": 8,
      "title": "Morning search for sloths and other wildlife in Arenal.",
      "description": ": The Arenal area is well known for its diverse wildlife. Some of the most sought-after species are the multicoloured toucan, the poisonous blue jeans dart frog and, of course, the languorous sloth. This morning, we'll keep our eyes peeled to spy these three wonderful species as we head out on foot and by bus to visit La Fortuna's many spotting areas. Our exclusive wildlife tour ventures into private areas inaccessible to other tourists, offering optimal opportunities to observe sloths, birds, iguanas, various types of monkeys, and other fascinating creatures. This afternoon is yours to enjoy as you wish. You can take the time to relax at our accommodations, or explore the natural and adventurous paradise that is Arenal."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Monteverde Cloud Forest Reserve, evening night walk",
      "description": ": Today we'll travel around Arenal Lake up into the cloud forest region of Monteverde, one of the best places in Costa Rica to see wildlife. The final leg of our journey takes us along some bumpy roads, but the bumps are well worth it to enjoy the lushness of the cloud forests. Perched on the Continental Divide between the Pacific and the Caribbean, it's thought that there has been indigenous habitation in Monteverde since 3000 BC. However, the turning point in its recent history came in 1950, when a group of pacifist Quakers from Alabama moved here to avoid subscription in the Korean War. They sought a lifestyle in a country in which they could embrace their peaceful beliefs and continue to cultivate their dairy farms. These families went on to establish the community of Monteverde and some of its famed cloud forest reserves. The drive from Arenal will take around five hours. On arrival, we'll have free time to explore at our leisure. This evening, we'll embark on a guided night walk through the cloud forest, seeking out nocturnal species like pacas (pronounced \"pah-kuh\")-a large rodent native to Central and South America-as well as tarantulas, snakes, frogs, and toads."
    },
    {
      "dayNumber": 10,
      "title": "Search for wildlife on hanging bridges through the cloud forest",
      "description": ": The renowned resplendent quetzal, once abundant but now rare, is known to inhabit Monteverde, one of the few remaining sanctuaries in Central America where its habitat remains preserved. Sacred to the ancient Maya and Aztec peoples, it's considered one of the most beautiful birds in the world - the best time to see it is during its breeding months of March and April. This morning, we'll have a guided walk in the Monteverde cloud forest, walking the paths that wind their way through gigantic ferns and trees covered with draping lichen and moss. The jungle floor is often littered with blossoms that fall from the high canopy providing a carpet of colour amidst the endless green. Next, we head high up into the canopy to the included 'hanging bridges'. The amazing view paired with the adventure of crossing a swaying suspension bridge is a must do when in Costa Rica. The rest of the day is free to spend as you wish. You might like to stay longer in the Monteverde Cloud Forest Reserve and explore the trails more."
    },
    {
      "dayNumber": 11,
      "title": "Drive south to the Pacific Coast",
      "description": ": Leaving the cloud forest behind us this morning, we'll descend to the Pacific Coast with staggering views over the Gulf and Peninsula of Nicoya. Heading south, we'll pause at the famous Rio Tarcloes and see the crocodiles below. We'll also stop briefly at Carara Biological Reserve, famed for the scarlet macaws and abundant birdlife which populate this transitional forest, before continuing along the Pacific Coast to the region of Dominical, where we'll spend the next three nights. Our accommodation Cristal Ballena isa boutique hotel set in the grounds of tropical forest, with magnificent views over the Pacific Ocean. It offers an outdoor swimming pool, 12 hectares of landscaped grounds with a rainforest hiking path and a spa. There is also a complimentary shuttle bus to the beach. Our journey time today will be approximately four to five hours."
    },
    {
      "dayNumber": 12,
      "title": "Full-day trip to explore the wildlife haven of Corcovado National Park on the Osa Peninsula",
      "description": ": Today, we journey into the heart of the Osa Peninsula, renowned for its stunning beaches and diverse wildlife. Expect a full day of adventure. We begin with a short transfer to Punta Uvita, where we'll board a RIB boat for a thrilling 90-minute crossing to San Pedrillo Ranger Station in Corcovado National Park. Be prepared for a wet boarding - Punta Uvita has no pier, so you'll need to wade into waist-deep water to get onto the boat. It is worth bringing aqua shoes as well as good walking shoes for this day. A dry bag would be desirable. Once on board, the crossing can be bumpy, adding to the sense of adventure! Between July and October, whales can sometimes be spotted in the bays along the Pacific coastline, while turtles, dolphins, and a variety of marine birds may be seen year-round. On arrival, we'll meet our expert local guide, who will lead us along trails weaving through protected primary forest and coastal pathways. Sturdy, well-worn walking shoes are essential, as the terrain includes exposed roots and uneven ground. Corcovado is home to an astonishing variety of wildlife, with 140 species of mammals and an abundance of birdlife. During our time in the park, we're likely to encounter white-faced capuchin monkeys, coatimundis (relatives of the raccoon), and tiny squirrel monkeys. Sloths, coatis, and even the occasional tapir may also make an appearance. Our morning walk lasts around three hours, followed by a well-earned picnic lunch at the ranger station. In the afternoon, we take a shorter 30-minute stroll before returning to our boat for the 90-minute journey back to Punta Uvita and onwards to our hotel. We'll aim to arrive in time for a well-deserved sundowner."
    },
    {
      "dayNumber": 13,
      "title": "Free day to explore Dominical",
      "description": ": Today is your day to unwind on the Pacific Coast. You can enjoy a final dip in the sea, perhaps take a surf lesson, go whitewater rafting on the Savegre River, or, if it's the right season, embark on a whale-watching cruise. Alternatively, you can simply relax and take full advantage of the hotel's amenities on your last day."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Dominical. Included transfer to San Jose Airport (SJO)",
      "description": ": Our trip ends this morning at our hotel in Dominical. We will have three transfer times today (6am, 8am and 11:30am) to get you back to San Jose's Juan Santamaria International Airport (SJO). The drive to the airport takes approximately four hours. The earliest your flight can depart is 12:30pm which the 6am transfer accommodates."
    }
  ],
  "map": ""
}