{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-holiday",
  "tourName": "Costa Rica family holiday",
  "placesVisited": "San Jose, La Paz Waterfall Gardens, Tortuguero National Park, Cahuita, Aviarios del Caribe sloth sanctuary, Sarapiqui, night walk through Tirimbina Biological Reserve, Sky Tram, Arenal Volcano National Park, Dominical, Manuel Antonio National Park",
  "generalInfo": "Nestled between the Caribbean and Pacific oceans, Costa Rica is a natural paradise and this Costa Rica Family Holiday shows you the best that this Central American nation has to offer: volcanoes, jungle, waterfalls, beaches, and then, of course, there’s the wildlife. <br/><br/>Drift down the water channels of Tortuguero National Park by boat, searching for caiman, monkeys, toucans and other colourful birds; look for White-faced Capuchin monkeys and noisy Howler monkeys in Manuel Antonio National Park; and visit the Aviarios del Caribe sloth sanctuary, whose inhabitants have starred in TV’s Animal Planet. <br/><br/>The activities keep on coming with whitewater rafting, zip-lining, and horse riding all offered as optional activities. If you’re of a less active bent, you could take a chocolate tour, or just relax in thermal pools in the shadow of Arenal Volcano. There’s also ample time for beach bums, with time at Cahuita on the Caribbean coast and Manuel Antonio on the Pacific, where lush jungle meets golden beaches.<br/>",
  "durationDays": "15",
  "price": "3749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in San José, the culture-rich capital of Costa Rica. A complimentary transfer from the airport to the hotel is available. Check in and take it easy, there’s plenty of excitement on this trip, so today’s all about relaxing and easing ourselves into the adventure. Around 7.30pm, say hola to your tour leader and fellow travellers during a short briefing and a group dinner together. Our main briefing takes place tomorrow morning due to the late arrival of some flights today. Want to explore San Jose further? Secure pre-tour hotel nights through your sales representative. Accommodation: Country Inn & Suites (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning your tour leader will host the main welcome briefing when we gather as a group to get to know each other and learn more about the adventures ahead. Afterwards we have a short drive to La Paz Waterfall Gardens. Located within the transitional forest between the Central Valley and Northern Lowlands, the gardens host a wide variety of plants and bird life among stunning scenery. A short walk along a rainforest trail brings us to a great viewpoint, where we can watch the cascading falls. Entrance to the gardens includes a visit to the petting zoo, frog exhibit, aviary and butterfly observatory. Monkeys, sloths and toucans also inhabit this area, providing a great introduction to the incredible diversity of Costa Rica. The afternoon is free to relax and enjoy the hotel pool. Accommodation: Country Inn & Suites (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We depart early this morning, travelling to Tortuguero National Park in the Caribbean Lowlands of northeast Costa Rica. Accessible only by boat or light aircraft, this vast network of waterways, canals and swamps is remarkably tranquil and devoid of noise pollution. On reaching the pier, we board a small motorboat for the journey to our lodge (up to 1hr 30min) which is on a small strip of land between the Caribbean Sea and the main lagoon. Please note the transfer from San José to Tortuguero is not private for Exodus clients. Our afternoon is spent in Tortuguero village, where it’s possible to visit the Sea Turtle Museum (a donation will be requested at the entrance). Tortuguero is probably most famous as a nesting site for the endangered green turtle, which can be seen coming ashore to lay eggs from late July to October (as part of an optional excursion). Hawksbill, loggerhead, and giant leatherback turtles also nest in this region, and from late August through to November, baby turtles hatch and make their way to the ocean. Accommodation: Pachira Lodge or Evergreen Lodge (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a hearty breakfast, we discover the extraordinary flora and fauna of Tortuguero on a boat trip, passing serenely along the waterways. At this time of day, wildlife is usually at its most active and with the help of our expert guide we are likely to encounter monkeys, caiman, iguanas, butterflies and many of the 300-plus bird species recorded here. The lodge is a tranquil spot to relax this afternoon. Alternatively, join a second boat trip, visit the beach or follow a short walking trail through the forest. Accommodation: Pachira Lodge or Evergreen Lodge (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We leave Tortuguero the same way we arrived: taking a small boat. Our bus will be at the pier waiting to drive us to the Cahuita region on the Caribbean coast. Upon arrival, we check into our hotel and have the rest of the afternoon to enjoy the pool, beach or discover our new surroundings. Caribbean culture thrives in this part of Costa Rica and is reflected in the music, food and laid-back lifestyle. The white sand beach is fringed by tall palms, behind which is the dense, wet tropical forest of Cahuita National Park. Accommodation: Atlantida Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, we drive to Aviarios del Caribe, the Sloth Sanctuary, subject of the Animal Planet TV show Meet the Sloths. This rescue and rehabilitation centre conducts sloth research and works tirelessly to return them to their natural habitat. You'll learn all about these fascinating animals on a two-hour tour, where you'll take a boat along the river to see sloths, monkeys, butterflies and birds. This afternoon, we return to Cahuita and visit the national park, following a coastal trail through the rainforest. The park has 2,711 acres (1,097ha) of land and 600 acres (245ha) of coral reef, which forms the largest reef system in Costa Rica. Accommodation: Atlantida Lodge (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We depart for Sarapiqui, one of the main banana producing regions in Costa Rica, although coffee, cardamon, cacao, corn and fruits are also grown here. It’s also gathering a reputation as a great spot for adventure seekers with plenty of optional activities to keep you entertained. In the evening, we take a night walk through Tirimbina Biological Reserve for a different perspective on the many rainforest residents. Accommodation: El Bambu Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "There are various optional excursions to try today: join a chocolate tour in Tirimbina Biological Reserve, take a safari floating trip down the Sarapiqui River, have a go at white-water rafting on Grade II and III rapids, or join a canopy tour and zip-line through the forest. Alternatively, there are several nature walks through beautiful surroundings. Accommodation: El Bambu Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We transfer to the area around Arenal Volcano. Following a massive eruption in 1968, Arenal was the most active volcano in Costa Rica until 2010 when it entered a resting phase. Aside from the volcano, there are thermal waters, waterfalls and Lake Arenal to discover. The rest of the day is free to explore, either at your own pace or on one of the optional excursions available. You could take the Sky Walk (canopy walk) or Sky Trek adventure (which has an optional zip-wire through the canopy) or enjoy the hotel pool. Accommodation: Eco Arenal (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning, we have a guided nature walk through Arenal Volcano National Park. The park has a great system of trails passing through secondary forest and near lava fields created by eruptions. In the late afternoon, we visit Baldi Hot Springs as a group to enjoy a hot thermal bath from the volcanic spring water – a refreshing end to the day. Please note, on weekends or Mondays we visit alternative hot springs called Ecotermales. Accommodation: Eco Arenal (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We travel southeast along the coast, following the Pan-Am Highway to Dominical, passing African oil palm and teak plantations on the way. Our hotel is on the coast near Dominical, around 50 minutes south of Manuel Antonio. The hotel is set in lush gardens overlooking the river and just a 20-minute walk to the beach. We spend the next three nights here. Depending on our arrival, we should have time to visit the beach or splash in the hotel pool. Accommodation: Villas Rio Mar in Dominical (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we drive to Manuel Antonio National Park, home to a vast marine reserve plus 1,700 acres (690ha) of mangrove swamp, primary and secondary rainforest. The forest vegetation stretches as far as the high-tide line and provides a stunning backdrop to the expansive sandy beaches, forested islands and dramatic rocky headlands. We have a guided nature walk today, which should include some very close wildlife encounters. White-faced capuchin monkeys play and are frequently sighted on the beaches, while noisy howler monkeys are usually heard moving through the trees and calling to each other before they are seen. The endangered titi monkey (squirrel monkey) are fewer in number but can sometimes be spotted in this area. Iguanas, agouti, and two- and three-toed sloths are also commonly sighted here. Better yet, the Manuel Antonio beaches are among the most beautiful in the country. In the afternoon, we return to our hotel. Accommodation: Villas Rio Mar in Dominical (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today has been left free for you to relax – make the most of the hotel pool, visit the beach or explore the area. There are a few optional activities available, such as a whale and dolphin-watching boat trip (from mid-July to October and mid-December to March) or a snorkelling tour. Accommodation: Villas Rio Mar in Dominical (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today we return to San José (approximately three-four hours plus rest stops and lunch). If you wish to travel into the downtown area by taxi, you will have time to see the modern capital and pick up souvenirs. Alternatively, relax by the hotel pool. Accommodation: Country Inn and Suites (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "The trip comes to an end today after breakfast and it's time to bid Costa Rica and the rest of the group goodbye. Transfers to San José airport are available to all clients today. But if you don’t want the adventure to end, speak to your sales representative about extending your stay and enjoy more time in Costa Rica."
    }
  ],
  "map": ""
}