{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "mexico-guatemala-costa-rica-tour-20-day",
  "tourName": "Mexico, Guatemala & Costa Rica tour, 20 day",
  "placesVisited": "",
  "generalInfo": "Journey from the vibrant streets of Mexico City to the stunning beaches of Costa Rica on this unforgettable 20-day adventure through Central America! Experience the excitement of Lucha Libre in Mexico City, catch a sunset surf session in Puerto Escondido, and swim in glowing bioluminescent waters. Wander through Oaxaca’s bustling markets, hike to the summit of Guatemala’s Acatenango Volcano for a breathtaking sunrise, and paddleboard across Costa Rica’s Arenal Lake. Soar through cloud forests on a zipline, relax in volcanic hot springs, and cruise along Manuel Antonio’s coastline at sunset. Packed with adventure, culture, and incredible landscapes, this trip is the perfect way to explore three incredible countries in one epic journey!<br/><br/>If this trip seems like something of interest for you, get in touch and we can build an itinerary around the following inclusions:<br/><br/>Accommodation:<br/><br/>- Includes hostel accommodation throughout your tour.<br/>- All accommodation is simple, but clean and comfortable. <br/>- 1 night of Camping<br/><br/>Transport:<br/><br/>- All local transport throughout your tour, including buses and an internal flights.<br/><br/>Guiding:<br/>- Amazing Adventure Leaders in each country for your tour.<br/><br/>Included Activities:<br/><br/>Lucha Libre, traditional Mexican wrestling (Mexico City) <br/>Walking tour of Mexico City (Mexico City) <br/>Informal Spanish lesson (Mexico City) <br/>Surf lesson (Puerto Escondido) <br/>Alebrijes workshop (on route to Oaxaca) <br/>Cooking class (Oaxaca) <br/>Hierve el Agua day tour incl. Visit to Tule tree and Mitla Ancient Ruins (Oaxaca) <br/>Mezcal tasting (Oaxaca) <br/>Salsa lesson (Oaxaca) <br/>Flight from Oaxaca to Cancun <br/>Chichén Itzá visit <br/>Visit &amp; swim in local Cenote (Tulum) <br/>Guided bike tour (Tulum) <br/>Flight from Tulum to Guatemala City <br/>2-day hike of the Acatenango Volcano (including lunch &amp; dinner on day 1, &amp; breakfast on day 2) <br/>Flight from Guatemala City to San José (Costa Rica) <br/>La Fortuna Waterfall (La Fortuna) <br/>Arenal Volcano hike (La Fortuna) <br/>Hanging bridges tour (La Fortuna) <br/>Natural thermal baths (La Fortuna) <br/>Arenal Lake boat ride (on route from La Fortuna to Manuel Antonio) <br/>Ziplining in 100% Aventura National Park (on route from La Fortuna to Manuel Antonio) <br/>Catamaran day trip incl. snorkelling, dolphin, whale watching, &amp; farewell dinner",
  "durationDays": "20",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Mexico City: Get ready for an exciting start to your adventure as you meet your Adventure Leader in the hotel lounge this afternoon for a trip briefing. You’ll get all the details on your journey ahead, plus top tips for staying safe while exploring Central America. Then, it’s time to dive straight into the action—Mexican style! Your first night kicks off with Lucha Libre, the country’s electrifying take on wrestling. Expect dramatic moves, flamboyant costumes, and legendary masked wrestlers putting on an unforgettable show. This is Mexico City at its most thrilling! Arriving early? Here’s how to make the most of your extra time: History buff? Visit the ancient pyramids of Teotihuacán, a UNESCO World Heritage site home to the awe-inspiring Pyramids of the Sun and the Moon. Want a local experience? Head to Xochimilco, where you’ll float along colorful canals on a traditional trajinera (gondola). Enjoy mariachi music, delicious Mexican street food, and maybe even a tequila or two! No matter how you choose to kick off your adventure, get ready for an incredible journey through Mexico!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mexico City: What better way to kick off your adventure than with a walking tour of Mexico City’s most iconic landmarks? Stroll through the historic Zócalo Main Square, marvel at the grandeur of the Metropolitan Cathedral, take in the stunning murals at the National Palace, and uncover the ancient ruins of the Templo Mayor—a fascinating glimpse into the city’s Aztec past. After a morning of exploration, it’s time to fuel up with a delicious local lunch before switching gears to a Spanish crash course led by your Adventure Leader. Learn key phrases that’ll help you connect with locals and enhance your travel experience—because ordering tacos in Spanish just hits different! The Afternoon Is Yours—How Will You Spend It? Cycle to Chapultepec Castle – Rent a bike and cruise over to Chapultepec Park, home to the only royal castle in the Americas. Once an imperial palace, a battlefield, and now a museum, this historic site offers breathtaking panoramic views of the city. Prefer a more relaxed approach? Hop in an Uber and take a leisurely ride to the castle instead! As the sun sets, gather with your group for an evening of authentic Mexican cuisine. Savour bold flavours, soak in the vibrant atmosphere, and cap it all off with tequila or mezcal—the choice (and the consequences) are yours!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Puerto Escondido: Rise and shine! This morning, we’ll catch an early flight to the breathtaking coastal town of Puerto Escondido, arriving just in time for lunch. Once we land, the afternoon is yours to spend as you wish. Beach time? Dive into the crystal-clear waters, soak up the sun, and unwind on the golden sands. Poolside vibes? Kick back with your travel crew and enjoy some well-earned relaxation at the hostel. Sunset Surf Session – Ride the Waves in Paradise As the late afternoon rolls in, we’ll head to the beach for an unforgettable surf lesson at sunset! Puerto Escondido is a world-famous surfing hotspot, and there’s no better place to check \"learn to surf\" off your bucket list. What to Expect: Learn surf basics and pop-up techniques from a professional coach Practice on the sand before hitting the waves Ride the ocean under a golden sunset The Night is Yours – What’s the Move? Enjoy fresh seafood at a local restaurant Sip cocktails at a beachfront bar with stunning ocean views Experience La Punta’s buzzing nightlife and dance under the stars Whether you're looking for laid-back beach vibes or an unforgettable night out, Puerto Escondido has it all!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Puerto Escondido: Today is all about relaxation, exploration, and adventure – the choice is yours! Chill Mode: - Soak up the sun on Puerto Escondido’s stunning beaches - Wander through this bohemian coastal town and explore its laid-back charm - Discover nearby hidden beaches for a more secluded escape Adventure Mode: - Dolphin & Whale Watching Tour (seasonal) - Spot playful dolphins, majestic humpback whales, sea turtles, and other marine life - Enjoy breathtaking views of the Pacific Ocean while basking in the sun A Night to Remember – Bioluminescent Lagoon Experience As night falls, get ready for one of nature’s most magical phenomena – the Manialtepec Lagoon. What to Expect: Swim through glowing waters as bioluminescent creatures light up around you A once-in-a-lifetime experience straight out of a fairy tale A true main character moment you’ll never forget Note: This activity is unavailable on nights surrounding a full moon due to visibility. Or… Keep the Night Going! If you’d rather keep the party vibes alive, hit up Puerto Escondido’s legendary nightlife with your travel crew. From beach bars to rooftop parties, the energy here is electric! Whatever you choose, today is all about making unforgettable memories in paradise!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Oaxaca: This morning, we set off early for our next destination—Oaxaca (pronounced Wahaca), a city known for its deep Indigenous heritage, vibrant festivals, and colonial architecture. Along the way, you’ll have the chance to get creative by making your own alebrijes, the intricately painted wooden creatures inspired by traditional Mexican folk art. Arriving in Oaxaca in the early afternoon, your Adventure Leader will meet you before you check into your hostel. The afternoon is yours to explore at your own pace. A great place to start is the botanical gardens, which showcase a stunning variety of native Mexican plant species. Later, join your fellow travelers for a hands-on cooking class, where you’ll learn to prepare a classic Oaxacan dish—mole. This rich, flavorful sauce is a staple of the region, known for its perfect balance of smoky, sweet, and spicy flavors. With your culinary skills sharpened, the evening is yours to enjoy. You might choose to browse the artisan markets, relax at a rooftop bar, or experience live music and traditional dance performances in this lively and culturally rich city."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hierve el Agua: This morning, we rise early and head straight to the iconic Hierve el Agua, but not before making a stop to see the famous Tule tree—widely regarded as the world’s widest tree! This ancient Montezuma cypress is over 2,000 years old and has a diameter of 14 meters (46 feet), which is roughly the same width as a tennis court or an adult blue whale! Next, we’ll continue our journey to Hierve el Agua, located about 70 km east of Oaxaca. This stunning natural site is known for its mineral-rich rock formations that resemble cascading waterfalls. We’ll take time to explore the area and, if you wish, take a refreshing dip in the spring-fed pools. On our way back to Oaxaca, we’ll immerse ourselves in authentic Mexican culture with two unforgettable stops. First, we’ll visit the Mitla Ancient Ruins, a Zapotec archaeological site famous for its intricate geometric mosaics, well-preserved temples, and its history as a sacred burial ground. Then, we’ll dive into a mezcal tasting session, where you’ll learn about this smoky spirit and its traditional production methods, all guided by an expert. In the evening, it’s time for a fun and lively Mexican experience—salsa dancing! Join your group for an exciting salsa class where you’ll learn the vibrant rhythms and energetic moves that define this cultural dance."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Oaxaca to Tulum: This morning, we'll head to the airport for our next exciting destination—Tulum! After a flight to Cancun, we’ll take a bus transfer to Tulum, arriving around 3pm. The rest of the day is yours to enjoy at your leisure, but if the weather is perfect, you may want to join a sunset sailing tour. (Feel free to email us for more details.)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tulum: This morning, we’ll set off to explore Chichén Itzá, an awe-inspiring ancient Mayan city and UNESCO World Heritage Site. Home to the iconic El Castillo pyramid, this remarkable site also showcases other stunning Mayan structures that reveal the region’s rich cultural and architectural history. After soaking in the grandeur of Chichén Itzá, we’ll make our way to a local, community-run cenote. These natural limestone sinkholes, once considered sacred by the Mayans, are perfect for a refreshing swim in their vibrant blue waters, surrounded by lush, natural beauty. Next, we’ll head to Valladolid, a picturesque colonial town known for its colorful streets, historic charm, and deep Mayan roots. After a delightful lunch, we’ll continue on our journey back to Tulum. As the evening draws near, consider joining your group to watch the sunset at one of the beach bars or take some time to explore the lively atmosphere of Tulum’s downtown."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tulum: Today is all about exploration, and what better way to do it than by bike? In the morning, we’ll embark on a guided bike tour through Tulum, where you’ll visit the stunning ancient Mayan ruins perched above the sea. Along the way, we’ll pedal through the vibrant town before reaching the beach for a refreshing dip in the crystal-clear waters. The afternoon is yours to enjoy however you wish! Our local experts recommend the following options to make the most of your time in Tulum: -For a relaxing vibe – cycle back to the hostel for some downtime. -For water enthusiasts – take a snorkel in a beautiful cenote, one of our top picks. -For nature lovers – embark on a guided boat tour through Sian Ka’an at sunset. For beach lovers - lounge on the pristine sands of Playa Paraíso. As evening sets in, why not head to Tulum Pueblo for a delicious meal? Treat yourself to affordable tacos or traditional Yucatán dishes. Finish off the night at Batey Mojito & Guarapo Bar, where you can enjoy a mojito and live music, toasting to another unforgettable day with your travel companions!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tulum to Guatemala City: Today, your Central American adventure continues as we arrive in our second country—Guatemala! In the morning, we'll head to the airport for a flight to Guatemala City. Upon landing, we’ll set off on a scenic journey to San Pedro La Laguna, a charming town on the southwestern shore of Lake Atitlán. The drive takes around six hours, but the breathtaking views along the way make it well worth the trip. Once we arrive, take the evening to settle in and soak up the beauty and laid-back atmosphere of this stunning lakeside town."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "San Pedro La Laguna: This morning, you have the option to take on a truly unforgettable experience—a sunrise hike to the iconic Indian Nose Viewpoint. The early wake-up call will be well worth it as you're rewarded with breathtaking panoramic views of Lake Atitlán and the surrounding volcanoes, all illuminated by the golden glow of sunrise. In the afternoon, you and your fellow travelers can choose from a variety of adventures: - Set sail on a boat party across the lake - Kayak on the tranquil waters of Lake Atitlán - Take the plunge with cliff jumping in San Marcos - Unwind in solar pools—natural hot tubs heated by volcanic energy, offering stunning lake views - Explore the charming streets of San Pedro La Laguna, visiting its church, market, and narrow, colorful alleyways Just a heads-up—there are two action-packed days ahead, so an early night might be a smart move!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Acatenango Volcano: Today begins one of the most unforgettable experiences of the trip—a two-day hike up Acatenango Volcano! We’ll start the day by transferring from San Pedro La Laguna to the trailhead, where the adventure kicks off with a challenging but rewarding six-hour hike. The trail winds through dense cloud forests, farmland, and stunning high-altitude landscapes, offering breathtaking views along the way. We’ll take a well-deserved break for lunch with panoramic vistas before continuing to a prime vantage point to witness Volcán de Fuego’s dramatic eruptions—from a safe distance, of course! As we reach base camp, settle in for a hearty dinner and take in the mesmerizing sight of glowing lava against the night sky. Then, it’s time to rest up for an early morning summit push!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Acatenango Volcano: Today starts early—really early! At 3 AM, we’ll begin the final ascent to Acatenango’s summit, a challenging two-hour climb over steep, loose volcanic ash and gravel. The effort is well worth it, as you’ll be rewarded with breathtaking sunrise views over the surrounding volcanoes and valleys. After taking in the stunning scenery, we’ll descend back to base camp for a well-earned breakfast before making our way to our next destination—Antigua! This charming colonial town is famous for its beautifully preserved Spanish Baroque architecture, cobblestone streets, and vibrant cultural scene. In the evening, we’ll celebrate our achievement with a night out in one of Antigua’s lively bars, where you can enjoy live music and soak up the city’s buzzing atmosphere. If you’re in the mood for a well-deserved rest instead, feel free to kick back and relax! (*The summit hike is optional—if you’d rather catch some extra sleep, you can stay at base camp and enjoy a slower morning.)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Antigua: After your two-day volcano trek, today is all about well-earned rest and relaxation. And what better place to unwind than Antigua? This charming colonial town is rich in culture, history, and stunning architecture—perfect for a slower-paced day. Take a leisurely stroll through its colorful streets, sip on world-class Guatemalan coffee at a cozy café in the central square, or treat yourself to some well-deserved pampering at a local spa. If you’re up for a little more exploring, head up to Cerro de la Cruz for panoramic views of the town, especially at sunset. However you choose to spend the day, Antigua’s laid-back charm makes it the ideal spot to recharge before the next leg of your adventure."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Antigua to Costa Rica: Today, your Central American adventure continues as you arrive in your third and final country—Costa Rica! You'll start with a transfer to Guatemala City airport (about 90 minutes) before boarding a flight to San José. Upon landing, we’ll continue the journey with a scenic three-hour drive to La Fortuna, a vibrant town famous for its stunning Arenal Volcano, rejuvenating hot springs, breathtaking waterfalls, and thrilling outdoor activities. Once you arrive, check into your hostel and take the evening to unwind after a full day of travel. Whether you relax at the hostel, grab a bite to eat, or take a stroll through town, La Fortuna is the perfect place to recharge before the adventures ahead."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "La Fortuna: Today is all about immersing yourself in the natural beauty of La Fortuna with a full day of adventure. Start the morning with a visit to the breathtaking La Fortuna Waterfall, where you can admire the cascading waters and take a refreshing dip. From there, head to the Laguna Tabacón camping area, where you’ll have the option to kayak or paddleboard on the serene lake, surrounded by lush rainforest and volcano views. Next, embark on a scenic hike around Arenal Volcano, exploring its unique landscapes before enjoying a well-earned lunch back at the campsite. In the afternoon, take your adventure to new heights with a walk across the Arenal Hanging Bridges, where you’ll navigate a series of suspension bridges offering a stunning aerial perspective of the rainforest. After an action-packed day, it’s time to unwind. La Fortuna is home to some of the world's best hot springs, thanks to its volcanic activity. Soak in the warm, mineral-rich waters and let the natural thermal baths ease your muscles, before enjoying a relaxed evening at your own pace."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "La Fortuna: Today is yours to enjoy, but if you're looking for adventure, we've got some incredible optional activities lined up: For the adrenaline junkies, why not spend the day canyoning or white-water rafting—or both if you're up for the challenge? Navigate through La Fortuna’s lush rainforest reserve as you rappel down towering waterfalls, slide into jungle pools, and trek through rocky canyons. If rafting is more your style, take on thrilling rapids while spotting monkeys, toucans, and sloths along the riverbanks. With breathtaking scenery and nonstop excitement, this is the ultimate way to experience La Fortuna’s wild side. For those drawn to nature, a day tour to Rio Celeste is a must. Hike through Tenorio Volcano National Park to witness its striking turquoise waterfall, bubbling hot springs, and dense rainforest. The vibrant blue waters are a natural wonder, making this a truly unforgettable experience. As night falls, consider joining your group for a guided walk through the rainforest, where you'll have the chance to encounter Costa Rica’s fascinating nocturnal wildlife. Keep an eye out for red-eyed tree frogs, glowing insects, and elusive jungle creatures that only come to life after dark. (Note: Due to time constraints, those who choose canyoning and rafting will not be able to do the Rio Celeste tour, and vice versa.)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "La Fortuna to Manual Antonio: Today is a travel day as we journey from La Fortuna to Manuel Antonio, a coastal paradise known for its stunning beaches, lush rainforests, and abundant wildlife. But getting there is an adventure in itself! The day begins with a scenic boat ride across Arenal Lake, offering incredible views of the towering volcano and the surrounding landscapes. Once we reach the other side, we’ll continue by land, winding through breathtaking mountain scenery on our way to Monteverde. We’ll stop in Monteverde for lunch before heading to 100% Aventura Park, home to the longest zip line in Costa Rica. Soar high above the treetops, taking in panoramic views of the jungle and Arenal Volcano while spotting wildlife like howler monkeys and toucans. After an exhilarating afternoon, we’ll continue our journey to Manuel Antonio, arriving in the late evening, ready to explore this tropical paradise."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Manual Antonio: This morning, if you're still feeling adventurous, join us for a guided tour of the stunning Manuel Antonio National Park. Explore lush rainforests, discover diverse wildlife including sloths, monkeys, and exotic birds, and unwind on the park's pristine white-sand beaches. For those who prefer a slower pace, enjoy some free time to relax on the beach and soak up the sun. Then, in the late afternoon, we’ll re-group for a thrilling sunset catamaran ride. As we sail along the coast, keep your eyes peeled for playful dolphins and, if you're lucky, majestic whales. When we reach a beautiful spot, take the opportunity to snorkel in the crystal-clear waters, swimming alongside tropical fish and sea turtles. After a perfect day at sea, sit back and relax as we watch the sunset together. The evening will conclude with a delicious farewell dinner, a fitting end to an unforgettable journey through Central America."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "San José: Sadly, today marks the end of your incredible journey through Central America. We’ll begin the day with an early transfer back to San José, where the tour will conclude mid-morning. It's time to say goodbye to your Adventure Leader and the unforgettable experiences you've shared. Safe travels, and we hope to see you again on another adventure soon!"
    }
  ],
  "map": ""
}