{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-wildlife-holiday",
  "tourName": "Costa Rica wildlife holiday",
  "placesVisited": "Tortuguero, Monteverde, Arenal Volcano, Zip wires, Esquinas Ecolodge, Santa Elena Cloud Forest Reserve, Manuel Antonio National Park, Piedras Blancas National Park, Savegre Cloud Forest, Turtle nesting (in season)",
  "generalInfo": "Immerse yourself amongst the ecosystems of Central America. This Costa Rica wildlife holiday will have you peering through the undergrowth in jungles, cloud forests and mangrove swamps, and checking out the beaches on both Pacific and Caribbean coastlines. <br/><br/>You'll hike in the realm of Arenal Volcano and stay overnight in a rainforest lodge in Piedras Blancas National Park. Trips to Monteverde and Savegre Cloud Forest help to make this Costa Rica wildlife holiday an incredibly exciting and immersive experience.  <br/><br/>Costa Rica is blessed with an absolute abundance of animal action. You might see sloths, monkeys and toucans occupying rainforest canopies, whilst the green turtles of Tortuguero National Park make the most of protected beaches.<br/><br/>From hiking trails and boat journeys to free time and guided tours, this Costa Rica wildlife holiday provides the perfect introduction to the natural world of Central America.",
  "durationDays": "15",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in San José, the culture-rich capital of Costa Rica. A complimentary transfer from the airport to the hotel is available. Check in and take it easy, there’s plenty of excitement on this trip, so today’s all about relaxing and easing ourselves into the adventure. Around 7.30pm, say hola to your tour leader and fellow travellers when we gather as a group for a short briefing and dinner together. Our main briefing takes place tomorrow afternoon in Tortuguero due to the late arrival of some flights today. Want to explore San Jose further? Secure pre-tour hotel nights through your sales representative. Accommodation: Presidente Hotel or Rincón del Valle (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Our adventure begins early this morning, leaving San José as we travel to Tortuguero National Park in northeast Costa Rica. Accessible only by boat or light aircraft, Tortuguero has a vast network of waterways, canals and swamps that is remarkably tranquil, unspoiled and devoid of noise pollution. On reaching the pier, we board a small motorboat for the 1hr 15min journey to our lodge, which is nestled on a small strip of land between the Caribbean Sea and the main lagoon. This afternoon your tour leader will host the main welcome briefing when we gather as a group to get to know each other and learn more about the adventures ahead. We also visit Tortuguero village, where it’s possible to enter the Sea Turtle Museum (a donation is requested at the entrance). Tortuguero is probably most famous as a nesting site for the endangered green turtle, which arrives onto the beach to lay eggs from late July to October (witness it as part of an optional excursion, payable locally). Hawksbill, loggerhead and giant leatherback turtles also nest in this region. Today’s travel time is around six hours, including a stop for breakfast. Accommodation: Laguna Lodge (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A morning boat trip enables us to discover the extraordinary flora and fauna of Tortuguero, passing serenely along the waterways. We’re joined by our tour leader and the keen-eyed boat captain, who knows this area inside out and has a well-honed skill for spotting the more hidden animals. Our early start means we see the wildlife at their most active; with the help of our expert guide, we are likely to encounter monkeys, caiman, iguanas, butterflies and many of the 300-plus bird species recorded here. Our lodge is a tranquil spot to relax this afternoon, perhaps take a dip in the pool or relax at the sandy beach. Alternatively, join a second boat trip or follow a short walking trail through the forest. Accommodation: Laguna Lodge (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We leave Tortuguero by taking a small boat to the pier. Our bus is at the pier waiting to drive us to the Arenal region, passing huge banana, pineapple and sugarcane plantations on the way. Arenal was the most active volcano in Costa Rica until 2010, when it entered a resting phase, and can no longer be seen spitting ash, smoke or lava. However, there is still a lot of geothermal activity in the area and you may be able to visit one of the excellent hot springs this evening. In clear weather, there are great views of the volcano from our overnight base in the nearby town of La Fortuna. Today’s travelling time is around 5hr 30min including a lunch stop. Accommodation: Eco Arenal/Arenal Montechiari (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Take a short scenic hike within Arenal National Park this morning, walking through secondary rainforest and seeing some of the lava fields from past eruptions. The high vantage points on this walk allow great views overlooking Lake Arenal, and the birdlife is plentiful. Waterfalls are abundant in the region of Arenal and we visit La Fortuna, a 213ft (65m) cascade plunging into an emerald pool. A short trail through the rainforest brings us to a relatively steep set of steps that we must descend to reach the waterfall and then ascend to the exit – the hike/climb takes around 20-30 minutes and is within the capabilities of anyone with reasonable fitness. Reward your efforts with a cooling dip in one of the natural pools punctuating the foliage. Alternatively, you could visit the lookout point and wait for the group. After lunch, the rest of day is at leisure to enjoy optional activities such as a chocolate tour or the exhilarating Ecoglide Zipline. Accommodation: Eco Arenal/Arenal Montechiari (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "From Arenal, we travel to the Tilaran mountain range in the central highlands for our first taste of a Costa Rican cloud forest. The journey provides breathtaking views of the Gulf of Nicoya and the islands below as we ascend the hills towards Monteverde, a forest-cloaked region whose name literally means Green Mountain. The high altitude supports a complex ecosystem where plants thrive, particularly orchids of which there are more than 400 varieties here. Today’s drive is around four hours — the last 25mi (40km) of road is gravel and can be bumpy, particularly following heavy rain. We should arrive in time for lunch, while the rest of the day is free to relax in our hotel or enjoy one of the many optional activities available in Monteverde. Accommodation: Montaña Monteverde/Monteverde Country Lodge (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, we have a guided walk (around two hours) in Santa Elena Cloud Forest Reserve, one of the first community-managed reserves in Costa Rica and an area celebrated for its biodiversity. To this day, the reserve is managed by the Santa Elena High School with funds channelled into protecting the reserve and providing environmental education classes within the community. Thanks to its high elevation, Santa Elena is bathed in thick misty clouds, which support a huge range of flowers, ferns, mosses, vines and orchids. Birdlife thrives here with more 425 species recorded. Santa Elena is also one of the best places to spot noisy howler monkeys swinging through the trees. In the afternoon, it’s possible to join an optional coffee tour to learn about the importance of this crop to the socio-economic development of the country or join a canopy tour to get a different view of the forest. Accommodation: Montaña Monteverde/Monteverde Country Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our journey takes a southeasterly turn today as we follow the Pan-Am Highway along the coastline to Manuel Antonio, passing African oil palm and teak plantations on the way. Manuel Antonio National Park consists of a vast marine reserve as well as 1,700 acres (690ha) of mangrove swamp, primary and secondary rainforest. The forest vegetation stretches as far as the high-tide line and provides a stunning backdrop to the expansive sandy beaches, forested islands and dramatic rocky headlands. Our drive to Manuel Antonio takes around four hours (not including rest stops and lunch). We settle into our accommodation and, depending on our arrival time, can make use of the hotel facilities. Accommodation: Villabosque Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A guided tour of Manuel Antonio National Park this morning should enable us to have close wildlife encounters. White-faced capuchin monkeys play in the trees and are frequently sighted on the beaches, while noisy howler monkeys are usually heard moving through the trees and calling to each other before they are seen. The endangered titi monkey (squirrel monkey) are fewer in number but can sometimes be spotted in this area. Iguanas, agouti and two- and three-toed sloths are also commonly sighted in the national park. Manuel Antonio’s beaches rank among the most beautiful in the country and we have all afternoon to enjoy them or try one of the optional activities in this region. Please note: Manuel Antonio National Park is closed on Tuesdays. If your visit falls on a Tuesday, the timing of this activity will be adjusted so you visit the park on the previous day and today will be at leisure to enjoy the many optional excursions of the region. Accommodation: Villabosque Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Travel four hours south towards Golfito, a relatively wild and undiscovered region. The dense jungle here has hardly been explored or researched. The next two nights are spent in the beautiful Esquinas Rainforest Lodge set in the heart of primary rainforest and bordered by the Piedras Blancas National Park and Golfito Nature Reserve. The lodge was originally financed by the government of Austria as a project combining forest research, development aid, and nature conservation. Most employees are local and profits are used to help with projects in the nearby village. This afternoon, we discover our peaceful surroundings and search for the abundant bird and insect life that resides here. Accommodation: Esquinas Rainforest Lodge (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hike through the rainforest this morning with our tour leader and experience all the sights and sounds of the jungle. During this activity, which lasts around two hours, we are likely to see snakes, frogs, birds and if we're lucky, monkeys and sloths too. This hike can be quite slippery after rainfall but is a real highlight and well worth the effort. This afternoon has been left free for optional activities — delve deeper into the forest on a network of trails departing directly from the lodge, or simply relax by the pool. Accommodation: Esquinas Rainforest Lodge (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Our journey takes a northwesterly turn through San Isidro and up and over the Cerro de la Muerte mountain range to our next destination, the Savegre Valley, around a 4hr 30min drive (not including stops) from Golfito. The cloud forest of Savegre is said to be one of the best places in Costa Rica to see the beautiful, colourful and notoriously shy resplendent quetzal and we have two nights here to discover the region. These endangered birds rely on the cloud forest for their habitat — the males are striking with a green crest, red breast and tail feathers that can reach a metre long. A good pair of binoculars will be helpful for quetzal spotting as these birds camouflage themselves well among the wet leaves of the forest. In the afternoon, we venture from our lodge into the cloud forest in search of these magnificent birds. Our destination depends on where their nesting and feeding spots have last been seen, though you should come prepared to tackle steep slopes. Accommodation: Savegre Hotel & Spa, Suria Lodge or Trogon Lodge (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is free to relax and explore Savegre Valley. Bring your binoculars to spot some of the 170 bird species, trek through the tropical cloud forest or simply enjoy the incredible view from the lodge. Your leader will suggest walks for today, which will involve steep routes, so you can discover the tropical cloud forest and sub-Andean vegetation of the area. Accommodation: Savegre Hotel & Spa, Suria Lodge or Trogon Lodge (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Visit the Copey valley this morning to step momentarily into the agricultural lives of those living in the highlands of the Central Mountain Range. We take a short walk through this picturesque area stopping for a typical lunch prepared for us by a local family, which is sure to be a memorable touch of Costa Rican hospitality. We visit the family’s property, where they grow flowers, medicinal plants, fruit and vegetables, and raise farm animals. A 2hr 30min journey takes us back to San José, where there may be time to explore the modern capital. Accommodation: Presidente Hotel or Rincón del Valle (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Enjoy a final breakfast at the hotel before we start saying our goodbyes. If you aren't quite ready to leave, speak to your sales representative about extending your adventure - relax on the beach, treat yourself to some spa time, or discover more nature. To ensure total relaxation, you can stay for as many nights as you wish in a range of hotels, and we'll organise airport transfers in either direction for you."
    }
  ],
  "map": ""
}