{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-tailor-made-adventure",
  "tourName": "Costa Rica tailor made adventure",
  "placesVisited": "",
  "generalInfo": "This 15 day Costa Rican adventure is an amazing opportunity to explore this beautiful country and many of the fantastic locations that it offers. This trip concentrates on the remote locations in Costa Rica where you will be able to experience the best natural and cultural sights that the country has, such as their national parks, beaches and remarkable mountain tops.",
  "durationDays": "15",
  "price": "3950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL TO COSTA RICA- You will be greeted at the airport where the driver will transfer you to your hotel. The night will be spent in the San Jose Bougainvillea."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SCENIC VIEWS AND ANCIENT RUINS- After breakfast you will meet your guide and you will set out by car to the amazing Irazu Volcano, followed by a tour of Cortago, one of the oldest towns in the country. The trip will continue to the Tapanti National Park and the scenic Orosi valley. The last destination before the return to the hotel are the ancient ruins of Ujarras. Irazu Volcano National Park One of the most frequented national parks in Costa Rica situated close to the city of Cartago. The park is the site of a reforestation project to restore the area which was destroyed by the eruptions. The forest is made up of conifers and other exotic and native species and also a native forest consisting mainly of oaks and alder, protecting the watershed of the Reventazon River."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Guided walk around SAN GERADO DE DOTA After breakfast you will meet your guide and you will set out by car to the amazing Irazu Volcano, followed by a tour of Cortago, one of the oldest towns in the country. The trip will continue to the Tapanti National Park and the scenic Orosi valley. The last destination before the return to the hotel are the ancient ruins of Ujarras. Irazu Volcano National Park One of the most frequented national parks in Costa Rica situated close to the city of Cartago. The park is the site of a reforestation project to restore the area which was destroyed by the eruptions. The forest is made up of conifers and other exotic and native species and also a native forest consisting mainly of oaks and alder, protecting the watershed of the Reventazon River."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit the beautiful NAUYACA WATERFALL - Today you will embark on a private and guided transfer to Golfito with a stop at the wonderful Nauyaca waterfall where you will be able to enjoy swimming in this marvellous location. The Nauyaca Waterfalls are located in an approximately 8 meters wide canyon and reach forty-five meters in free fall. This place is ideal for adventure lovers as it is recognized as one of the most beautiful places in Costa Rica’s South Pacific."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On this day, you will be transferred to the remarkable Nicuesa Lodge where you will be spending the next 3 nights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "During these two days the activities that you will participate in will be chosen by personal preference. The Nicuesa Lodge is a sustainable tourism hotel located in the spectacular southern Pacific Coast rainforest by the Osa Peninsula. It is built on a 165-acre private rainforest reserve. This trip includes the rainforest package which offers many great opportunities for various activities such as kayaking, rainforest hiking tours, botanical garden tours, snorkeling, fishing, jungle river tours and more."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your lodge has its own private little bay just beyond Uvita. Playa Uvita is situated within the Marino Ballena National Park. Accessible throughout the year as the weather is good most of the time, Playa Uvita is a 2-mile white sand beach with moderate waves and crystal clear blue waters. It’s the primary entrance to the incredibly beautiful Marino Ballena National Park which protects both coast line and sea."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The park is most well-known for the Humpback Whales that migrate here annually to rear their young. Visitors are becoming more and more aware of the beautiful beaches in the area creating a year round flow of tourists versus just during whale season. The back drop for the area is just as spectacular with towering lush green mountains shrouded in clouds that quickly descend to sea level. The beaches of Uvita are all protected within Marino Ballena National Park. Therefore, there is an entrance fee, which must be paid at the ranger stations in order to access them. There are facilities at the ranger stations including restrooms and fresh water."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "OCEANK KAYAK AND SNORKEL TOUR - This tour begins at low tide as the waves shift to one side of the Whale’s Tail, which is a good spot for snorkeling. Paddling to this point will take between 30 to 45 minutes. The snorkeling portion of the tour will take between 45 minutes and 1.5 hours and will give you the opportunity to see a variety of fish and coral species, such as Giant Conch, starfish, Parrotfish Snapper, Damsels, eels, Moorish Idol, Surgeon Fish, and various types of coral species. Catch a wave and ride back into shore on your kayak. Then, enter a small mangrove forest in Ballena Marine Park where it is possible to spot sea birds, toucans, and some small reptiles."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "AT LEISURE OR OPTIONAL WHALE WATCHING TOUR - The tour is at additional cost as its seasonal although dolphins and other marine life can be spotted at different times of the year. Costa Rica has the longest whale watching season in the world! Humpback whales, pilot whales, blue whales, and Pseudo-Orca whales have all been seen off the Costa Rican coasts. The most popular of these is the humpback whale which can be seen nearly year-round. From December to early April, the Northern Hemisphere California Humpback Whales come to the Pacific Coast to breed, and from late to July to November, the Southern Hemisphere Antarctic Humpback Whales come to the Pacific. Whales can be seen all along the Pacific Coast, but are found in the largest concentrations along the Southern Coast and Osa Peninsula."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "HEADING HOME-Private transfer back to San Jose Airport or spend a night in San Jose before heading home."
    }
  ],
  "map": ""
}