{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-tour-11-days",
  "tourName": "Costa Rica family tour, 11 days",
  "placesVisited": "San Jose, Hot springs at Arenal Volcano, Monteverde Cloud Forest – guided canopy walk, Relax on beach at Manuel Antonio National Park, Visit an animal sanctuary, Alajuela",
  "generalInfo": "San Jose - La Fortuna - Monteverde - Manuel Antonio - Alajuela (San Jose)<br/><br/>If you are looking for a family wildlife holiday that packs a punch in a short space of time, look no further- from sloths to frogs to monkeys and beyond, this tailor made trip, put together by Costa Rica specialists with specific expertise in family travel, is perfect for you. Drawing on on a wealth of knowledge, both from working in the field for decades to taking their own families to test and vet trips, they will make sure that you have a family holiday filled with wonder.<br/><br/>This popular itinerary is perfect for adventurous families with children aged four and up, who want to ensure their stay benefits wildlife and local communities too. <br/><br/>After a city tour of San Jose hit the road and highlights of Costa Rica starting at the foot of mighty Arenal Volcano in quaint La Fortuna- explore the national park's waterfalls and hot springs for the ultimate nature fix.<br/>Continuing to the cloud forests of Monteverde get back to nature via canopy walks and adventurous zip lines- definitely a bucket list experience.<br/>For some well earned r&amp;r finally make your way to Manuel Antonio on the pacific coast of Costa Rica, the perfect blend of beach, jungle and wildlife. <br/><br/>Available via self drive or a shuttle service.",
  "durationDays": "11",
  "price": "1150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Strolling Through San Jose:Costa Rica’s capital might not be top of your family’s must-do list, but the city has its Latin charms and is a pleasant place to start your journey through the country. You’ll be transferred to a comfy hotel with a pool just outside of the city centre, where you can recharge your batteries and set out to explore the city at your own pace. Whether you’re travelling by hire car or transfers, we’ll have made all the arrangements for you and you’ll also meet with our local partners who’ll be there to support you throughout your trip."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Footsteps on the Arenal Volcano: At the end of your stay in San Jose, you’ll either be delivered your hire car for the holiday or be picked up by shuttle bus for the journey to La Fortuna. Travel time is around 3hrs today. La Fortuna is home to the famous Arenal Volcano, a lush destination known for its natural wonders combining nature with adventure – something for all the family. Despite La Fortuna becoming more and more popular, it still maintains that ‘small-town’ feeling and is the perfect place to explore the greenery of Costa Rica. Take a wander around the national park, over the volcanoes or head into the waterfalls for a slightly cold but refreshing dip before visiting the stunning hot springs for some relaxation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Head in the Cloudforest - Monteverde: Next, you’ll travel south to the cloud forests of Monteverde by hire car or shuttle bus. Today’s journey will take roughly 4hrs. Over the next few days, you and your family will explore the cloud forests of Monteverde, a hilltop town with a laid back feel and plenty of family-friendly activities. You’ll stay in a lodge on the outskirts of town, perfect for getting back to nature. You’ll explore the tree-tops on a guided walk through the cloud forest as you cross hanging bridges high above the forest floor, learning about the biodiversity of the plants here and keeping your eyes peeled for sleeping sloths high up in the trees. If your kids are adrenaline-junkies then we can also add on a gondola ride and zip lining, just ask your travel specialist."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Beaches & Monkeys of Manuel Antonio: Next, you’ll jump in your hire car or hop aboard the shuttle bus for the journey to Manuel Antonio on the Pacific coast, around 4 hours away. Over the next few days you can kick back at the coast with a visit to the beach-side town of Manuel Antonio. This gem on the Pacific coast is famous for it’s National Park, a great place to spot animals in the jungle. The area also has great sandy beaches, lots of choices for dining out and some of the best family hotels in Costa Rica. You’ll stay in a hotel close to the ocean with an inviting pool and an on-site restaurant. During your stay you’ll learn about Costa Rica’s wildlife while visting Manuel Antonio National Park. You’ll take a guided tour to learn about the flora and fauna, and spot even the smallest and well-camouflaged inhabitants of the rainforest. The rest of your time here is free to spend exploring the National Park or hanging out at the pool or the beach. Next, you’ll take the 3-hour trip to the outskirts on San Jose, either by hire car or by shuttle bus, ready to take your flight home."
    }
  ],
  "map": ""
}