{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-and-panama-holiday-tailor-made",
  "tourName": "Costa Rica and Panama holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "This Tour can be fully bespoke. We can customise every detail of this tour to make your holidays that ticks all your boxes. This sample Costa Rica and Panama holiday shows off the best of Costa Rica’s flora &amp; fauna along with its natural beauty and adventure activities before heading south to Panama where you can take a partial or a full transit of the Panama Canal, go on a guided hike in Soberania National Park, visit historic Panama City, visit an indigenous community and / or take a ride on a vintage train to Portobelo in the north. <br/><br/>Hotels:<br/>Costa Rica &amp; Panama both have a good variety of types &amp; styles of hotels, at a variety of price-points to suit all budgets. Please chat to one of our Travel Team to get informed advice as to which hotels they would suggest for your tailor-made holiday.<br/><br/>Included Tours, Excursions &amp; Activities whilst on your Costa Rica &amp; Panama Holiday.<br/>The tours, excursions &amp; activities mentioned in the above sample Costa Rica &amp; Panama itinerary are just a selection of what is available in each location. The itinerary can be adjusted to fit your particular requirements for this holiday; please liaise with your Travel Team to confirm what other activities are available and what you would like to include in your tailor-made holiday.<br/><br/>Duration of your Costa Rica &amp; Panama Holiday<br/>If you like the broad sweep of the above sample itinerary but have fewer days to spend on your holiday, or wish to extend it in any way, please ask your Travel Team for ideas on how to shorten or lengthen the holiday, or how to reorganise the itinerary.<br/><br/>No-Obligation Quote<br/>We would be delighted to email you a no-obligation, fully-detailed itinerary &amp; quote, containing images of the hotels we suggest for your Costa Rica &amp; Panama holiday along with a link to each hotel’s website, plus details of any included tours &amp; excursions. The quote will clearly state what is, and what is not included in the quoted price. If you thereafter wish to make any changes to the initial itinerary – be it an alternative hotel, different activities, a different duration in any location etc. – that’s not a problem and we will continue to work with you to adjust the itinerary until it exactly matches what you’re looking for from this holiday in Costa Rica &amp; Panama.",
  "durationDays": "15",
  "price": "3170",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Costa Rica! After your arrival flight into San Jose Airport, you will be met and taken by private transfer to your San Jose hotel. Accommodation: Casa De Las Tias; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to the Sarapiquí area – an area renowned for its birdlife. En-route stop off at the Poas Volcano National Park to enjoy great views over the caldera. Accommodation: Selva Verde Lodge; Boadr: Breakfast & Dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early-morning visit to a nearby reserve which is a feeding station to a wide variety of birds – see how many different varieties you can spot! Later, enjoy an interactive and hands-on Chocolate Tour set alongside the cacao plantation in the middle of the rainforest. Great for chocoholics of all ages! Accommodation: Selva Verde Lodge; Boadr: Breakfast & Dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel first by road and then by river to reach Tortuguero, located on Costa Rica’s northern Caribbean coast. The region is famous as the most important nesting site in the Western half of the Caribbean for the Green Sea turtle (season is from July – Sept). Accommodation: Mawamba Lodge; Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy an early-morning boat trip along Tortuguero’s canals and rivers. Explore the nature trails & forest walks in the surrounding area or rent a kayak to paddle waterways under your own steam. Accommodation: Mawamba Lodge; Board: Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Travel back to the mainland before turning south and continuing onto Puerto Viejo – located on the Caribbean Coast. Puerto Viejo is home to some of the most beautiful beaches that you will find in the whole of Central America. Accommodation: Cariblue Beach and Jungle Resort; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Time at leisure in Puerto Viejo to relax on the beach, go snorkelling in the Cahuita National Park, hiking in the nearby rainforest. Accommodation: Cariblue Beach and Jungle Resort; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cross over the border into Panama. After completing border formallities, process to the coffee-growing area of Boquete where you’ll stay on a coffee plantation. Accommodation: Hotel Finca Lerida Coffee Plantation and Boutique Hotel; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure in Boquete. Options for today include a local coffee tour, visiting a National Park, white-water rafting, horse riding, hiking the Quetzal Trail, or go zip-lining. Accommodation: Hotel Finca Lerida Coffee Plantation and Boutique Hotel; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Take a short domestic flight from David to Panama City followed by a transfer to your hotel. Enjoy wandering Panama’s historic city center and browsing the local shopping malls. Accommodation: La Concordia - Boutique Hotel; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Time at leisure for you to enjoy a Partial or a Full Transit of the magnificent Panama Canal, which recently underwent expansion in 2016. Accommodation: La Concordia - Boutique Hotel; Board: Breakfast & Dinner."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to Panama City’s International Airport in time to check-in for your flight home. Farewell Central America!"
    }
  ],
  "map": ""
}