{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-adventure-tailor-made",
  "tourName": "Costa Rica family adventure, tailor made",
  "placesVisited": "San Jose, Tortuguero National Park, guided walk, canal boat tours, Mawamba Park, Sarapiqui, La Tirimbina private reserve, white water rafting, La Fortuna, canyoning and waterfall rapelling, Arenal Rainforest Reserve, Sky Tram & Sky Trek adventure, hike around Arenal volcano, hot springs, Manuel Antonio National Park, horse riding tour or jungle boat safari, sea kayaking, guided hike along nature trails, wildlife",
  "generalInfo": "This Costa Rica family holiday is an action packed multi activity break, that will keep kids at all ages and stages busy and buzzing. For 12 days, explore central and northeastern Costa Rica, enjoying the variety of landscapes and wildlife. Cruise the quiet canals of Tortuguero National Park on the Caribbean Coast, then send your adrenaline levels rocketing with rafting and waterfall rapelling in Sarapiqui. Check out Arenal Volcano and finish up on the gorgeous central Pacific Coast, with its beaches and clear seas.<br/><br/>There are plenty of ways to explore on this family holiday – guided hikes that reveal the diverse wildlife living here, boat tours, an exciting zip line through the rainforest canopy and a half day of sea kayaking. It’s a well balanced mix of fun and activity, with exploring and enjoying this beautiful country. This holiday is perfect for children aged nine and over , but if your children are younger just let us know, as we can tailor a holiday to suit.<br/>",
  "durationDays": "12",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL: Arrive in San Jose at Juan Santamaría International airport where you will be met for your private transfer to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TORTUGUERO NP ( BLD) Early this morning you will take a land & boat transfer to Tortuguero. We will stop for a Costa Rican style breakfast at Río Danta Restaurant in Guápiles, where we also might get the chance to see some sloths in the surround trees, and will arrive in Tortuguero around lunch time. This afternoon: depart by boat from the Lodge to a nearby private trail, adjacent to the Tortuguero National park, where you will enjoy a guided walk into the tropical rainforest on a safe & comfortable walking trail. On the way back to the lodge, we will stop at the village and invite you to join a walking tour of the Tortuguero town with your guide, tour around and continue walking by the beach back to the Lodge. Overnight at Tortuguero, Hotel Pachira Lodge"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TORTUGUERO NP ( BLD) This morning you can enjoy of a boat trip on the canals before breakfast. This tour introduces you to the rich rainforest and its great array of wildlife. The early morning hours offer a great opportunity to witness the awakening in the forest. Enjoy a visit to the Mawamba Park which offers some many free attractions like a butterfly garden, frogs and iguana’s gardens. In the afternoon, embark on a canal boat tour for more opportunities to spot abundant wildlife. Optional Tours at additional cost Tortuguero is one of the most important sea turtle nesting sites in the western hemisphere. Four of the seven world sea turtle species come to Tortuguero to lay their eggs including giant Leatherbacks. Nesting and hatching seasons vary depending on the species. Experiencing the jungles sights and sounds at night gives you a spectacularly different perspective on your surroundings as we take a hike to expose nature’s night time secrets with an expert guide, quiet voices! and a degree of patience. Overnight at Tortuguero, Hotel Pachira Lodge ("
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SIQUIRRES - SARAPIQUI (B, L): Take the two-hour boat & shuttle transfer to Siquirres. Enjoy lunch at a local restaurant where we will meet our driver for a transfer to Sarapiqui. La Selva Lodge in Sarapiquí is a renowned rainforest research station, home to diverse wildlife like toucans, monkeys, and frogs, supporting vital ecological studies and sustainable conservation efforts. Overnight Sarapiqui, Hotel Selva Verde Lodge or similar (bungalow)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SARAPIQUE RIVER RAFTING (B, L): Take a dose of adventure this morning on the half-day Sarapiqui river white water rafting (class II-III). Enjoy lunch after the tour. The Sarapiquí River is known as the scenic river of Costa Rica’s tropical rain forest, with 35 Kilometres through forest reserves, stunning views and full of enjoyment for all. This tour leaves at the Hacienda Facilities and runs 13 Km. Very safe with several accesses throughout the tour and constant communication with the base; it can be run year round. Minimum age: 9 years old Optional Tours There are different levels of rafting trip for adrenaline seeking teens to more gentle tubing and floating experiences for little ones – we would be pleased to discuss options for you."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ARENAL VOLCANO (B, L): Embark on a scenic guided hike through Arenal Volcano’s lava trails and lush rainforest, where you’ll explore the incredible biodiversity of the area and learn about the volcano’s fascinating history and geological features. After your adventure, unwind with an afternoon visit to natural hot springs, where you can soak in the therapeutic waters surrounded by tropical beauty. A delicious lunch is included, making this the perfect mix of exploration and relaxation"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HANGING BRIDGES OR SKYTREK (B, D) Tucked into the lush folds of Costa Rica’s rainforest, the Mistico Hanging Bridges offer a journey through one of the most biologically rich ecosystems on Earth. As you follow winding trails and cross a series of high suspension bridges, the forest opens up to reveal hidden layers of life—howler monkeys echo in the distance, vibrantly colored toucans dart through the canopy, and tiny frogs sing from the underbrush. This thoughtfully designed trail system allows you to explore both the forest floor and its towering treetops, providing an unmatched perspective of the jungle’s intricate workings. Guided or self-paced, the experience feels like stepping into a living, breathing expedition—wild yet accessible. With the ever-present Arenal Volcano watching over, Mistico isn’t just a walk through the forest—it’s a quiet adventure through time, where every step reveals the raw, untamed magic that first lured naturalists and explorers into the heart of the tropics. Optional Tours One of the most popular past times in the UK at present is paddle boarding but where bette r to do it than on beautiful Lake Arenal in the shadow of its conical volcano. Suitable for a dults and children alike this eco-friendly way of exploring the lake and its array of flora and fauna could be an alternative to the Sky Trek adventure or added in the afternoon (at additional cost)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MANUEL ANTONIO (B): Prepare to enjoy the sun of the Central pacific, this morning you head to beautiful beach of Manuel Antonio."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KAYAKING (B, L): Be ready to get wet at the ocean Kayaking adventure. You will kayak for approximately 2 ½ hours (roundtrip), during your journey you will paddle past islands and inlets where you can observe and admire numerous marine aviary species and their nesting grounds. Partway through your route you will stop at a beautiful hidden bay to rest and enjoy a refreshing snack and to do some snorkelling. Water visibility varies depending on the season. Kayaks are available in 1 passenger and 2-passenger format. Kids must be at least 8 years old to paddle alone. Sea kayaking is much easier than river kayaking in Costa Rica; this Manuel Antonio tour does not require previous experience. Enjoy lunch or dinner as part of the tour."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MANUEL ANTONIO NATIONAL PARK (B): This morning take a moderate hike on the Manuel Antonio National Park; we take natural trails that head to secret beaches and panoramic views of the park. The Manuel Antonio National Park is one of the most famous in Costa Rica due to its wide variety of flora and fauna specimens. The park itself boasts 3 different trails that vary in grade from flat to very steep. A nature guide who is knowledgeable about everything you will see will accompany you. The trail you will take is flat and picturesque and loops through the park making your course approximately 2 miles long. Throughout the hike your guide will stop and explain the different nature specimens that can be observed, you can take photographs or just admire the view. One of the highlights of this Manuel Antonio tour is that the park is home to 3 of the 4 existing monkey species in Costa Rica. Throughout the hike you will be able to observe sloths, birds and reptiles as well as admire orchids, butterflies and tropical."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MANUEL ANTONIO (B): Time at leisure or Whale Watching in Season Optional Tours at additional Cost Whale Watching July through the end of October -is the best time to spot the majestic humpback whales, as the Southern Hemisphere Humpback whales migrate from Antarctica to the Marino Ballena National Park in Costa Rica to breed and raise their calves. Surfing- whether you’re used to riding the surf or you just want to have a beginners lesson you won’t need a wetsuit in the warm Pacific waves"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPARTURE: Enjoy of the morning at your leisure. Take a private transfer to San José in the afternoon in time for your journey home."
    }
  ],
  "map": ""
}