{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-tailor-made-tour-in-depth",
  "tourName": "Costa Rica tailor made tour, in depth",
  "placesVisited": "Heredia, Birdwatching, Turrialba, Central Valley, Cordillera Talamanca, Cerro Silencio, Tortuguero National Park, Sarapiquí, La Fortuna, Arenal Volcano, Arenal canopy and hanging bridges, Palo Verde National Park, Manuel Antonio National Park, Rainforest ecolodge, Beautiful Costa Rica boutique hotels",
  "generalInfo": "This Costa Rica holiday is a tailor made trip with an itinerary to cover this stunning country in depth in 16 days, following a circuit of national parks and both Caribbean and Pacific coastlines while staying in beautiful, carefully selected boutique hotels and ecolodges. <br/><br/>If wildlife and birdwatching are among your interests, then this itinerary will most definitely appeal. Because not only do we include trips to national parks such as Tortuguero,  famous for its turtle population, Palo Verde for its wetland wonders and Manuel Antonio for its monkeys, but many of the accommodations are habitats for exquisite birds too. <br/><br/>The volcanic interior of Costa Rica is a highlight for many of our guests staying in a volcano-view hotel just outside La Fortuna, with its plethora of adventurous activities. We can add as much or as little to this itinerary as you like, to ensure that you experience the Costa Rica that you hope to, and we are pretty sure that all your expectations will be surpassed.  <br/>",
  "durationDays": "16",
  "price": "5172",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Heredia: Transfer from airport to Hotel Bougainvillea set in tropical gardens in Heredia. Spot your first birds, such as hummingbirds, tanagers, kingbirds and flycatchers in the grounds and walk amongst the lush tropical vegetation or just relax and enjoy the hotel’s varied facilities."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Turrialba: Drive to Turrialba in the Central Valley for two nights on full board basis at Rancho Naturalista. This Spanish colonial style hotel is set on the Caribbean slopes of the Cordillera Talamanca, a birdwatcher’s paradise with lots of species to be seen."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cerro Silencio: Guided tour of the base of the Cerro Silencio to see large flocks of tanager plus raptors, such as hawk eagles and many more, including possibly red-fronted parrotlets."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tortuguero National Park: Drive up the north east Caribbean coast to the Tortuguero National Park, 770 sq.km. of rainforest, mangrove swamps, beaches and lagoons and home to myriad birds and wildlife. Afternoon culture and nature tour of Tortuguero village. Full board accommodation at Mawamba Lodge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mawamba Park: Morning tour of Mawamba Park, home to butterfly farms, a frog garden and river turtles. Afternoon boat excursion on Tortuguero canals to see wildlife and spectacular flora. Hope to see manatees, caimans, various monkeys and possibly, sloth and jaguar. Hundreds of bird species too."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sarapiqui: Transfer by boat and road to Sarapiqui. Lunch at Rio Danta restaurant. Stay two nights at the Selva Verde Lodge, located in tropical gardens, deep in the rainforest. Lots of walking trails for birdwatching and to see native flora."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Guided birdwatching tour in Sapapiqui, one of the few habitats of the endangered green macaw."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Casa Luna Hotel: Drive to the rustic-colonial style Casa Luna Hotel, set in lush, tropical gardens, about two miles from the small town of La Fortuna. Relax and enjoy an environment rich with birds and plants, or look for nearby activities such as zip-lining riding or rafting. The area is overlooked by the currently dormant Arenal Volcano."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Arenal Hanging Bridges: Take a half day tour to the Arenal Hanging Bridges, a stretch of the rainforest with a series of winding trails and bridges. Walk through the canopy trail across 16 suspended bridges with a guide to point our wildlife and interpret this unique environment."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Palo Verde National Park: Transfer to the Rancho Humo at the Palo Verde National Park for two nights on full board basis. This is an area of great diversity, with mangroves, swamps and both saltwater and freshwater lagoons. Due to its varied topography it is thought to be home to more than 250,000 birds in the wet season and is one of the most important migratory bird sites of the Mesoamerican Pacific."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A full day to explore this incredible National Park and spot some of its varied wildlife, otherwise feel free to relax and treat yourself to a spa treatment at the lodge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Santa Juana Lodge: Move to the central Pacific coastal region for two nights at Santa Juana Lodge, a 40 minute drive from the town of Quepos. This eco-friendly lodge is on the edge of the Manuel Antonio National Park, the smallest in Costa Rica. Apart from birds, various monkeys, sloths coatis and iguanas live here."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Manuel Antonio Park: Guided tour of the Manuel Antonio Park, including a 3 hour walk through the rainforest spotting birds, animals and a massive variety of flora. Look out for howler, squirrel and white-faced monkeys. Full board accommodation at Santa Juano Lodge."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Esquinas Rainforest Lodge: Move on to yet another national park, the Piedras Blancas for a last two nights at the Esquinas Rainforest Lodge on full board basis. Monkeys, toucans and iguanas are often spotted in the gardens here. Hike through the forest or go kayaking. More than 300 species of birds inhabit this area."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the Golfito airstrip for a local flight back to San Jose International Airport."
    }
  ],
  "map": ""
}