{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "rare-wildlife-holiday-costa-rica",
  "tourName": "Rare wildlife holiday, Costa Rica",
  "placesVisited": "",
  "generalInfo": "We’ve focussed this particular trip on a spectacular area of Costa Rica that takes you ‘off the beaten track’ yet captures some of the best wildlife areas and experiences to be had in Central America. Starting in Alujuela Province, just beyond the city limits, you’ll instantly be immersed into a rural Costa Rican landscape where escaping into the cloud forests to marvel at the vast myriad of flora and fauna is a must. The following days are spent at the beautiful Cano Negro Wildlife Reserve on the border with Nicaragua, featuring waterways, dense jungle and shallow wetlands. Jaguars are frequently spotted along with capuchin monkeys, alligators, black river turtles and white-tailed deer. Tenoria national park sits just to the North of the better-known Arenal, yet with the turquoise blue waters of Rio Celeste and lush, jungle-clad Tenoria, it’s a standout destination in its own right. Nosara sits on the western fringes of Guanacaste and is one of the most beautifully remote beaches in the country- as perfect for surfing as it is for turtles and marine life.",
  "durationDays": "12",
  "price": "3785",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Costa Rica – San Ramon Once you arrive, you'll quickly notice that Costa Rica culture abounds in this small city and that the pace of life is slow, relaxed, and focused on forging strong community ties. San Ramon Located in the Alajuela Province in Costa Rica, the laid-back colonial city of San Ramon has been dubbed the ‘City of Presidents and Poets’. It has played an important role in Costa Rica’s history as it has been home to many local literary heroes and political leaders including one of Costa Rica’s most influential leaders, Jose Figueres Ferrer. This small city is surrounded by lush rainforest as well as coffee and sugar cane fields. Visitors can explore the many historical sights dotted around the city, experience a rainforest canopy tour just beyond the city limits, and enjoy an array of restaurants, cafes, and bars serving up local delights. Don’t miss the opportunity to hike through the beautiful tropical forests and spot a variety of animals such as monkeys, deer, and sloths as well as abundant birdlife. Private Transfer from Juan Santamaria International Airport [SJO] to Villa Blanca Cloud Forest Hotel & Nature Reserve."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cano Negro Wildlife Refuge A stunning natural refuge, Caño Negro is considered by many to be the third most important wetland in the world. A must visit place when in Costa Rica, this sanctuary was named the ‘Wetland of International Importance’ in 1991, and is one of the most significant humid zones in the country. Private Transfer from Villa Blanca Cloud Forest Hotel & Nature Reserve to Natural Lodge Cano Negro Cano Negro Wildlife Refuge Situated near the Nicaraguan border within northern Costa Rica, the remote Cano Negro Wildlife Refuge forms part of the Arenal Huetar Norte Conservation Area. It is a thrilling off-the-beaten-track destination known for its lush landscapes featuring countless waterways, dense jungles and shallow wetlands. A wondrous playground for nature lovers and adventure seekers alike, activities such as boating, rafting, zip-lining, fishing, kayaking, horse riding and rappelling down waterfalls are in abundance. Commonly spotted wildlife includes jaguar, capuchin monkey, bull shark, alligator, black river turtle, white ibis and white-tailed deer. It is well worth venturing off the well-trodden tourist path to visit this fantastic refuge and its surrounding scenic landscapes."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cano Negro Wildlife Refuge There are 160 species of mammals, of which 90 are bats and 70 are terrestrial mammals. The avifauna (with species considered rare or endemic) is one of the most diverse and important groups in the area. It is made up of 307 species, of which 206 are resident and 101 are migratory. Another important group is the fish, since the water system of this wetland favors their abundance. Cano Nergo Wildlife Safari boat tour on Rio Frio: Wildlife Safari boat tour on Rio Frio takes place at the Caño Negro Wildlife Refuge, located near the border between Costa Rica and Nicaragua and is one of the most important wetlands of the country. Travel along the river in search of monkeys, herons, sloths, caiman, turtles, and hundreds of other species of flora and fauna that inhabit the area around the Caño Negro Wildlife Refuge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bijagua Tenorio has everything you could want in a tropical forest natural area and every time we visit we find something new to love. Hiking to the sky blue Celeste waterfall is a highlight, but the hanging bridges in the rainforest and trail to Lago Danta through the cloud forest from the Heliconias entrance are equally amazing. Transfer from Natural Lodge Cano Negro to Casitas Tenorio Tree Chocolate Tour Welcome to the sweetest experience of your life! Located in the foothills of the Tenorio Volcano, our farm is the ultimate destination for cocoa and cuisine lovers. We offer exclusive tours of our chocolate factory, located on site. You will see (and taste!) every step of the chocolate making process from the trees to the finished chocolate bars. You will also be able to taste our delicious and exclusive Tsuru or Yok Chocolate, a 100% handmade chocolate. You will undoubtedly enjoy a unique experience! Tenorio Volcano National Park Set in the north of Costa Rica, Tenorio Volcano National Park is home to a magnificent volcano from which it received its name. The park is covered in natural tropical forests and decorated with rivers and waterfalls. One of the many highlights here is a hike to the magnificent Celeste Waterfall, known for its stunning blue waters. Visitors can also enjoy walking over the many suspension bridges in the rainforest, visiting the Blue Lagoon, and climbing through the cloud forest along the Crater Trail to the top of the volcano to view the steaming Lago Dante. Hikers are likely to spot a variety of wildlife, possibly even the shy tapir and puma. The park also provides the opportunity to bathe in wonderful natural hot springs."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bijagua Free day at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bijagua Located in northern Costa Rica, the Tenorio Volcano National Park is one of the country's youngest parks. Taking its name from the Tenorio Volcano, this national park boasts stunning river views and plenty of opportunities for wildlife adventures. The park was created in 1995 to protect the Tenorio Volcano, which is still active today. The park features four different life zones as well as the beautiful aqua-hued Rio Celeste. Tenorio Volcano National Park Set in the north of Costa Rica, Tenorio Volcano National Park is home to a magnificent volcano from which it received its name. The park is covered in natural tropical forests and decorated with rivers and waterfalls. One of the many highlights here is a hike to the magnificent Celeste Waterfall, known for its stunning blue waters. Visitors can also enjoy walking over the many suspension bridges in the rainforest, visiting the Blue Lagoon, and climbing through the cloud forest along the Crater Trail to the top of the volcano to view the steaming Lago Dante. Hikers are likely to spot a variety of wildlife, possibly even the shy tapir and puma. The park also provides the opportunity to bathe in wonderful natural hot springs."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nosara Looking for a little beach town surrounded by mangroves, forests and sandy long stretches of beach? You found it! Nosara has it all and more, beautiful hotels, a convenient downtown with variety of restaurants and juice bars, artsy shops and …oh! Wonderful waves for surfing, a refreshing ocean to go swimming and amazing sunsets. Located in Guanacaste, in the northern part of the country, it offers a wide variety of activities for your enjoyment, like visiting the surrounding villas and farms, absorb some of the local culture and learn salsa dancing or experience soothing yoga sessions immersed in serene, amazing landscapes. Nosara Resting on the outer western edge of Costa Rica’s Nicoya Peninsula, between the popular beach towns of Playa Samara and Playa Tamarindo, the surfer’s town Nosara is known for its wildlife, watersports opportunities, and long-standing yoga culture. A long stretch of white-sand beaches fringed by palm trees and verdant jungle make Nosara a prime destination for holidaymakers, and it is one of the only coastal towns with minimal development along the beachfront. Rated as one of the top twenty surfing destinations by National Geographic, the town attracts surfers from all over the world to enjoy its clean, plentiful waves. Animal lovers, hikers, and nature photographers should make sure to visit the Nosara Biological Reserve, where they'll be able to spot monkeys, turtles, and numerous other species."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nosara Free day at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nosara See the sights from the deck of your own private sailing tour or make new friends in a group tour. It’s a unique and personal Costa Rican cruise that regular tourist tour boats can't match. Boat River Tour A boat river tour through Costa Rica is a fantastic way to explore the country's lush natural beauty and diverse wildlife. Costa Rica is home to several rivers that wind their way through dense rainforests, rugged mountains, and rolling hills, providing a unique and unforgettable way to experience the country's stunning landscapes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nosara The Ostional National Wildlife Refuge was officially created in 1984 but was declared a protected area in 1982. The refuge was initially construed as being 200 m wide from Punta India to the mouth of Rio Nosara. This area was increased to include the 200 m strip to Punta Guiones in 1985. Finally, in 1992, with the institution of the new \"Wildlife Law\", came the final definition of the refuge and in 1993 the amplification to the three-mile maritime limit as it is today. After an undetermined waiting time, close to the last quarter of the moon cycle, the \"arribada\" will begin. At first, few hundred turtles will come out on the beach, followed by a steady stream of animals for the next three to seven days. This is the only place in the world where it is legal to harvest turtle eggs. This practice is designed prevent poaching and to help the local community."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "San Jose Back to the city! Today you get to fly back to San Jose and relax in your hotel or go outside and check out the city. San Jose San Jose, affectionately known to its residents as 'Chepe', lies in the heart of Costa Rica and is home to almost two-thirds of the country’s population. With few buildings over 100 years old, the mountainous capital is relatively modern compared to its Latin American counterparts, but still has a significant amount of culture, art and history for visitors to discover. With a number of theatres full of Costa Rican culture, museums that include the largest collection of American jade in the world, and streets full of bright murals and painted buses, San Jose is an eclectic city waiting to be experienced."
    }
  ],
  "map": ""
}