{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-and-nicaragua-holiday-tailor-made",
  "tourName": "Costa Rica and Nicaragua holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Enjoy the best of Costa Rica’s natural beauty, exploring both rainforest and cloudforest areas with their explosion of lush flora, and rich fauna. Set loose the adventurer in you and go hiking, zip-lining, horseback riding. Alternatively, wander a hummingbird gallery, walk high across Costa Rica’s famous Hanging Bridges, or soak in some naturally-occurring Hot Springs. Travel north to Nicaragua for some R&amp;R on a beach then enjoy exploring Granada, Nicaragua’s colonial jewel and take the opportunity to hike around Ometepe Island.<br/><br/>The below sample Costa Rica &amp; Nicaragua holiday itinerary can be varied in any way you choose to suit your exact requirements so contact us to discuss any modifications you would like to make.<br/><br/>Hotels<br/>Costa Rica &amp; Nicaragua both have a good variety of types &amp; styles of hotels, at a variety of price-points to suit all budgets. Please chat to one of our Travel Team to get informed advice as to which hotels they would suggest for a combined Costa Rica &amp; Nicaragua holiday, tailor-made for you.<br/><br/>Included Tours, Excursions &amp; Activities whilst on your Costa Rica &amp; Nicaragua Holiday:<br/><br/>The tours, excursions &amp; activities mentioned in the sample itinerary are just a selection of what is available in each country. The itinerary can be adjusted to fit your particular requirements for this Costa Rica &amp; Nicaragua combo holiday; please liaise with your Travel Team to confirm what other activities are available and what you would like to include in your tailor-made holiday.<br/><br/>Duration of your Costa Rica &amp; Nicaragua Holiday:<br/><br/>If you like the broad sweep of the sample itinerary but have fewer days to spend on your holiday, or wish to extend it in any way, please ask your Travel Team for ideas on how to shorten or lengthen the holiday, or how to reorganise the itinerary.<br/><br/>No-Obligation Quote<br/>We would be delighted to email you a no-obligation, fully-detailed itinerary &amp; quote, containing images of the hotels we suggest for your Costa Rica &amp; Nicaragua holiday along with a link to each hotel’s website, plus details of any included tours &amp; excursions. The quote will clearly state what is, and what is not included in the quoted price. If you then wish to make any changes to the initial itinerary – be it an alternative hotel, different activities, a different duration in any location etc. – that’s not a problem and we will continue to work with you to adjust the itinerary until it exactly matches what you’re looking for from this holiday in Costa Rica &amp; Nicaragua.",
  "durationDays": "16",
  "price": "3970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Costa Rica! After your arrival flight into San Jose Airport, you will be met and taken by private transfer to your San Jose hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to La Fortuna, home to Arenal Volcano. Arenal Volcano dominates the skyline for miles around with the peak of the volcano having an almost perfect cone, soaring 5,360 ft into the sky. Hotel: Tabacon Thermal Lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Days at leisure in the La Fortuna area. Whilst here, choose from a wide selection of activities: hiking, bird-watching, Hanging Bridges, zip-lining, boat trips, visit the Venado Caves, relax in the naturally-occurring local hot springs or go horseback riding. Hotel: Tabacon Thermal Lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today sees a change in habitat as you move from rainforest to cloudforest. The transfer is a scenic one, crossing Lake Arenal by boat and then travelling the remainder by road, arriving at your destination of the small Quaker town in the cloudforests of Monteverde. Hotel: Monteverde Lodge Gardens."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day at leisure, options for: day/night-time hike through the cloudforest, board the Monteverde Cloudforest Train, enjoy the zip-lining & hanging bridges, take a sunset horseback ride, visit a coffee/sugar cane plantation or the hummingbird gallery & butterfly gardens. Hotel: Monteverde Lodge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Descend from the cloudforest at Monteverde and cross Costa Rica’s northern border into Nicaragua. After completing formalities on both sides of the border, you will be met in Nicaragua and driven on to the coastal town of San Juan del Sur. Welcome to Nicaragua! Hotel TreeCasa."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day at leisure in San Juan del Sur for rest and relaxation on the beach or by the pool. There are also opportunities for zip-lining, hiking, horseback riding, sailing and surfing. Hotel TreeCasa"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Travel by road and then by ferry across Lake Nicaragua to the beautiful Island of Ometepe, originally created from 2 volcanoes. rising out of Lake Nicaragua. Ananda Guest House"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a full-day guided tour of the island where you’ll encounter petroglyphs & stone idols dating back from pre-Hispanic times. Ananda Guest House"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Travel back across to the mainland and on to Nicaragua’s Spanish Colonial jewel – Granada, located in western Nicaragua. Hotel Plaza Colon."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Time at leisure to spend a couple of days enjoying the city or exploring the nearby Masaya Volcano and artisans’ villages. Hotel Plaza Colon"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Time at leisure to spend a couple of days enjoying the city or exploring the nearby Masaya Volcano and artisans’ villages. Hotel Plaza Colon"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer from your hotel to the International Airport in Managua in time to check-in your flight home. Farewell Central America!"
    }
  ],
  "map": ""
}