{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-vacation",
  "tourName": "Costa Rica vacation",
  "placesVisited": "",
  "generalInfo": "Book our 7-day Costa Rica Custom Dates for a self-guided trip year round! <br/><br/>A highly engaged 7-day eco tour encompassing all the best that Costa Rica has to offer. Surround yourself in the jaw-dropping natural beauty &amp; engage in unique activities, while also gaining an in-depth understanding of the culture and people that make up this paradise on earth. Explore mountain vistas, volcano hikes, postcard-perfect waterfalls surrounded by lush jungle, and sun-soaked beaches with idyllic sunsets. You'll feel pampered by incredible meals prepared with fresh tropical ingredients, a vast array of unique included activities, and just enough time to relax and soak it all in. Along the way you'll truly engage with locals and learn about what it means to live purely as their 'Pura Vida' motto states. <br/><br/>TRIP INCLUDES:<br/>Accommodations -<br/>- 4 nights in beautiful Eco-lodges set in lush rain forest<br/>- 2 nights in a boutique hotel at the beach<br/><br/>Transportation -<br/>- Airport transfer from San Jose Airport on arrival<br/>- Airport transfer to Liberia Airport on departure<br/>- All in country transportation between destinations and included activities<br/><br/>Activities -<br/>-Guided nature tour on private trails<br/>-Guided nighttime wildlife hike in rainforest<br/>-Access to private trails leading to volcano viewpoints &amp; through primary rainforest<br/>-Entry to Tenorio Volcano National Park<br/>-Guided hike to Rio Celeste Waterfall<br/>-Visit a small, family-owned cacao farm &amp; learn about chocolate production<br/>-Sunset sailing tour w/meals, drinks and snorkeling included<br/><br/>Meals -<br/>- Daily breakfasts<br/>- Welcome Lunch or Dinner<br/>- Farewell Lunch on your Sunset Sail<br/>- 2 additional dinners &amp; lunches featuring farm-to-table local fare<br/><br/>Additional -<br/>- Engagement activity with our community partner + donation to their organization<br/>- Representative assisting you from booking to departure<br/><br/>Does not include - <br/>- International airfare<br/>- Car rental (self-drive)<br/>- Additional meals, excursions and activities not listed<br/>- Tips to your local guides and drivers<br/>- Alcohol or other drinks, unless specified<br/>- Required travel insurance",
  "durationDays": "7",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive to Juan Santamaría International Airport (SJO) by mid-day (or choose to arrive the night before and we’ll help arrange a hotel for your pre-night). Transportation will be provided from the airport or your accommodation to our beautiful eco-lodge. Set in the lush forests surrounding Arenal Volcano with private trails, herbal gardens, a spa, pool and more, you’ll have plenty of options to relax & unwind or explore and adventure right at your doorstep. Settle in to your room surrounded by lush nature. After freshening up, enjoy a delicious Welcome Lunch or Dinner (depending on your arrival time) provided at our lodge, with ingredients sourced directly from their land. Meals: L or D"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take an early morning walk through the gardens & trails onsite as the sun rises and the forest awakens, or take your time to awaken and head down for your satiating breakfast. Following breakfast explore the expansive farm to explore all aspects behind their organic agriculture and other sustainable and self-sufficient practices. You’ll have plenty of chances to sample seasonal produce from the land as well! For the rest of the afternoon you can choose between optional onsite activities (such as herbal medicine workshops, birding, self-guided hikes, or soaking in the ozonated swimming pool or solar-heated jacuzzi) as well as add-ons like a guided kayak tour, horseback ride, or spa treatment. This evening following sunset you may join a guided nighttime walk to spot the multitude of wildlife that emerge in the dark. Lunch and dinner are on your own today, with on-site options available to you all made with local ingredients. Meals: B"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After another delicious breakfast prepared with fresh ingredients sourced on the property, you’ll depart from the first lodge and skirt the shores of Lake Arenal, basking in more glorious views of this beautiful region. You’ll continue on to Tenorio Volcano National Park where we’ll head directly to our accommodations. In the park, our unique eco-lodge combines incredible nature-inspired design with modern comforts and offers a private trail for those wishing to explore the surrounding primary rain forest. You may also opt to explore the trail with a specialized guide, choosing between a Bird Watching outing or a more general Naturalist Discovery. For those who prefer to pamper themselves, feel free to book a rejuvenating spa treatment this afternoon instead. For lunch, you'll have the option of stopping at a local soda on the drive over or you can enjoy lunch at the lodge on arrival (meal paid directly). In the evening enjoy a unique gourmet meal inspired from traditional recipes of the country with a delicate blend of local ingredients and flavors. The dishes will not disappoint with their incredible flavors, beautiful presentation, and delicious tropical ingredients! Meals: B, D"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a thoughtfully prepared breakfast, gear up and head out for the day with a packed lunch in your bags. Your first stop is the trailhead for the stunning Rio Celeste Waterfall. An easy 2/3-hour hike will take you through lush vegetation, and along the shores of surreal sky blue waters. The views of fairy-tale turquoise waters culminate at a breathtaking waterfall enveloped by jungle on all sides. For those who want an easier walk, simply head to the waterfall & back. If you’re up for further explorations, continue on the trail for more incredible vistas and wondrous nature-enveloped moments. Upon returning from this magical hike, you’ll discover the production and process of turning cacoa into chocolate with a private tour of small, family-owned property in the region. After an informative visit (complete with plenty of delicious samples!), you’ll return to our lodge in time to freshen up before another freshly prepared gourmet dinner. Meals: B, L, D"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning after breakfast, you'll depart for the beaches of Guanacaste. Settle in to your room and explore the small town nearby and perhaps grab a bite to eat. Wandering around the peaceful community, don't be surprised to spot howler monkeys, iguanas, parrots, and all sorts of incredible jungle life. Take this day to relax, explore or adventure as you please. Perhaps you'd like to spend your day learning to surf or boogie board in the waves, or simply wile away the hours relaxing on the sand or by the hotel's pool. Whatever you do, be sure not to miss the best show in town: sunset on the beach! Every day, locals and tourists alike gather up to watch the sky light up at the end of another day in paradise. In the evening, choose from delicious options at the lodge or pick a spot in town with their many recommendations. During turtle season (Oct thru March), you may choose to join a guided nighttime beach tour to spot nesting sea turtles this evening. You'll learn about the endangered sea turtles that nest along these shores, including the Leatherback, and cross your fingers that you'll spot one (or more!) as you walk the beach with a local guide. Meals: B"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The morning is yours to relax or adventure as you prefer. Around midday we’ll meet up with our Community Partner, CEPIA, and learn more about the impactful work they do. Active in 18 communities throughout Guanacaste, CEPIA supports youth through educational opportunities, nutritional support, legal support, medical and psychological care, as well as further support for parents. In the early afternoon, we'll be whisked away onboard a sailboat to cruise the incredibly scenic coast for the afternoon, keeping our eyes peeled for dolphins, rays, and maybe even whales! We'll anchor in a calm harbor where snorkeling equipment, instruction, and a guide will be provided to help participants gain a peak into the incredible underwater world beneath. You may also opt to kayak or SUP in the picturesque harbor while we're anchored. Afterwards, a late lunch & your farewell meal is provided on board. Before heading back to shore, you'll enjoy our last sunset all together while drifting in the open ocean. In the evening, choose to enjoy your last dinner at the lodge with local ingredients and tropical flavors or head into town for some local flavors. Meals: B, Farewell late lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You may depart at any time this day. Transportation to Liberia Airport (LIR) (about an hour away) is provided. For those departing later in the day, we’d be happy to arrange any additional activities as you soak up your time in paradise. We can also happily help you arrange further nights to extend your stay! Meals: B"
    }
  ],
  "map": ""
}