{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-panama-tour",
  "tourName": "Costa Rica & Panama tour",
  "placesVisited": "San Jose, Puerto Viejo de Talamancaon the Caribbean coast, Cahulta National Park, boat ride to Isla Colon in the Bocas del Toro archipelago, Boquete, highlands of Panama, Santa Catalina, Panama City, lots of optional activities, including bike tours, waterfall hikes, visiting a coffee plantation or a jaguar rescue centre",
  "generalInfo": "Adventure-lovers rejoice! This trip through Costa Rica and Panama delivers pure beach bliss, idyllic islands, curious creatures and small towns packed with charm. First travel to Costa Rica to uncover cultural gems in San Jose and Puerto Viejo de Talamanca, then journey on to Panama for an intoxicating mixture of relaxation and adventure. Costa Rica and Panama are the very essence of Central American beauty and this tour catches them at their best.<br/><br/>Who hasn’t dreamt of snorkelling, sun-bathing and cocktail-sipping in the Caribbean? Enjoy plenty of time to do just this in Puerto Viejo de Talamanca, as well as seeing sloths, racoons and monkeys in nearby Cahulta National Park. Dial the relaxation up a notch in Bocas del Toro, across the border in Panama, spending several nights on nearby Isla Bastimentos. There may be no roads or cars here, but there are plenty of mangroves, turtles and white sandy beaches.<br/><br/>Waterfalls, wildflowers, hot springs and mountains – Panama’s beautiful Boquete has it all. Tour a coffee plantation, ride a bike along a river or take a relaxing walk through the forest, keeping an eye out for tricksy monkeys and tropical birds. Surfer dudes won’t be disappointed either on this trip. Get off the beaten track and ride the waves in surfy Santa Catalina on the south coast of Panama. If you’d prefer to stay dry, there’s a beachside hammock with your name on it here, too. End your trip by exploring the eclectic streets of Panama City, taking time to admire the engineering masterpiece of the Panama Canal.<br/><br/>This is a 13-day trip, staying in hotels and travelling by local bus, private minibus and boat.<br/>",
  "durationDays": "12",
  "price": "1645",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "San Jose .",
      "description": "Bienvenidos! Welcome to Costa Rica. Your adventure begins in San Jose with a welcome meeting at 6 pm tonight at your hotel. As this trip spends very little time here, it’s recommended that you arrive a day or two early and see the sights. If you do, maybe visit The Gold Museum and it's amazing collection of Indigenous gold art. Or if you're in the mood for a bit of shopping, head to the Mercado Municipal de Artesanias or the city's Central Market, where you can buy anything from handicrafts to seafood."
    },
    {
      "dayNumber": 2,
      "title": "Sarapiqui.",
      "description": "This morning, hop on a public bus and make your way to Sarapiqui – a town known for its rich biodiversity and lush rainforest. When you arrive, enjoy some free time here to go birdwatching, spot some local wildlife or hike to one of the nearby waterfalls. Then, meet up with a local guide to head out on a jungle walk. Look out for elusive creatures like sloths, bats, snakes, frogs and a whole lot more."
    },
    {
      "dayNumber": 3,
      "title": "Puerto Viejo de Talamanca.",
      "description": "Today, take a private transfer to Puerto Viejo. When you arrive, get to know this laid-back jungle town during an orientation walk with your local leader, then enjoy some time to explore at your leisure. A small and coastal city, Puerto Viejo de Talamanca has a lively main street featuring dance halls, reggaeton bars and modern restaurants. If you’re looking for a little bit of relaxation, you'll also find great surf beaches and rainforest fruit farms to kick back on. To top today off, you'll prepare a traditional Caribbean dinner with a local family in their home. Enjoy a mixture of fruits, seafood, tubers and vegetables combined with coconut flavours, ginger, allspice, cinnamon, curry, Panamanian pepper and thyme."
    },
    {
      "dayNumber": 4,
      "title": "Puerto Viejo de Talamanca.",
      "description": "Today is free, so you can ease into the vibes of the Caribbean coast. You might like to take your time exploring Cahuita National Park, which is about a 20 minute ride away from Puerto Viejo - your leader can help you arrange a transfer. Cahuita National Park is home to sloths, monkeys, raccoons, snakes and a great variety of birds. If the waves are calling (but your footing isn't so sure), surf lessons are also on offer in town. Of course, you could also simply find a cool spot and relax with a beer in hand."
    },
    {
      "dayNumber": 5,
      "title": "Bocas del Toro.",
      "description": "Today, take a private minibus to the border, then walk across an old railway bridge into Panama. Continue by taxi or collective minivan to Almirante, where you'll take a short boat ride to Isla Colon in the Bocas del Toro archipelago – rapidly becoming a Caribbean favourite, this place has it all. Hit the palm-shaded beaches with crystal-clear waters, enjoy some spectacular snorkelling opportunities and look out for lots of wildlife. Culturally, Bocas is home to West Indians, Latinos and expats, resulting in diverse music, nightlife and food scenes. For the next three nights, you'll stay in Isla Colon – the main town of Bocas del Toro. It's a great spot to start your exploration of the archipelago, with most bars, restaurants and local activity operators just metres from your hotel."
    },
    {
      "dayNumber": 6,
      "title": "Bocas del Toro.",
      "description": "Today is the first of two free days to explore this tropical archipelago. Several beaches are within reach of town, between 8 and 14 km from your hotel. With azure waters, pristine coral reefs and a rollicking nightlife, it’s easy to see why these islands are a favourite for so many travellers. The safest beaches are Starfish, Sandfly and Big Creek – be aware that others may have strong riptides. When the sun goes down, why not head into town and check out the local bar and restaurant scene? Ask your leader about the best place to grab a drink."
    },
    {
      "dayNumber": 7,
      "title": "Bocas del Toro.",
      "description": "This morning, hop on a boat to the nearby Isla Popa, where you’ll get to spend time meeting the Ngabe-Bugle indigenous community. The local women here run a community tourism project, and you’ll have the chance to learn about their lifestyle during an orientation walk through the community. You’ll stop in at a local home as well as a spending some time with a local family. Say your farewells and return to Bocas de Toro, then enjoy the rest of a hugely rewarding day free in the Caribbean sun."
    },
    {
      "dayNumber": 8,
      "title": "Boquete.",
      "description": "Travel by boat and private minibus to Boquete – this is a bit of a lengthy journey, so be sure to have a book, podcast or daydream to keep you occupied. Boquete is a picturesque town located in the highlands of Panama, surrounded by mountains, crystal-clear creeks and rivers, forest reserves and colourful wildflowers, as well as coffee plantations and orange groves. Head out on an orientation walk with your leader and enjoy an informal Spanish lesson to get to grips with the local language. Tomorrow will be a free day, wide open for exploring – most optional activities can be organised directly from the hotel, though it’s a good idea to book them when you arrive tonight if you know what you want to do."
    },
    {
      "dayNumber": 9,
      "title": "Boquete.",
      "description": "There are plenty of ways to experience Boquete today, so be sure to chat to your leader and the hotel front desk to get the best insider tips. You could discover the secret waterfalls only locals know about on a walking tour in the jungle. Or maybe you’d prefer to soak it up in the Caldera hot springs. If you’re a coffee lover, consider visiting a plantation or simply kicking back in town with a cup of the local brew – some of the best coffee in the world is grown and processed right here in Boquete!"
    },
    {
      "dayNumber": 10,
      "title": "Chitre.",
      "description": "Say goodbye to Boquete and head to the southern city of Chitre. Arrive around lunchtime, then head out for an orientation walk with your leader (who will also be able to point you in the right direction for a good lunch spot). After a bite to eat, rejoin your fellow travellers head to a mask workshop for a glimpse at the country’s cultural heritage – elaborate masks and costumes are a feature of many festivals in Panama. The afternoon is free for you to continue exploring Chitre."
    },
    {
      "dayNumber": 11,
      "title": "Panama City.",
      "description": "Depart Chitre this morning, heading for Panama City. Stop at the Miraflores Visitor Centre, which overlooks one of the locks that control the flow of ships through the Panama Canal. Learn about the canal’s history and engineering, then head back on the road to Panama City. On arrival head out on a leader-led orientation walk. Take in the great views of the historic Casco Viejo (Old Town) and the Panama City skyline as you stroll past crowded waterfront soccer fields, running paths and food carts. You might like to regroup with your fellow travellers in the evening for a final farewell dinner."
    },
    {
      "dayNumber": 12,
      "title": "Panama City.",
      "description": "With no planned activities today, you can depart at any time. If you would like to spend some more time in Panama City, just speak to your booking agent."
    }
  ],
  "map": ""
}