{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-nicaragua-holiday-tailor-made",
  "tourName": "Costa Rica & Nicaragua holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "We have combined two of our favourite destinations to create an adventure that takes you from eco lodge to lodge overland.<br/><br/>As we raft and swim the thrill and beauty of Pacuare River will instantly immerse you into the traffic free natural splendour of Costa Rica before ascending to spent time in the shadow of Volcanoes Arenal and Tenoria. A natural spectacle awaits on and across the border in Nicaragua in the unspoilt Indio Mais biosphere and on and around the twin volcanoes of Ometepe.<br/><br/>There are few colonial cities as stunning as our last port of call, Granada.",
  "durationDays": "14",
  "price": "3800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Costa Rica: Welcome to Costa Rica! Upon arrival at San Jose International Airport you’ll meet our representative, who welcomes you and takes you to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Begin your Rafting experience on Pacuare River (B,L): After breakfast adventure awaits, paddling the class IV rapids of the Pacuare River. During your expedition lunch will be served by your guide. Pacuare Rafting – Class IV Here you enjoy the feeling of total isolation from urban life and the realness of being connected with nature. You see waterfalls cascade into the river from both sides as colorful, tropical birds fly right over your head. Amazing views of this virgin tropical rainforest area, appear before your eyes as you descend this true exploratory land. Wildlife is abundant, with sloth, toucans, parrots, coatis, morpho butterflies and colorful frogs being common sights. The 18 mile one day run includes a total of 52 rapids. Few rivers in the world can offer you so many. The first 4 miles consist of fun class II-III rapids which is a perfect time to test your new river skills and gain confidence in your team. Here you can find pockets of secondary growth forest that is extremely beautiful. After about 40 minutes we will enter the famous Pacuare River Gorge, which is 5 miles of some of the best white water rafting Costa Rica has to offer. You will also see the Huacas waterfall, a 150-foot dramatic drop into the river. After the gorge the rivers opens up to a 5-mile stretch on the Valle del Pacuare, where the river has a different character. It is wide open, which gives you the opportunity to rest a bit and take the opportunity to do some wildlife spotting. The forest remains just as lush, and the rapids just as fun. We finish in Siquirres, at our own private Exploration Center where you can take a shower, change and enjoy the gardens and terrace while having a beer or two and reflecting with your new friends about the great adventure you just shared."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to La Fortuna (B): After breakfast at 09:00 you will be transferred to your next destination: La Fortuna!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hanging Bridges (B): After breakfast you are picked up for a panoramic walk through the jungle, crossing many hanging bridges. The Arenal Hanging Bridges are a fun and educative option to learn more about the primary forest and the local environment. During a walk along the bridges and trails you'll be able to enjoy a unique and impressively close contact with nature. The trail makes a loop with a total length of 3100 meters within the mountainous area. Along these three kilometers of trails you will be immersed in the divers fauna and flora of the rainforest and admire exotic animals, colorful birds and tropical plant species. While you’re walking along the trails, the fascinating world of the tropical forest will open to you."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Rio Celeste (B): After breakfast you are transferred to your next destination, at Rio Celeste, close to National Park Volcan Tenorio. Enjoy nature at the lodge, or take an optional tour."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Cano Negro (B): After breakfast you transfer takes you to Cano Negro, a well-known wetlands nature reserve for birdwatching."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cano Negro Boat Tour (B): After breakfast a local guide take you out for a boat tour on Cano Negro, to observe wildlife and the many resident and migratory birds of the reserve. Afternoon at leisure. The Wildlife Refuge Cano Negro is considered one of the richest places on the continent for bird watching. Apart from an abundance of birds, it is homes to many other animals such as sloths, three types of monkeys, alligators, lizards, bats, and a variety of flora typical of wetlands. Enjoy this floating safari through tropical rainforest and pastures until we arrive at the marsh. To name just a few bird species we have Anhinga or Snakebirds, Roseate Spoonbill, Wood Storks, the Olivaceous Cormorant, and the Jabiru, the largest bird in Central America and very endangered. Along the river we can see howler monkeys, spider monkeys, white-faced monkeys, also the tree-toed sloth and some reptiles like caimans, Jesus Christ lizard and turtles."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Nicaraguan border and boat to El Castillo (B): Breakfast and transfer to the border where a representative will be waiting for you on the Nicaraguan side. Then you continue to San Carlos where take a public boat to El Castillo."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hiking Indio Maiz (B): After breakfast you take a boat for a scenic journey over the San Juan River, visiting Indio Maiz Biosphere Reserve. This tropical rain forest is home to the conspicuous Green Parrot (Ara Ambigua), often feeding on the prevalent almond tree. The reserve is also home of the elusive jaguar, toucans, howler monkeys, and different varieties of colourful hummingbirds. Return to El Castillo and enjoy the afternoon at leisure. From El Castillo you ride down San Juan river for about 45 minutes until you reach the Indio Maiz Reserve. The Indio Maiz Reserve is home to numerous animal species, among which are deer, wild boars, pumas, sloths, jaguars, manatees, howler monkeys, white-faced monkeys, spider monkeys, poison dart frogs, snakes, crocodiles, turtles, and iguanas. You have a 2-hour hike in the rain forest, after which you jump back in the boat to witness wildlife. After hike we take the boat and going to explore Bartola river, where you have chance for swimming in the middle of the forest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cross Lake Nicaragua - Ometepe Island (B): Early breakfast and departure back to San Carlos in a public boat, from here you take a private boat towards Puerto Colón, bordering the Southside of Lake Nicaragua. Upon arrival, you are transferred by land to San Jorge to embark the public ferry to Ometepe Island. Then continue to your lodge to rest after a long day of travel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ometepe Nature Experience (B): Your local guide meets you at your hotel for a tour across Ometepe Island, exploring this remarkable destination's abundant nature and wildlife. Discover the natural beauty of Ometepe as you explore the island with a local guide. Your experience starts at the Peña Inculta nature reserve where you see lava rocks overgrown by primary forest, home to white-faced monkeys, howler monkeys, squirrels, iguanas, bats and many birds. After hiking through the reserve for approximately 45 minutes, you'll visit Hacienda Finca Magdalena, a community-run farm founded in 1888, where you get insight into the process of organic coffee cultivation. A short hike brings you to a site with remnants of pre-Columbian times, before your tour finishes at Ojo de Agua, a pristine natural spring surrounded by dense forest."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Granada - Lava Night Experience (B): After breakfast you continue to your next destination, the colonial town of Granada, where you have the afternoon at leisure to stroll around and relax. Late afternoon you head to the first national park of Nicaragua, Masaya Volcano, for a spectacular nocturnal visit, observing a glowing lava lake. Masaya Volcano National Park is one of the most famous volcanoes in the pacific region of Nicaragua due to its constant activity, and was known to the Spanish at the \"Mouth of Hell\". It offers the unique experience of seeing an active volcano up close, and watching as molten lava glows in crater just meters away from you. It's an awe-inspiring experience allowing visitors to experience a phenomenon once sacred to the pre-Columbian Nicaraguans, who were inspired by the raw power and beauty of nature."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Mombacho Volcano Nature Reserve (B): After breakfast, you visit the dormant Mombacho Volcano, which is covered by tropical dry forest, coffee plantations, and cloud forest. Arriving at the crater, your local guide takes you on a short hike where you discover local wildlife and enjoy, on a clear day, the many spectacular vistas. Afternoon at leisure. Journey into the lush cloud forest around the majestic Mombacho Volcano, spotting wildlife and taking in the incredible panoramic views from the top. After travelling to the Mombacho Nature Reserve, you'll begin to climb the volcano by 4x4 truck, stopping for a delicious local coffee at one of the plantations along the way. Once near the top you'll enjoy a short, guided hike along the trail, passing through a variety of landscapes - keep an eye out for the howler monkeys and white-faced monkeys, sloths, dart frogs, and the endemic Mombacho salamander along the way. Once at the peak, you can enjoy views over Granada, the Las Isletas archipelago and Masaya Volcano."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "End of Tour (B): Your Costa Rica- and Nicaragua nature experience has come to an end. You are transferred to Managua International Airport for your flight back home. We hope you enjoyed your time in Central America!"
    }
  ],
  "map": ""
}