{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "panama-and-costa-rica-slow-travel-holiday",
  "tourName": "Panama and Costa Rica slow travel holiday",
  "placesVisited": "",
  "generalInfo": "This 3-week tailormade journey through Panama and Costa Rica offers the perfect combination of history, culture, adventure and nature. Kickstart this incredible trip in the original walled quarter of Panama City, followed by some kayaking near the iconic Panama Canal. Continue to the beautiful Chiriqui Province, swathed in lush forests for coffee experiences and hiking. Travel from Boquete to the exotic Bocas del Toro archipelago, by road and boat, a paradise for snorkellers and divers with its rice marine life. Cross into Costa Rica and head to Cahuita for eco-adventures like tree planting and trekking in the paths of wild cats, then experience the thrill of white-water rafting on the Pacuare River. Round off with hiking, zip-lining, and culinary delights in Arenal, followed by well-deserved relaxation on the Guanacaste coast in the tranquil village of Nosara. If you still have energy, try surfing or snorkelling in the warm Pacific waters. This is Pura Vida at its finest!",
  "durationDays": "23",
  "price": "9620",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN PANAMA CITY - Meet and greet on arrival, followed by a private transfer to your hotel, the American Trade Hotel, located in the historic part of the city, approximately a 40-minute drive. INTRODUCING PANAMA CITY - One of the most cosmopolitan cities in Central America, Panama's chic capital is a mosaic of colour and culture with a thriving commercial and financial sector. Panama City has built its reputation with a sense of style drawn from five centuries of history. The city's modern skyline is constantly expanding, adding new skyscrapers to tower over the centuries-old Baroque and Spanish Colonial buildings that populate its older quarter, Casco Viejo. The district was designated a UNESCO World Heritage Site in 2003, and its mix of architectural styles make a great introduction to the diverse cultural influences of Panama City. There are many beautiful buildings in the city, including the gothic Iglesia del Carmen cathedral, the presidential palace, and the Church of San Jose. There is also a great collection of museums, offering a fascinating insight into the city’s history. For foodies, there are plenty of good restaurants to choose from, serving Spanish tapas and Italian pastas to local specialties such as ceviche, and vegetable / meat stews. The fish market near the Casco Viejo is the best place to try fresh seafood. Those looking for some nightlife, will find plenty of buzz around Calle Uruguay, which is popular with many of the American and Asian expat residents."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VISIT THE OLD HISTORIC TOWN - Meet your guide this morning and head to the ruins of Old Panama, to trace back the colonial roots of Panama City. Climb the cathedral tower to take in the views of the city and visit the Old Panama City Museum to gain a deeper understanding of this Central American nation's history. Continue to the old neighbourhood of Casco Antiguo, which dates back to the 1600s, navigating your way down the picturesque narrow lanes, visiting landmarks such as the Flat Arch, The Cathedral, Las Bovedas and the French Plaza. Your guide will describe the ill-fated attempt of the French to construct a canal through the isthmus, along with the events that led to the establishment of the capital in its current location. Afterwards, a private transfer will take you back to your accommodation. Afternoon at leisure to explore independently. (Meals - Breakfast)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KAYAKING THE CANAL WATERSHED - Impressive and thrilling, the Panama Canal entrance is the door to one of the most highly travelled waterways in the world. The striking engineering of the Canal is able to handle more than 12,000 ships per year. Throughout the day and night massive ocean cruise liners, container ships, yachts and watercrafts of all kinds arrive from different continents. The Bridge of the Americas is another incredible manmade wonder of this trip. With 1,700 m in length and 120 m high, it was the first permanent structure to link North America and South America across the Panama Canal. Paddling in front of the Panama Canal from stable, efficient sea kayaks accompanied by professional guides, this venture provides a great perspective of Panama's best sites. As the sun drops below the horizon, soothing sunset colours of this coastal paddle are enchanting. Bird watching and relaxing on a remote beach surrounded by tropical forest gives a good sense of nature's handiwork on Pacific coasts. Along the shore, common species include soaring magnificent frigates, gliding brown pelicans, darting flocks of parrots and various wading migratory shore birds. Kayaking the entrance of the Panama Canal at sunset is a memorable half day escapade among the world's most astonishing man made structures and nature's equally amazing environments. (Meals - Breakfast)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FLY TO DAVID AND TRANSFER TO BOQUETE. AFTERNOON COFFEE EXPERIENCE - You will be collected from your hotel this morning and privately transferred to Panama City International Airport for your flight to David. On arrival, a guide will be waiting to welcome you and drive you (approx. 1 hour) to the Finca Lerida Hotel in Boquete, where you will spend the next 3 nights. INTRODUCING BOQUETE - Tucked away amongst rolling green hills, Boquete is a small town which sits in a unique microclimate at 1,000m above sea level. The valley is swathed in lush forest, the fertile volcanic soils bringing life to coffee plantations, fruit orchards and farmland. Not only is it beautiful but Boquete provides opportunities for an array of outdoor adventures, including hiking, climbing, rafting and canopy excursions. It’s a great place to spend a few days - start your mornings with a cup of fresh local coffee and make the most of the activities available here. HALF DAY FINCA LERIDA COFFEE EXPERIENCE - The coffee experience begins in the fields of Boquete where you can catch a glimpse of the three vital factors that influence the coffee’s quality: the soil, the micro-climate, and the particular genetics of the variety. Learn about the history, origin, qualities and secrets of coffee handling. Then, in the second phase of the experience, you'll learn about coffee production all the way from ripe coffee cherry to roasted bean. What makes this experience unique, besides the invaluable ecological reserve that the coffee plantation shares, is its history that was always tied to Toleff Boche Mönniche, the Norwegian engineer that hand-built the main house and built the first gravity-flow coffee plantation in Panama. The experience ends at the tasting table where the long, intense and complex coffee process ends. This is also the place where you find out whether or not a whole year’s work produced a high quality coffee. Taste the different varieties of coffee and learn how to distinguish between different taste notes. Instruction will be given on how to prepare a good cup of coffee by learning about water temperature, time, toasting and grinding, and different brewing methods like Coffee Maker, French Press, Drip brew and Boiling. This experience illustrates the coffee culture in a fun way, helping you to enjoy this legendary aromatic drink. After this experience, a cup of coffee will never taste the same. (Meals - Breakfast)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HALF DAY HIKING IN THE HIGHLANDS - BARU VOLCANO NATIONAL PARK - Hike one of the many scenic trails surrounding Baru Volcano National Park, home to diverse flora and fauna. Boquete and its surrounding areas offer excellent hiking options for all ages and abilities. Hike through cloud forests and lush vegetation, visit waterfalls and admire the surrounding area while looking out for animals such as howler monkeys, sloths, deer, peccaries and hundreds of species of birds. (Meals - Breakfast)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ZIP-LINING IN BOQUETE (SMALL GROUP) - Glide on ziplines through the canopy of century-old cloud forests, high above the pristine rivers and waterfalls that make up the incredible collection of natural landscapes bordering the National Park La Amistad and the famous Baru Volcano. You will glide through trees to encounter canopy flora and wildlife. After the safety orientation, you will be directed to the take-off platform from which you begin a controlled flight to the following platforms. A harness, an ultra-resistant steel cable, and gravity are the only elements necessary to quickly propel you, the fearless rider, in this incredible adrenaline rush. (Meals - Breakfast)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ROAD AND BOAT TRANSFER TO BOCAS DEL TORO - Private transfer approx. 4 hours from Boquete to Puerto Almirante. Board the 45-min boat transfer to Tranquilo Bay on Isla Bastimentos. This wild island, which is part of the Bocas del Toro archipelago on Panama’s Caribbean coast, is home to protected coral reefs, palm-fringed beaches and wildlife-rich mangrove forests. Just a short journey from Bocas del Toro's main town, Isla Bastimentos is wild, beautiful and undoubtedly one of the highlights of the archipelago. Around the coast you'll encounter palm-fringed beaches where sea turtles nest, mangrove forests full of wildlife and protected coral reefs which provide snorkelling and diving opportunities. This island is also home to the indigenous Ngöbe-Buglé tribe. Introducing Bocas del Toro - An archipelago off the northwest coast of Panama, Bocas del Toro comprises part of Panama’s mainland, along with a chain of seven islands in the Caribbean Sea; the main three being Isla Colon, the small island of Isla Carnero and Isla Bastimentos, which is one of the largest islands in Panama. Bocas Town is the regional capital, and where you will find shops, restaurants, and nightlife. The islands are popular with adventure lovers, offering a plethora of water sports such as snorkelling, scuba diving, surfing, and sailing. It’s also a magnet for hikers with plenty of trails bypassing secluded beaches, small towns, and rich hearty jungles. (Meals - Breakfast)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DAYS AT LEISURE IN BOCAS DEL TORO - Spend the next few days making the most of the on-site activities included in your stay. Wander nature trails, try your hand at fishing, enjoy swimming, snorkelling, sea and mangrove kayaking or stand-up paddle-boarding or climb up to the top of the canopy observation tower to watch the resident birdlife. A guided excursion within the archipelago is included each day, a few examples being: Zapatilla Keys beach outing, Punta Vieja beach outing, chocolate farm & garden tour, Isla Popa bird & wildlife tour, bat cave kayaking & hike outing, snorkelling from a boat at Coral Heads, etc. (Meals - Breakfast)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "OVERLAND TRANSFER ACROSS THE BORDER TO CAHUITA, COSTA RICA - Private transfer to Bocas Dock for the boat transfer to Almirante port (approx. 30-40 mins). From there, a driver will take you by road, approx. one hour, to the Sixaola border with Costa Rica where you'll complete the Costa Rica and Panama border formalities. Once in Costa Rica (note there is a 1 hour time difference), a driver will be waiting to meet you at the border and drive you to Salon Delia (approx. 90 minutes by road). At Salon Delia, you'll meet a representative from Selva Bananito who will transfer you the remaining distance to the lodge (around 45 mins). Please note that the transfer operates on a private basis, except for the ferry, and the last road journey from Salon Delia to Selva Bananito which will be shared with other guests. INTRODUCING PUERTO VIEJO AND THE CARIBBEAN COASTLINE - Costa Rica's South Caribbean region remains firmly off the beaten path, yet those who do venture are quickly charmed by the laidback Afro-Caribbean culture which also plays a key roll in influencing the local cuisine. Limon is the gateway city, around 4 hours from San Jose and to the south is Cahuita National Park, the bohemian village of Puerto Viejo, and Gandoca – Manzanillo. Historically, Spanish conquerors arrived in Limon around 1500-1502 A.D and prior to this, the area was inhabited by the Bribri and Cabecar indigenous communities - descendants of these communities are still resident in the region. During this era, locals began to grow cacao as a primary activity. Then, the railroad construction started, which allowed banana production to strengthen the local economy. Port activity and the construction of Victorian style houses finally established the city of Limon as a key industrial centre in the region. Puerto Viejo is located about 1 hour south from Limon and 40 minutes from Cahuita. The town and the surrounding area is best explored on foot or by bike. You'll encounter friendly locals and a range of food shacks, cafes and little independent shops. (Meals - Breakfast, Dinner)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ACTIVITIES / VOLUNTEERING AT SELVA BANANITO - During your stay, a bird watching tour plus one other activity is included per person. Other included activities to choose from include: - Guided walks through the lush rainforest - Introductory Tree Climbing - Horseback riding through the farm - Tree planting - Take a gyrocopter flight for a breath-taking aerial perspective (additional cost). There is also the option to partake in some volunteering activities (8 hours included split over two days), where you can get hands on, and be a part of the Ecolodge's incredible conservation efforts, with a number of volunteer projects including: - Reforestation - Trail Work - Equestrian care - Rainforest Patrols - Monitoring of trap cameras surveillance - Anti poaching campaigns - Helping with the preparation and maintenance of guest rooms. For day 2 of your stay - An overnight jungle stay is included, following in the footprints of wild cats. This involves monitoring the camera traps, spending the night on a jungle platform and cooking on an open fire. The following morning, the hike takes you past the waterfall which can be rappelled. (Meals - Breakfast, Lunch, Dinner)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TRANSFER AND WHITE-WATER RAFTING TO PACUARE - Shared transfer this morning to Salon Delia, where your private driver will be waiting to meet you for the drive to the Pacuare River put-in; a drive of approx. 2 hours, 45 mins. Pacuare River is known as one of the five best rivers in the world for rafting. Adrenaline takes centre stage as you run class II and III rapids while taking in the lush tropical rainforest with all its flora and fauna. Stops will be made at several strategic spots for short hikes to the streams that line the descent. The rafting takes around 75 - 90 minutes. When you reach the lodge, a delicious picnic style lunch will be served by the River. INTRODUCING PACUARE - Pacuare is home to waterfalls, emerald green cliffs, pristine rainforest, and blue morpho butterflies. Besides its obvious natural beauty, its popular with adventure and adrenaline seekers, for one can experience sheer exhilaration battling surging waters down miles of raging rapids on the Pacuare River - known as one of the world's top white-water rivers. Visit the indigenous Cabecar Indians that reside in the nearby Talamanca Mountains for an authentic cultural experience. (Meals - Breakfast, Lunch, Dinner)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "ACTIVITIES AT PACUARE - AVE SOL SANCTUARY - A 40-minute interpretive nature walk is included today on a small group basis. Other additional activities (extra cost applies - these must be pre booked in advance): - Guided walk to see the local Cabecar ethnic community - learn about forest lore and techniques and let a few arrows fly with a traditionally made bow. - Become a biologist for the day on a guided trail which range from easy through to challenging. Discover wildlife and their tracks, endemic plant species, rock pools, and creeks and waterfalls. - Embark on some more adrenalin-fuelled rafting down the Pacuare River - Horseback Riding. Otherwise, relax in a hammock and enjoy the rainforest sounds. Lunch is served at the lodge or picnic-style if you’re hiking. (Meals - Breakfast, Lunch, Dinner)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "RAFTING OUT FROM PACUARE AND TRANSFER TO ARENAL After breakfast, raft down Class 3 & 4 rapids through the Pacuare Gorge and lower Pacuare. This can take around 75-90 minutes though this varies on the season and the number of breaks the group takes along the way, as there are opportunities for swimming in the canyon. A picnic lunch is included along the river. Finish rafting at the take-out point and transfer to a place where you can shower and change clothes. Your driver will be waiting to meet you to privately transfer you on to your hotel in Arenal, a drive of around 2.5 hours. Your driver will be waiting to meet you to privately transfer you on to your hotel (around 2.5 hours) - Arenal Glamping, where you can experience the rainforest from the comfort of your tent. INTRODUCING ARENAL VOLCANO NATIONAL PARK - Arenal is a spectacular region, named for the huge Arenal volcano which dominates the skyline on a clear day. The area is popular among adventurous travellers as the volcanoes and rainforests provide a range of exhilarating activities, from ziplining to trekking. Outside of the main tourist area lie acres of rolling countryside. (Meals - Breakfast, Lunch)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "HIKE THE EL SILENCIO VOLCANO TRAIL WITH A CANOPY ZIPLINING ADVENTURE - Head out of La Fortuna with your private guide to a set of quieter and less touristy walking trails. The Mirador El Silencio loop will take you through mature tertiary rainforest, and across lava fields from a recent volcanic explosion (1968). The knowledgeable guides will present the science of the volcano and the lava. Enjoy spectacular views of the Arenal Volcano as you hike, and an abundance of wildlife from howler monkeys swinging through the trees to leaf cutter ants crossing the trail. There are also many bird species including parrots and toucans. After your gentle walk, tuck into a delicious picnic lunch. All fuelled up, get ready for some adventure with the canopy zip-lining experience, which operates on a small group basis. This thrilling activity features 11 cables and 13 platforms; nine of which are on trees, where you can enjoy direct contact with the surrounding nature. At the end, there is a Tarzan Swing for an additional shot of adrenaline. Jump from a platform (at a height of almost 40 meters) and swing surrounded by forest. (Meals - Breakfast, Picnic Lunch)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CHOCOLATE MAKING WORKSHOP AND CACAO IMMERSION - Pay a visit to Two Little Monkeys chocolate workshop, to learn the ropes of artisanal chocolate making. Watch and sample as the chocolatier takes you through every step of the chocolate making process, from grinding the cacao to pouring moulds and topping the finished product with coconut, sea salt and chilli. Taste the raw cacao before you start and once the chocolate is complete you’ll have plenty of chances to savour the delicious organic chocolates you have created. (This service is on a private basis.) Later this afternoon, head to Doña Mara’s kitchen for a private cooking experience. Learn how to prepare delicious tortillas by hand, from grinding the corn to hand patting the tortillas to toasting them on her wood-fired stove. You will also learn how to prepare the famous ‘picadillos’ (vegetable and meat hash), along with ‘tortas de yuca’ (cassava), among other traditional plates. Enjoy the fruits of your labour with a delicious feast on Dona Mara’s open-air terrace. Afterwards, you will be taken back to your hotel, and the rest of the afternoon is at leisure to relax. (This service is on a private basis.) (Meals - Breakfast, Lunch)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "PRIVATE TRANSFER TO NOSARA - After breakfast, a private transfer will take you to Nosara. The drive will take around 5.5 hours. Check in to your Panorama Suite at Lagarta Lodge, your home for the next 4 nights. INTRODUCING NOSARA - Nosara is located on the Nicoya Peninsula of the Guanacaste coast. Overlooking the Pacific, just outside the town of Nosara, this secluded small hotel is a little piece of paradise, away from the tourist trail. The Rio Nosara borders the hotel-owned nature reserve Reserva biológica that covers nearly ninety acres. Guests may join a guided tour or have free access to the well-marked trails. Mornings are particularly good for spotting birdlife, howler monkeys, anteaters, coatis, raccoons, iguanas, butterflies and insects. The reserve’s biodiversity is a combination of subtropical dry forests and mangrove thickets. Walking trails take roughly 2 hours or you can visit by electric boat or a kayak activity on the Rio Nosara (highly recommended). (Meals - Breakfast)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "SURF LESSON IN NOSARA - Enjoy a 2 hour surf lesson with a local specialist instructor in one of the top surfing destinations in the world. Nosara has waves for all levels of surfers so it does not matter if you are beginner or experienced. The experienced surf instructors are locals who know the area intimately and the beach, wave and tide conditions. The lesson operates on a private basis, and includes transportation, specialist certified instructor, equipment and snacks. (Meals - Breakfast)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "SNORKELLING IN SAN JUANILLO - San Juanillo Beach, with its stunning scenery and clear, warm waters, is one of the best snorkelling destinations in this area. Here, you can embark on an adventure to explore the vibrant marine wildlife and later savour some tropical snacks in this picturesque location. Duration: 4 hours. What to bring: sunblock, swim wear, towel, comfortable clothing, hat or cap, sunglasses, sandals or shoes that can get wet, insect repellent and camera. (This service is on a private basis.) Afternoon at leisure to explore independently. (Meals - Breakfast)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "DAY AT LEISURE IN NOSARA - The day is at leisure in Nosara to relax and unwind at your hotel. If you'd like to explore the local area and surroundings, there are plenty of tours/activities which can be pre-booked on a private or small group basis (additional cost): - Complimentary access to the hotel-owned nature reserve Reserva Biológica - Mangrove Boat Tour - Glide along Rio Nosara and Rio Montaña in search of native birds and crocodiles (2 hours) - Surfing at Playa Guiones - group or private lessons - Hiking to Nosara Biological Reserve or along spectacularly sandy beaches - Birdwatching Tour in the Nosara and Ostional Biological Reserves (2 hours) - Night Walk (2 hours) - Guided Bike Ride (2 hours) - Turtle Tour - operates year round, but is subject to mother nature as to whether the turtles are nesting or hatching. This is usually confirmed the day before, therefore best booked locally. (Meals - Breakfast)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "TRANSFER FROM NOSARA TO LIBERIA INTERNATIONAL AIRPORT - Depart Nosara on a 3 hour approx. private transfer to the airport in Liberia for your departure flight. (Meals - Breakfast)"
    }
  ],
  "map": ""
}