{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-adventure-holiday-tailor-made",
  "tourName": "Costa Rica adventure holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "On this epic adventure you will explore the whole of Costa Rica – from the canals and rainforests of Tortuguero and Pacuare Reserve heading to the central cloud forests of Chirripo and San Gerado de Dota. We Explore to the far South  remote Osa peninsula where you get the chance to experience the primary jungle and snorkel in the turquoise water surrounding Corcovado National Park.",
  "durationDays": "17",
  "price": "4650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 2,
      "title": "",
      "description": "Pacuare River Rafting We have an early start this morning as we leave our hotel and head to the Caribbean side of Costa Rica. We will stop en-route for breakfast and arrive at el Cairo of Siquirres to start the first part of our adventure – rafting the Pacuare River. Winding deep inside of one of Costa Rica's most impressive primordial rainforests, the Pacuare River, officially declared a Wild and Scenic River, offers some of the finest white water rafting in Latin America. We will traverse 18 miles of remote and scenic waters that course through a wilderness of dense vegetation, plummeting waterfalls and steep gorges that rise above the riverbanks. The thick undergrowth provides shelter for jaguars, ocelots, monkeys, sloths, and numerous other species of animals and birds. We will stop on the river at the Rios lodge where we will have dinner and stay overnight. Overnight at Rios Lodge BLD"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Activities from the Lodge Following breakfast at the lodge Enjoy a full day of guided adventures at Ríos Lodge in the heart of the Pacuare rainforest. Choose from a variety of immersive activities, including a waterfall hike through lush jungle trails, wildlife observation with chances to spot toucans and monkeys, or a cultural visit to a nearby indigenous Cabécar community to learn about their traditions. For a thrilling perspective, walk the canopy bridge high above the forest floor, offering stunning views and unique wildlife encounters. Each activity is led by knowledgeable local guides who provide ecological insights and ensure a memorable, nature-filled experience in this pristine environment BLD"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "On to Tortuguero. Following breakfast at the lodge we start our second day paddling the Pacuare River. We then head to Guapiles by land and on to Tortuguero . We will stop for a Costa Rican style breakfast at Río Danta Restaurant in Guápiles, where we also might get the chance to see some sloths in the surround trees, and will arrive in Tortuguero around lunch time. This afternoon: depart by boat from the Lodge to a nearby private trail, adjacent to the Tortuguero National park, where you will enjoy a guided walk into the tropical rainforest on a safe & comfortable walking trail. On the way back to the lodge, we will stop at the village and invite you to join a walking tour of the Tortuguero town with your guide, tour around and continue walking by the beach back to the Lodge. Overnight at Tortuguero, Hotel Pachira Lodge (Standard room) BLD"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tortuguero This morning you can enjoy of a boat trip on the canals before breakfast. This tour introduces you to the rich rainforest and its great array of wildlife. The early morning hours offer a great opportunity to witness the awakening in the forest. Enjoy a visit to the Mawamba Park which offers some many free attractions like a butterfly garden, frogs and iguana’s gardens. In the afternoon, embark on a canal boat tour for more opportunities to spot abundant wildlife. Optional Tours at additional cost Tortuguero is one of the most important sea turtle nesting sites in the western hemisphere. Four of the seven world sea turtle species come to Tortuguero to lay their eggs including giant Leatherbacks. Nesting and hatching seasons vary depending on the species. Experiencing the jungles sights and sounds at night gives you a spectacularly different perspective on your surroundings as we take a hike to expose nature’s night time secrets with an expert guide, quiet voices! and a degree of patience. Overnight at Tortuguero, Hotel Pachira Lodge (Standard room) BLD"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Sarapiqui and Bat Hotel: Take the two-hour boat & shuttle transfer to Siquirres. Enjoy lunch at a local restaurant where we will meet our driver for a transfer to Sarapiqui. La Selva Lodge in Sarapiquí is a renowned rainforest research station, home to diverse wildlife like toucans, monkeys, and frogs, supporting vital ecological studies and sustainable conservation efforts. The Sunset Bat Hotel and Community Project at La Selva Biological Station in Costa Rica provides a safe roosting site for bats, supporting biodiversity and ecological research. Built by local community members and researchers, the structure mimics natural habitats to attract various bat species. It promotes conservation awareness, environmental education, and eco-tourism. The project highlights bats' critical roles in pollination and insect control, fostering collaboration between scientists and local residents to protect tropical ecosystems and enhance sustainable development. Overnight Sarapiqui, Hotel Selva Verde Lodge or similar (bungalow) BL"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The Safari Float from La Selva Biological Station is a peaceful, guided rafting experience on the Sarapiquí River. Using a stable inflatable raft, guests quietly drift along calm waters, ideal for observing wildlife. Trained naturalist guides help spot animals like monkeys, iguanas, river turtles, and a variety of tropical birds. The float offers an up-close view of the rainforest’s edge without disturbing the environment. It’s a relaxing and educational way to experience the region’s rich biodiversity. Overnight Sarapiqui, Hotel Selva Verde Lodge or similar (bungalow) BL"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arenal Hot Springs Unwind in Arenal’s soothing natural hot springs, surrounded by lush rainforest and volcanic views. Rejuvenated, enjoy a hearty Costa Rican lunch bursting with fresh, local flavors. This tranquil interlude offers the perfect balance to an exhilarating day—relaxation and discovery in the heart of nature. BD"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Volcano Hike and Chocolate Volcano Hike and Chocolate Tour from Arenal combines adventure and culture. Guests explore Arenal Volcano’s trails with expert guides, learning about its geology and flora. Afterwards, they visit a local cacao farm to experience traditional chocolate-making, taste fresh chocolate, and discover its historical and cultural significance in Costa Rica. Arenal Observatory Lodge or Similar B"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Monteverde After breakfast at the lodge, we will drive 3-4 hours to Monteverde skirting lake Arenal and possible volcano views Monteverde cloud forest: Cloud forests are as the name suggests; hazy mist or low lying clouds that cover the upper canopy of the forest. These rare forests cover just 1% of global woodlands and can only be found in tropical and subtropical mountainous areas. The thick layer of clouds makes it more difficult for the sun to break through, providing a slower rate of evaporation, which gives the plants plenty of life-giving moisture, which in turn promotes a huge biodiversity. Monteverde cloud forests is host to 100 species of mammals, 400 species of birds, and 1,200 species of amphibians and reptiles. Additionally, it is also one of the few remaining homes to all 6 species of the cat family; Jaguars, Ocelots, Pumas, Oncillas, Margays and Jagurundis. Overnight at Monteverde Country Lodge or similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sloths and Hanging Bridges. In Monteverde, the Hanging Bridges and Sloth Sanctuary trip offers a unique blend of nature and wildlife. Walk through cloud forest canopies on suspended bridges with stunning views and rich biodiversity. Then, visit the Sloth Sanctuary to observe rescued sloths up close, learning about their behavior, habitat, and conservation efforts.. Overnight at Monteverde Country Lodge or similar (Standard room) B"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to San Jose Fly to Drake You will have breakfast at the hotel before taking a private transfer San Jose. Here you will take a domestic flight to Drake. On arrival you will be transferred from the airstrip to the hotel. B"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Corcovado National Park The full-day guided exploration of San Pedrillo Station in Corcovado National Park offers an immersive experience in one of Costa Rica’s most biodiverse regions. Led by knowledgeable guides, visitors hike through lush rainforest trails, encountering wildlife such as monkeys, scarlet macaws, and coatis. The tour includes visits to waterfalls and pristine beaches, with opportunities to learn about the park’s unique ecosystems. It’s an adventurous day of nature, wildlife, and tropical scenery in one of the world’s richest biological corridors. Casa Drake BLD"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Cano Island Day tour of Isla Del Caño with snorkelling (shared guide, group maximum of 6 people), picnic lunch included A series of hand-carved, perfectly spherical stones are found on the island, suggested by archaeologists to be the grave markers of an indigenous tribe that lived here during pre-Columbian times. Throughout the 17th and 18th centuries Isla del Caño was used as a refuge for pirates along the Pacific coast, while today, it is best known for its spectacular offshore diving and unique historical past. Turquoise water rings Isla Del Caño, as do a great number of coral reefs. In fact, the waters that surrounded the island contain the largest amount of coral-building organisms along the Pacific side of Costa Rica—there is brain coral, head coral and sea fans, to name just a few. Add to this excellent visibility and an enormous amount of marine species, and you’ve got the makings for magnificent snorkelling and scuba diving. Beneath the water you may be able to spot manta rays, tuna, needlefish, barracuda, snapper, white-tipped reef sharks, olive ridley sea turtles, moray eels, dolphins, and both humpback and pilot whales. Considering all of this, it’s not surprising that many people regard Isla Del Caño as the best scuba diving spot in the entire country. However, because it is a biological reserve, diving numbers are strictly regulated – there are 5 dive sites and only 10 divers are allowed to be in the water at one time. The island itself doesn’t harbour as much biodiversity as does the ocean. There is an intact evergreen forest, as well as a sampling of rubber and cocoa trees. Boa constrictors, pacas, bats, tree frogs and a variety of insects can be spotted, in addition to several species of birds that use the island as a stopping point during their migration south. A number of white-sand beaches dot the island, and hiking trails extend across much of the terrain. Hotel Casa Drake"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Leave Drake after breakfast by shared boat transfer to Sierpe. Transfer from Sierpe to San Gerardo de Rivas (cloud forest on the base of Chirripo National Park - highest peak of Costa Rica).; you will have a guide /driver accompanying you. Overnight Savegre Lodge or similar B"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "San Gerado de Dota Birds San Gerado de Dota is a haven for birdwatchers and hikers. Located in the Savegre River Valley, this allows you quick access to Los Quetzales National Park (the home of the Quetzal). This is one of the most beautiful regions of Costa Rica with green mountainous backdrop & dense forests. Apart from the iconic Quetzal, there is a plethora of humming birds and woodpeckers to enjoy, as well as peccaries and coyotes. Overnight Savegre Lodge B"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Transfer to San Jose Airport for your flight home"
    }
  ],
  "map": ""
}