{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-highlights-holiday-beach",
  "tourName": "Costa Rica highlights holiday & beach",
  "placesVisited": "San Jose, Tortuguero National Park, Arenal Volcano - Monteverde cloud forest, Samara Beach, Nicoya Peninsula, Isla Chora, Sea kayaking, Ecolodge accommodation, Mix of public and private transport",
  "generalInfo": "San Jose - Tortuguero - La Fortuna - Monteverde - Samara Beach - San Jose<br/><br/>Embrace your inner Pura Vida on this whistle- stop roundtrip of Costa Rica, as you explore bio diverse waterways, towering volcanoes and keep your head in the clouds in lush forests and jungles.<br/><br/>Beginning in the bustling townscape of San Jose, shake off the jet lag and get ready for a trip of a lifetime. After some strong coffee and city tour, its time to hit the road for your journey to Tortuguero. Framed by mountains and rivers, this incredible rainforest can only be reached by boat making the journey as much of an adventure as the destination! All your food is included here, allowing you to fully get back to nature and immerse in the sights and sounds straight from a David Attenborough documentary.<br/><br/>From Tortuguero to mighty Arenal Volcano! At over 5000 ft high, this is sure to be one of your holiday highlights. After an exciting hike, take a well earned break in the local hot springs.<br/><br/>Make your way to Monteverde, the perfect place to canopy walk through the iconic Costa Rican cloud forests. Keep your eyes out for prolific wildlife and incredible flora and fauna. Wandering through the mist feels like making your way through the setting of a fairy-tale.<br/><br/>To round up your trip, Samara's sandy beaches are an idyllic place to sit back and relax. This really is a nature lover's paradise, with all the sights and sounds of the jungle on one side of you and the sea on the other. Kayak, snorkel, spot tropical fish and enjoy the atmosphere in this cosy village before returning to San Jose for the end of your Costa Rica visit.",
  "durationDays": "13",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We know the way to San José: After a long flight you’ll be pleased to see a representative from our local office waiting to whisk you away to your modern hotel. The next morning you’ll visit the office of our local partner where you’ll be greeted with a Costa Rican coffee. We’ll organise a two hour walk for you around the city with an English speaking guide to discover the secret sights of the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Through the Jungle to Tortuguero: From San Jose you’ll be picked up by coach for the journey to Tortuguero. You’ll travel in a coach from the city through some spectacular mountain landscapes before dropping down into the farmlands. After about 3 hours you’ll stop off near Guapiles where you’ll have a breakfast stop. You’ll continue to the Pavona docks where you’ll disembark your coach and switch to a boat for the final 90 minutes of your journey into the rainforest. Keep an eye out for playful monkeys and colourful toucans along the way. The amazing landscape of Tortuguero is not accessible by road. Instead you’ll find rivers meandering through the pristine rainforest to the famous nesting ground of countless turtles. You’ll spend a couple of nights in a jungle lodge, with all of your food and boat trips included. Fill your senses with the sounds of the rainforest, listen to howler monkeys in the distance, smell the tropical hibiscus or spot tiny red frogs in the grass."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lava Flows of Arenal Volcano: At the end of your stay in the rainforest you’ll return by boat to Pavona docks. You’ll be taken by coach back to your meal stop in Guapiles where you’ll enjoy a delicious lunch. Next, we’ll reserve you a space aboard the shuttle bus from Guapiles near Tortuguero to La Fortuna. If you’re travelling by hire car, you’ll pick up your car in the town of Guapiles. Your driving time today is between 2 to 3 hours. As you head towards La Fortuna, at the foot of Arenal volcano, you’ll notice the landscape becoming more mountainous and the winding road becoming more pot-holed. The mighty volcano and beautiful countryside is one of the most iconic images of Costa Rica. We’ll arrange for you to stay in a comfortable wooden cabin hotel, just outside the popular tourist town. During your stay, you will take a hike through the lush landscape, with the volcano as a beautiful back-drop before being transferred to the hot springs where you can unwind."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Into the Cloud Forests of Monteverde: Next, we’ll arrange for a jeep and boat transfer to take you from your hotel in La Fortuna to your hotel in Monteverde, which should take about 3 hours. If you’re driving you’ll take a bumpy road and perhaps along the way stop off at a cafe. Driving time is usually about 4 hours. Feel the magic of the dense cloud forest of Monteverde. Take a guided canopy walk through the forest where ferns, mosses and orchids bloom amongst the hanging tree branches and beautiful birds dart through the trees. Due to the humid climate the forest gives off a fairy tale-like atmosphere, especially in often-present mist. You’ll stay in a comfortable Swiss-style chalet, set amongst wooded surroundings."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lazy Days at Samara Beach: Next, you’ll jump in your hire car, or we’ll arrange a seat on the shuttle bus from Monteverde to Samara. Today’s driving time should be around 5 hours. Samara is a cosy village with a long, sandy beach complete with palm trees and a calm sea that slopes gently from the sand. There are no large hotels and the surroundings here are beautiful. You’ll stay in a small scale lodge just a few minutes’ walk from the beach and Samara village. At night you can hear the hundreds of sounds of the jungle and the roar of the sea. During your stay you’ll hop in a kayak to paddle over to Isla Chora with a guide and group, about 20 minutes away from the coast. Here you’ll find an uninhabited white sand beach, the perfect spot for snorkelling and spotting tropical fish darting past your mask. After a buffet of fresh local fruits you’ll kayak back to the mainland. Next, you’ll make the 5 to 6 hour journey from Samara to San Jose where you’ll spend the last night of your trip in the same hotel that you stayed in previously. The next day, we’ll arrange for a transfer to collect you from your hotel and take you to the airport."
    }
  ],
  "map": ""
}