{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-adventure-holiday",
  "tourName": "Costa Rica family adventure holiday",
  "placesVisited": "San Jose, Poas Volcano National Park, Arenal Volcano National Park, Ecotermales Hot Springs, rafting, Monteverde Cloudforest, optional: butterfly farm, ziplines, horse riding, orchid farm, Sky Walk, Manuel Antonio National Park, crocodile safari, guided hike, swimming and watersports",
  "generalInfo": "Adventure and exploration are on the itinerary of this nine day Costa Rica family holiday, suitable for children aged five and up. Costa Rica is one of the most biologically diverse countries in the world, with lush landscapes and well managed national parks, preserving cloud forest, rainforest, volcanoes and gorgeous beaches, the perfect place to inspire young naturalists. See hummingbirds flitting through the trees and go on a fun crocodile safari, admire the Arenal volcano from the cool comfort of your hotel pool and step onto a platform for a bird’s eye view into the Poas volcano’s crater.  <br/> <br/>There’s a great mix of active fun and relaxing time on this holiday. White water raft on a rainforest river, hike through deep jungle and climb up to volcanic craters. After that, kick back in thermal springs and swimming pools, before ending your holiday in Manuel Antonio National Park, where warm seas are perfect for swimming and idyllic white beaches are backed by forest.<br/>",
  "durationDays": "10",
  "price": "1809",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "San Jose.",
      "description": "Hola! Welcome to Costa Rica. Your adventure begins in subtropical San Jose, where you'll meet your leader and fellow families at a welcome meeting at 5 pm at your hotel. If you arrive early, there's plenty to see in this bustling city. As the streets are laid out in a grid pattern, it’s relatively easy to navigate. Maybe head to the Spirogyra Butterfly Garden to introduce the kids (and adults) to Costa Rican biodiversity while getting some respite from the clamour of the city. After the meeting tonight, perhaps get a taste of ‘tico’ food with an optional group dinner group."
    },
    {
      "dayNumber": 2,
      "title": "Santa Rosa de Pocosol.",
      "description": "This morning, head to the tiny agricultural community of Juanilama in the Santa Rosa de Pocosol region. This area is predominantly dedicated to milk production and raising cattle. It’s the perfect place to experience life in small-town Costa Rica – you’ll even be staying with a local family! Settle in and get to know your hosts before going on an agricultural tour, where the kids will learn how to plant vegetables and gather some produce for tonight’s cooking class. You'll have some free time to wander around the community before coming together to create a meal with your hosts. Vamos a comer (let’s eat)!"
    },
    {
      "dayNumber": 3,
      "title": "La Fortuna .",
      "description": "Visit a local wildlife sanctuary for a day the kids will never forget! Get up close to the colourful and unique animals of Costa Rica on a guided tour of the centre before taking part in a fun volunteering experience. Learn how to prepare for the different diets of the resident animals and help to make enrichment toys, which is an important part of their recovery. After a fun-filled morning and a stop for lunch, you'll continue on to La Fortuna where you'll spend the next two nights. Enjoy some free time this afternoon to swim, relax or explore the local area."
    },
    {
      "dayNumber": 4,
      "title": "La Fortuna / Arenal.",
      "description": "Today begins with a hike to the Peninsula section of the Arenal National Park. Walk along an easy trail, soaking up the excellent views overlooking Lake Arenal and the Tilaran Volcanic Mountain Range. If you like, you can climb to the observation platform (about 12 m or 40 ft high) for a closer view of the volcano, which is 1633 m high in a perfect cone!. At the end of the trail, take a boat for a tour along the forested shores of Lake Arenal and its islets to try to find some animals. This is the ideal place to take some photos of the volcano (if the weather allows). The afternoon is then free to maybe take a hike past old lava flows on the Arenal 1968 Trail. There are two options on the 1968, including a shorter route suitable for families with younger kids. Or maybe a slow-paced soar on the Sky Tram is more your family’s speed?"
    },
    {
      "dayNumber": 5,
      "title": "Monteverde.",
      "description": "Today you’ll drive to the shores of Lake Arenal, before taking a boat across the lake towards Monteverde. On a clear day, you'll have fantastic views of the surrounding area. Watching the massive Arenal Volcano loom larger and larger as you approach is a spectacular sight. When you arrive, maybe head to the nearby Butterfly Garden or just enjoy the tranquillity of nature at your accommodation. In 1951, North American Quakers founded the nearby Monteverde Cloud Forest Biological Reserve, a sanctuary for the unique flora and fauna of Costa Rica. More than 2000 species of plants, 320 bird species and 100 different types of mammals call the reserve home, and over the next few days you’ll get acquainted with some of them."
    },
    {
      "dayNumber": 6,
      "title": "Monteverde.",
      "description": "See the forest from a different perspective this morning on a canopy walk across the suspension bridges of Monteverde. The sheer variety of bird life in Monteverde is enough to make an ornithologist out of anyone, so don’t be surprised if your kids have a new answer to the question ‘what do you want to do when you grow up?’ While you’re up among the treetops, look (or listen) out for the reclusive resplendent quetzal, the blue-crowned motmot or the emerald toucanet. The rest of the day is free for you to relax or partake in some optional activities. You could visit an orchid farm or whizz through the trees on zip-lines. If conditions are right, there might be a chance to hike through the forest at dusk, a unique opportunity to see the area’s nocturnal creatures begin to stir."
    },
    {
      "dayNumber": 7,
      "title": "Manuel Antonio National Park.",
      "description": "Wave adios to Monteverde and hit the Pan-American Highway for a southward journey past beaches and palm plantations to Manuel Antonio. Arrive at your accommodation, located close to the national park, and spend an evening at leisure. Tonight, maybe take the family for a traditional Costa Rican meal at a soda (local restaurant), where you can mix with locals and try some of the region’s incredible fresh produce."
    },
    {
      "dayNumber": 8,
      "title": "Manuel Antonio National Park.",
      "description": "After breakfast, take a guided walk along the trails that snake through Manuel Antonio National Park. Immerse yourself in nature and learn more about the area’s diverse wild and plant life from your local naturalist guide. Look and listen carefully and you may be able to spot howler monkeys, two- and three-toed sloths, iguanas and more. The afternoon is free to explore this magical area further at your family’s desired pace. Maybe you’d like to relax on one of the idyllic palm-lined bays while the kids splash in the water. Maybe rent a kayak, surf or fish in the ocean. There are no wrong choices in this balmy paradise!"
    },
    {
      "dayNumber": 9,
      "title": "San Jose.",
      "description": "Rise and shine for your final morning in this beachside haven. Enjoy your last hours in Manuel Antonio with some free time before making the return drive to San Jose in the mid-afternoon. You have a free afternoon to relax or continue epxloring. Tonight, maybe head out as a group for a final optional dinner to reminisce about your time together."
    },
    {
      "dayNumber": 10,
      "title": "San Jose.",
      "description": "There are no activities planned for today and you're free to leave any time after check-out. Can’t get enough of San Jose? Why not head out on a Tropical Rainforest and Chocolate Urban Adventure, which uncovers the chocolate and wildlife secrets of the jungle. If you need extra accommodation, just reach out to your booking agent ahead of time."
    }
  ],
  "map": ""
}