{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "tailor-made-costa-rica-wildlife-holiday",
  "tourName": "Tailor made Costa Rica wildlife holiday",
  "placesVisited": "San José, Brauillo Carillo National Park, Tortuguero Canal, Tortuguero National Park, Caribbean coast, Guapiles, Arenal Volcano, mountain biking or horse riding in Arenal NP, natural thermal baths, Monteverde aerial walkway, Santa Elena Cloud Forest Reserve, Osa Peninsula, Corcovado National Park, guided bird watching, Caño Island Biological Reserve, Optional activities include zip-lining or horse riding in Monteverde and snorkelling or diving within Caño Island Biological Reserve",
  "generalInfo": "From the Pacific Ocean to the Caribbean Sea, this experience combines Costa Rica's most abundant lowland rainforest habitats, some of its best marine life and a huge variety of ecological zones from coast to coast, with its cloud forest-clad volcanic Central Highlands in between.<br/><br/>Expert local guides will help you to explore 7 of the country's most important protected areas. Three of these are in the highlands of Costa Rica comprising the Monteverde National Park, the inspiring community owned cloud forest reserve of Santa Elena, and cloud forests of the Arenal Volcano National Park. On the Pacific coast we take you to the Corcovado National Park where primary rainforest runs unbroken from hilltops to the sea.  On the Caribbean Coast, the similarly rich Tortuguero National Park forests are bisected throughout by a system of waterways which allows us to explore by small boat, or kayak too if you wish. At Caño Island Biological Reserve we find the country's most abundant marine life, which almost always includes dolphins; and regularly includes whales above the water; turtles, sharks, rays and coral reefs beneath.<br/><br/>The Corcovado National Park in the Osa Peninsula is undoubtedly a wildlife highlight for any visit to Costa Rica. The area has been described by National Geographic magazine as '..the most wildlife intense place on earth', both because of its primaeval forest and abundant offshore life. The western side of the Corcovado provides more than 30 miles of beach where the rainforest meets the Pacific Ocean. This is where terrestrial and marine ecosystems combine with coatis, macaws, and tapir coming out of the forest and onto the beaches; whilst turtles and even bull sharks come in from the sea, swimming into the Corcovado's tidal streams. Flocks of pelicans look like pterodactyls as they glide low over the Pacific waves and float in formation above your head. This coastline feels truly primordial.<br/><br/>17 kilometres from the coast, close to Osa's northern Drake's Bay, is the Caño Island Biological Reserve. Aside from Cocos Island way out in the Pacific, this is where  you will find the country's best marine life, both on the surface and beneath it. Dolphins are a regular sight, but you may also be lucky enough to see Humpback Whales. These can be seen both on northwards and southwards migrations along the coast. Olive Ridley turtles and manta rays are also often seen at the surface and below. The coral reefs and steep drop-offs provide good snorkelling if you wish, with some large schools of fish, ubiquitous white-tipped reef sharks and dense clusters of barracudas. We can pre-arrange diving for certified divers.<br/><br/>The Tortuguero National Park on Costa Rica's north eastern Caribbean coast is another excellent place to see lowland rainforest wildlife and birdlife. There are 309 species of bird here; and between July - October it is one of the best places in the world to see green turtles laying their eggs on its beaches. From late March to early June, Tortuguero can also be a good place from which to see giant leatherback turtles nesting. Many of your explorations here will be by boat, but for those keen to experience the forest in paddled tranquillity, we can incorporate guided day break forest wilderness kayaking.<br/><br/>Of Costa Rica's cloud forests, Monteverde is probably the most famous. Costa Rica's national bird, the Resplendent Quetzal, is an important draw here; as well as its abundant hummingbirds, insects and cloud forest flora. We will take you to explore the forests here, privately guided; as well as providing the option of an exhilarating descent along 15 canopy zip lines. <br/><br/>For some focused guided natural history and scenic treks we take you to the Santa Elena Cloud Forest Reserve and pathways into the cloud forests of the Arenal National Park. Again, this will be privately guided. Alternatives we can incorporate at Arenal are horseback riding, mountain biking and zip lines, for a more energetic experience of the fantastic landscapes here. <br/><br/>A privately-guided boat trip to the Caño Negro Refuge is something else which we include in these trips. Close to the Nicaraguan border, this area provides a wonderful combination of wetland and rainforest habitats - excellent for seeing wading birds such as roseate spoonbills, glossy ibis and black-necked stilts; as well as millions of migratory birds which escape the northern hemisphere Winter. Spectacled caiman are a constant threat to these birds, with good opportunities to see these; as well as the potential for larger crocodiles, spider monkeys, capuchins and howler monkeys.<br/><br/>Like any of our Costa Rica experiences, this one can be tailored to meet your timings, preferences and special interests. We can easily add in, or swap locations to incorporate more relaxation, adventure, a higher standard of ecolodge where available, or allow for a more intensive look at certain birdlife, wildlife or marine life. Other locations you may be interested to consider add include the  Manuel Antonio National Park on the Central Pacific coast.",
  "durationDays": "15",
  "price": "4125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive San José where you will be met and transferred to your hotel close to San José's Central Plaza. (If you wish, we can upgrade you to a hacienda in the highlands). Your driver guide will be more than happy to introduce you to San Jose and Costa Rica more widely; and chat through any questions you might have."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will be collected early from your hotel and transferred from San José overland through the Brauillo Carillo National Park to the Tortuguero Canal. Here you will meet a motor canoe from where you will be taken north to your jungle lodge in the Tortuguero National. You will have lunch soon after your arrival and begin your exploration of the forest and waterways of Tortuguero National Park. (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will spend today exploring the Tortuguero National Park. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast on the Caribbean coast of the Tortuguero National Park, you will be transported by motor canoe and overland to Guapiles; and from here privately overland to your mountain lodge overlooking Arenal Volcano. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "First thing this morning, you will be collected from your hotel for your privately guided trek to Arenal Volcano. The trip begins at El Silencio Private Reserve and from there, you will begin a 1km walk along a trail of volcanic rock, rated as moderate in difficulty, to reach the observation point. This is the closest to the base of this active volcano we are permitted to take you. At the observation point, your guide will provide information regarding the formation of the Arenal Volcano, its activity periods, and unedited details of its major eruption in 1968; as well as giving you the opportunity to enjoy incredible views of the Arenal Volcano and the Arenal Lake. Afterwards, you will begin the return trip down the same trail to the starting point. For the next stage of the expedition, scenery will change and enter into regenerating forest and small area of primary rainforest found at the base of the Arenal Volcano. This trail is about 1.5km in length and with a little luck, you will have the opportunity to see a large variety of flora and fauna, including toucans, orioles, snakes and monkeys. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "07:00 You will be collected from your hotel for your privately guided boat trip to explore the wildlife of the Caño Negro Reserve. The Caño Negro Wildlife Refuge is near the border between Costa Rica and Nicaragua and is one of the most important wetlands in the country. It was declared an area of global importance, receiving the RAMSAR category due to the number of migratory birds that are frequently here; and for the protection of endangered species. The Río Frío, on the bounds of the refuge, is its largest source of water, bringing this magical area to life. Here you have good chances of observing several species of animals. On the road to the town called Los Chiles, you can see the traditional crops of the area such as pineapple and sugarcane, as well as livestock farms. Once there, you will board your comfortable boat to navigate the river. The boat is covered in case of rain with good visibility from the deck. Together with your naturalist guide, you will travel along the river for approx. 2 hours in search of monkeys, sloths, alligators, turtles and hundreds of species of flora and fauna that inhabit the refuge. You will have part of the afternoon to enjoy Arenal area cloud forests again. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer from Arenal to Monteverde, including a boat across Lake Arenal. From the boat, you will be taken to your hotel in Monteverde. You will have time for some self-guided walks in the cloud forest. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, you will be taken into the Monteverde for privately guided exploration of the cloud forest. In the afternoon, you will experience this stunning cloud forest area by means of an exciting series of zip lines …. or if you prefer, a shared guided walk. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning you will be taken on a privately guided exploration of the Santa Elena Cloud Forest Reserve. Santa Elena has a similar cloud forest environment to Monteverde, but with considerably fewer visitors. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You will join a transfer back to San José and the Gran hotel there. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You will be collected from your hotel and taken by private transfer to San José airport. Fly San José to the Osa Peninsula. Upon arrival at Drake Bay you will be transferred by land and boat to your lodge nestled in a forested coastal inlet, north from the Corcovado National Park. If there is time, you can easily take a self-guided walk across a hanging bridge and trail which leads to a beach. It is not uncommon to see troops of capuchin monkeys at close range along this trail; and sometimes black howler monkeys and spider monkeys higher in the trees too. Scarlet macaws are a common site on exposed coastal trees. You can make use of sit on top kayaks to explore the small forest bay; and depending upon the tide, paddle beneath the hanging bridge into the steep-sided river valley upstream. Watch out for herons in the bay and a sloth or two upstream. (B, D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Early AM: Guided birdwatching. After breakfast, a boat visit to the Caño Island Biological Reserve, some 17 kilometres offshore. Here you can find some of the country's best marine life, both at the surface and below it. Dolphins are a regular sight, but you may also be lucky enough to see Humpback Whales which can be seen both on the northwards and southwards migrations along the coast. Olive Ridley turtles and manta rays are also often seen at the surface and below. The coral reefs and steep drop-offs provide excellent snorkeling if you wish with some huge shoals of fish and pelagic visitors such as sharks and barracudas. Snorkelling can be pre-arranged if you wish with equipment provided, as can diving for certified divers (at an additional cost). (B,L,D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Full day visit to the magnificent lowland rainforests of the Corcovado National Park. To reach the park, you will head out to sea by speed boat, landing at one of the ranger stations to step ashore and explore. Watch for dolphins as you travel back and forth; and enjoy some fantastic coastal rainforest scenery. (B,L,D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast you will be transferred to the airstrip for your flight back to San José. You will met upon arrival and taken to your hotel by private transfer. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will be transferred privately to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}