{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "honeymoon-in-costa-rica-tailor-made",
  "tourName": "Honeymoon in Costa Rica, tailor made",
  "placesVisited": "",
  "generalInfo": "Costa Rica is a fantastic destination for a honeymoon. It is safe, friendly and easy to travel around. We will see tropical rainforests; see some magical sights and breathtaking flowers and wildlife, even check out the stunning Arenal volcano. A perfect itinerary to allow you to experience Costa Rica and its remarkable flora and fauna at the same time as having a relaxing honeymoon with some downtime on the beach. For this fantastic Costa Rican Honeymoon adventure, we explore National Parks and Forests, experience rapids, unforgettable wildlife, hot springs and even a volcano. There is so much to take in, including days spent relaxing on the beach towards the end of the trip. A perfect way to spend your honeymoon with your loved one. Visit one of most biologically intense places on earth on your special holiday. Raft the Sarapiqui river and see some fantastic national parks, trek the varied coastal habitat and have the chance to see vast array of birds and mammals Costa Rica has to offer.<br/>",
  "durationDays": "15",
  "price": "3950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "San Jose Meeting and greeting at the San Jose International Airport by our staff and get a private transfer to your Hotel in San Jose. Our staff will help you with the check- in and will give you the Welcome Kit with important information about your trip and will review the itinerary with you. Hotel includes: 2 hours open bar, free international phone calls – Wi-Fi- daily breakfast. Hotel includes: 2 hours open bar, free international phone calls – WiFi- daily breakfast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tortuguero National Park (B,L,D) Early morning start as you are picked up from your hotel and transferred to Tortuguero (breakfast on route). You will arrive to Caño Blanco pier before boarding a motor boat (2hours) to take you to the lodge for lunch. In the afternoon you will get the chance to adventure into Tortuguero Town and visit the Turtle Centre! ** Today we recommend taking the tour to see turtles, it has to be arranged at the front desk of the hotel (cost $35 per person). You can also book it for the second night in case that you don’t have any luck on the first night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tortuguero National Park (B,L,D) Day in Tortuguero, visit to the canals. (Entrance fee to the National Park is not included, as this has to be paid directly at the park, $10 per person). Tour can be in the morning or afternoon; it will depend on the itinerary. Today you can also visit the butterfly garden, frog garden and the trails around the hotel. Optional tours are offered at the lodge"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Siquuirres - San Martin (B,L,D) Breakfast at the lodge, followed by a 2 hour motor boat to the pier where you will board the bus for your return drive to Siquirres. You will be dropped off at a restaurant where the rafting company Rios Tropicales will be waiting to take you to their Operations Centre where lunch will be served. You’ll then depart for our private rafting put-in on the Pacuare River in San Martin. There your professional guides will load your gear into dry bags, prepare all the rafting equipment, give you complete safety and paddle instruction. The first day's Class III rapids welcome you to the Pacuare gorge's charm as you raft deep in the heart of primary rainforest. Along its course lie several densely vegetated gorges sheltering many animals, including sloths, river otters, and anteaters, and an incredible variety of birds—toucans, egrets, herons, kingfishers, sunbirds, and trogons. Before you know it, you'll arrive at our unique Rios Tropicales Lodge where you can spend the afternoon relaxing, hiking or soaking in our waterfall and pools. Nestled in the jungle on our 2,000-acre private reserve, the Lodge offers you all the comforts you need in \"Cabecar Indian\" style bungalows."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Forest Tour - Rapids - La Fortuna (B,L) Breakfast at the hotel This morning, enjoy a four-platform canopy tour through the forest. Hike on a trail high above the rainforest canopy for sweeping view of the river corridor below. After the hike we will pack up and load the rafts in preparation for paddling down the Pacuare gorge past gushing waterfalls, serene pools and pounding rapids. A snack stop by the riverside lets you explore more waterfalls and natural waterslides. An adrenaline-packed afternoon running rapids like Double Drop, Upper Huacas, Lower Huacas, Cimarron, Dos Montañas and many more, will have you cheering ecstatically. We take out near the town of Siquirres and come back to the Operation Centre where you can take a shower and get ready for the transfer to La Fortuna, home of the famous Arenal Volcano."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "La Fortuna Adventure - Baldi Hot Springs (B,D) After a delicious breakfast your adventure begins. Get ready to fly through the rain forest on one of the best zip lines in La Fortuna. You will ride an open-air gondola from the ground to the heights where you'll be dropped off at an observation deck for fantastic views of the volcano and land below. From the observation deck, return to the ground below by riding down on a circuit of zip lines stretching across canyons and between treetops. In the evening you will travel to the Baldi Hot springs where you can relax on the 18 free form, landscaped pools that provide a great view of the volcano and a multitude of options. With temperatures ranging from 83 °F to 103 °F and environments that vary from raging waterfalls to tranquil forest experiences you can find the perfect pool for their mood and the current weather conditions. Dinner is included at the hot springs. Transportation is not included but you can coordinate a taxi from the front desko f the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arenal Volcano (B) Today you have a shared transfer to Monteverde. Your 3 hours transfer starts with a ground transfer, then continues from where you will admire the exotic wildlife that lives within this zone while enjoying the transition from the rain forest to the cloud forest, reaching the best view point of the Monteverde Cloud Forest Preserve and an impressive panoramic view of the Arenal Volcano. The scenic transfer ends on the other side of the Lake, where a jeep ride will be waiting for you to take you to your hotel. Afternoon Chocolate & Coffee Tour. On the tour you will be completely immersed for 30 minutes within the world of chocolate enjoying its delicious aromas and learning about its history. You will participate in the chocolate making process and have the opportunity to taste the fruit of the cacao and observe how the small cocoa beans are magically converted into a rich tasting chocolate drink. You will get an insight into the traditional methods that our ancestors used to roast the beans, separate the husks and grind the beans. At the end of the tour you can enjoy the taste of the chocolate you’ve made in a variety of forms; liquid chocolate, plain chocolate, spiced chocolate and of course, coffee chocolate."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Selvatura Park, Monteverdi Cloud Forest (B) Breakfast included at the hotel. Selvatura Park is a nature and Adventure Park where visitors can enjoy the beauty of the Monteverde Cloud Forest today you will enjoy of the Hanging Treetop Walkways Bridges, Selvatura's Tree Top Walkways consist of a 1.9 mile (approximately 3 kilometres) trail that crosses through the Monteverde Cloud Forest. Here visitors will walk on eight different bridges with various lengths ranging between 150 feet (50 meters) up to 510 feet (170 meters) and altitudes ranging between 36 feet (12 meters) up to 180 feet (60 meters).Each bridge has a width of five feet, the widest bridges in Costa Rica, and also a capacity of up to 80 people per bridge making them both the longest and strongest bridge systems in the Monteverde Cloud Forest. The duration of the hike usually takes between 1.5 and 2 hours we recommend the early morning tour so you can have more chance of observing more wild life. After that, visit to the Butterfly garden of Selvatura. Afternoon, shared transfer to Rincon de la Vieja."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rincon de la Vieja National Park (B) Breakfast included at the hotel Today you have a guided hike to Rincon de la Vieja National Park – Las Pailas section. The Las Pailas section of the Rincón de la Vieja National Park is located very near Hacienda Guachipelín’s ranch. On this loop trail of about 2.5 miles (3.5 km), you can enjoy the best views of the active Rincón de la Vieja Volcano without climbing the main crater. Here you can find a great variety of vegetation and trees, and the Park is home to mammals like raccoons, white-nosed coatis, Central American agoutis, armadillos, tapirs and three species of monkeys, as well as birds such as the Blue-crowned Motmot, the Crested Guan and the Emerald Toucanet. The most impressive and spectacular features of the National Park are its volcanic elements. Steam and sulphur pour out of the yellow and rust-coloured ground at natural fumaroles. Clay and coffee-coloured pools bubble with boiling hot volcanic water. Smooth grey volcanic mud froths and explodes upward at the “Cauldrons” (“Las Pailas” in Spanish), for which this section of the Park is named. You’ll also find beautiful little rushing rivers and small waterfalls crisscrossing the trails. The rest of the day is at leisure (you can choose an option to visit the Hot Springs and relax with the volcanic mud – not included in package)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SPA / HORSE BACKRIDING! (B) You’ll start you morning with breakfast at the hotel. After breakfast you will choose from the following activities: Spa day (Mus Bath + Sauna + hot springs) or horse back riding to the waterfalls."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At the beach! (B) Breakfast included at the hotel These days are for you to enjoy the beach and the facilities of the hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Free days. Breakfast at the Hotel Share transfer from Bosque del Mar Hotel on Playa Hermosa to San Jose"
    }
  ],
  "map": ""
}