{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-wildlife-adventure-holiday-for-families",
  "tourName": "Costa Rica wildlife adventure holiday for families",
  "placesVisited": "",
  "generalInfo": "Costa Rica has long been a family favorite destination as there can be few places on earth where wildlife and adventure travel sit so harmoniously together.  It's also possibly the safest country in the Americas to travel in. Costa Rica is also a world leader in responsible tourism.  Our expert guides make education through nature a pure joy between adrenalin inducing activities!<br/><br/>Immerse yourself in the Costa Rica’s coastal canals, magical cloud forests and lush rainforest as you discover flora and fauna in one of the most protected and varied ecosystems in the world. In evocative jungles come face to face with white faced capuchin monkeys. In the brackish waters where the river Tarcoles meets the Pacific great American Crocodiles sleep. You will visit some of the most extensive and biodiverse National Parks in Costa Rica, providing you with extraordinary bird watching as well as getting the chance to see animals like the Two-Toed Sloth, the Great Anteater, Margay Cat, Poison-arrow frogs, Jaguars, Tapirs, Monkeys and much more.<br/><br/>FANCY A FEW MORE DAYS? WE CAN ARRANGE A BEACH EXTENTION!",
  "durationDays": "11",
  "price": "3200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN COSTA RICA: After arriving at San Jose (SJO) Airport, we will transfer to our hotel in the San Jose City. The city of San Jose, located in the center of the country, has served as the main hub for the exploration of Costa Rica. Attractions in San Jose include the National Theater, the National Museum, the Art Museum or the Pre-Columbian Gold Museum, the picturesque Central Market Place and several art cafes. Shopping also finds its birthplace in San Jose, from the modern malls to the little souvenir shops spread out all over the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tortuguero (B, L, D) This morning we will head to Pachira Lodge, where you will stay for a couple of nights, giving you a chance to explore the area. Meals and boat transfers are all included. Additionally, you will have a guided walk in the Tortuguero National Park (tickets not included), where you will get to see Leatherback Turtles, Agarni Heron, Wild Felines, Sloths, and Monkeys. You will also have a guided visit to The Sea Turtle Conservatory (tickets not included). Costa Rica is home to 5 of the 7 sea turtles in the world, and the Caribbean beaches and waters are used by the Leatherback, Green, Hawksbill and Loggerhead turtles."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leave for Sarapiqui (B) Today we will depart Tortuguero and head towards Sarapiqui. Here you will be able to go on a night safari to spot some of Costa Rica’s nocturnal animals. Sarapiqui is known throughout Costa Rica for its amazing and rich biodiversity as well as for being an adventure seeker’s dream destination. If you enjoy the outdoors, there are plenty of hiking and nature walk opportunities in this region as well as white water rafting down the River Sarapiqui. A boat trip down the Sarapiqui River is a great way to catch a glimpse of the region’s wildlife including; monkeys, birds, turtles and caimans. If you are an avid bird watcher, coming here is the perfect way to see some of Costa Rica’s many bird species in their natural environment such as hummingbirds, quetzals, dippers, guans, agoutis and quatamundis."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WHITE WATER RAFTING/ SAFARI BOAT TOUR (B, L) After breakfast in Sarapiqui, you will be transferred to Sarapiqui River where you will take part in White water rafting! If you are not up for White Water Rafting then you can take on a Safari Float Tour that will give you a chance to view the area’s wildlife from a different perspective. Lunch will be provided during the day After your river adventure, you will be transferred with guide/driver to Arenal where you will spend the night. One you arrive at Arenal you’ll have an opportunity to undertake horseback riding tour to La Fortuna Waterfall."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LA FORTUNA WATERFALLS, HANGING BRIDGES & HOT SPRINGS (B, D) Today we wake early for an action packed day in and around Arenal, starting with a guided visit to picturesque La Fortuna Waterfall. With a 75m drop into a bright blue pool, this attraction is the perfect postcard of the Costa Rican Jungle. Located just 6km from the town of La Fortuna and at the base of the Cerro Chato Volcano, this is a great day out. After exploring La Fortuna Waterfall, we will head off on a guided walk to the Hanging Bridges, spotting different monkeys and birds along the way. Finish the day in the relaxing Hot Springs"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "BRAULIO CARRILLO NATIONAL PARK (B) After breakfast, you will get a private transfer with your guide/driver to Braulio Carrillo National Park. Braulio Carrillo National Park is one of the most extensive national parks in Costa Rica. The park covers an area of over 44,099 hectares and encompasses seven diverse habitats. It is home to more than 500 species of birds, 6000 species of trees and plants and over 135 species of animals. Toucans, guans, eagles, jaguars, tapirs and monkeys are just some of the many birds and mammals that can be spotted throughout the park. Once you arrive at Braulio National Park, you will undergo another night walking safari to spot some more of Costa Rica’s nocturnal animals."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BRAULIO CARRILLO NATIONAL PARK (B) After breakfast, you will spend the morning on a bird watching tour. Your guide will take you along the trails of the Braulio Carrillo National Park where you will be able to spot some of the 500+ species of birds, including the Dull-Mantled, Antbird, Nightingale Wren and Snowcap. After your bird watching tour you will have two options. To have a ride on the Aerial Tram that takes you through the forest canopy, providing you with magnificent views of the Braulio Carrillo National Par and allowing you to absorb this fantastic nature experience. Or you can take on a zip lining canopy tour. Ascend into the tree tops and enjoy the thrill of the glide through the canopy back down to the forest floor. With climbing into the tree tops, flying through the beautiful canopy, and walking along the forest trails; you really immerse yourself in the vibrant foliage of the rainforest. Spend another night at the Tapirus Lodge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CARARA NATIONAL PARK (B) After breakfast, you will be transferred with your guide/driver to the Carara National Park. Carara is one of Costa Rica’s most popular National Parks (so prepare for more people). A few of the local animals include Opossum, Two-toed Sloths, Agouti, Armadillo, Pacas, Great Anteater, Kinkajou, Tayra, Margay Cat, Collared Peccary, White-tailed Deer, Poison-arrow Frogs, and the Omnipresent Monkeys."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "TARCOLES RIVER BOAT TOUR (B) After breakfast, we will head to the Central Pacific with our guide/driver. We will stop on-route at the Tarcoles River where you will be taken on a boat tour. Here you will be able to see the great American Crocodiles of all shapes and sizes as you float down the Tarcole River. Enjoy spectacular rainforest scenery and cruise through the dense mangrove forest canals. Spot some of the beautiful exotic birds as well as huge green iguanas, mangrove crabs, monkeys and racoons."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DEPARTING COSTA RICA (B) All good things must come to an end at some point. After breakfast at the Hotel you will be transferred with your guide/driver to San Jose Airport where you will get your flight home."
    }
  ],
  "map": ""
}