{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "central-america-small-group-tour",
  "tourName": "Central America small group tour",
  "placesVisited": "Mexico: Yucatan Peninsula, Playa del Carmen, Tulum Belize: Caye Caulker, Snorkelling, San Ignacio, Actun Tunichil Muknal Cave, Guatemala: Tikal National Park, Flores, Rio Dulce, Antigua, Chichicastenango, Lake Atitlan Honduras: Copan El Salvador : Suchitoto, El Cuco Nicaragua : Leon, Granada, Ometepe Island Costa Rica: Monteverde, La Fortuna, Arenal Volcano National Park, San Jose",
  "generalInfo": "This month long Central America small group tour is a journey through what can only be described as one idyllic isthmus. Bursting with Mayan heritage and natural beauties, from the Caribbean to the Pacific coast, volcanoes to cloud forest, cayes to caves, Central America is just made for a long adventure of this nature. On this trip we travel through Mexico, Belize, Guatemala, El Salvador, Honduras, Nicaragua and Costa Rica. <br/><br/>Our adventure begins on Mexico’s stunning Yucatan Peninsula, where we mix beach life with ancient Mayan ruins. The former at Playa del Carmen and the latter at nearby Tulum, which is also the first Mayan archaeological site on our trip. Beach life continues in beautiful Belize, where the cayes and coves are very much part of Belizean life. We also head inland in Belize to experience other aspects of its luscious landscapes and fascinating mix of Mestizos, Maya and Garifuna cultures, at San Ignacio. <br/><br/>Guatemala is next on our list, a land full of stunning Mayan relics and dramatic volcanic peaks. We dedicate eight days of this holiday to Guatemala, with every day offering something very different. Such as Tikal National Park, with the ancient Mayan city at its heart, the contemporary Mayan culture in Chichicastenango , the beautiful Lake Atitlan and the wonderful capital of Antigua. <br/><br/>Moving further south, we spend five days in Honduras, which is one of the largest countries in Central America, and where tourism infrastructure is a bit thinner on the ground. What isn’t lacking is ancient Mayan culture, at Copan, beautiful beaches and dramatic volcanic terrain. <br/><br/>After a quick sojourn in San Salvador, mixing coast at El Cuco with culture at Suchitoto,  Nicaragua is next, where we spend nine days exploring this unique country and possibly one of Central America’s most underrated. It is also Central America’s largest country, and we follow its Pacific coast visiting the historic cities of Granada and Leon, as well as the vast Lake Nicaragua, home to Ometepe Island. Here you can hike to the top of a volcano or go hiking in the jungle. It’s a whole other world on Ometepe. <br/><br/>The finale of this Central American is no other than Costa Rica, where both wildlife watching and adventure opportunities are second to none. Hike through Arenal Volcano National Park or up into the Monteverde cloud forest, and spend a couple of days in the vibrant capital of San Jose. <br/><br/>",
  "durationDays": "34",
  "price": "4235",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Playa del Carmen.",
      "description": "Hola! Welcome to Mexico. Your adventure begins in Playa del Carmen with a welcome meeting at 6 pm. If you arrive early and are lucky enough to have extra time in this beachside playground, maybe try your hand (and feet and lungs) at snorkelling in the freshwater rock pools (cenotes). Maybe stroll along the white sands or reef dive on Cozumel. After the meeting, perhaps head out for a cocktail and a few tacos with your new travel buddies."
    },
    {
      "dayNumber": 2,
      "title": "Playa del Carmen.",
      "description": "This morning, hop on a local bus to one stunning example of a cenote – Cenote Azul. There you can swim, dive or snorkel in the natural open-air pool, basking in the beauty of your surroundings. Then return to Playa Del Carmen, where you’ll have a free afternoon to explore this beachside paradise at your leisure. You might like to continue the underwater activities and keep your eyes peeled for rays, moray eels and turtles among the coral-clad reefs. If you’d rather leave the flippers behind and adventure on land, catch a local bus and travel south to Tulum, where white-sand beaches and Maya ruins are just an hour and a half away. In the evening, you could grab a few of your fellow travellers and find a good spot to watch the sunset – muy bien!"
    },
    {
      "dayNumber": 3,
      "title": "Chetumal .",
      "description": "On your final morning in Playa del Carmen, maybe take an early morning stroll to the beach and dip your toes in the sand or simply let the world pass you by with a coffee at a local cafe. Then head to your next stop in Bacalar – said to be the first settlement of the Itza tribe, who would go on to create Chichen Itza. Here, you’ll have an included lunch and the chance to relax at the Lake of Seven Colours – thanks to the various stunning shades of blue it adopts throughout the day. If you’d like, you could also hop onboard a boat tour of the lake. Then continue to Chetumal – a quiet city close to the border of Belize, this place makes for the perfect stop before tomorrow’s adventure to Caye Caulker."
    },
    {
      "dayNumber": 4,
      "title": "Caye Caulker.",
      "description": "Bid adios to Mexico early this morning as you head south to Belize. After border formalities, arrive in Belize City then hop in a water taxi to the island of Caye Caulker. When you arrive, get acquainted with the island on a guided walk with your leader. Belize is the only English-speaking country in Central America, which will make chatting with locals much easier. Tonight, you’re free to relax or explore. Be aware that there may be crocodiles in the split area that separates the north and south of the island, so it’s best to take caution while swimming and exploring the beaches."
    },
    {
      "dayNumber": 5,
      "title": "Caye Caulker.",
      "description": "Today is free for you to explore the island that surrounds you, or just to simply relax. If you feel like snorkelling, ask your leader about organising a trip to the colourful coral reef nearby, or maybe head further afield to Hol Chan Marine Reserve, home to the world’s second-longest coral reef. Manatee spotting is perfect for nature lovers, or you could take a stroll and find a swaying palm tree with your name on it – they make the perfect place to nap, read a book and soak up the island vibes on a beach day."
    },
    {
      "dayNumber": 6,
      "title": "Caye Caulker.",
      "description": "What’s better than one day in paradise? Two, of course! Your morning is free, then for lunch you’ll join in on a cooking class with a local family, learning how to make a famous Belizean meal with chicken, rice and beans. In the afternoon, perhaps head to the beach for a swim or hire a bicycle to explore. Tonight is your last opportunity to get your hands on some super fresh Belizean seafood, which you can dig into with your feet planted in the sand at one of the many ‘floor-free’ outdoor restaurants. The island's famous lobsters are available between 15 June and 15 February, and you can expect to pay far less than at home (though more than your average island meal). You could even grab some grilled shrimp and a rum and coke made with firewater from a roadside stall to really get into the island spirit."
    },
    {
      "dayNumber": 7,
      "title": "San Ignacio.",
      "description": "From the islands to the highlands, you’ll bid farewell to Caye Caulker today and catch a ferry to Belize City, then a bus to San Ignacio. When you arrive, your leader will take you on a walking tour of San Ignacio and its twin sister Santa Elena, giving you a sense of how vibrant the local Garifuna and Maya communities are. Tonight, maybe head out in search of a classic Maya dish like cochinita pibil (slow-roasted pork marinated in citrus)."
    },
    {
      "dayNumber": 8,
      "title": "San Ignacio.",
      "description": "Today is free for you to discover San Ignacio at your own pace. This beautiful town is surrounded by fast-flowing rivers, waterfalls and Maya ruins, making it the ideal base. If you’re a bit of a history buff, maybe take a day trip to Xunantunich – an impressive Maya ceremonial site on a hill overlooking the countryside. Getting to the site is half the fun, as you'll need to take a hand-cranked ferry to cross the river. Perhaps you'd like to take on the challenge of visiting the cave of Actun Tunichil Muknal – a living museum of Maya relics. Wade and hike through cool waters to find ceramic pots and crystallised skeletons preserved by the calcium-rich environment of the cave for over 1400 years. Easily spooked? Maybe you'd prefer a cave with fewer (as far as we know) skeletons, like the one in Mountain Pine Ridge. In the late afternoon, the barbecue stalls of Santa Elena start to set up for the dinner rush. It's only a 15-minute walk, so consider wandering over to enjoy a juicy chicken leg and a chat with the locals."
    },
    {
      "dayNumber": 9,
      "title": "Tikal National Park.",
      "description": "Rise and shine for your journey across the Belize-Guatemala border.to Tikal National Park. Here, there will be time to buy lunch before visiting the impressive archaeological site with a local guide. Towering above the jungle, the five granite temples of Tikal are an imposing sight and one of the most magnificent Maya ruins. Hidden in the evergreen forest is a maze of smaller structures waiting to be explored. The energetic can climb to the top of the ruins for spectacular views over the canopy and the chance to spot toucans, macaws and other colourful birds."
    },
    {
      "dayNumber": 10,
      "title": "Rio Dulce.",
      "description": "This morning depart for Flores, where you'll have breakfast in a local restaurant before joining your leader on an orientation walk on the island. Then, continue by private minivan to Rio Dulce before transferring to your hotel by boat. The easiest way to get back into town is also on the water – a journey that can be organised through the hotel. Alternatively, a 40-minute jungle walk will get you there. The hotel is a great place to relax and look over the water, with reasonably priced meals and drinks served in the hotel restaurant. Now that you are back in a Spanish-speaking nation, why not join an informal Spanish lesson led by your leader?"
    },
    {
      "dayNumber": 11,
      "title": "Rio Dulce.",
      "description": "Take a boat ride down the river to Livingston – a laidback Afro-Caribbean town that offers a unique taste of Garifuna culture in a far-flung corner of Guatemala. Just 30 km (18 m) from Rio Dulce, Livingston is only accessible by boat and the ride is spectacular, taking you through waters filled with water lilies, past tropical forests and through a deep canyon full of river birds. When you arrive, take a short orientation walk around the colourful town and see some fishermen working by the docks. Then, join the locals for a morning dance class. After learning some moves, you’ll have some free time for lunch and to explore at your own pace. Later this afternoon, hop back in the boat and head back to Rio Dulce."
    },
    {
      "dayNumber": 12,
      "title": "Antigua.",
      "description": "Leave the 'Sweet River' behind and travel by private minibus to the city of Antigua. The road between Rio Dulce and Guatemala City is one of the busiest in the country. Traffic is slow, there are frequent road works and many, many slow trucks – be armed with patience, music and a good book and the journey will be easier to handle. Tonight, maybe get your fellow travellers together for a group dinner."
    },
    {
      "dayNumber": 13,
      "title": "Antigua.",
      "description": "Enjoy a free day exploring photogenic Antigua today with nothing scheduled until a meeting at 6 pm to welcome any new travellers joining you on your adventure. Maybe check out the ChocoMuseo, two blocks away from central park. Learn all about chocolate, which was first documented by the Guatemalan Maya, as well as its historical importance. Or maybe grab a coffee from one of the myriad shops in central park, sit back, relax and enjoy Antigua's chilled-out vibes."
    },
    {
      "dayNumber": 14,
      "title": "San Andres Itzapa / Quetzaltenango.",
      "description": "After breakfast, travel to San Andres Itzapa in Chimaltenango. The Guatemalan Highlands are the best place to see the result of Mayan culture and Catholic religion coming together. Learn about this culture firsthand with a shamanic ceremony at the Temple of San Simon. San Simon, the chain-smoking saint also known as Maximon, is a god who isn’t clearly good or bad. After leaving your rum or tobacco offering, which you can buy at the on-site liquor store, you’ll stop for a group lunch. After, continue to Quetzaltenango. When you arrive, your leader will take you on an orientation walk through the city locally known as Xela."
    },
    {
      "dayNumber": 15,
      "title": "Quetzaltenango.",
      "description": "Early this morning before breakfast, you’ll hop on a chicken bus. This popular transport option is a local experience distinct to Guatemala and has little to do with actual chickens – they are old American school busses passed down to new owners who decked them out in bright colours and decorations. The chicken bus will take you to a local market, Almolonga, known for its giant vegetables, which some believe were blessed by God. Whether you believe the vegetables are a gift from above or due to the high amounts of fertiliser used by locals, this colourful market is a great place to rub shoulders with the locals and maybe pick up a giant carrot. After, return to your hotel for breakfast."
    },
    {
      "dayNumber": 16,
      "title": "Chichicastenango Market / Panajachel.",
      "description": "As Guatemala is home to many markets, today’s adventure is a great contrast to yesterday’s Almolonga. After breakfast, you’ll head to Chichicastenango market (nicknamed Chichi), home to textiles, wooden handicrafts and jade jewellery. This is one of the largest outdoor markets in Latin America and Guatemala’s most historic. Surrounded by mountains, you’ll explore the market with an expert local leader who knows all the best spots and walk among thousands of locals and tourists who hit these stalls weekly. Maybe grab some souvenirs or a huipils for yourself – a traditional garment worn by the indigenous girls and women of the area. You can also pick up some handmade jewellery, pottery, incense, tablecloths, a ceremonial mask used in traditional Mayan dances or some leather goods. Tonight, maybe find a local restaurant for dinner with your fellow travellers."
    },
    {
      "dayNumber": 17,
      "title": "Santiago Atitlan.",
      "description": "This morning, you’ll set off on a lancha (boat) ride on Lake Atitlan – surrounded by volcanoes, rolling hills and Maya villages. Take the scenic ride to Santiago Atitlan, taking in the sweeping views from the water. Although this is the largest town on the lake, it sees far fewer tourists, making it the perfect spot to find authentic Guatemalan people, culture and activities. Here, you’ll visit the current shrine of Maximon (San Simon), where the local shamans keep watch. Your group will bring a gift of local spirits to share with the shamans, and while you drink, you’ll discuss the holy shrine, the perplexing deity and local life on the lake. Return to Panajachel in the afternoon and enjoy a free evening along the shores of Lake Atitlan."
    },
    {
      "dayNumber": 18,
      "title": "Antigua.",
      "description": "Spend a free morning in Panajachel – maybe sleep in or join a cooking class that teaches you more than just local flavours. Learn about the cultural significance of sharing food with the community, then enjoy the delicious creations you’ve made. Later, return to Antigua by private transfer in the afternoon. When you arrive, join your local leader for an orientation walk in the historic center after checking in to your hotel. Tonight, maybe get your fellow travellers together for a final group dinner to say your goodbyes."
    },
    {
      "dayNumber": 19,
      "title": "Antigua.",
      "description": "Enjoy another free day to explore the city, with nothing scheduled until a meeting at 6 pm to welcome any new travellers joining you on your adventure. Maybe grab some roasted beans from a street vendor and munch them while you stroll around. If you’ve got a historical bent, perhaps check out the 18th-century ruins of the Monastery of Santa Clara."
    },
    {
      "dayNumber": 20,
      "title": "Copan, Honduras.",
      "description": "Rise and shine early this morning to beat the rush-hour traffic around Antigua. Departing at about 7 am, you’ll drive towards Copan. Along the way, watch the passing scenery and learn about local life in Guatemala as you head for the border. Cross into Honduras, arriving in the small town of Copan in the early afternoon. While most people use Copan as a base to explore the nearby ruins, there are plenty of other points of interest, both along the cobblestone streets and set into the lush surroundings. Maybe get started in the Central Plaza and follow your nose to a cafe for the afternoon."
    },
    {
      "dayNumber": 21,
      "title": "Copan, Honduras.",
      "description": "This morning, meet up with a local guide and explore the World Heritage-listed ruins of Copan – the southernmost of the great Maya sites. It's unique because of the numerous elaborate stelae (carved columns) still intact among temples, excavated vaults and walls inscribed with ancient faces. After your exploration, the rest of the afternoon is free to choose your own adventure. Maybe check out some fine feathered friends at the Macaw Mountain Park or visit the Temple of Rosalila. You could also head to the nearby natural hot springs - this optional tour gives you hours of soaking in mud, steaming natural baths and refreshing pools in the lush jungle, with an included dinner."
    },
    {
      "dayNumber": 22,
      "title": "Copan to Suchitoto via Guatemala.",
      "description": "You’ll wave goodbye to Copan this morning and head across the border to Guatemala and into El Salvador. It’s a long travel day, so make sure you’ve got a good book or your favourite road trip games handy. When you arrive in Suchitoto, you’ll head out on a leader-led orientation walk of the town – widely considered the cultural capital of El Salvador. Admire the elaborate building facades, get your bearings and enjoy the surroundings. Then, get your chef’s hat on with a pupusa-making demonstration. Pupusa (cornmeal flatbreads) is a classic Salvadorian recipe from the Pipil culture and is usually stuffed with some delicious ingredients, like cheese or chicharron (fried pork)."
    },
    {
      "dayNumber": 23,
      "title": "Suchitoto.",
      "description": "This morning, head to a local designer’s home for an indigo-dying demonstration – Suchitoto is one of the best places in the world to produce indigo (used to dye clothing or other items blue). You’ll visit a local designer transforming tradition into modern design to learn the history of the indigo trade. This small enterprise supports single mothers by providing them with an income for their children’s education, food and independence. Watch the demonstration, then get hands-on and try it for yourself. The rest of the day is free in Suchitoto. The town overlooks the Embalse Cerron Grande – also known as Lago Suchitlan, this freshwater lake is a haven for migrating birds, particularly falcons and hawks. Maybe grab a historically-minded group for a guided walk through Cinquera Forest, where guerrilla fighters used the forest as cover during the Civil War."
    },
    {
      "dayNumber": 24,
      "title": "Pacific Coast.",
      "description": "This morning you’ll drive to the Pacific Coast of El Salvador, home to some amazing dark-sand beaches and some of the best surf spots in the country. You'll have the afternoon free to relax. Maybe find a local restaurant for dinner or simply relax at your accommodation."
    },
    {
      "dayNumber": 25,
      "title": "Leon.",
      "description": "Rise nice and early for a full day of travel as you cross the Gulf of Fonseca to reach Nicaragua by boat. In the afternoon you'll reach Leon – the second-largest city in Nicaragua. When you arrive, join your leader on an orientation walk through the charming city streets to get your bearings. Leon is a relatively quiet city, which makes strolling the murals and contemporary architecture a real treat! Tonight, maybe head out to dinner with your group – as always, your leader will have the best recommendations."
    },
    {
      "dayNumber": 26,
      "title": "Leon.",
      "description": "Today is a free day to make the most of Leon. Maybe visit the street food area behind the Lady of Grace Cathedral and try a Nica taco (made with maize, the taco is rolled, deep fried and then served with shredded cabbage smothered in cream). You could also take on a thrilling volcano sandboarding adventure on the black slopes of Cerro Negro Volcano. Maybe you’d just like to explore the city’s contemporary art or wander the Leon Cathedral."
    },
    {
      "dayNumber": 27,
      "title": "Granada.",
      "description": "This morning, you’ll drive to the oldest city in the New World – Granada. Along the way, you’ll have the chance to stretch your legs and take in the view at Laguna Apoyo – a volcanic crater lake formed around 23,000 years ago. Enjoy some free time for lunch near the viewpoint. Then, stop at the lakeside town of Masaya, where you’ll go on an orientation walk with your leader and get the chance to browse the stalls at the town’s famous artisan market before continuing to Granada. Featuring Moorish and Andalusian architecture, Granada is set on the banks of Lake Nicaragua and is surrounded by active volcanoes. When you arrive, your leader will take you on an orientation walk through the leafy Parque Central and La Calzada – a busy pedestrian street with plenty of bars and restaurants. The afternoon is yours to explore the city at your own pace."
    },
    {
      "dayNumber": 28,
      "title": "Granada.",
      "description": "This morning you’ll have breakfast with your group at Cafe de las Sonrisas – a cafe run entirely by people who are hard of hearing. The owner is aiming to bridge the gap and inspire other business owners to employ local people living with disabilities. After, the rest of the day is yours. Maybe hit the Convento y Museo San Francisco and view the collection of indigenous stone statues. Hundreds of evergreen islets dot the waters of vast Lake Nicaragua and you can spend a few hours exploring them by boat or hire a kayak and find your own way around, waving at the fisherman who live in wooden huts along the way. Just remember not to swim, as freshwater sharks live in the water!"
    },
    {
      "dayNumber": 29,
      "title": "Monteverde.",
      "description": "Today is another early start as you get ready for a full day of travel. Journey to Monteverde, where you can begin exploring this afternoon on an orientation walk with your leader. Monteverde was founded as an agricultural community in 1951 by a group of North American Quakers. These environmentally aware settlers also established a small wildlife sanctuary, which has since grown into the internationally renowned Monteverde Cloud Forest Biological Preserve. Cloud forests are like rainforests, but instead, draw their water from a semi-permanent cloud covering the region. This is truly a nature lover's paradise! More than 2000 plant species, 320 bird species and 100 mammal species call Monteverde home."
    },
    {
      "dayNumber": 30,
      "title": "Monteverde.",
      "description": "Begin the day with breakfast at a local women’s cooperative cafe. The cafe started with eight women in 1982 and has grown in number over the years, enabling many women without any formal education to generate income for their households without having to leave home, meaning they can continue caring for their children. In store, there are a variety of handmade products – be sure to check them out! The rest of your day is free to explore Monteverde at your own pace. Maybe zoom through the treetops on a ziplining adventure, or for a more relaxed experience, discover Costa Rica's agricultural heritage on a coffee and chocolate tour. Tonight, you’ll have the option to end your day with a night walk through the cloud forest to spot nocturnal creatures in their natural habitat."
    },
    {
      "dayNumber": 31,
      "title": "La Fortuna.",
      "description": "This morning, head out to the Monteverde Cloud Forest Reserve, where you’ll join a local guide to walk the reserve trails. As you walk, learn about the fascinating biodiversity of the region, look for the resplendent quetzal and listen for the sounds of howler monkeys. This afternoon, take a minibus to the shores of Lake Arenal, where you’ll then take a boat across the lake to the little town of La Fortuna. On a clear day, you'll have fantastic views of the surrounding area. Watching the massive Arenal Volcano loom larger as you approach is a spectacular sight. Once you reach La Fortuna, take another vehicle to the hotel, then freshen up and head out on a leader-led orientation walk."
    },
    {
      "dayNumber": 32,
      "title": "La Fortuna.",
      "description": "Why not start your free day today with a smoothie and plan how you want to explore? Maybe take a guided nature hike through the forest surrounding Arenal Volcano, keeping an eye out for rare plants and animals, or see the forest from a series of hanging bridges that offer a great vantage point for spotting wildlife like sloths and rainbow-coloured birds. The volcano’s inner workings also mean that the area is home to several thermal hot springs – an ideal way to relax in the middle of nature. Or maybe check out the 70 m tall La Fortuna waterfall set in the middle of the rainforest and hit the lake on a stand-up paddleboard. A boat safari in Cano Negro Wildlife Refuge offers the opportunity to see lizards, crocodiles and tropical birds in their natural habitat, so if you’re craving more wildlife, this option is perfect!"
    },
    {
      "dayNumber": 33,
      "title": "San Jose.",
      "description": "Spend your final morning in La Fortuna learning the art of Costa Rican tortillas. A local family will guide you through the process, and you’ll get to try the results over lunch. Then, watch the volcano fade into the distance on your private transfer to Costa Rica's capital – San Jose. When you arrive, head out on an orientation walk with your leader to see the main highlights. When you’ve got your bearings, maybe visit the Gold Museum, which has a fantastic collection of pre-Spanish gold art. If you're in the mood for some shopping, maybe head to the outdoor market in the Plaza de la Cultura or the city's Central Market, where you can buy anything from handicrafts to seafood. Tonight, why not join your fellow travellers for an optional farewell dinner."
    },
    {
      "dayNumber": 34,
      "title": "San Jose.",
      "description": "With no further activities planned, your trip comes to an end this morning. There's a lot to see and do in and around San Jose, so if you’d like to stay for longer, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}