{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-conservation-tour-tailormade",
  "tourName": "Costa Rica conservation tour, tailormade",
  "placesVisited": "San José, Brauillo Carillo National Park, Tortuguero Canal, Tortuguero National Park, Caribbean coast, Rainforest and Leatherback Turtle Reserve, banana plantations, La Selva Research Station, Osa Peninsula, Corcovado National Park, Drake’s Bay, Caño Island Biological Reserve, Optional night time beach patrol at the Leatherback Turtle Reserve",
  "generalInfo": "This journey from the Pacific to the Caribbean coast of Costa Rica takes you to some of Central America’s best wildlife and marine life viewing opportunities. It also provides an intense experience of rainforest, cloud forest, marine turtle and primate research and conservation.<br/><br/>Corcovado National Park<br/>For wildlife and marine life, the Corcovado National Park in the Osa Peninsula is a must for any visit to Costa Rica. The area has been described by National Geographic magazine as '..the most wildlife intense place on earth', both because of its primaeval forest and abundant offshore life. The western side of the Corcovado provides more than 30 miles of beach where the rainforest meets the Pacific Ocean. Populations of howler, capuchin, spider and squirrel monkeys are so healthy along the coast that they live in closer proximity than you are ever likely to find elsewhere.<br/><br/>Offshore, humpback whales from both the northern and southern hemispheres migrate. 17 kilometres from the coast of the northern Corcovado is the Caño Island Biological Reserve. Aside from Cocos Island way out in the Pacific, this is where you will find the country’s best marine life, both on the surface and beneath it. Dolphins are a feature of most visits to the island. Olive Ridley turtles and manta rays are also often seen at the surface and below. The coral reefs and steep drop-offs provide excellent snorkeling if you wish, with some huge shoals of fish and pelagic visitors such as sharks and barracudas. We can pre-arrange diving for certified divers.<br/><br/>Whilst you will experience the Corcovado based from a premium ecolodge, we begin your visit to the Caribbean coast ‘on location’ at one of Costa Rica’s most important leatherback turtle reserves. It was initially established to protect one of Central America’s most important nesting grounds for the giant Leatherback Turtles. It also protects a growing area of rainforest, the future protection of which your visit with us helps to protect.<br/><br/>Leatherback Turtle Conservation<br/>Giant Leatherbacks are the largest of the marine turtles, with the biggest measured specimen some 2.4 metres in length. Between mid March and early June, hundreds of leatherbacks come to our reserve to lay their eggs. Whilst they can move around freely in water, their quest to lay eggs is a monumental struggle. A pregnant female must first locate a beach and then drag her huge body five or more metres out of the sea using fins designed for water. These same fins then need to dig a metre deep hole in which she lays her eggs before covering them back over with sand. You can’t help but feel the strain of her quest and gain a sense of her vulnerability out of the water.<br/><br/>Fortunately, nesting leatherbacks are protected by law in Costa Rica and projects like those you will visit on this extension help to protect leatherback eggs from poachers and dogs. You will be asked to take great care in watching this process. Once a female has begun this process it is unlikely she will stop, but it is important to avoid upsetting her with torches or camera flashes.<br/><br/>The Leatherback Turtle Reserve was established to protect 6 kilometres of some of the most important leatherback nesting sites in Central America. Green turtles also arrive in large numbers here, but the Tortuguero National Park is best known for green turtles. Tortuguero literally means ‘place of turtles’ and it is the green turtles largest nesting site in the Western Hemisphere in fact. They start to arrive in July, which is about halfway into the period when leatherback hatchlings climb their way up through the sand and run the gauntlet of predators into the sea. Green turtle egg laying usually runs until October and hatchlings can be seen taking to the sea as late as November.<br/><br/>Both the reserve and the Tortuguero National Park are fantastic locations for spotting lowland rainforest wildlife and birdlife. Jaguars sometimes appear on the beaches in Tortuguero and puma tracks are often found at the reserve, as well as peccary and more than 265 species of bird. Howler monkeys and white fronted capuchins can be seen everyday, and for part of the year you will be able to follow and assist a primate researcher in her twice daily studies in the behaviour of this, the New World’s most intelligent primate.<br/><br/>In travelling between the Pacifc and Caribbean you will experience the stunning cloud forest scenery of the Braulio Carillo National Park and the La Selva Research Station. Here you will be able to learn about one of the longest established research projects in Costa Rica and observe some of the incredible 448 species of birds found here.",
  "durationDays": "12",
  "price": "2470",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive San José, Costa Rica where you will be met and transferred to the El Presidente Hotel in the centre of San Jose (subject to availability)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day to rest and acclimatize in San Jose."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be collected early from your hotel and transferred from San José overland through the Brauillo Carillo National Park to the Tortuguero Canal. Here you will meet a motor canoe from where you will be taken north to your jungle lodge in the Tortuguero National."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Tortuguero National Park."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "From the Tortuguero National Park you will be transferred privately by motor canoe half way down the Caribbean coast of Costa Rica to our Rainforest and Leatherback Turtle Reserve."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will be transferred further south along the Tortuguero Canal to a river dock east of Matina. Here you will be met by a private vehicle and driver / guide who will take you through coastal banana plantations before ascending into the Braulio Carillo National Park and the La Selva Research Station and reserve. You will explore the La Selva Reserve and visitor centre led by the station staff. After spending a few days in lowland rainforest you will find this montane forest noticeably cooler. Later you will be transferred back to your hotel in San Jose."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will be collected form your hotel early and driven to the airport for your flight to the south west of Costa Rica. You will be met upon arrival and transferred overland and by boat to the Osa Peninsula."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You will be transferred overland and by water to Palmar Sur airport (or Drake’s Bay) and flown back to San José. You will be met upon arrival and taken back to your hotel in San Jose."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You will be collected from your hotel and taken to the airport for your flight home or for your onwards flight to Panama City."
    }
  ],
  "map": ""
}