{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-holiday-with-teens",
  "tourName": "Costa Rica family holiday with teens",
  "placesVisited": "",
  "generalInfo": "San Jose - Turrialba - La Fortuna - Samara - Isla Chiquita - Monteverde - Manuel Antonio Find your adventurous side on this fun-filled fifteen day family itinerary designed with teens in mind. Starting in San Jose take a stroll around the city streets before diving straight into your adventure, white water rafting beside awe inspiring and majestic Turrialba volcano. For ultimate freedom, self-drive to La Fortuna, a lush destination full of nature and adventure. This is home to the famous Arenal Volcano, a must see on any Costa Rica bucket list. Take a trip in your kayak across gorgeous and biodiverse Arenal Lake. Next stop: sand and surf in Samara, as well as dolphin spotting, snorkelling and zip lining by the sea. Meet your expert local guide Ronaldo and set up tent to survey the stars in your next Island destination. Enjoy locally sourced, sustainable dinner as the sun goes down. Saving some of the best experiences until last, take a canopy walk through the incredible cloud forests of Monteverde. Zipline through to the final leg of your adventure, Manuel Antonio national park, famous for its stunning beaches and laid back, relaxing vibe. Kick back, relax and reflect on this unspoilt coastline. Because of the adventurous nature of this trip, it is ideal for family groups with teenage members who are looking to get out on the wild side and find their inner adventurer. With lots of exciting activities, there is something for everyone, and plenty of bonding moments. A fantastic itinerary for the ultimate fun-filled family adventure you will always remember.",
  "durationDays": "15",
  "price": "1825",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "STROLLING THROUGH SAN JOSE: Costa Rica’s capital might not be top of your family’s must-do list, but the city has its Latin charms and is a pleasant place to start your journey through the country. You’ll be transferred to a comfy hotel with a pool just outside of the city centre, where you can recharge your batteries and get ready for your adventures ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "WHITE WATER RAFTING IN TURRIALBA: From San Jose, you’ll travel to Turrialba, a picturesque mountain town with beautiful views, a laid-back atmosphere and lots of coffee! The drive should take around 2 hours. Here you’ll stay in a family-run eco-lodge set by the side of the smoking Turrialba volcano, and surrounded by lush gardens. The town is also home to plenty of local restaurants, and is a great place to relax and breathe in the fresh air. There’s nothing planned for you today so you’ll have plenty of time to explore the town. Don’t stay up too late though as tomorrow brings a new adventure and an early start. Today’s activity will please the adrenaline-seekers in your family as you navigate the cascading rapids of the world-renowned Pacuare river, hands down the most picturesque in the whole of Costa Rica. Passing by the tropical forests and lush green valleys you’ll navigate the rapids together with your team and an experienced guide. Marvel at gashing waterfalls, drift down the scenic canyon and spot exotic creatures on the shores. At the end of this breath-taking experience you’ll be rewarded with a hearty lunch on the river bank."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FOOTSTEPS (AND KAYAKS) AT THE ARENAL VOLCANO: Next up, you hop back in your hire car and head to to La Fortuna, about 3.5 hours away. La Fortuna is home to the famous Arenal Volcano, a lush destination full of nature and adventure – something for all the family. Despite La Fortuna becoming more and more popular, it still maintains that ‘small-town’ feeling and is the perfect place to explore the greenery of Costa Rica. Take a wander around the national park, before getting out on the beautiful Arenal Lake on a kayak trip arranged by us."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SAND & SURF IN SAMARA: Next, you’ll jump in your hire car for the journey to the Pacific coast, and the town of Samara, around 4 hours away. Relax and play around on the quiet beaches of Costa Rica’s Pacific coast. You’ll stay in a small-scale hotel with a pool in the little beach town of Samara, where life moves at a snail’s pace and you can spend a few days reading your book whilst the kids splash around in the sea. The waves here are perfect for learning to surf too, and we’ll arrange a lesson to get you all started! You can arrange dolphin spotting, snorkelling trips, rent a quad bike or even go zip lining. In the evenings you can sit by the sea with a drink – total relaxation!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SET UP A TENT ON ISLA CHIQUITA: Next, you’ll leave your car (and all your worries) behind – it’s time to really unwind and get close to nature. After a short walk through the mangroves, you’ll hop on a boat and in just 10 minutes find yourself on a small island, hidden away from the world in the Gulf of Nicoya. This is your home for the next few days, and here you won’t have many neighbours. You’ll stay in a fully-furnished glamping tent, with a good-sized bed, private bathroom and shower with hot water. The next morning, you can start your day with a tasty breakfast overlooking the sea, before heading on a short guided hike across the island, where you’ll enjoy breathtaking views and learn about the plants, birds and wildlife that live here. Afterwards, grab a kayak or paddleboard and explore the calm waters, or kick back and relax on the beach, soaking up the laid-back atmosphere."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HEAD IN THE CLOUD FOREST- MONTEVERDE: Next, you’ll travel to the cloud forests of Monteverde. Today’s journey will take roughly 3 hours. Over the next few days, you and your family will explore the cloud forests of Monteverde, a laid-back hilltop town, with some good restaurants and plenty of family-friendly activities. You’ll stay in a lodge on the outskirts of town, and set out to explore the tree-tops. Walk across hanging bridges high above the forest floor, keeping your eyes peeled for sloths hanging in the trees, then on to the sky tram which takes you high above the canopy. Finally you’ll head to the ziplines, for a final flight through the cloud forest."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BEACHES AND MONKEYS OF MANUEL ANTONIO: Then, you’ll continue your journey south to the tropical beaches of Manuel Antonio. Today’s journey will take roughly 3 hours. Over the next few days you can kick back at the coast with a visit to the beach-side town of Manuel Antonio. This gem on the Pacific coast is famous for it’s National Park, a great place to spot animals in the jungle. The area also has great sandy beaches, lots of choices for dining out and some of the best family hotels in Costa Rica. You’ll stay in a hotel close to the ocean with an inviting pool and an on-site restaurant. During your stay you’ll learn about Costa Rica’s wildlife while visting Manuel Antonio National Park. You’ll take a guided tour to learn about the flora and fauna, and spot even the smallest and well-camouflaged inhabitants of the rainforest. The rest of your time here is free to spend exploring the National Park or hanging out at the pool or the beach. Next, you’ll take the 3-hour trip to the outskirts of San Jose, ready to take your flight home."
    }
  ],
  "map": ""
}