{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-activity-and-community-holiday",
  "tourName": "Costa Rica activity and community holiday",
  "placesVisited": "San José, City tour by night, White water rafting, Puerto Viejo, Workshops on Spanish language, Costa Rica culture and environment, Yoga class, Cookery lesson, Homestay, Wide range of optional activities",
  "generalInfo": "On this Costa Rica volunteering trip you’ll get out just as much as you put in. One day you’ll be helping put together a plan for a social or conservation project in the area you’re staying, and the next you might be taking a cookery lesson with a local chef, a yoga session, or learning how to surf!<br/><br/>Beginning with a night time tour of the beautiful capital, San José, you’ll take part in an itinerary that is designed to make a positive difference while still leaving plenty of time for fun.<br/><br/>Before heading to the South Caribbean coast and the town of Puerto Viejo, you’ll put your nerve to the test with some white water rafting. Then it’s time for some useful background, with workshops on basic Spanish language, Costa Rican culture and current environmental issues, so that you’re ready to play your part. <br/><br/>You’ll be working alongside local teams of volunteers across a selection of community and youth programs in the mornings, leaving you free in the afternoons to pursue your own interests. On-site there is a wide range of activities available to you, from organic chocolate tasting tours to kayaking, snorkeling to horseback riding, or more Spanish lessons.<br/><br/>Take a Costa Rica holiday that gives back, and you might be amazed how much more fun it is than just sprawling on the beach!<br/><br/><br/>Note: course can be extended for up to 12 people, and is available for small to mid-sized groups (12 people).<br/>",
  "durationDays": "8",
  "price": "890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Airport Pickup and transfer to accommodation (host family) night hike San Jose w/gourmet dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Pickup after breakfast, Rafting tour and drop of in Puerto Viejo, South Caribbean, lunch and dinner included"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast introduction to the program and city tour. Surf session in the afternoon (depending on weather might be on day 4) ."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning available for tours (or 2h surf session), 2pm-6pm workshop on Spanish Language, culture and current environmental situation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast beach clean-up or recycling workshop, yoga class available on site in the afternoon."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast visit our indigenous community Cacao project and learn about medical plants and Cacao process."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast presentation of results and closing. Shuttle to San Jose, overnight stay and closure dinner included"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast and Airport drop off included."
    }
  ],
  "map": ""
}