{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-highlights-holiday",
  "tourName": "Costa Rica highlights holiday",
  "placesVisited": "San Jose, Puerto Viejo, La Fortuna, Arenal Volcano, Monteverde, Manuel Antonio National Park",
  "generalInfo": "San Jose - Puerto Viejo - La Fortuna - Monteverde - Manuel Antonio - San Jose<br/><br/>If you are looking for a 2 week roundtrip that encompasses Costa Rica's top spots across both coastlines in one itinerary, look no further. Ranging from volcanoes to cloud forests, Caribbean influences  to pristine beaches, our team of Costa Rica experts are here to put together a tailor made trip based on the bits we know work best, so that you still experience the adventure and authenticity of your destination, but with the hassle taken out of it. We also offer the flexibility of self drive, or transfers, depending on your preference.<br/><br/>From sprawling San Jose to reggae and relaxation in the Caribbean, we recommend kicking back on the sandy beaches with a tropical cocktail or visiting Cahuita national park.<br/><br/>Journeying from your first beach break to volcanic landscapes, today you will make the move to world famous Arenal volcano in La Fortuna, one of the best photo backdrops in the country.<br/><br/>No holiday here is complete without a visit to the cloud forest of Monteverde, where our expert local guides will help you discover the incredible flora and fauna shrouded in ethereal mist that makes Costa Rica such a magical destination.<br/><br/>At your final stop enjoy a serene beach stay complete with breath taking views of the coast and an incredible animal sanctuary visit where you will learn more about the nitty gritty of animal conservation in the eco hub that is Costa Rica.<br/><br/>This holiday also celebrates the fact that Costa Rica has two coastlines, one on the Caribbean and the other on the Pacific, and you get to visit and stay in both, enjoying the Creole culture around Puerto Viejo on the Caribbean and the vast swathes of beach on the Pacific, each seascape topping and tailing this wonderful Costa Rican journey. It also highlights Costa Rica as a top eco-conscious destination, absolutely perfectly suited to the responsible traveller.",
  "durationDays": "13",
  "price": "2065",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We know the way to San José: After a long flight you’ll be pleased to see a representative from our local office waiting to whisk you away to your modern hotel. The next morning you’ll visit the office of our local partner where you’ll be greeted with a Costa Rican coffee. We’ll organise a two hour walk for you around the city with an English speaking guide to discover the secret sights of the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Reefs & Reggae of the Caribbean: From your hotel in San Jose, you’ll be picked up by shuttle bus for your journey down the coast to Puerto Viejo (which takes approximately 4-5 hours). After all that travelling you’re probably ready for a long stretch of sandy beach and a tasty Caribbean stew; well, Puerto Viejo is the place for both. The distinctly Caribbean feel means that you’re never too far from an intoxicating reggae beat or a tropical cocktail. You’ll also get your nature fix, visiting nearby Cahuita National Park to explore the colourful world both above and below the water."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lava Flows of Arenal Volcano: At the end of your stay at the beach, you will take the shuttle bus or hire car up into the hills to La Fortuna, home to Arenal volcano. Your driving time today is between 4 to 5 hours. As you head towards La Fortuna, at the foot of Arenal volcano, you’ll notice the landscape becoming more mountainous and the winding road becoming more pot-holed. The mighty volcano and beautiful countryside is one of the most iconic images of Costa Rica. We’ll arrange for you to stay in a comfortable wooden cabin hotel, just outside the popular tourist town. During your stay, you will take a hike through the lush landscape, with the volcano as a beautiful back-drop before being transferred to the hot springs where you can unwind."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Into the Cloud Forests of Monteverde: Next, we’ll arrange for a jeep and boat transfer to take you from your hotel in La Fortuna to your hotel in Monteverde, which should take about 3 hours. If you’re driving you’ll take a bumpy road and perhaps along the way stop off at a cafe. Driving time is usually about 4 hours. Feel the magic of the dense cloud forest of Monteverde. Take a guided canopy walk through the forest where ferns, mosses and orchids bloom amongst the hanging tree branches and beautiful birds dart through the trees. Due to the humid climate the forest gives off a fairytale-like atmosphere, especially in often-present mist. You’ll stay in a comfortable Swiss-style chalet, set amongst wooded surroundings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ocean Waves & Jungle Days: Next, you’ll make the journey to Manuel Antonio on the Pacific coast. Your driving time today roughly takes 4.5 hours. Manuel Antonio, located on the Pacific Coast, boasts crescent-shaped bays, jungles bursting with wildlife and an excellent bar and restaurant scene. You’ll stay in a hill-top villa resort with a pool for refreshing dips and serene views across the ocean. During your stay you’ll visit an animal sanctuary inland who are hard at work rescuing, rehabilitating and releasing a whole host of animals. The area is home to the most visited National Park in the country and is easy to explore on your own with a mix of jungle trails and pretty beaches. Next, you’ll make the 4-hour journey back to San Jose where you’ll spend the night. The next day we’ll arrange for a transfer to collect you from your hotel and take you to the airport. If you’re driving you can drop your car off on the way to the airport and jump in the free transfer to the terminal."
    }
  ],
  "map": ""
}