{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-tailor-made-holiday-highlights",
  "tourName": "Costa Rica tailor made holiday, highlights",
  "placesVisited": "",
  "generalInfo": "Costa Rica Uncovered is our suggested trip for those who really want to get to know Costa Rica in all its glory. From pristine rainforests to majestic volcanoes and white sand beaches to turquoise waterfalls, this itinerary takes you to some the country's best-loved highlights as well as some less well-known, but by no means less spectacular, areas. You also have the chance to encounter some of Costa Rica's remaining indigenous peoples and experience the stunning beauty of their protected reserves as well as their fascinating traditional culture.",
  "durationDays": "13",
  "price": "3200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the international airport of San José, where you will be met by one of our representatives and taken to your charming hotel. Depending on when you arrive, you may have time to do a walking tour around the centre of town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your adventure begins as you head south into the mountains, enjoying beautiful vistas until you arrive at Tami Lodge, surrounded by mountains and cloud forest. The next 3 nights will be spent immersed in the peace and tranquility of the cloud forest, surrounded by nature in comfort and style. Spacious tented bungalows offer you the adventure of the outdoors alongside the comfort and amenities usually reserved for a hotel stay. (B/L/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning is worth an early start as, accompanied by an expert guide, you could find over 80 identified bird species. During peak viewing season (Dec-May) you will see at least 20-25 different species, while the main viewpoint of the walk is renowned worldwide as the place to glimpse the largest known gathering of the famous quetzales. Add in lush flora and fauna along the way and this 2 hour tour makes the perfect combination for bird and nature lovers. In the afternoon explore the self-guided trails around the lodge and discover some of the waterfalls hidden in the forest. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Located at the south end of the Pacific coast, the Osa peninsula includes Corcovado National Park, home to Costa Rica's greatest variety of plants and animals - and that is saying something! This primary rainforest is one of the most impressive parts of the country for its vast wildernesses and untouched forests. In true Costa Rican style you will also find a range of lodges for you to stay at, from guest houses to luxury jungle hideaways, all developed with nature and sustainability in mind. Time spent in Osa may reward you with glimpses of sloths, monkeys or even tapirs, but it's also a great place to get closer to local communities and the unique experiences they offer. The waters are awash with small islands where you can see tropical fish, dolphins and manta rays. If you have even one adventurous bone in your body, then Osa is definitely worth a visit. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will have a unique opportunity to explore dense primary and secondary rainforest adjacent to a ranger station deep in the jungle. During a 1.5 hour hike, your guide will point out many diverse species living around the clearly-marked trails, such as white-faced and howler monkeys, white-lipped peccaries, scarlet macaws, coati and more. After lunch, hike to a beautiful waterfall, the perfect place to take photos and swim under the smaller falls nearby. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave the Osa Peninsula and travel to the central Pacific coast to the Manuel Antonio National Park, known for its beautiful beaches and forests. It’s not hard to see tiny, endangered tití monkeys, white-faced monkeys, iguanas and tropical birds that live in the park. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head inland to the Los Campesinos reserve. This special journey will take you on a dirt road surrounded by pristine forest and rivers to the village of Quebrada Arroyo, where you will meet the former vanilla farmers who founded this reserve. On arrival a delicious snack will be served and you will be given an introduction to the village, the Vainilleros Association and the reserve. Then your local guide will take you for a walk on the Mirador El Pacifico Trail (approximately 2.5 hours) while sharing stories of his adventures in the forest and explaining the uses of native plants. In the afternoon take a short walk across a hanging bridge to go swimming in the waterfall. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Set out for the Arenal Volcano, which explodes several times a day when active, sending up a cloud of smoke. The trip to La Fortuna, the town to the east of the volcano, is very picturesque, with views of dairy farms and local agriculture. Perhaps finish the day with a soak in the thermal springs (optional). (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The morning is free to explore the Arenal Volcano National Park, with hanging bridges, waterfalls and a canopy zip line all nearby. Then continue north to Tenorio National Park and the stunning turquoise blue Río Celeste. (B/L/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hike to the gorgeous Río Celeste waterfall, one of the most beautiful sights in all Costa Rica. During your hike, you’ll see beautiful flora and fauna and many species of birds. Further along the trail you’ll reach the spot where two rivers meet and the calcium carbonate in the rocks reacts with the sulphur emitted by the volcano to create the amazing turquoise blue colour of the Río Celeste. (B/L/D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore one of the Nicoya Peninsula's hidden jewels, the Karen Mogensen Reserve - 2,224 acres of tropical forest with the 80 metre Bridal Veil Falls, natural swimming pools and wonderful trails through primary rainforest. Cerro Escondido Rural Inn is in a hidden valley, only reachable by a 1.5 hour hike into the middle of the reserve. Here you can disconnect from everything and lose yourself amidst the sounds of the forest. (B/L/D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Say goodbye and leave Cerro Escondido for the return trip to San José. (B)"
    }
  ],
  "map": ""
}