{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-wildlife-tour",
  "tourName": "Costa Rica wildlife tour",
  "placesVisited": "San Jose, Boat tour in Tortuguero National Park, Caribbean and Pacific Coasts, Sea Turtle Museum, Turtle nesting from July-Sep, Quetzal tour in Savegre, Manuel Antonio National Park, Golfito, Optional: jungle walks, kayaking, snorkelling, waterfall treks in Piedras Blancas National Park",
  "generalInfo": "This two-week, tailormade tour of Costa Rica from the capital, San Jose, is a vivid journey into the spectacular biodiversity and natural landscapes that make this Central American country a paradise for ecotourists.<br/><br/>Book a holiday between July and September for a chance to watch sea turtles making their way up the beach to lay their eggs in the sand at Tortuguero National Park. The following few months are the wettest and hottest of the year but otherwise any time is good to visit Costa Rica.<br/><br/>Explore Tortuguero’s canals and nature trails for a couple of days before moving on to the San Gerardo de Dota region, notable for its old-growth forests, the Savegre River, and for being the habitat of the Resplendent Quetzal. You’ll take a guided tour into the cloud forest in search of this aptly named bird, with its vibrant green plumage and red breast, before continuing to Costa Rica’s gorgeous Central Pacific Coast. <br/><br/>Here, besides the idyllic beaches, you have dense forest that echoes to the chants of monkeys and tropical birds, with the odd iguana perching around too. Stay in a private nature reserve as you trek through pristine virgin rainforest in search of howler monkeys, Morpho butterflies and ‘Jesus Christ’ lizards that walk across water.<br/><br/>Finally reaching Corcovado National Park on the Osa Peninsula you might do some more hiking, snorkel with manta rays and dolphins, or visit with the local communities in this remote and wild part of the country.<br/><br/>Costa Rica is about the world’s most epic destination for nature tourism, and this trip promises a deep dive that will leave you amazed. <br/>",
  "durationDays": "14",
  "price": "3550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the international airport of San José, where you will be met by one of our representatives and taken to your hotel. Depending on when you arrive, you may have time for a walking tour around the centre of town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your guide will pick up you early for your shared transfer to Tortuguero and the Costa Rican Caribbean. The first half of your journey will be by road before boarding a comfortable boat for the exotic trip down the freshwater canals that take you to Tortuguero National Park. After a refreshing tropical drink and lunch, boat across the river to visit the Sea Turtle Museum, the beach and Tortuguero Village. (B/L/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today starts with an early morning shared boat tour through the canals of Tortuguero at dawn, marveling at the exotic flora and fauna protected in the park. After breakfast, enjoy the nature trails from your lodge, take another boat trip or relax around the pool. During turtle season (Jul-Sep) you will be able to watch the turtles coming up the beach to lay their eggs. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a relaxing breakfast, sail back down the canals to Guapiles and continue on to the amazing Tami Lodge, surrounded by mountains and cloud forest. The next 3 nights will be spent immersed in the peace and tranquility of the cloud forest, surrounded by nature in comfort and style. Spacious tented bungalows offer you the adventure of the outdoors alongside the comfort and amenities usually reserved for a hotel stay. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning is worth an early start as, accompanied by an expert guide, you could find over 80 identified bird species. During peak viewing season (Dec-May) you will see at least 20-25 different species, while the main viewpoint of the walk is renowned worldwide as the place to glimpse the largest known gathering of the famous quetzales. Add in lush flora and fauna along the way and this 2 hour tour makes the perfect combination for bird and nature lovers. In the afternoon explore the self-guided trails around the lodge and discover some of the waterfalls hidden in the forest. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today's BIOCOFFEE tour allows you to experience coffee production first hand in the best known coffee region of Costa Rica. You will visit Coopedota to meet the workers and see the entire process from plant to cup. Afterwards head to a certified organic coffee plantation, whose objective is to create environmental consciousness through their tours. The operation uses modern and environmentally-friendly techniques to work in harmony with the forest and avoid wasting precious resources, especially water. Oh, and of course you'll also enjoy some of the best coffee in the world! (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Located at the south end of the Pacific coast, the Osa peninsula includes Corcovado National Park, home to Costa Rica's greatest variety of plants and animals - and that is saying something! This primary rainforest is one of the most impressive parts of the country for its vast wildernesses and untouched forests. In true Costa Rican style you will also find a range of lodges for you to stay at, from guest houses to luxury jungle hideaways, all developed with nature and sustainability in mind. Time spent in Osa may reward you with glimpses of sloths, monkeys or even tapirs, but it's also a great place to get closer to local communities and the unique experiences they offer. The waters are awash with small islands where you can see tropical fish, dolphins and manta rays. If you have even one adventurous bone in your body, then Osa is definitely worth a visit. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will have a unique opportunity to explore dense primary and secondary rainforest adjacent to a ranger station deep in the jungle. During a 1.5 hour hike, your guide will point out many diverse species living around the clearly-marked trails, such as white-faced and howler monkeys, white-lipped peccaries, scarlet macaws, coati and more. After lunch, hike to a beautiful waterfall, the perfect place to take photos and swim under the smaller falls nearby. (B/L/D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Just a few minutes into a 45 minute boat ride from your lodge, you will sight Cano Island, a paradise for snorkelers, scuba divers, swimmers, and sunbathers alike. During the northern and southern migrations (Dec-Apr / Jul -Nov) you may be lucky enough to spot humpback whales or dolphins frolicking on the way! You will snorkel at two sites close to the island, where your guide will point out diverse marine species including olive ridley and hawksbill turtles, white-tipped sharks, moray eels, sting rays and lots of tropical reef fish. (B/L/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your journey continues as you drive north along the Pacific Coast to the wonderful La Cusinga Lodge, set in a private nature reserve surrounded by lush vegetation and an extensive network of trails that lead to pristine beaches. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The day is free for you to hike through the virgin rainforest along any of the lodge's private trails, such as the Punta Pargo trail, the Los Ajos trail or the Playa Arco trail. As you walk, you may spot howler monkeys, Morpho butterflies, Jesus Christ lizards walking across the water, toucans and a whole lot more. (B/L)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Continue north to the stunning coastline of Manuel Antonio National Park. With lush green forest creeping onto the beautiful white sands and warm Pacific waters, the park epitomises Central America's rugged western coast and is one of Costa Rica’s most popular and scenic national parks. Explore the well-marked trails surrounded then relax in the afternoon on the beach or by the pool. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is free for you to explore the park some more, looking for prolific wildlife that includes toucans and several species of monkeys, sloths, raccoons, iguanas and tropical birds. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Sadly it's time to say goodbye to paradise as you are transferred to the airport in time for your return flight home. (B)"
    }
  ],
  "map": ""
}