{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-and-panama-holiday",
  "tourName": "Costa Rica and Panama holiday",
  "placesVisited": "",
  "generalInfo": "Connected by rich rainforests, Costa Rica and Panama undoubtedly share attributes including their pristine beaches, quality coffee and abolition of their armies. On this 12-day overland adventure we’ll also explore their contrasts, journeying from the engineering marvel of the Panama Canal to the volcanic landscapes of Costa Rica.The adventure begins in Panama City, comparing old and new during a visit to the UNESCO colonial old town of Casco Viejo and the world-famous waterway of the Panama Canal. We’ll then enjoy an immersion into Panama’s cultural and folkloric heritage on the Azuero Peninsula, before ending in the coffee capital of Boquete to taste the world’s most expensive geisha coffee. Crossing into Costa Rica’s far-flung southwestern corner, there’ll be time for hiking and wildlife spotting amidst the coastal rainforests of Corcovado National Park and the steamy cloud forests around Monteverde, before finishing up in the hanging bridges and hot springs of Arenal Volcano and the bubbling caldera of Poas Volcano. A comprehensive tour of each of these popular Central American countries provides the perfect opportunity to combine their must-see destinations with some lesser-explored experiences across this section of the Pan-American Highway.",
  "durationDays": "12",
  "price": "5275",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Panama City (Panama): Our journey begins in Panama City, the country’s capital and Central America’s commerce and transport hub. Undeniably important to today’s global trade, it continues this legacy having originally been at the heart of one of the Spanish Empire’s ‘New World’ trade routes, after being conquered in 1519 as the first European settlement on the Pacific Coast of the Americas. After checking in to our hotel in the city’s financial district in the heart of the concrete jungle that is modern-day Panama City, there will be time to rest and prepare for the trip ahead or alternatively start exploring this vibrant city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Panama City: Casco Viejo Old Town & Panama Canal Locks: Nestled between the Pacific Ocean in front and the city’s high-rises as a backdrop, the historic quarter - affectionately known as ‘Casco Viejo’ - is a UNESCO World Heritage Site whose collection of Spanish colonial buildings and French and Antillean townhouses we’ll explore via a walking tour this morning. Following a break for lunch, we’ll head inland to the grand locks at the famous feat of engineering that is the Panama Canal. Begun by the French in 1881 and later revived by the United States, it was built to avoid the hazardous journey around Cape Horn and opened on August 15, 1914. It remains to this day one of the world’s most spectacular technological undertakings."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Panama City - Chitré: Heading up the Pan-American Highway, this morning we’ll leave the capital for the country’s cultural capital, Chitré, found on the Azuero Peninsula. These rural ranching heartlands are famed for their carnival celebrations, believed to date back to the mid-16th century, and are largely overlooked by international visitors in a hurry to fly up north. Filled with fascinating folklore and smiling faces, it provides an ideal stopover to discover a little something of the region’s vibrant Azuero culture."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chitré Cultural Tour - Boquete: Many of the villages and countryside towns dotting the Azuero Peninsula are known for a distinct trade and artisan skill mastered by their residents. We’ll spend the morning visiting a few artisans in neighbouring towns to learn how the local, leather ‘cutarras’ sandals are made; understand how handmade pottery is produced in the region; and to see the intricate details that go into the traditional ‘pollera’ dresses before the annual Parade of a Thousand Skirts. After lunch, we’ll hit the highway and drive up to the town of Boquete, stunningly located within a lush highland valley close to the northern border with Costa Rica."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Boquete: Coffee Tour & Tasting: Lying at around 900m, in a region known locally as ‘The Valley of Flowers’, Boquete offers up a wonderful mix of mountain peaks, cloud forest, coffee plantations and small farms. This morning we’ll drive through the verdant hills of the valley to one of the town’s beloved coffee fincas for a tour and tasting, including the chance to sip the award-winning geisha coffee that recently won the accolade of the world’s most expensive coffee. Later, there’ll be a chance to stop in town for some fresh strawberries as we learn about the importance of vegetable and fruit farms in the area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Boquete - Border Crossing – Dominical (Costa Rica): Setting off this morning, we’ll pick the Pan-American Highway back up following it over the border and to the beach town of Dominical in neighbouring Costa Rica. Sandwiched between lush rainforest and the rolling surf of the Pacific Ocean, Dominical will be our base for the next couple of nights. Depending on our arrival time after the border crossing, there should hopefully be the opportunity to enjoy an afternoon lazing by the pool or a walk down into the coastal village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dominical: Corcovado National Park Boat & Hike: Setting off from the hotel early this morning we’ll drive over to a neighbouring village along the Costa Ballena (Whale Coast) to board our boat across the Pacific waters. During the migration season (Dec – Mar), it’s sometimes possible to spot humpbacks teaching their calves in the water during the crossing. After landing on the protected Osa Peninsula, we’ll begin our first hike into the rainforests of the Corcovado National Park in search of the tapirs, sloths, monkeys, macaws and other wildlife that roam undisturbed here. Making our way back in time for our picnic lunch set up on the beach, we’ll later head off on a coastal walk along the undeveloped stretches of the peninsula’s beaches in the afternoon, before taking the boat and our transfer back to the hotel.Approx hiking time 4hrs"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dominical - Monteverde: Turning our back on the coast, we’ll make our way inland this morning up towards the cloud forest-covered highlands of Monteverde. One of the country’s major ecotourism destinations, Monteverde was once described as “the jewel in the crown of cloud forest reserves” by National Geographic. Upon arrival, we’ll settle into our hotel around the small highland town of Santa Elena, the entry to Monteverde."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Monteverde – Arenal: Hiking in the Cloud Forest: Luckily for those wanting to escape the crowds, the rich forests of the ever-popular Monteverde Cloud Forest expand beyond the reserve’s boundaries. So today, we’ll be heading to one of the adjacent reserves, also run by the not-for-profit Monteverde Conservation Association. One of the most biodiverse areas on earth, its 23,000 hectares play host to one of the world’s largest numbers of orchid species in a single location and 450 species of birds, including the resplendent quetzal, some of which we’ll be hoping to spot as we explore the quieter trails on this side of the cloud forest. After lunch, we’ll begin the transfer through stunning scenes of the steamy highlands and around Arenal Lake to reach our next hotel below Arenal Volcano’s imposing gaze."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Arenal: Hanging Bridges & Hot Springs: The mornings are usually the best time to see Arenal Volcano’s conical top rising to 1,633m, so this morning we’ll head over to the hanging bridges suspended over its surrounding forests for a fun way to enjoy views of the volcano. After a morning exploring the trails and seven hanging bridges, suspended some 600m above the forest floor, the afternoon has been set aside to soak in idyllic nearby volcanic thermal springs – a must while in Arenal – and take some time to unwind before dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Arenal – Central Highlands: The final leg of our journey sees us crossing through the cloud-forest covered landscapes of the Central Mountain Range near Costa Rica’s capital, San Jose. Above the Central Valley the capital is nestled in is one of the country’s natural treasures, Poas Volcano National Park, covering approximately 65 square kilometres and dominated by the smoldering Poás Volcano - a 2,700m giant that has erupted some 40 times in the past 200 years. Our final hotel sits at the heart of this region that contains no fewer than six national parks and provides a spectacular setting for our farewell dinner this evening."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Central Highlands – Poás Volcano Tour – Depart San José: Making use of the often-clearer morning skies, we’ll head to Poás Volcano National Park after breakfast for a chance to peek into the volcano’s turquoise crater lake. Established in 1971, the wider national park is home to an array of plant and animal life including coyotes, marmots, varieties of hummingbird as well as the rare resplendent quetzal. A panoramic view over the natural landmark’s bubbling caldera and surrounding biodiverse forests provides an ideal final shot of these volcanic lands. The adventure ends in San Jose where those on the group tour flight can be taken to the airport for their afternoon flight."
    }
  ],
  "map": ""
}