{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "central-america-tours",
  "tourName": "Central America tours",
  "placesVisited": "Panama: Panama City, Panama Canal, Boquete, Pan-American Highway, Colón Island, Bocas del Toro, Costa Rica: San José, Caribbean coast, Braulio Carrillo National Park, Option for white water rafting, Monteverde National Park Cloud Forest, Nicaragua: San Jorge, Lake Nicaragua, Ometepe Island, Granada, Masaya National Park, Momotombo Volcano, León El Salvador: Suchitoto, Lake Suchitlán, Honduras: Mayan ruins of Copán, Guatemala: Antigua",
  "generalInfo": "This three-week Central America tour starts in Panama and ends in Guatemala, an overland tour that takes in six countries in total. Travelling by bus and staying in small, locally owned accommodation along the way, this journey of discovery takes you through the magnificent volcanic terrain of Central America, particularly in Nicaragua, but also along the glistening Caribbean coast in places that are well off the beaten path. <br/><br/>The Pan-American Highway that takes you through Panama is, in contrast, a very well beaten path but an historic route along this idyllic isthmus. Going much further back in history is the Ruta Maya, and the ancient archaeology that is dotted around Central America is also something we will get a chance to visit on this tour, such as at Copán in Honduras. <br/><br/>From traditional, indigenous communities to elegant colonial towns, you will dip in and out of many different lifestyles and traditions on this trip, as well as the many biodiverse landscapes which influence these lifestyles. These landscapes also proffer the chance for outdoor adventures, from white water rafting along the Pacuare River in Costa Rica to snorkelling in Bastimentos National Marine Park in Panama. On this trip every day is different and, on many days, even presents you with another country. <br/><br/>",
  "durationDays": "22",
  "price": "4292",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met at the airport by the tour leader or a local representative and escorted to the group hotel."
    },
    {
      "dayNumber": 2,
      "title": "Explore Panama City and the Canal.",
      "description": "Your guided tour explores Central America’s most cosmopolitan and wealthy capital, built along picturesque Panama Bay. The contemporary Hong Kong-style skyscrapers of the Paitilla district dominate the skyline at one end, whilst at the other lies the decaying, peeling colonial heart of San Felipe. After discovering the narrow streets, delightful plazas and overhanging balconies of this area you continue to Panama Viejo. This is the site of the city’s original settlement until it was ransacked by the infamous British buccaneer Henry Morgan in 1671. The excursion proceeds out of town to the Panama Canal and the Miraflores Locks. As the excellent visitors’ centre elaborates, this extraordinary feat of engineering was started by the French diplomat Ferdinand de Lesseps in 1880, following his success with the recently inaugurated Suez Canal, but was only completed in 1914 after the Americans assumed ownership. To the delight of most Panamanians, the canal was returned to Panama on 31 December 1999."
    },
    {
      "dayNumber": 3,
      "title": "Travel west to the highland town of Boquete.",
      "description": "Fly over western Panama to the city of David where you switch to a bus for the last stretch. The ascent to Boquete is the most scenic section of the trip as the road winds up through the mist and into the cloud forest. In the foothills of the Barú volcano the town of Boquete, with its cool, clean air, comes as a pleasant respite from the heat and frenzy of Panama City. This settlement in the heart of Panama’s coffee- growing country is your base for explorations into the surrounding area."
    },
    {
      "dayNumber": 4,
      "title": "Travel to the Caribbean coast of Costa Rica",
      "description": "In the afternoon a bus heading north takes you across the continental divide to the Caribbean coast. This beautiful road winds its way through forested mountain scenery before descending to the coast. A short, scenic road journey through wooded countryside brings you to the Costa Rican border. An anomaly in Central America, Costa Rica has long been a haven of stability; there’s a democratic government, and they feel no need for a national army. Starting along the road from Sixaola to Bribri vast tropical plantations stretch on either side as far as the eye can see. After an hour the road returns to the Caribbean coast. Long isolated from the rest of the Latin-influenced country, this region has a predominately English-speaking, Afro-Caribbean culture: a very informal, relaxed atmosphere pervades. Here there are exquisite volcanic beaches at Cahuita where you spend the night."
    },
    {
      "dayNumber": 5,
      "title": "Continue to Sarapiqui.",
      "description": "From here it’s another 4hrs onto Sarapiqui, a small town that has become a popular base in which to take advantage of the wonderful forested national parks in the area, dispersed between banana and pineapple plantations."
    },
    {
      "dayNumber": 6,
      "title": "Explore National Parks, bird watch, white-water raft or just relax.",
      "description": "From the lodge where we are based spend the day exploring this exciting densely forested region. This exuberant foliage creates an enticing habitat for many species of bird and wildlife and there are numerous national parks to explore. You can view the canopy from above via a series of hanging bridges and towers, or hike through it on trails and paths that wind through the trees. For the more adventurous the Rio Sarapiquí runs just east of the main street and is popular for rafting on its rapids. There are numerous other activities in the area including mountain-biking, boat trips and canopying or you may prefer just to relax and prepare for the next leg of your trip."
    },
    {
      "dayNumber": 7,
      "title": "Visit the Monteverde cloud forest.",
      "description": "Board a private bus for the 4 hour journey to Santa Elena on the edge of the Monteverde National Park. This is a magical sanctuary of verdant, dripping cloud forest high up in the Costa Rican mountains. Monteverde is home to the elusive Resplendent quetzal, an exotic bird with an emerald green body and rust-red breast which is an iconic symbol of Central America. You have a day here to explore this exquisite region. There is a guided tour of the Cloud Forest. There are optional excursions to a nearby butterfly farm or, for those in search of a bit of action, there is an optional canopy tour over the cloud forest."
    },
    {
      "dayNumber": 9,
      "title": "Cross into Nicaragua",
      "description": "You continue towards Nicaragua, the journey starting with a steep but spectacular descent to the coastal plains, and, weather permitting, you may catch a glimpse of the imposing Arenal volcano. Be prepared for a dramatic rise in temperature. The bus passes through Liberia, a tranquil provincial capital in northern Costa Rica. After two hours you arrive at the border with Nicaragua. Tourism is still in its infancy and the difference between the two countries is striking. The fact that it’s not on many tourists radars means its welcoming people and unspoilt scenery come as a pleasant surprise to those who do visit. The journey continues to San Jorge on the shores of Lake Nicaragua. From San Jorge you catch the next available boat across the lake to the twin volcanoes of Ometepe Island."
    },
    {
      "dayNumber": 10,
      "title": "Explore Ometepe Island",
      "description": "Ometepe is a serene and undeveloped island. Even in comparison with the rest of Nicaragua, the infrastructure is basic with only rough roads and simple accommodation. Much of the island is still covered in primary rainforest and home to many different species of monkeys and parrots. It is also famous for its pre-Columbian stone statues and petroglyphs, carved by the Chorotega indians centuries ago. This will all been seen on an organised tour of the island as well as the famous village of Altagracia, the Charco Verde nature reserve and Ojo de Agua, a forest-fringed natural swimming pool with a café for a refreshing swim in the crystal clear waters. There are also opportunities for scenic and challenging walks on the slopes of the island’s imposing volcanoes (Concepción and Maderas) which dwarf the surrounding landscapes. You can visit one of many coffee cooperatives on the island. Horse-riding and fishing are also options here. There are many spots to sit back and enjoy the views across the lake and take a dip in its warm waters."
    },
    {
      "dayNumber": 12,
      "title": "By boat and road to colonial Granada.",
      "description": "Head back to the mainland and on to the evocative Spanish colonial town of Granada. This charming city was once one of the wealthiest in Latin America, a staging post for the shipment of looted gold. The architecture reflects this one-time prosperity: huge wooden doors open on to shady patios in once-aristocratic houses. Efforts are now being made to restore the city’s faded splendour. You will get a feel for this is fascinating city, on an informal walking tour with your tour leader."
    },
    {
      "dayNumber": 13,
      "title": "Visit Masaya National Park",
      "description": "Enjoy a trip to Masaya National Park, visiting volcanic crater lakes, the old hilltop fort of Coyotepe, the impressive and still active Masaya volcano and the town of Masaya itself. The handicraft market in Masaya is well known for its intricate handmade hammocks."
    },
    {
      "dayNumber": 14,
      "title": "Travel to the former political hothouse of León",
      "description": "You continue northwards across dusty volcanic plains, passing the Momotombo volcano, to León, another of Nicaragua’s restored colonial cities. Here time is best spent wandering through the cobbled streets and around the shady plazas and ornate churches composing the town centre. Even during colonial times León had a strong liberal tradition (as opposed to the conservatism that characterised Granada), and it has remained the country’s radical and intellectual centre, with a thriving university population. The Sandinista heritage is still visible today with a few large murals and revolutionary graffiti plastered over some of the town’s white adobe walls."
    },
    {
      "dayNumber": 15,
      "title": "Drive through Honduras and into El Salvador",
      "description": "An early morning journey takes you to the border with Honduras, where cutting across the hot coastal plain of Choluteca, you soon cross another border and enter El Salvador. El Salvador is Central America’s least visited country and another with a turbulent past, where throughout the 1980s a chaotic civil war was fought in the mountains and fields that dominate the landscape. El Salvador is once again finding its feet, and you’re soon whizzing through the country and onto the port of La Unión which sits astride the Gulf of Fonseca. In the evening you can a take short 15 minute drive to the more temperate surrounds of Conchagua. Here you can visit the ‘pupusodromo’ a perfect place to sample El Salvador’s National Dish."
    },
    {
      "dayNumber": 16,
      "title": "Travel to Suchitoto and explore the town",
      "description": "A drive of 4hrs brings you to the atmospheric town of Suchitoto which is located just 47km north of the dynamic capital San Salvador, but it is a complete contrast in all other senses. Virtually untouched by tourists it is easily navigated on foot on the included tour of the town, as you pass low level colonial buildings along cobblestoned streets, where craftsmen display their goods. From the centre, where a beautiful white washed church dominates the plaza, the town spreads down to the shores of Lake Suchitlán, where restaurants offer wonderful views of the lake and the nearby forest reserves. The surrounding area is a renowned bird migration zone, and you can spend a day walking along the trails of the forests that surround the town or take a leisurely boat trip out onto the lake. Alternatively just spend your time recharging your batteries."
    },
    {
      "dayNumber": 18,
      "title": "Visit the Mayan ruins of Copán.",
      "description": "Rural Honduras beckons. It’s a 6-7 hour journey to Copán, which, along with Tikal, is the most impressive of the Mayan ruined complexes. This region of western Honduras is a remote province of velvety green hills and rushing rivers, dotted with whitewashed colonial villages where the horse is still the main form of transport. Its genial atmosphere comes in part from its relative prosperity gained through trade in coffee and tobacco, and through the tourism generated by the Mayan ruins. Spend the night at Copán Ruinas, an attractive, cobbled village close to the site. There is time for a short hill walk, a visit to some nearby hot springs, but the main attractions, of course, are the archaeological site and the superb new museum, both of which you visit the following day. Copán is unique, not so much for its impressive temples, but for the exquisite stelae and their artwork: huge, intricately carved statues depict the complicated history of the area and its great rulers. One of the highlights is the imperious hieroglyphic stairway; each of its 63 steps is sculpted with hundreds of different glyphs that describe important events in Copán’s rise to prominence among the elite city states of the Mayan world. Copán flourished between 250 and 900 AD, at which point its prosperity mysteriously declined. Within about 100 years, this once-sophisticated city had been reclaimed by the jungle, only to be discovered by the Spanish conquistadors in the late 16th century, and subsequently excavated 300 years later."
    },
    {
      "dayNumber": 20,
      "title": "Cross into Guatemala and continue to colonial Antigua.",
      "description": "The Guatemalan border is a 10 minute drive from Copán. From here you continue to Antigua. There is a marked change in temperature as you climb into the highlands. ‘Land of eternal spring’ is an accolade adopted by Guatemalans to describe the climate of this western highland region, where the heat is benign and nights are pleasantly cool. Guatemala is unique in Central America; a mysterious, timeless country in which half of the population is Mayan. Many, especially women in the highlands, still dress in their traditional hand-woven clothing, similar to that which was worn over a thousand years ago. Antigua is a colonial city of cobbled streets, overhanging tiled roofs and a beautiful, leafy central plaza. There is an abundance of huge, ruined churches, convents and monasteries, testament to a time when Antigua was the country’s capital and its main religious centre. It seems that every doorway opens onto a leafy tiled courtyard that you’ll discover on your guided tour. A dramatic backdrop of smouldering volcanoes reminds you how the city was destroyed by an eruption in 1773. Antigua is a welcoming place to relax and unwind, do some shopping and enjoy some excellent food, or just to wander around the ruined convents and enjoy the flowers in their beautifully tended gardens."
    },
    {
      "dayNumber": 22,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}