{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-self-drive-holiday-natural-history",
  "tourName": "Costa Rica self drive holiday, natural history",
  "placesVisited": "Central Valley mountains, waterfalls and hummingbirds, Sarapiqui lowland rainforest and La Selva Bioligical station, remote Caño Negro wildlife rich wetlands, rainforest lodge within driving distance of the Arenal Volcano area, Playa Esterillos nature beach on central Pacific coast",
  "generalInfo": "This two week Costa Rica holiday is a self drive, tailor made itinerary which takes in some of the country’s most stunning off the beaten track secrets - the Chayote Country mountains in the central valley where visitors can experience real local life outside of the main tourist centres, as well as stunning natural scenery, the Sarapiqui rainforest - a birding hotspot and home to the fascinating La Selva biological station, the off grid Caño Negro wildlife rich wetlands in northern Costa Rica, a boutique rainforest lodge with onsite hotspring pools within driving distance of the Arenal volcano and its attractions, and time at a pristine, wild nature beach on the central Pacific coast. <br/><br/>We organise off the beaten track boutique accommodation for you that have Costa Rican conservation principles at the core of what they do, as well as being in wonderful locations. Driving from one to the next in a rented four wheel drive, taking as long as you like in each place, as we create an itinerary to suit you.<br/><br/>The best time to visit Costa Rica on a self drive holiday is between the months of December to April when the weather is hot and dry. The rainy season is between May and November, but this is also a beautiful time of year as everything is so green - indeed, it is sometimes called the ‘green season’ locally. There are also natural history highlights occurring during this period such as turtle nesting on the Caribbean coast and humpback whales visiting the country's south Pacific waters. Rain is usually limited to afternoons with short bursts, though in September and October (following typical weather patters) it can rain very heavily throughout day and night - we usually recommend avoiding travel at this time.<br/>",
  "durationDays": "15",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive San Jose - Chayote Country. You are met on arrival in San Jose and transferred up to Chayote Country in San Jose's central valley (approx 1hr) where coffee, community and local rural life take centre stage. Stay for the next 2 nights at a boutique lodge in the mountains with stunning views out over the surrounding countryside."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bajos del Toro waterfall. Today enjoy a full day tour with the lodge's naturalist guide to the picturesque cloudforest village of Bajos del Toro to visit the Toro Amarillo Waterfall, one of the most beautiful in Costa Rica set in an extinct volcano crater with a characterful café and gardens teeming with hummingbirds at the entrance. Here you can walk through rainforest trails and down steep steps to admire the pool at the base of the falls. Continue on to visit the small town of Zarcero, with its unique topiary park and church, where you stop for lunch at a local 'soda' (diner)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Selfdrive to Sarapiqui. This morning your hire car will be delivered to your lodge, from where you set off driving to the Sarapiqui lowland rainforest (approx 2.5hrs) for 3 nights at an upper-range resort set in an extensive 1,200 acre property comprising manicured grounds and tropical forest. Sarapiqui is wonderful destination for general wildlife viewing and birding. There are also a variety of additional nature focused and soft adventure activities on offer locally."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "OTS La Selva reserve. Today enjoy a guided tour of OTS La Selva, one of the world’s most important centres for research into tropical rainforests, comprising 3,900 acres of old growth and disturbed tropical wet forests with enormous species diversity. After the tour you have the rest of the day free to relax and enjoy your hotel grounds or local excursions such as safari river floats, nature walks in the Tirimbina reserve, visit photography gardens such as Frogs Heaven or Pierella."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free day in the Sarapiqui. Relax and enjoy your hotel grounds or for optional nature or soft adventure excursions available in the local area"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Caño Negro Wildlife Refuge. Today drive yourselves up to the Caño Negro Wildlife Refuge (approx 2.5hrs), an internationally important wetland area for migratory birds and is the permanent home to more than 350 species of birds, as well as the emerald basilisk, iguanas, river turtles, caimans and jaguars. Here you stay for 3 nights at an upmarket glamping tent style nature lodge overlooking the wetlands including a choice of one local experience per night of your stay."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day based in Caño Negro with your choice of one of the local experiences per night of your stay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day based in Caño Negro with your choice of one of the local experiences per night of your stay."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Arenal Volcano area. Today drive down to Chachagua Lodge (approx 2.5hrs), situated within the privately owned 94 acre Chachagua Rainforest reserve an approx 25 minute drive from La Fortuna, the Arenal volcano and all of its attractions. Rest of the day free to enjoy the lodge grounds and facilities including hotspring pools and trails, or perhaps join an afternoon birding tour or rainforest night walk, available on-site at additional cost locally"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free day in the Chachagua / Arenal area. Relax at your hotel or for optional excursions available locally at additional cost e.g canopy bridge walk or ziplines in Arenal, walking trails at local reserves, safari river floats along the Penas Blancas river, birdwatching, kayaking or SUP boarding on Lake Arenal, cacao/chocolate tour."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Free day in the Chachagua / Arenal are to relax at your hotel or for optional excursions available locally at additional cost"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pacific coast at Playa Esterillos Este. Today drive down to the central Pacific coast (approx 4hrs) for a 3 night stay at an upmarket hotel set directly on the beachfront at Playa Esterillos Este, a broad, long, undeveloped stretch of sand, sea too rough for swimming, popular spot for surfing. Here you are a 1hr drive from nature hotspots the Carara National Park and the Tarcoles river."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning free, p.m Tarcoles river boat tour. Morning free to enjoy your lodge grounds or beach or perhaps visit the Carara reserve. In the afternoon drive up to Tarcoles for a guided nature boat tour along the Tarcoles river for opportunities to spot American crocodiles, who can reach lengths of over 4 metres, iguanas and basilisks, together with birds (resident, migratory, terristrial and coastal)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free day on the mid-Pacific coast to relax at your hotel or for optional excursions available locally at additional cost"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "San Jose - departure. Drive to San Jose airport (approx 2hrs) dropping off your hire car in time to check in 3hrs before the departure of your international flight home"
    }
  ],
  "map": ""
}