{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-escorted-tour",
  "tourName": "Costa Rica escorted tour",
  "placesVisited": "",
  "generalInfo": "From the cloud forests of Monteverde where we search for the resplendent quetzal to the canals of Tortuguero National Park, this tour explores Costa Rica in depth and with expert local knowledge. With a focus on local sustainability, we visit co-operative farms and get to stay with locals. Learn about the rural way of life in Costa Rica as experiencing the amazing flora and fauna.",
  "durationDays": "13",
  "price": "3425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Costa Rica! You will arrive in the afternoon and be met at the airport by your English-speaking guide, who will take you to the hotel for the first two nights in Turrialba. Your guide will give you a detailed explanation of the tour and important complementary information for your enjoyment. Turrialba is a quiet small town, an authentic Costa Rican place which offers charming street corners and gorgeous views of Costa Rica’s rural countryside. (Driving distance: 75km – approx. 2 hours depending on traffic) Overnight in at Hotel Guayabo Lodge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Irazú Volcano and Aquiares Coffee Tour - Enjoy your breakfast before we begin the days excursion and travel through many small villages and viewpoints over the Central Valley. After a while, we begin to ascend the Irazú Volcano, climbing up an impressive mountain road. The top of the volcano is located 3432m above sea level and on very clear days you will have a spectacular view of both the Atlantic and the Pacific Ocean. Please keep in mind that because of the altitude of the Irazú Volcano National Park, it may be quite cold up there. After time spent at the Irazú Volcano we then visit the Aquiares Coffer Estate, the largest continuous coffee farm in Costa Rica, it is Rainforest Alliance Certified since 2003 and Carbon Neutral since 2016. Family owned since its founding, the farm is known for the quality of the high-altitude, shade-grown Arabica Coffee it produces. Along with its distinctive coffee, a century of history has also helped to shape the farm into a model of ecological sustainability and social responsibility. Situated close to Turrialba, the picturesque farm is surrounded by rivers, waterfalls, green woods, and many different species of birds can be found here. The tour takes you through all the processes of coffee production, from cultivation to coffee enjoyment from the cup. At the beginning of the tour, we visit the small and picturesque church of the village. Then we drive through coffee plantations to a beautiful Ceiba Tree from where you can enjoy a fantastic view of the coffee plantations and the village. When you visit the coffee processing centre you will learn all about coffee production, the different types of coffee, drying and packaging of our precious gold grain. You will also get to know the flavours, different textures and coffee colours as you try different coffee varieties. We will enjoy lunch in a local restaurant. (Total Driving distance: 100km) Overnight in at Hotel Guayabo Lodge (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tortuguero - Very early in the morning you will be transferred to the Caribbean Lowland, passing through the Braulio Carrillo National Park. Enjoy the views of the dense tropical vegetation before a delicious breakfast is served near Guápiles. After breakfast, your private guide and transfer will say goodbye and return to San José. From now on you will join the collective Tortuguero tour and you will pass numerous banana plantations, where you will receive information on the packaging and export of this fruit. Shortly afterward, you will board a boat that will take you through the impressive channels of Tortuguero toward the jungle lodge. Once there, you will be greeted with a welcome cocktail, followed by a delicious buffet lunch. In the afternoon, you will take an excursion to the village of Tortuguero, where you can visit the Sea Turtle Conservancy (entrance fee USD 2, not included and payable locally) and walk around the village or along the beach. (Total Driving distance: 120km– approx. 3 ½ hours) Overnight at Hotel Laguna Lodge (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tortuguero National Park - Today you will have the opportunity to explore Tortuguero National Park with two boat tours (one very early in the morning and another one in the afternoon). During two boat trips, with the help of your guide and the boatmen, you will spot animals such as monkeys, lizards, caimans, turtles, bats, and many bird species that call this beautiful area home. You will also explore the surrounding area on the lodge's walking trails. The rest of the day is free for you to stroll through the gardens and relax by the pool. Overnight at Hotel Laguna Lodge (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tortuguero to Puerto Viejo de Sarapiquí - After breakfast at the lodge, you will start your return journey by boat to Caño Blanco Dock/La Pavona Dock. Here your private guide and transport will be waiting for you to transfer you to near Guápiles where you will reach the restaurant and you will enjoy lunch. When you finish lunch the journey starts to your next destination, which is Puerto Viejo de Sarapiquí. (For groups smaller than 4 people, the guide will meet you at the restaurant near Guápiles) The incredible biodiversity and adventure you can find in Sarapiqui are unbeatable. It is an ecotourist’s dream holiday hotspot. As well as being one of the last places that you can see the endangered Green Macaw, Sarapiqui is home to several nature reserves, protected areas, and national parks. Dinner will be served at a local restaurant. (Total Driving distance: 66km - approx. 2 hours) Overnight at La Quinta Sarapiqui Lodge (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Organic Farm Tour and Santa Rosa de Pocosol - Experience the traditional process of making chocolate during a tour today. Cocoa, the legendary fruit from Central America, was not only an ancient currency with a huge impact on history but also one of the most important products for the Mayan, Aztec, and other Central American cultures. The tour begins with a short walk to a former cocoa plantation, located in a part of Tirimbina forest. In former times, cacao was grown here in the traditional way, the cocoa trees grew in the forest, surrounded by other species of trees. On the way, you receive interesting information on the natural and cultural history of the cocoa tree. On arrival, you are shown the artisanal process which transforms the cocoa fruit into chocolate while learning about pre- and post-colonial chocolate. Of course, you can also taste different kinds of chocolate prepared on the spot in the traditional way. Our next visit is to the Gómez family at their Finca Surá in Chilamate de Sarapiquí. Here you will get close to the local population and learn a lot about cultivating different products in total harmony with nature. After enjoying a fresh fruit drink, you will visit the citrus and manioc plants, the sugarcane, and the pineapple plantations. Many other kinds of plants, producing fruits in different seasons of the year, are growing here, including pepper and cinnamon shrubs. Everything is cultivated in the most natural way possible in order to protect the animals living inside the property, such as colourful butterflies and frogs. This is a family philosophy which your guide will explain to you in detail. You can get your hands dirty and plant some pineapple seedlings yourselves before enjoying a typical lunch. Your next destination is the rural village, Juanilama Agro-Ecological Community. This village has about a hundred inhabitants whose main activities are livestock, dairy production, and farming of pineapples, bananas and cassava. Upon arrival in the community you will get to know your home for the night. The family members will show you around the house and the surrounding area and there is time to talk to them and get to know them a little better. In the afternoon, if time permits, there is a workshop on making banana paper. After getting to know the family members, it is time for dinner, which you will enjoy in the family circle, just like at home. It's time to catch up, chat and learn before you head off to rest. Overnight at a family home in Juanilama Comunidad Agro-ecological. (BLD - room with shared bathroom)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "La Fortuna, Arenal Volcano - The next morning, after a typical Costa Rican breakfast, you will take part in the daily tasks of the villagers, such as harvesting agricultural products, as part of the farmers' tour. Afterward, you will say goodbye to your new friends and start the journey to your next destination, which is La Fortuna with its main attraction the Arenal Volcano. Activity has decreased in recent years, but the mere sight of this colossus is a natural spectacle. Dinner will be served in the hotel restaurant. (Total Driving distance: 145km - approx. 2 ½ hours) Overnight at Montaña de Fuego (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "La Fortuna, Arenal Volcano - Start with a leisurely hike to the foot of the volcano where you will walk along one of the trails over the lava flow from the 1968 eruption. If the weather is in your favour the tour offers the possibility to enjoy the scenic beauty of spectacular viewpoints with 360° views of the Arenal Volcano and the amazing Arenal Lake. The afternoon is then at your leisure to explore one of the most popular and spectacular tourist destinations in the area. La Fortuna is one of the most complete destinations and with a variety of activities to offer; from a lot of adventure activities such as canopy, rafting, safari, horseback riding, rappel, bicycle tours; going through nature walks, caverns, waterfalls, suspension bridges, among others. (Total Driving distance: 40km - approx. 1 ½ hours) Overnight at Montaña de Fuego (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Monteverde - At a set time and after breakfast you will transfer from La Fortuna to Monteverde. This area is a destination for nature lovers, where the main attraction is the stunning Monteverde Cloud Forest Biological Reserve. It is world-renowned for its great biodiversity and for its contribution to conservation and scientific research. The mystical forest is covered by a haze produced by the high humidity trapped in the infinite branches of the tallest trees and is home to the elusive quetzal and the vibrant bellbird. In the afternoon, you will visit the Monteverde Cloud Forest and explore the biodiversity of the area, home to more than 130 species of mammals, 500 species of birds, and 120 species of amphibians and reptiles. Plant lovers may discover more than 3000 species, of which 500 are different types of orchids, plus thousands of insects. (Total Driving distance: 220km - approx. 5 ½ hours including tours) Overnight at Hotel Montaña Monteverde (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Monteverde - Our tour today takes us to Selvatura Park. Selvatura is a nature and adventure park that protects over 850 acres of the Monteverde cloud forest and offers many activities such as a butterfly garden, a sloth sanctuary, a hummingbird garden, and a reptile museum. It is most famous for the amazing hanging bridges (also known as canopy walkways) that connect nature trails over the canopy of the trees. Your expert naturalist guide will reveal new discoveries about this hidden area and point out the flora and fauna of the highest level of the forest. The afternoon is then at your leisure. (Total Driving distance: 15km - approx. 40mins) Overnight at Hotel Montaña Monteverde (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Carara National Park and Manuel Antonio - We leave Monteverde and will visit Carara National Park, which protects 4,700 hectares (11,614 acres). Habitats within the park include rainforest and river habitats. There are hiking trails within the park as well as boat tours on the famous Tarcoles River, which is home to large crocodiles. The park protects an abundance of wildlife including armadillos, pacas, kinkajous, peccaries, two and three-toed sloths, capuchin, spider and howler monkeys, anteaters, and more. There are plenty of reptiles and amphibians including massive crocodiles, iguanas, several species of dart frogs, and many species of snakes. Most people visit Carara for birdwatching though. The main attraction is the scarlet macaws that breed there. Many other species of birds frequent the park including blue-crowned mot-mots, collared aracaris, guans, trogons, and hummingbirds in the higher elevations. Species such as herons, egrets, and kingfishers can be found along the riverbanks. We continue the journey to Manuel Antonio and after your check-in at the beach hotel, your private guide and driver will say goodbye and return to San José. (Total Driving distance: 195km - approx. 4 ½ hours) Overnight at Hotel Villas Lirio (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Manuel Antonio - Today is a full day at leisure and there are no activities or touring are included today. That should not stop you from discovering the natural wonders of this place. Enjoy the sun, the waves, and the cool and warm breeze of the sea, which will relax you and allow you to escape the stresses of daily life. Among the many offered activities you find fishing, canopy tours, visits to national parks, and biological reserves, swimming, diving, surfing or just taking time lying on the warm sand. Overnight at Hotel Villas Lirio (B) Overnight in Manuel Antonio."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Manuel Antonioto to Juan Santamaría International Airport After breakfast your trip comes to an end as a bus with a Spanish-speaking driver will pick you up early in the morning from your hotel in Manuel Antonio and take you to the International Airport. Please book a flight that departs after 16:00hrs. For earlier departures, please check with us as additional transfer fees may apply."
    }
  ],
  "map": ""
}