{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-tailor-made-holiday-vistas-and-volcanoes",
  "tourName": "Costa Rica tailor made holiday, vistas and volcanoes",
  "placesVisited": "San Jose, Tortuguero National Park, Volcan Arenal, canopy walk through the rainforest, hot springs, optional kayaking, ziplining or white water rafting, Arenal Lake, Monteverde cloud forest and guided nature walk, time at the beach on the North Pacific coast",
  "generalInfo": "Costa Rica is celebrated for its diverse landscapes, abundant wildlife and wealth of exhilarating activities, and no visit would be complete without experiencing these. There are also plenty of hidden gems dotted through the country, which take you off the beaten track and away from the crowds, and this suggested 12-day trip includes some of these, too. <br/><br/>The trip begins in Tortuguero National Park, a breeding ground for green sea turtles and important conservation site. Your time here will be spent exploring the canals spotting monkeys, birds and caiman with evening turtle watching tours offered from July until September. Continue to one of Costa Rica’s best-loved attractions, Volcan Arenal. This iconic volcano is among the 20 most active in the world, regularly spewing out molten rocks and thick smoke. <br/><br/>From here, the trip takes you to the serene Monteverde cloud forest. Here you really can escape the world for a couple of days, exploring the trails winding through the cool, dense forests. This is also a perfect place to try a favourite Costa Rican activity, ziplining through the treetops. Round off your trip with with time spent relaxing on the gorgeous beaches of the Pacific coastline, a perfect way to end your time in this wonderful country. <br/><br/>The best time of year to travel to Costa Rica is generally from December through to June, which is the dry season. However, Costa Rica has a truly tropical climate and rain can be expected at any time of year. This tailor made trip includes international flights and transfers.<br/>",
  "durationDays": "12",
  "price": "4700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Board your included international flight from the UK. Arrive in Costa Rica's capital city San Jose, where you will be met at the airport and driven to your hotel in private vehicle."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "An early start today as you travel by road and boat with the other lodge guests into Tortuguero National Park (with a stop for breakfast en-route). Small group excursions will begin after lunch at your lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Second day of small group excursions, exploring the canals of Tortuguero in search of caimans, tropical water-birds, howler and capuchin monkeys."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today travel out of Tortuguero by shared boat and road transfer. After a stop for lunch you will take a private transfer to the Arenal Volcano region."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning excursion to the Arenal Hanging bridges - a beautiful canopy walkway tour through the rainforest. This afternoon visit the volcano national park followed by a hot springs complex for a soak under the stars with a traditional Costa Rican dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free day to relax by the hotel pool or add more activities - you could go kayaking on the lake, zip-lining, white water rafting or visit a renowned wildlife refuge"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning you will have some great views of Arenal Lake as you travel four hours to the Monteverde Cloudforest in private vehicle. The journey is scenic but a little bumpy. Once arrived at your Swiss style hotel in the cloud forest region, you'll have the rest of the afternoon to relax or start exploring."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning private guided nature walk to look for wildlife in the Monteverde Cloud Forest, accompanied by a specialist guide. You will then transfer to the Selvatura complex to explore the forest canopy walkways and try your hand at canopy zip lining!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today experience the dramatic descent from the cool cloud forest highlands towards the warmer Pacific coast in your private transfer. You'll transfer along an initially bumpy road before picking up the Pan American Highway to your beach hotel on the Northern Pacific Coast."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Relaxing on the beach."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Private transfer to San José airport for your overnight flight back to the UK."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Arrive back home."
    }
  ],
  "map": ""
}