{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-honeymoon-off-the-beaten-track",
  "tourName": "Costa Rica honeymoon, off the beaten track",
  "placesVisited": "",
  "generalInfo": "Ten days of pure jungle bliss and beach relaxation. Set off on a spectacular off-the-beaten-track Costa Rica honeymoon and let nature do the talking. Go with the flow and swim in the energising waterfalls of Costa Rica’s secret cloud forests. Far from tourists or crowds, discover the lost river in Guanacaste’s unique dwarf forest and bathe in undiscovered hot springs. Finish up on the golden coast, where the dry jungle fringes the lapping Pacific Ocean’s edge.  <br/><br/>Beginning in the Central Valley, you’ll be transported north to the lesser-discovered cloud forests of Bajos del Toro, staying in a private reserve. Follow gentle footpaths through the valley towards three thundering falls, and soak in your private hot tub with a glass of bubbly. In the mornings, sample the best local Costa Rican coffee, which is grown and ground nearby. Spend the evenings trying your hand at mixology crafting cocktails with local ingredients, creating a signature taste for your honeymoon. <br/><br/>Head west towards Rio Perdido, the ‘lost river’. This is where adrenaline and adventure kick in, and unlike during other Costa Rica honeymoons, it’s time for adventure travellers to show off their bravery and wicked dare-devil skills. Gear up and hold a steady grip as you climb from the deepest canyon, traverse the rocky landscape on floating walkways, and zipline from one outcrop to another. Swim in a natural thermal river and drift off to the sounds of the forest above. Make sure to watch out for howler monkeys just outside your room.  <br/><br/>Finish up with a healthy dose of sun, surf, and sea air on Guanacaste’s golden coast, with sunset views over the Pacific Ocean, and with plentiful opportunities for excursions, you’ll have time to reflect on an epic adventure.",
  "durationDays": "10",
  "price": "8634",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today marks the beginning of your Costa Rica Honeymoon! Congratulations – it’s time to kick back and relax in some sublime settings. Arrive on your international flight into the Central Valley, where you will be met by your English-speaking chauffeur and driven 1 hour north to Bajos del Toro. Once you’ve arrived, check in and relax at your luxury lodge set in a 500-acre private cloud forest reserve and surrounded by rainforests and hidden waterfalls. Expect to be greeted on arrival with a reviving chilled towel and Agua de Sapo, a refreshing local drink with warming ginger. We’ll have your private jacuzzi fired up for you upon arrival. Breathe the pure air, bathe in warm waters, and appreciate the natural bliss of Costa Rica with a glass of champagne."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is yours to relax in the cloud forests. At El Silencio, complimentary wellness classes are held daily at 8 am with sound flow yoga and healing. For pure relaxation, join a class before a nourishing breakfast. Whilst you relax in the jacuzzi or bathing in the forests, watch out for the resident hummingbirds. This afternoon we’ve organised a couples spa treatment in the open-air treatment rooms. Lie down on heated beds and listen to the sound of leaves dancing in the light breeze. Drift off to the lulling sound of running water and feel at ease after a long day’s travel yesterday. To get the celebrations started this evening, head over to Toro Bohemio, where your bartender will be waiting to host an evening of crafty cocktails featuring local ingredients, including tamarind, local lemons, and spicy chipotle. Try your hand at mixology and shake, stir and sample your apéritifs before supper."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Following a lively evening and a late breakfast this morning, a local barista will introduce you to the best Costa Rican coffee. The unique climate of the cloud forests enables this pocket-size country to produce the most complex varieties of coffee in the world. During this 1-hour introduction, you will learn about the history of coffee in Costa Rica and the nuances of growing it in the valleys, and you will naturally get to sample a warming cup tailored to your taste - a slow-paced and relaxing start to the day. This afternoon, set off on an encounter with the wilderness surrounding you. Following winding pathways through the fascinating cloud forests, you’ll trace a pristine creek to discover three energising waterfalls. The first two falls are 30 meters high, and the final fall is called La Promesa, one of the highest in the area reaching a soaring 60 meters. Swim in refreshingly cold crystal-clear waters and enjoy a picnic on the banks of the river, surrounded by the sounds and scents of the cloud forest. This evening, set out for a walk in the wilderness and follow the creatures’ calls as sundown approaches. The evening hike offers a unique way to experience your natural surroundings in Costa Rica; attune to the night’s unique rhythm and keep your eyes peeled for nocturnal tree frogs, butterflies, reptiles, and other fascinating specimens."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Following breakfast today, your chauffeur will pick you up from your hotel and escort you to Rio Perdido in Bagaces. The drive will take 4 hours, traversing the Central Valley and heading westward into the province of Guanacaste. On a clear day, you’ll be joined by views of Volcan Arenal on the horizon. Upon arrival, you’ll notice that the surrounding area is completely untouched by tourism - perfect for privacy and as a honeymoon destination. The Nahua indigenous group once inhabited Bagaces, and the area is named after ‘Bagatzi’, the first tribe leader. Just north lies Volcan Miravalles, the highest volcano in Guanacaste, and a protected area home to a diverse landscape, ranging from humid rainforests to dry pre-montane tropical forests. Your lodge is framed by this unique landscape and is surrounded by dwarf forests, along with a neighbouring thermal gorge. This is where you can spend your days swimming in abundant natural hot springs in the heart of the 600-acre private canyon reserve. Upon arrival, check in and relax. Meet with your hosts, who will introduce you to the thermal pools surrounding the lodge’s main building and tailor a calming therapeutic experience for you. Bathe in natural mineral waters from the Earth’s surface and relax into the afternoon."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you’ll be visiting Costa Rica’s secret place for exploration – once again, adventure travellers will be delighted! Where hot and cold converge, you’ll be taken to the meeting place of Rio Perdido and the Yurro Waterfall, which is where warm waters mingle with the cool currents of the White Canyon. Begin deep within a narrow canyon and ascend well above Costa Rica’s only dwarf forest. On the horizon, you’ll be greeted by a spectacular view of the Miravelles Volcano’s rocky lowlands. Climb several via ferratas, cross a wobbly challenge bridge and swing on a Tarzan swing with panoramic vistas of the canyon and its diverse surroundings. Speed back down to earth on an exhilarating zipline ride. This afternoon, relax at your jungle lodge. We have organised a special dinner for you this evening under the starry sky on Rio Perdido’s floating platform, which levitates gently 50 meters above the river convergence. Try signature cocktails made with locally grown fruits and gorge on typical organic Costa Rican dishes. A strong favourite is the guaro sour. Exotic flavours will complement the stunning views that unfold around you."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Set off on the road again to the North Pacific Coast. Your drive will take 2.5 hours, so use the journey as an opportunity to watch the landscape change from the dry rainforest of Guanacaste to coastal views. You’ll arrive at your secluded resort in the early afternoon, perched on the hilltop overlooking Las Catalinas. Take in the panoramic views of the Pacific, stretching in every direction. Check into your villa and plunge straight into your private swimming pool. It’s time to sink into the sea breeze and kick back into a hidden seaside paradise."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The next few days are for you to fully decompress and enjoy Costa Rica’s slow-paced beach vibe. Surf, paddle, swim, and dive right from the oceanfront of Las Catalinas. Appreciate the nightly sunset shows right from your villa and set out to explore the ocean in-depth by day. Surf on epic breaks, set off on horseback to explore the local beaches and towns and stretch your body with a vinyasa flow."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a spectacular honeymoon with a healthy dose of Vitamin D and plenty of rejuvenation time, today marks the end of your adventure. Your chauffeur will escort you on a 1-hour drive back to the airport for your flight from Liberia."
    }
  ],
  "map": ""
}