{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "intimate-8-day-costa-rica-tour-for-couples",
  "tourName": "Intimate 8-Day Costa Rica Tour for Couples",
  "placesVisited": "Guanacaste, Bijagua, La Fortuna, Catarata del Toro, San Jose",
  "generalInfo": "From romantic river rides to waterfalls and brunch, this is the ideal 8-day journey through Costa Rica for couples. Costa Rica is where private plunge pools are situated on beautiful beaches, and indulgent spas hide in cloud forests. Explore Pacific Guanacaste, walk hand in hand on Tenorio Volcano, lounge in the hot springs of La Fortuna, and gaze upon Catarata del Toro. Featuring wildlife, waterfalls, and plenty of spas, this is a private getaway that is designed just for two.",
  "durationDays": "8",
  "price": "2,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Guanacaste – Beach Escape",
      "description": "After flying into Liberia’s International Airport, you will be met by a local guide for the short transfer to Guanacaste, which is Costa Rica’s Pacific beach hangout. Your suite will be perched above the sand and will feature a private plunge pool with Pacific views. As the sky turns purple and pink, you will cruise in the wind to explore some calm Pacific Ocean waters. This is an afternoon for popping a cork and toasting to yourselves while Costa Rica’s colors lead you on a journey through all the hues and shades. Most couples prefer to sail on the wind, but you can choose for the captain to use the motor, which allows you to cover more of the coastline."
    },
    {
      "dayNumber": "2",
      "title": "Guanacaste – Private Plunge Pool",
      "description": "Today has been left completely free. In a destination like this, you do not need to make a plan. You can wake up late and order breakfast to your balcony. A private plunge pool will be waiting for you for, especially after the sun has gone down. Guanacaste’s white beaches are perfect for a hand in hand stroll and will have you gazing out on the volcanic forest. Stay on the quieter side of Guanacaste, so you will not come across many other people although there are still a few beach shacks and bars to stop at on any walk. Various activities can be arranged after you arrive in Guanacaste, and these can be tailored to your mood."
    },
    {
      "dayNumber": "3",
      "title": "Bijagua – Hideaway on Rio Celeste",
      "description": "Volcanoes will provide you with a backdrop as you ascend into the cloud forest this morning. The beach time will be over, and you will have an hour and a half private transfer to Bijagua, which is a charming village in a spellbinding location. Today will be flexible, so you can choose whether to spend another day on the beach or venture to Bijagua to explore Miravalles Volcano. While the crowds descend on Arenal Volcano, Miravalles has stayed off the beaten track. You can indulge in a stroll upon its trails, and you can find natural hot springs, hidden waterfalls, and the opportunity to walk around a crater. Your accommodation will be on the edge of Bijagua village, which is at a boutique lodge with uninterrupted views toward the volcanoes."
    },
    {
      "dayNumber": "4",
      "title": "Bijagua – Tenorio Volcano National Park",
      "description": "Tenorio Volcano National Park is Costa Rica’s next big destination. It was mostly undiscovered until 2018, but a long-term infrastructure project has created an asphalt road that runs to the park gate. Now, they have imposed quotas on visitors in order to maintain a quiet visitor experience. After a leisurely breakfast at your lodge, your guide will outline a number of different options for the day. There are many ways to explore this national park, and it all depends on how far you want to walk and what you want to see. Celeste Waterfall has become the iconic highlight, and it is a breathtaking experience that will lead you through dense rainforest to find an azure-colored cataract."
    },
    {
      "dayNumber": "5",
      "title": "La Fortuna – Waterfalls and Volcanoes",
      "description": "La Fortuna is Costa Rica’s most famous destination and has come to define the country’s visitor experience. Here, forest trails lead to crater lakes, and there are so many natural attractions that you can get lost just thinking about them. Such a magnificent, natural scene attracts plenty of visitors, but there are still plenty of places where you can be alone in La Fortuna. After a private transfer from Bijagua, you can choose from a wide variety of afternoon activities. Your guide will explain your options, which will include a short hike to a crater lake, ziplining in the cloud forest, and strolling to some romantic viewpoints upon Arenal Volcano’s slopes."
    },
    {
      "dayNumber": "6",
      "title": "La Fortuna – Romantic River Safari",
      "description": "This reserve is one of the most accessible places for intimate encounters with Costa Rica’s wildlife. You can encounter the full variety of animals in a relatively small space, and best of all, you do not need to walk or drive anywhere. You can drift down a river in a raft, occasionally paddling so you are cruising in the right direction. A river safari will be perfect for immersing yourself with Costa Rica’s iconic species. You can be silent on the water, so the animals do not perceive you as a threat. On walking safaris, the wildlife sometimes stays away from the trails because they are more open and provide fewer places to hide."
    },
    {
      "dayNumber": "7",
      "title": "Catarata del Toro – Remote Spa Relaxation",
      "description": "After a relaxed morning, you will have an hour and a half drive to Catarata del Toro, which is a small town that acts as a gateway to the waterfall that shares the same name. Your lodge for tonight will be complete with its own spa, which is a feature that you will come to expect during your vacation in Costa Rica. After checking-in to your hotel, your guide will lead you through a small park to the waterfall for an activity that will absorb most of the afternoon. After entering the park, you will first explore gardens that come to life with hummingbirds. Venturing to the waterfall requires a steep descent, but there are many superb viewpoints along the way, so you can stop regularly and marvel at Catarata del Toro from many perspectives."
    },
    {
      "dayNumber": "8",
      "title": "San Jose – Departure",
      "description": "It will be less than 50 miles to San Jose and your outbound flight, so that leaves time for a leisurely start to your day and an indulgent brunch in the old-world city center. You will dine in style at a restaurant of faded colonial grandeur, which will be a final treat to celebrate your eight days in Costa Rica. Afterward, you will be escorted to the airport for your flight home."
    }
  ],
  "map": ""
}