{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-adventure-vacation-whitewater-rafting-zip-lining-more",
  "tourName": "Costa Rica Family Adventure Vacation: Whitewater Rafting, Zip-Lining & More",
  "placesVisited": "San Jose, Manuel Antonio Beach National Park, Arenal Volcano National Park",
  "generalInfo": "The family always wants something different on vacation, whether that be relaxing on paradisiacal beaches or exploratory hiking in the mountains, and a family vacation to Costa Rica offer something for everyone. Your family will enjoy this custom tailored family adventure in the diverse and luxurious landscapes of Costa Rica. Trek through lush mountainous rainforest and relax on opulent white sand beaches. Course through whitewater rapids and stroll alongside stunning waterfalls. Whether searching for thrilling shared family time or indulging in the spa while the children horseback ride, you will find adventure and relaxation, delight and family moments during your time in Costa Rica.",
  "durationDays": "8",
  "price": "2,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - Family Adventures in the Capital",
      "description": "San Jose is a city filled with mounds of energy. Stretching from the foothills of the encompassing mountains and winding through the streets of charming neighborhoods, the city contains a charm underneath the layers of boisterousness. The family is met at the airport your transfer and escorted to your fabulous hotel. The gardens offer a view of the towering mountainside that dwarfs the city’s skyline. The National Theater was constructed in the late 19th century and continues to boast an opulence that dates back to the ruling coffee barons. The neoclassical façade sits behind a large sprinkling fountain and is adorned with three angelic statues watching the passersby. Crowds of people flock to La Sabana Metropolitan Park during soccer season. They make their way to the national stadium wearing jerseys to support their favorite players, whether of national or international acclaim. You find a city filled with life and artwork, each displaying the colors of the city and its people in various ways. Detailed murals decorate walls across vibrant neighborhoods, showcasing urban life and culture. As Costa Rica’s capital, San Jose has collected cultures from around the country and created a unique and lively city unlike anywhere else in the world."
    },
    {
      "dayNumber": "2",
      "title": "Arenal Volcano National Park - The First Family Waterfall",
      "description": "Costa Rica is known for its jovial people and spectacular natural beauty, from pristine beaches to unparalleled rainforest. The light of day returns the vivacious energy to the city’s streets. The morning brings with it the bright colors of the local tropical fruit. Orange papaya and purple and yellow passion fruit grace the breakfast table. The layered, rich flavors of Costa Rican coffee offer an early delight to the day. After breakfast the family will make their way to the gorgeous foothills along the Arenal Volcano, stopping en route at the La Paz Waterfall Garden. You find the garden on the slopes of the Poas Volcano, rich in biodiversity and home to the world’s largest butterfly, hummingbird, and bromeliad gardens. The family will marvel at the variety and vivacity of the hummingbirds when they enter the gardens. Feeders dangle from low-hanging branches around the area. Violet sabrewing is one of the largest species of hummingbird and can grow almost six-inches long. Their sharp twitter fills the air. The males are an iridescent purple. Walk along the trail and find the treasured La Paz Waterfall formed by the River La Paz. The water tumbles down 121 feet like a faucet out of the rocky, forested canal. The mist is cool in the warm tropical air. The uproarious sound is somehow tranquil. The awe and delight on your children’s faces is priceless. In the late afternoon, you will arrive in Arenal and settle into your accommodation that offers remarkable views of the active volcano."
    },
    {
      "dayNumber": "3",
      "title": "Arenal Volcano National Park - Daily Watery Adventures",
      "description": "The sunlight drapes over Arenal and you can see the peak of the volcano towering above the landscape. The dense rainforest opens to the vast prairies where horses graze on the open verdant grassland. Today you can take the family out on the adventurous exploration they’ve been waiting for, whether a journey along hanging bridges or rappelling down a network of waterfalls. Sarapiqui River is a fabulous way to discover the beauty of the region with a fun twist. Your transfer takes you to the rafting meeting point along the riverbanks. The tropical heat begins to blanket the day; however, the water’s cool temperature refreshes you. Climb aboard the raft and begin your unforgettable whitewater journey. The river runs along the shared border between Costa Rica and Nicaragua, and feeds into the irrigation systems for various plantations around the riverbanks, from coffee to cocoa trees. The turquoise waters are calm as you paddle farther downstream. Soon the sounds of thundering water echo off of the rising boulders around you. The river turns to rapids and you begin to paddle. The water sprays into the air. The raft dips and rights itself once more. Your heart is thumping and the kids cry out with energetic and adventurous screams, taking on the river together. The rapids calm. The river returns to a peaceful paces highlighting the greenery and exceptional landscape around it. Everyone is filled with uncontrollable smiles and the day isn’t even over."
    },
    {
      "dayNumber": "4",
      "title": "Arenal Volcano National Park - Wonders of the Region",
      "description": "The morning washes over the volcano and you can see the peak smoldering against the backdrop of bright blue sky. After breakfast the day is once again yours to indulge in the exceptional activities that surround Arenal, whether you prefer to soar through the air on a zip line exploration or sit in the hot springs and relax in the effervescent nature around you. Today you can walk through the air on a hanging bridges tour to witness the animals and treetops from varying heights. The collection of 15 bridges allows you to observe the unparalleled wildlife of Costa Rica at your own pace. When the dense forestry opens you can peek at that conical summit of the volcano almost at eye-level. The canopy forms a half-pipe, as if guiding your view to a specific panorama. The scent of bark and lively fern emanates from all around you. The bridges vary in length, from 15 feet to over 300 feet. Spider monkeys hang on the branches and sometimes walk along the circular rails of the bridges. They usually live in the high canopy up to 98 feet off the ground. Their tails can grow up to 35 inches long and can be used for balance and to grab ahold of vines. The rainforest slowly reveals its wildlife to the family and showcases the unique and captivating beauty of the region."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio - Central Pacific Coast",
      "description": "In the morning light you can see the rising haze of the volcano’s crater. It drifts into the open sky and blends into the passing clouds. After breakfast your private transfer meets you at your hotel. You pass through the dense jungle and listen for the continuous calls of macaw or howler monkeys. The Central Pacific is known for its treasured coastline, flush with sapphire water and soft, sandy beaches. The drive takes you past lush trees and roadside fruit vendors selling fresh and colorful local flavors. Gigantic watermelon and tempting pineapple are stacked on produce shelves. The scent of the bright citrus rises into the air. On the way to the coast you can stop at Tarcoles River. The waterway travels through the Central Pacific region and empties into the Pacific Ocean. On the riverbanks you can see the American crocodile basking in the afternoon sun. Most notably you can find a collection of 13 to 16 foot crocodiles around the bridges waiting to be fed. Their large snout and sharp teeth suggest their power. Once at the coast you can settle into your hotel situated amongst the lush rainforest, where the shore meets the trees."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio - A Day on the National Land",
      "description": "Manuel Antonio National Park is 4,900 acres of beach and rainforest that colors the country with jade leaves and sapphire ocean. The white sandy beaches lie next to mangroves and brush against the tropical forest to create a uniquely diverse ecosystem. You can see Cathedral Point rising 236 feet out of the water and connecting to the shore by a narrow land bridge. The day is yours to enjoy the wonders of the park and the surrounding lush forest. Horseback ride alongside the water or journey through the trees for an unspoiled view of the remarkable treetops. The pristine water calls out to the family and you venture away from shore on a fantastic catamaran voyage in search of dolphins and whales. From July to November, and again from December to March, you can find a variety of whales swimming off the Pacific Coast of Costa Rica. The sea air winds through your hair and mixes with a cool mist. The sail flaps against the wind. Your kids watch over the railing in search of bottlenose dolphins and killer whales. If you are lucky, you may see some of these magnificent animals. Humpback whales can grow up to 52 feet long and can travel around 5,000 miles in a given year. You watch the whale pods travel around one another, spouting water and breaching the surface. The come closer to the catamaran, curious and playful. When they breach you can see the majority of their long mass almost perpendicular to the ocean before splashing back down. It is an unforgettable moment in a series of magnificent family memories."
    },
    {
      "dayNumber": "7",
      "title": "San Jose - Continuation of a City",
      "description": "Indulge in the morning with time on the opulent white shores of Manuel Antonio. Listen to the water lightly brush against the sand. You have spent that previous week adventuring through the wilderness and exploring the jungle with your family. Take a moment for yourself before breakfast and relax on the powdery sand. The vibrant scent of the water is refreshing and the cool breeze is rejuvenating. Your family continues to smile both residually and anticipatorily. Your private transfer will escort you back to San Jose at a time of your choosing, which affords you as much time as you would like to explore, stroll, or even just relax in the temperate tropical sun, watching the jewel-like water wade in and out against the adjacent jungle. You could even explore the blend of cosmopolitan and township streets at Quepos. Eventually you will return to San Jose and find the bustling city streets continually captivating."
    },
    {
      "dayNumber": "8",
      "title": "San Jose - Adventuring Home",
      "description": "The sunrise turns the encompassing mountains from silhouettes to tall, rolling pictures of rainforest greenery. The city streets return to life. Boys return to the parks ready to kick around the soccer ball. The fruit stands and restaurants in the Central Market fill the city block with boisterous and flavorful exuberance. The murals that decorate random walls with local culture now capture the natural daylight. After breakfast your private transfer will meet you at the hotel. Your flight will soon take you back home but nothing will ever erase the adventure and the irrepressible smiles of your children, no matter the distance between you and Costa Rica."
    }
  ],
  "map": ""
}