{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-eco-tour-vacation-pacuare-arenal-monteverde",
  "tourName": "Costa Rica Eco Tour Vacation: Pacuare, Arenal & Monteverde",
  "placesVisited": "San Jose, Arenal, Pacuare, Monteverde",
  "generalInfo": "The natural springs in Arenal are heated by the volcanic activity. The largest lake in the country reflects the nearby volcano’s conical peak. Glacial blue waters wind around the foothills of the central mountains, coursing over boulders along the way. This 7-day vacation through Costa Rica brings you to the adventure and beauty of the country, wrapped in the rainforest and floating downstream. Whether you are searching for a relaxing getaway or are in need of active exploration, Costa Rica offers the best of both worlds, filled with breathtaking scenery and spellbinding wildlife.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – Arrival on the Jungle’s Edge",
      "description": "San Jose is a vibrant city filled with bustling streets. The mountains wrap around the valley and dwarf the urban skyline. The city’s charm quickly rises above the energetic arcades. The neoclassical National Theater adds a touch of decadence to the city. Classic colonial mansions now display elegant art galleries. Your private transfer meets you at the airport and escorts you to your luxurious centrally located accommodation. The wonders of Costa Rica are prevalent, reaching from all around the country and collecting themselves in the nation’s capital. A large fountain sits at the center of a roundabout and separates the neighborhoods of Los Yoses and San Pedro. Los Yoses is a modern neighborhood with a view to the mountainside. Contemporary buildings line the streets and antique mansions rise as tall as the thin palms in the yard. Barrio Amon remains home to a collection of coffee grower mansions built in the late 19th century. Stroll down the street and become acquainted with the unique history of the city and surrounding country, from art-deco facades to Victorian buildings, each taking you deeper into the artistic center of San Jose. In the evening you can enjoy a taste of the contemporary cuisine at Doris Metropolitan. The restaurant believes in high quality, locally grown ingredients, down to feeding their livestock grass and pineapple. For a truly decadent meal you can enjoy the Lomito Flambeado with gorgonzola cheese."
    },
    {
      "dayNumber": "2",
      "title": "Pacuare – Travel the River to a Secluded Hideaway",
      "description": "The morning rises with the sounds of the city. The streets fill with the usual bustle and the rich fragrance of Costa Rican roast coffee. Breakfast is vibrant down to the color of the tropical fruit, from bright red papaya to succulent yellow mango. After your meal, you meet your guide for the day and head to the banks of the Pacuare River in the Pacuare Gorge. The river runs over 67 miles until it reaches the Caribbean coast. Steep walls covered in lush greenery edge the river. The echoing rush of the water replaces the sounds of the city. The sky is bright above you and the gorge walls block out the remaining vast blue. The unfettered rainforest is home to sensational life, from active monkeys in the daytime to colorful frogs at night. The scent of wet granite and damp earth emanates from the riverbanks. Butterflies flutter before your eyes, their metallic blue and green shimmering in the sunlight. Hawks circle in the sky in search of breaching fish as you descend down the lower River. You paddle with your guide, coursing down the powerful whitewater of class III rapids. The mist sprays your cheek with cool, refreshing water. The rapids ease and the river returns to a serene, calm waterway leading you to a secluded lodge. You arrive at the Pacuare Lodge, an award-winning hotel located on 25,000 acres of private reserve, accounting for the largest protected area in the region, along with being one of the only luxury accommodations in Costa Rica that you can reach by raft. The diverse ecosystem surrounding the lodge supports jaguars, ocelots, monkeys, and sloths. The lodge’s commitment to sustainable tourism impacts the entire complex and surrounding communities in large and small ways, accounting for 840 acres of protected primary rainforest, accommodations built without cutting down a single tree in the area and which utilizing logs from reforestation projects instead, and a focus on using organic ingredients in every dish, and even in the soap provided in your private room. Your private balcony looks over a marvelous vista of Pacuare riverbanks. In the evening, the nocturnal sounds of the jungle provide a different soundtrack than the animals during the day, most notably in the large clink made by the tiny tink frog."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – Meeting with the Indigenous Peoples",
      "description": "The morning rises with the quiet rush of the river. Bird calls from toucans and parakeets accompany the water. Capuchin monkeys rush through the canopy and bounce in the higher branches. At breakfast, you find a sweet aroma emanating from pineapple slices and fresh squeezed watermelon juice. You pass the dining room with your guide, choosing instead to meet with the Cabécar native peoples, Costa Rica’s largest indigenous tribe. The community has lived in harmony with the mountainous terrain and lush rainforest along the banks of the Pacuare River. Families traditionally lived in small groups scattered around the jungle and have maintained their heritage in the continuation of their language and customs. The short walk takes you into a traditional circular hut after which the main lobby at Pacuare Lodge was modeled. The circular, thatched roof reaches a conical point at the center. A member of the tribe plays a handmade ocarina crafted to resemble a frog. A number of the residents of the local community showcase fantastic masks made to resemble the local fauna, such as jaguar and monkeys, representing the spiritual connection the community has with nature and wildlife. You have breakfast with a family, sharing the distinct differences in the culture sustained for more than 1,500 years. You learn the community has no word for “love” or “leadership” in the Cabécar language. Instead, they refer to both using the same word, “respect.” This term also relates the community’s relationship to the forest, acting as part of the ecological web connecting the wildlife and flora. You return to the lodge to meet your private transfer escorting you to Arenal. You notice sloths moving unhurriedly in the trees. Their fur helps camouflage their bodies against the canopy."
    },
    {
      "dayNumber": "4",
      "title": "Arenal – Legends of the Aquatic Pasts",
      "description": "Wake up in the fabulous Arenal Kioro Suites and Spa, offering you a grand view of the Arenal Volcano summit. The volcano erupted nightly for more than 40 years, resulting in sensational lava flow lasting from 1968 to 2010. The boutique accommodations offer an intimate atmosphere accentuated by the attentive staff and unique location. You can enjoy meals at their restaurant specializing in international and local cuisine prepared by an award-winning chef. The hotel offers seven bubbling pools naturally heated by the geothermal activity from the volcano. The pools provide soothing and rejuvenating minerals, along with a refreshing variety of temperatures set amidst the regal skyline. The delicacies of breakfast are accompanied by the view of the volcano through a floor to ceiling wall of windows, creating an unparalleled ambiance to the beginning of the day. You venture to the waters of Lake Arenal with the conical peak of Arenal Volcano rising in the distance. The steam forms its own set of drifting clouds moving through the intense blue sky. Arenal Lake is the largest lake in Costa Rica and covers 33 square miles and a depth of 200 feet. The open fields give way to rising forest roll to the shores. A strong and cool breeze rushes over the water’s surface. The trees sway and leaves rustle. Rainbow bass flicker beneath the water and are incredibly active around sunrise and sunset. The calm water reflects the surrounding natural landscape like a pristine mirror. Mist rises around you and with every paddle you feel yourself drawn closer to the foothills of the volcano. Woodpeckers carve into the trees and kingfisher swoop down to the water in search of fish. The Ringed Kingfisher can grow up to 16 inches long and has deep blue plumage with a shaggy crown of hair. If you listen closely you may be able to hear calls of an elusive quetzal. The iridescent plumage creates a stark contrast to the trees dark wood. Their ribbon-like tail feathers stream through the air and can extend up to three feet long. The tranquil beauty of the lake and the landscape show you the encompassing paradise."
    },
    {
      "dayNumber": "5",
      "title": "Monteverde – Around the Clouds",
      "description": "Wake up to the paradisiacal sounds and sights of Arenal. The verdant greenery is endless. The conical volcano constantly reminds you of nature’s power and unpredictability. After breakfast, you will have a private transfer and return to Arenal Lake to catch a water taxi. Soon you will come to the celebrated cloud forests around Monteverde. The cool, misty air stretches along the mountaintops of the central highlands, home to active and dormant volcanoes. Quetzals linger in the trees and the tropical lushness changes with the altitude. You reach Hotel Belmar situated on the mountainside, overlooking the rolling mountaintops and impenetrable canopy. The Butterfly Garden moderates the temperature to ensure a comfortable and thriving climate for the variety of butterfly species. Stroll through four separate habitats, home to over 30 species of butterfly and witness their graceful and colorful wings fluttering through the tropical foliage. The Glasswing perches on a bouquet of newly blossomed flowers. It averages a size of 2.3 inches. Its wings are clear and resemble an ornament of colorless stained glass, bordered by a tinted red or orange coloration. When they flap their wings, the light refracts and brings brief prisms. When the clouds begin to roll into the lower foothills you can look out over the forest and understand its namesake."
    },
    {
      "dayNumber": "6",
      "title": "Monteverde – Into the Clouds",
      "description": "The air is cooler in the higher altitude. The early morning clouds spread over the lower forest and bring a mist to the air. Your private balcony shows you the immense layers of nature, from the bright blue sky to the drifting blanket of clouds, and the mounds of trees that poke through. After breakfast, you will make your way into the forest on a guided tour to experience the true splendor of the landscape and the incredible wildlife it houses. The tranquil encompassing brush is inspiring. The reserve totals 25,946 acres. In the midst of the lush jungle you venture into the canopy for different type of tour. A sky tram will ferry you into the highest reaches of the trees. The trees open to a view of the surrounding rolling mountains. Arrive at the observation tower over 72 feet in the air. A slight breeze brushes against your face. The horizon is swollen with effervescent foliage. When you begin to soar through the canopy on the network of zip lines you travel a system around 2,525 feet long. The wind now whistles in your ears and the trees become a sensual blur of color and excitement. The wonders of the forest are not just in the clouds but the treetops, and the unique way you can experience them."
    },
    {
      "dayNumber": "7",
      "title": "Monteverde – The Adventure Home",
      "description": "The towering rainforest and the winding trails have brought you to the exceptional rewards of the Costa Rica’s natural wonders. The forest once again sings in the morning light, filled with bird calls and rambunctious capuchin monkeys. Indulge in in a cup of rich Costa Rican coffee as you look out over the magnificent vista once more. After breakfast, you will begin the journey back to the airport at San Jose. Your flight home will carry you back to the familiarity of everyday life, but your time in Costa Rica will always call you back for more emphatic adventure."
    }
  ],
  "map": ""
}