{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "the-romance-of-costa-rica-for-couples-itinerary",
  "tourName": "The Romance of Costa Rica for Couples Itinerary",
  "placesVisited": "San Jose, Arenal Volcano, La Paz Waterfall Gardens, Nosara, Guanacaste",
  "generalInfo": "Wildly remote, endlessly intimate, and utterly romantic will best describe your Costa Rica vacation together. Whether in the mood for a cherished getaway or planning the idyllic honeymoon, you can blend luxury and captivating wildlife, adventure and comfort stretching from the Central Valley, overtaking the highlands, and lounging on the gorgeous Pacific. Indulge in the seductive scenery, bask in the rejuvenating thermal springs and paddle through exhilarating whitewater rapids. Your personalised itinerary puts you in the mood for love, romance, and limitless exotic landscapes. As the two of you create your perfect getaway, consider browsing some of our other Costa Rica vacations for further inspiration.",
  "durationDays": "9",
  "price": "2,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – Arrive in Costa Rica and Indulge in Secluded Luxury",
      "description": "Beyond the bustling streets and colorful facades of San Jose is majestic and captivating ambiance emanating from the surrounding mountain ridges and unique charms at the heart of the historical city center. Golden idols and lavish jewelry glisten in the soft light of the Gold Museum, which highlights the illustrious crafts created by the indigenous peoples before the arrival of the Spanish. The National Theater represents a neo-classical revival featuring pillars and radiant statues with an interior adorned with vibrant frescoes. Art Deco and Victorian mansions line the streets of the Barrio Amon, where late 19th and early 20th-century coffee tycoons chose to build their elaborate masterpieces. Your private transfer greets you upon arrival at Juan Santamaria International Airport. As you make your way out of San Jose, your driver points a small ridge located at over 5,575 feet above sea level where a veil of blue tint drifts from the coffee plantations at which the plants around the San Jose cease to grow. You reach the comforts of your private suite in a gorgeous eco-luxury resort in the suburb of Heredia. The concierge welcomes you with a refreshing towel soaked in cool water infused with basil, along with a drink made from fresh organic strawberries. Your peaceful room offers a sense of tropical romance in view of the rolling ridges along the edges of the Central Valley where you listen to the song of the clay-colored thrush, Costa Rica’s national bird."
    },
    {
      "dayNumber": "2",
      "title": "Alajuela Province – Explore the Grandeur of La Paz Waterfall Gardens",
      "description": "You wake in the comforts of your luxurious lodge to the calls of the crimson-fronted parakeets. They perch on thick branches near Heredia’s central park with their long tails dangling with light green hues. At breakfast, the aroma of fresh Costa Rican coffee drifts through the open-air dining room as you learn that the beans are sourced from the coffee plantation connected to the lodge while the scent of jasmine derives from the blossoming flowers along the plants. You can enjoy an early exploration of the coffee plantation with a guide to learn about the history and process of the beans before your private driver greets you in the lobby and escorts you to La Paz Waterfall Gardens, located in the Central Highlands. Upon arriving at the gates, you find a protected landscape encompassing 70 acres of a private reserve, including 40 acres of cloud and rainforest, along with 30 acres of pastureland. The air has a sweet and herbaceous aroma originating from the blossoming flowers and lush trees lining the more than two miles of hiking trails. While in the Butterfly Observatory, you come in close contact with over 25 different species in various stages of natural development while the light shines into the glass and acrylic space glinting off the small pool filled by a waterfall. Your guide explains that Costa Rica accounts for nearly 90 percent of the butterfly species in Central America, along with 18 percent of the world’s variation. You follow the unique path of a Blue Morpho butterfly as their outer wings are an iridescent blue against an outline of black. They have a much larger wingspan than the abundance of Monarch and Heliconius doris butterflies, reaching over three inches in span. You continue to the waterfall path and step onto the stunning platforms offer clear views of the five separate cascades spilling over the mountain ridges. You easily succumb to the romantic atmosphere created by the sounds of rushing water, the refreshingly cool air, and active wildlife calling in the trees."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – Travel to Arenal for a Chocolate Tour and Soak in Thermal Springs",
      "description": "At breakfast, you watch the clouds drift through the forest trees from the comforts of the dining room as the aroma of fresh coffee drifts from your mug, accompanied by the delicious scents of pineapple and mango. The sensual ambiance adds to the luster of the forest’s natural allure with blankets of moss spreading across the underbrush and tree branches to help collect the moisture. After breakfast, your private driver escorts you on a scenic road to Arenal. Before arriving at your luxurious resort in view of the sensational peak of Arenal Volcano, you stop at a private chocolate plantation to learn about the history and cultivation of chocolate. Your guide leads you on the journey of cacao, which began in the Amazon rainforest of Brazil, making its way by migrating birds or through trade into the tropical landscapes of Central America. Walk along the vibrant pods of the cacao tree, growing unexpected orange, purple, and yellow fruit. You touch the rind to find a leathery texture growing to over an inch thick. You crack the pod onto the nearby table to pop the outer layer in half, revealing the inner pulp and protected beans. The aroma of dried, roasted beans fills the air, drifting away from the outdoor wooden stove. You help grind the beans into a paste with the use of a metal grinder, churning the cacao into the familiar look of dark chocolate. Your guide adds sugar, creating an average of 70 percent pure, chocolate. You take a spoonful and sample the velvety texture, giving way to a rich flavor for a seductive experience you are happy to share with a loved one."
    },
    {
      "dayNumber": "4",
      "title": "Arenal – Delight in an Exciting Whitewater Rafting Tour on the Balsa River",
      "description": "In the morning, you have a partial view of the majestic peak of Arenal Volcano, which presents a perfect cone reaching a height of nearly 5,480 feet above sea level. The scent of papaya and passion fruit drifts through the dining room at breakfast before your guide leads you away from the resort and into the jungle terrain. The water rushes along the riverbanks and over rumbling rocks as the leaves provide an herbaceous aroma amidst the tropical heat. Howler monkeys moan in the canopy with their guttural call resembles the growl of a big cat, audible up to three miles away. Sharing in the thrill of a whitewater-rafting excursion provides another memory sure to last a lifetime. You board the raft and let the water take you as the refreshing temperature of the Balsa River contrasts the warmth of the rainforest. You break from paddling to notice the serene landscape surrounding the riverbanks with white-headed capuchin monkeys rambling through the trees and toucans perched on the upper branches. You can hear the whitewater echoing through the lush greenery before you see the rapids. The overall course takes you nearly five miles, shifting from the adrenaline rush of paddling along the torrents and resting in tranquil waters. During a rest period, your guide points to a sloth sleeping in the trees. It uses two close branches like a hammock to cradle its backside. You wipe away water from your cheeks and enjoy the view. You make your way to the thermal springs connected to the comforts of your lodge to bask in the soothing, naturally heated waters reaching temperatures of up to 105 degrees Fahrenheit."
    },
    {
      "dayNumber": "5",
      "title": "Arenal – Discover the Splendors of Arenal on the Adventures of your Choice",
      "description": "The morning washes over the rainforest canopy returning the emerald hues of the trees and the active yowl of the howler monkeys. Freshly brewed Costa Rican coffee offers a revitalizing aroma in the dining room. The day is yours to indulge in the wonders around Arenal at your preferred pace. Enjoy a relaxed and romantic afternoon in the thermal springs or soar through the trees on a zip line adventure. For an unforgettable, idyllic stroll, you make your way to the Hanging Bridges to traverse the 15 walkways ambling through 600-acres of private nature reserve. The tropical wet forest is located nearly 2,000 feet above sea level and represents highly diverse species of trees found in both high and lowland forest. You can walk hand-in-hand across the suspension bridges, noticing how the walkways bounce with your steps. The marvels of nature reveal themselves in the treetops, embodied in the three-wattled bellbird. The unique bird can grow to 12 inches long with chestnut brown wings and tail while a black ring around the eyes stands out from the white crown. The males give a bell-like call audible to passersby at close range that sounds like a quick succession of a hollow bell ringing. A crested guan feeds on a fruit tree nearby and resembles a turkey in stature with the grace of a hawk, using its large wings to glide through the trees."
    },
    {
      "dayNumber": "6",
      "title": "Nosara – Travel West to the Splendor of your Pacific Coast Luxury Lodge",
      "description": "Your private transfer greets you after an early breakfast to begin the scenic drive west to the Pacific. The winding roads take you from the tropical warmth of the rainforest to the hot humidity nearing the Colorado Gulf. Fruit stands shimmer with bunches of bananas, plantains, and watermelons cut in half to reveal vibrant red interiors with deep-black seeds. Rural communities teem with life around pineapple and banana plantations, and you soon reach the soft limestone caverns that populate the Tempisque Basin, where the Nicoya Peninsula touches mainland Costa Rica. Small mountain ranges create Barra Honda Caverns National Park, which contains more than 40 grottoes spanning more than 5,670 acres. The unique contours of the landscape provide another fantastic memory in which you can share, feeling like an explorer diving into the unexplored interior of the earth. Barra Honda was a volcano in which archeologists have found artifacts and skeletons of pre-Columbian tribes. You touch your fingers to the cool, smooth stone of the soft cave interior. In some places, the caves reach nearly 800 feet deep, and your guide pours light into the cave to show the stunning array of stalagmites rising out of the grounds like columns. The sound of dripping water bounces off the walls amidst the twisted formations. You emerge from the centers of the earth to find coati and anteaters populating the landscape. You continue to the shores of the Pacific to find a featured Zicasso eco-luxury resort featured, the Lagarta Lodge. Your beautiful suite has a view of the waves crashing along the coastline along with the jade canopy of the mangrove trees. From the infinity pools to the restaurant, Lagarta Lodge was designed with panoramic views and ultimate luxury in mind, while remaining connected to Costa Rica’s vibrant wildlife through the 90-acre private biological reserve connected to the property."
    },
    {
      "dayNumber": "7",
      "title": "Nosara – Relax in Comfort with a Couple’s Spa Day and Beach Visit",
      "description": "In the morning, a flock of parakeets perches on the tree outside your private balcony. The staff places freshly brewed coffee, tea, and croissants on your doorstep as you wake up. The sunlight washes over the indigo hues of the Pacific Ocean as fishers cast their lines beyond the waves and snow egrets waddle along the sandy banks at the mouth of the estuary in search of insects, small fish, and sand crabs. The day is yours to bask in the comforts and majesty of Lagarta at your leisure. The infinity pool offers a refreshing temperature overlooking the mangrove forest and coastline. At breakfast, the scent of coconut syrup overtakes the savory aroma of traditional gallo pinto , rice and beans. A private shuttle takes guests to and from Playa Guiones and Pelada, or for a remarkable, refreshing day at Lagarta, you can visit the spa for a couple’s massage. The view permeates every aspect of the hotel, offering a spectacular panorama from every angle, including within the comforts of the tranquil spa. The masseuses welcome you with an easy, soft-spoken demeanor. The large room contains the aroma of jasmine and citrus. The natural light lulls you into a sense of comfort and tranquility in the romantic ambiance. Any lingering stress fades from your shoulders. Your muscles relax in the calming spirit as your masseuse puts light pressure on your neck, gliding down your upper back to loosen the connective tissue. You ease into the pampering, and at the end of the massage, you indulge in the natural sweetness of a pineapple and kale drink while relaxing in the spa’s private bubbling Jacuzzi."
    },
    {
      "dayNumber": "8",
      "title": "Nosara – Explore the Wonders of Guanacaste with a Choice of Excursions",
      "description": "Surfers take to the waves along Guiones Beach to enjoy the celebrated break. The breeze rustles the palm fronds edging the powdery white sand while at breakfast, you enjoy the mixture of sweet pineapple and the gentle sea breeze. The day is filled with possibility due to the various excursions from which you can choose. Enjoy a couple’s surf lesson in the morning or take to the sands of Nosara Beach in the afternoon to experience the sunset on horseback. The beauty of nature calls to you at Ostional Beach, the world’s second-largest nesting grounds for Olive Ridley turtles. The shoreline of the Ostional Wildlife Reserve extends nearly seven miles long, encompassing Ostional, Nosara, and Guiones beaches, along with the estuaries and mangroves inland from the shoreline. From August to November, the shores abound with endangered giant leatherback turtles and green sea turtles returning to the sands to nest. Shards of broken shells scatter across the top-layer of beach near the rambling tide. At the start of the quarter moon, hundreds of turtles emerge from the water in a steady stream returning to the place they once hatched. They stay for three days before venturing back to the sea, leaving mounds of eggs inside their nests. The event, known as Arribadas , occurs monthly during nesting season. You keep the flash on your camera off and wear dark clothing as not confuse the baby turtles searching for the waterline by the moon’s reflection. You hold hands, watch the turtles emerge from their shells, and embrace the unique experience of a Costa Rica romance."
    },
    {
      "dayNumber": "9",
      "title": "Nosara – Depart for Home",
      "description": "In the morning, the sunlight returns to the beaches around Guanacaste. The sodas , small restaurants , open along the shoreline offering great coffee, exceptional views, and magnificent ceviche utilizing sour lemon as citrus to cook succulent conch. You stand on your private balcony to linger in the spectacular private view while parakeets chirp along the trees before flying into the mangrove forest. Great kiskadee flutter their wings and perch on the small branches dangling in front of your room with bright yellow breasts shining against their red-brown wings. Their call resembles their name, twittering with a high-pitched kis-ka-dee before darting out to feed. After breakfast, your private driver greets you in the hotel lobby and escorts you to Nosara Airport. Your brief, scenic flight touches down at Juan Santamaria International Airport, where you have plenty of time to check-in for your flight home."
    }
  ],
  "map": ""
}