{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "one-week-romantic-costa-rican-getaway-vacation",
  "tourName": "One-Week Romantic Costa Rican Getaway Vacation",
  "placesVisited": "San Jose, Uvita, Marino Ballena National Park, Naranjo, Corcovado National Park, Juan Castro Blanco National Park",
  "generalInfo": "Experience the exotic passion and exuberant spirit of the jungle during your customizable romantic tour of Costa Rica, where you will immerse yourself in the gorgeous seclusion of the Central Valley and the captivating majesty of the Pacific coast. You will discover the idyllic setting of your luxury accommodations and the captivating thrill of viewing iridescent birds and rambunctious monkeys in their natural habitats. You will also witness breathtaking waterfalls, embrace the soothing ambiance of a couple’s massage, and enjoy the flirtations of the tranquil scenery. From sampling cherished coffee to lounging on treasured white-sand beaches, your Costa Rican tour is full of intrigue, opulence, and romance.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Central Valley – Enjoy San Jose with a Private Drive to a Secluded Lodge",
      "description": "The Central Valley of Costa Rica represents the country’s heart with sprawling coffee plantations that are interspersed between the lush jungle foliage. As the spiritual center of Costa Rica, the Central Valley contains the history of Spanish conquistadors and national independence that is accentuated by the picturesque villages that offer panoramas of surrounding volcanic ridges. Your flight lands at Juan Santamaria International Airport, where your private transfer will greet you upon arrival. The bustling streets of San Jose become a welcoming immersion into the capital where neoclassical décor embodies the history of wealth as well as the fashionable aesthetic of Costa Rica. The National Theater will host plays, operas, dances, and classical concerts inside the grand nineteenth-century façade. The neighborhood of Barrio Amón reflects the former prestige of the coffee plantation owners who erected sensational mansions in a variety of elegant and exuberant nineteenth and twentieth-century styles. Many of the old homes have been converted into hotels, cafes, and restaurants in order to preserve the history of the neighborhood while also attempting to revitalize contemporary culture. You will travel through the capital of Costa Rica before arriving at your secluded accommodation on the outskirts of the Central Valley. The luxurious charms of the décor will incorporate the rich coffee culture of the area while also offering you tremendous views of the Poas, Barva, and Irazu volcanic summits that highlight the unforgettable romance of Costa Rica’s luscious landscape."
    },
    {
      "dayNumber": "2",
      "title": "Central Valley – Indulge in the Isolated Romance of your Luxury Lodge",
      "description": "In the morning, the scent of freshly brewed Costa Rican coffee drifts through the open-air of your accommodation’s dining room. The delicious aroma fades beneath the subtle fragrance of blossoming hibiscus. You can embrace the new day’s romantic ambiance and celebrated style of Pura Vida , known throughout Costa Rica as “pure life.” The sounds of twittering birds will echo from the protected wilderness in El Chayote Forest Reserve that encompass 988 acres of cloud and rainforest. This rainforest is home to about 150 different species of birds. Set out with your guide on a tasty adventure to a local coffee plantation where a coffee producer will guide you through the plantation. White flowers grow from the coffee plants releasing the relaxing scent of jasmine. Small red cherries dangle between the leaves, which will then be harvested, dried, and roasted before they will become the coffee grains with which you are familiar. At the end of the tour, your guide will teach you the basics of sampling coffee and how to find the different flavors inherent in the beans, much like tasting wine. You will sip the coffee and taste a blend of citrus and apricot that will be supplemented with an intense aroma of brown sugar. Continue to Catarata del Toro for a spirited waterfall experience at one of the most impressive water features in the country. The falls tumble over the lip of an extinct volcanic crater dropping approximately 300 feet into the waiting pool. Trekking to the waterfall will take you on a manicured trail weaving through part of a 250-acre reserve of thriving primary forest. Here, blue morpho butterflies flutter their wings in the soft light that pierce the dense canopy, which attracts the butterflies across large distances. Along the lush edges of the pool, hummingbirds feed on the bright, blossoming flowers."
    },
    {
      "dayNumber": "3",
      "title": "Central Valley – Discover the Splendor of Costa Rica’s Central Valley",
      "description": "At breakfast, you will test your new-found talents of identifying the flavors and aromas of freshly-brewed coffee, and will notice the captivating scent of caramel that accentuates the tart lemon and sweet-honey flavors when it lingers on your palate. The romance of Costa Rica will be palpable within the stunning views your room and lobby will provide. After breakfast, your guide will meet you at the hotel and leads you to the natural splendor of Juan Castro Blanco National Park. Cloud forests surround the protected landscape at 7,212 feet above sea level which span approximately 35,200 acres. While you walk through enchanting rugged terrain, your guide will explain how the high-altitude rains and mist feed the source of five rivers that wind into the Northern Region. Share the moment with your loved one as you can traverse more than three miles of manicured trails. As you venture into a landscape covered with 60 percent of primary forest you may witness the Pozo Verde Lagoon, which has a depth of nearly 50 feet. This small pool of emerald water can perfectly mirror the surrounding vegetation inside the crater of the ancient extinct volcano. The tranquil seclusion of the hillsides provides the perfect destination to search for the resplendent quetzal, which is an exotic bird that nests in the Montane cloud forests between Southern Mexico and Western Panama. Their radiant plumage glints with green, gold, blue, violet, and red along with a collection of feathers that act like a streamer for a tale that can reach up to 26 inches long. Their colorful hues stand out from the greater jade foliage of the trees, yet adapt to the colors of the canopy within rainy weather. Spotting one in the wild will offer a sense of serenity and excitement of seeing the rare bird in its natural habitat that will only enhance the passionate connection you feel with this captivating and pristine scenery."
    },
    {
      "dayNumber": "4",
      "title": "Costa Ballena – Enjoy a Scenic Drive to Lovely Beaches of Costa Ballena",
      "description": "Your private transfer will meet you at the hotel lobby after your delicious breakfast to escort you to the comforts of your luxurious accommodations on the Costa Ballena. Before arriving on the enchanting Pacific shores, you will stop in the charming town of Sarchi, which is known as the artisan capital of Costa Rica. A giant oxcart, the national symbol of the country, decorates the entrance to Sarchi with an elegant and ornate hand-painted design. The bright colors and distinctive shapes symbolize a tradition passed down through the generations when oxcarts acted as the main source of transport and farming techniques. The church glows at the center of town with a pink and blue hue glinting along the two large towers overlooking the public plaza. Local artisans craft the delicate carved wooden utensils, stunning jewelry, and historically inspired masks as well as intricate furniture with hand-carved panels that show a touch of Costa Rica’s past whether in the form of harvesting farmers or soaring toucans. Whether watching an artist detail a small oxcart with intense focus or caressing the complex features of a hand-carved rocking chair, Sarchi highlights the beautiful local artistic heritage."
    },
    {
      "dayNumber": "5",
      "title": "Costa Ballena – Relax in Comfort at your Luxurious Accommodations",
      "description": "In the morning, the sound of howler monkeys will roar through the jungle canopy. The New World monkey lives in groups with up to 20 others and can call throughout the day as they communicate between their group with a territorial cry. After breakfast, the day is yours to enjoy the beauty of Costa Rica’s treasured Pacific coast and the charms of Costa Ballena at your leisure. The jungle reserve connected to your hotel boasts a stunning private, tiered waterfall where whales often swim past the powdery white sands of Punta Uvita Beach. Couples can also learn to paddleboard on the calm waters of the nearby Mangrove canals or enjoy the thrills of a whitewater rafting excursion on the Coto Brus River. Take to the skies on a stunning ziplining tour that allows you to stream through the rainforest canopy like a chestnut-mandible toucan. Sail above the forest floor and across valley streams connected by eight cable lines where the wind will brush against your cheek as you glide between platforms and watch the emerald leaves of the forest blur. Searching the canopy will reveal hidden treasures like feeding toucans, snacking on nuts, and observing resting, two-toed sloths clinging to the trees. The common Hoffman’s two-toed sloth has two heavy toes ending with long curved claws. They can grow up to 28 inches in length and move with slow, focused movements. This will be an excellent opportunity to take pictures and interact with these unique creatures. In the evening, you can relax in the romantic ambiance of your hotel with a couple’s spa treatment accentuating the splendors of the setting and the natural resources of the local landscape. The scent of jasmine and sea-salt fills the room for a relaxing atmosphere. You immediately feel soothed and more connected as a couple as your muscles unwind. The sporadic sounds of passing birds remind you of the tropical setting spreading in and around your opulent accommodations relieving the tension in your shoulders, neck, and back."
    },
    {
      "dayNumber": "6",
      "title": "Costa Ballena – Explore the Beauty of Uvita and Costa Ballena at Leisure",
      "description": "In the morning, you will indulge in the view of the Pacific Ocean from the comfort of your dining room. You will have another day at your leisure that allows you to bask in the sunlight alongside the infinity pool or venture out into the wilderness for another deep exploration of Costa Rica’s captivating biodiversity. Your guide will lead you away from the hotel for the day, eager to introduce you to the majesty of Corcovado National Park. The protected landscape overtakes nearly 40 percent of the Osa Peninsula, acting as a bastion for marvelous endangered wildlife such as the Baird’s tapir, giant anteater, and the world’s largest population of scarlet macaws. The trails winding through the jungle terrain highlight 164 square miles of one of the most cherished and diverse biomes on the planet. You will explore these trails under the supervision of an experienced guide who is incredibly knowledgeable about the region. Your guide may find a troop of spider monkeys running along the upper branches. The endangered species has a long, prehensile tail reaching 35 inches long which helps them balance in the trees, either when running through canopies, or dangling from vines. Continuing your expedition deep into the national park will also reveal the hiding place for a flock of scarlet macaws. These birds are famous for their stunning plumage that shines with red, yellow, and blue hues that also grow up to 32 inches long. You can hear their high-pitched throaty squawk, which can carry for miles when searching for a group. They scour the trees looking for fruits, nuts, and seeds but also gather around clay licks filled with sodium-packed dirt. Viewing the colorful and dynamic wildlife in their natural habitat can emphasize the natural charm of the region that is amplified by the romantic ambiance of your luxurious accommodations while giving you a taste of both the luscious jungle and the serene beaches that litter this majestic region."
    },
    {
      "dayNumber": "7",
      "title": "Costa Ballena – Fly from Uvita do San Jose and Depart for Home",
      "description": "The gentle pace of the coastal life continues at breakfast where the scent of the sea breeze fades beneath the delightful aroma of fresh-squeezed orange juice. The grandeur of Marino Ballena National Park will shimmer in the sunlight deriving from the pristine blue Pacific water as it protects the coral and rock reefs of secluded islands. At low tide, the sandbar appears to resemble the distinctive shape of whale’s tail. The waters around the national park protect nesting sea turtles and three different species of dolphins, while also allowing humpback and pilot whales to pass when migrating. After breakfast, your private transfer escorts you to the airport at Quepos for your brief flight to Juan Santamaria Airport in San Jose, where you continue home."
    }
  ],
  "map": ""
}