{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "family-trip-to-costa-rica-in-7-days",
  "tourName": "Family Trip to Costa Rica in 7 Days",
  "placesVisited": "San Jose, Arenal, Golfo de Papagayo, Guanacaste Mountain Range, La Fortuna",
  "generalInfo": "Your customizable family tour of Costa Rica will take you deep into the rainforest for a fabulous river safari, and then along the azure waters of the tropical Pacific in search of passing humpback whales. The best family vacations inspire life-long memories and in which the kids explore exciting destinations with thrilling experiences, and these will embody the welcoming spirit of Costa Rican Pura Vida . Witness the volcanic peak of Arenal, wander the jungle terrain at night in search of active nocturnal wildlife, and relax on the gorgeous sands of the celebrated beaches of Guanacaste during your family-friendly Costa Rica vacation.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – Arrive in San Jose with an Introductory Tour of the Capital",
      "description": "The capital city of San Jose sits at the spiritual and physical heart of Costa Rica within the pleasant, mild climate of the Central Valley. Colonial grandeur rises along the distinct streets of the historical neighborhoods leading to the bustling aisles of Mercato Central and the immensity of the nine-story San Pedro Mall with 260 stores capturing the contemporary culture of the city. Before exploring it all, your family will arrive at Juan Santamaria International Airport, where your private transfer will greet you at customs and guide you through. You can take time to settle into the comforts of your luxury hotel near the epicenter of art galleries, colonial mansions, and museum collections. Your guide will greet you in the lobby eager to introduce your family to the splendors of San Jose beginning at the Museo de Jade. The fascinating gallery space spans five floors displaying 7,000 artifacts that have been preserved over the centuries. The kids will be engrossed with the stories of the native peoples who crafted the images of fertility goddesses, shamans, frogs, and snakes by hand. Your guide can point out the distinct Mayan influences on individual pieces, and your kids will likely pause at the stunning ceramic head with a dramatic row of serrated teeth that stand out from the surrounding precious stone images glinting in the soft light. After a quick pass through the museum, the indoor design of Mercado Central will keep any jet lag at bay as your eyes take in the range of local spices to coffee beans grown around the country, as well as vibrant produce like delicious mango and rich avocado. After a good wander around for initial impressions, an early night will be yours to settle in for the week. We work closely with the best Costa Rica tour operators to ensure that you have a fully personalized trip of a lifetime."
    },
    {
      "dayNumber": "2",
      "title": "Arenal – Travel to Artisanal Sarchi and Discover Adventurous Arenal",
      "description": "In the morning, the aroma of freshly brewed coffee will fill the dining room with a rejuvenating aroma accompanied by the sweet citrus scent of fresh-squeezed orange juice. The colonial mansions around Plaza España highlight the wealth of former coffee plantation owners in the late 19th and early 20th centuries with architectural designs that imitate the Victorian prestige and the elegance of concrete art-deco aesthetics. The neighborhood will feel like an interactive art center with many of the aristocratic homes now containing hotels, cafes, restaurants, and offices. You will then travel to the town of Sarchi with your private driver for an overview of the artisan crafts for which the Central Valley is known. You will pass beneath the twin-towered church that soars over the village and visit the artists as they craft sensational wood furniture, leather goods, and the traditional ornate oxcarts that are a symbol of rural life in Costa Rica. The carts played a key role in the transport of goods to the markets during the country’s history, making the unique and ornate designs on the carts culturally and aesthetically meaningful. Markets in town heavily feature the works of local artists and showcase handmade bowls and sophisticated jewelry, stylish dressers, and rocking chairs ingrained with images of Costa Rican wildlife. The kids will marvel at the artisans as their painting and woodworking turn empty vessels into artwork before their eyes. You will continue to the base of Arenal Volcano in the eponymous town of Arenal, where your family can settle into the luxuries of your accommodations and the fantastic view of the volcano’s conical peak. The tropical jungle thrives in the rich minerals of the geothermal soil found along the Northern Highlands. To truly relax, you and the kids can visit the hot springs connected to your hotel and find a variety of pools with different temperatures, naturally heated by the subterranean volcanic activity with the hottest pool on the property reaching 102 degrees Fahrenheit."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – Enjoy a Rafting Excursion and Nocturnal Wildlife Tour",
      "description": "San Jose offered a glimpse of the contemporary culture of Costa Rica, and Sarchi provided an immersive touch of the artistic heritage of the country. You will next explore Arenal, which will deliver your first view of the pristine tropical rainforest and the remarkable biodiversity for which Costa Rica is famous. After breakfast, your guide will meet your family in the hotel lobby and whisk you to the banks of Penas Blancas River as it winds along the foothills of the Tilaran Mountains. Sections of the river hold high-class rapids, but you will board a raft along the pristine waters for an incredible wildlife viewing safari. Your guide will steer your raft as you listen to the chirping birds that are often interrupted by the guttural groan of howler monkeys. At first, the kids might think it is a predatory cat, but your guide can explain how the howler monkey call can echo through the trees for up to three miles. A bare-throated tiger-heron might perch on the edge of the brackish water remaining still as you pass. It can reach 32 inches tall and feeds on the insects and frogs hiding in the mud alongside the river. A troop of capuchin monkeys might scramble through the trees, and the kids will love watching the monkeys spring from the branches with their white fur standing out from the foliage. Their tails grow up to 22 inches long and help the monkeys balance along narrow branches and when reaching for distant foods like nuts and berries. At dusk, you will venture to a private reserve on which an owner has allowed the rainforest to regrow, which in turn has become new stomping grounds for some of Costa Rica’s captivating nocturnal wildlife. The kids will likely cling to your guide as you follow the marked paths searching for the numerous frog species hiding around the private reserve, hearing the high-pitched chirp of a dink frog and finding the bright blue, yellow, and orange markings of a red-eye treefrog clinging to an umbrella leaf."
    },
    {
      "dayNumber": "4",
      "title": "Golfo de Papagayo – Visit Dry Tropical Forest with Family Leisure Time",
      "description": "In the morning, you will have a fantastic view of Arenal Volcano that stands 5,437 feet above sea level and looms over the edges of La Fortuna town, as well as the Arenal municipality’s green hillsides and lush rainforest. Before leaving for the drier coastal region of Guanacaste, your family will have the chance to visit La Fortuna Waterfall. A viewing platform looks out over the rushing whitewater in the distance and spills down the mountain 246 feet to the waiting pool below. You can walk with the kids down the more than 400 steps to reach the base of the falls where the crashing water sounds like thunder. The ribbon of water shines against the light with the spreading mist casting rainbows against the background of the rainforest’s verdant strands. After returning to your hotel, your private transfer will escort your family to the Gulf of Papagayo and your luxury accommodations overlooking the Pacific Ocean. A gorgeous pool provides panoramas that overlook the coastline, and a staircase offers direct access to the soft, golden sands of the gulf. The remainder of the day will be at your leisure to relax in the gorgeous views and family-friendly atmosphere of your hotel alongside the beauty of the Papagayo Gulf."
    },
    {
      "dayNumber": "5",
      "title": "Golfo de Papagayo – Relish a Family Surf Lesson and Zip Line Tour",
      "description": "The morning will begin with your family taking to the sands of the gorgeous beaches along the Pacific Coast after breakfast. Your private surf instructor will greet you along the shoreline eager to begin your lesson for the day. Each family member will find their own handpicked surfboard on the sand, and you will learn how to pop up to your feet from the prone position. The scent of the salt water and the sound of the lapping waves make the experience more real as you watch the kids practice how to stand on their boards once more before taking to the water to try to catch their first ocean. The adventures of your day will continue in the afternoon with a zip line tour above the forest canopy. The exhilarating experience takes you up to 95 feet off the ground as you fly above and through the verdant trees with views spreading to the azure waters of the Pacific in the distance. You can hear the twittering birds around you while the cable hums as you glide through the air with the wind brushing against your cheeks. Your heart will race as you speed down the nearly mile-long course that takes you over a minute to reach the end of the line. After traversing the sky, you can take a deep breath in the butterfly garden to view some of the 1,200 types of butterflies found in Costa Rica, which accounts for 18 percent of the entire world’s butterfly population. The blue Morpho is one of the most popular butterflies to see due to its iridescent blue wings outlined with black tips. The butterfly is the largest in the world with a wingspan that is eight inches wide. The Glass Wing butterfly equally captivates your family due to its clear wings that are outlined with a crisp orange color resembling stained-glass."
    },
    {
      "dayNumber": "6",
      "title": "Golfo de Papagayo – Discover the Enchanting Wilds of Guanacaste",
      "description": "The day will be at your family’s leisure to uncover the fascinating wilds of the Guanacaste region with either a whitewater rafting excursion through the Cañon de la Vieja or a hiking adventure along the trails of Rincón de la Vieja. For an experience distinctive to Guanacaste and the beauty of Costa Rica’s Pacific coast, you can board your boat after breakfast bound for the open ocean in search of passing whales and friendly dolphins. Costa Rica’s dry region of Guanacaste hosts the longest migration season of humpback whales during the year accounting for the pods traveling from the north between December and April or from the south between July and November. Nearer to the coastline, your guide can point to Olive Ridley turtles as they poke their heads out of the water as you pass. Eventually, you might notice a whale fin break the water’s surface, followed by the large head of a humpback slowly emerging. The whale can reach up to 52 feet long and is popular for its distinctive surface behaviors like leaping from the ocean. They migrate up to 16,000 miles each year feeding on krill and tiny fish populations. Viewing the whales in the wild is a memorable experience the family will share long after you return home from Costa Rica."
    },
    {
      "dayNumber": "7",
      "title": "Golfo de Papagayo – Depart for Home",
      "description": "At breakfast, the kids will enjoy sharing their favorite excursion during your time in Costa Rica. The scent of coffee will add a refreshing aroma to morning air accentuated by the subtle sea breeze drifting across the hotel terrace. The kids will be able to impersonate the loud chirp of the dink frog during your nocturnal tour and might talk about their surf lesson, exaggerating their abilities to great fanfare. Your private transfer will soon meet your family in the hotel lobby after breakfast and escort you to the nearby Daniel Oduber International Airport in Liberia for your flight home, bringing a fun and luxurious end to your Costa Rica family vacation."
    }
  ],
  "map": ""
}