{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-vacation-package-a-tropical-getaway-to-quepos-manuel-antonio",
  "tourName": "Costa Rica Vacation Package: A Tropical Getaway to Quepos & Manuel Antonio",
  "placesVisited": "San Jose, Los Campesinos Private Reserve, Manuel Antonio National Park",
  "generalInfo": "Costa Rica surpasses the paradisiacal and borders dreamlike. On this 7-day tour you will experience the true splendor of the country, finding both luxury and adventure in the rolling hills and glowing beaches. Whether you have wandered through the lush rainforests before, or you wish to discover the magnificent charm of the white sandy beaches of Manuel Antonio for the first time, this vacation will take you beyond the possible and into the desirable. Discover what it feels like when tropical dreams come true.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - The Central Valley",
      "description": "The wonders of Costa Rica are within your grasp as you arrive in the capital of the country. The city is vibrant with an eclectic energy that incorporates the variety of culture from around the vast landscapes and regions. Beneath the fast pace and the sprawling neighborhoods is a city overflowing with charm and happiness, from the numerous parks to the remarkable historic museums. Your private transfer meets you at the airport and escorts you to a luxurious hotel in the city. Plaza de la Democracia was inaugurated in the late 1980s and celebrated the centennial of the election of President Jose Joaquin Rodriguez. The elevated terraces offer you a view of the surrounding mountains that create the greater skyline around the city. At sunset the mountains shift to silhouettes and the cityscape begins to shimmer. The nearby open-air crafts market displays a wealth of hand-carved wooden pieces and endless bags of Costa Rican coffee. The large and lively pavilion gives you a taste of the traditional culture with a touch of the modern world, from silver and gold jewelry shaped into pre-Columbian images to creamy flavors of farm fresh cheeses. For dinner, you can try Product C, a restaurant that started as a beachside shack and now champions sustainable seafood. The oysters served with lemon, Tabasco, and jalapeno vinaigrette creates a unique combination that you never knew you were missing until you to try it."
    },
    {
      "dayNumber": "2",
      "title": "Manuel Antonio - Embracing Forest",
      "description": "Indulge in a breakfast filled with the rich aromas of Costa Rican coffee and the local flavorful and sweet exotic fruits. The papayas are bright and eye-catching. The bananas are creamy and decadent. After breakfast your private transfer takes you to the local airport for your flight to Quepos. The small town is a gateway to Manuel Antonio National Park and maintains a sleepy and jovial atmosphere amongst the locals. Continue onwards to your hotel, which may encompass the best of the rainforest and tranquil ocean views. With a little luck, you may spot monkey or a sloth on the grounds. In the afternoon, you will set out on a private hike with a biologist to introduce you to the surrounding beauty. The walk looks over 800 acres of tropical lowlands, which is home to a sensational collection of wildlife. Trek along the unpaved path. The trees vary in size from small to towering, thinly trunked to wide and massive. Motmots swirl through the trees. The birds have elegant and colorful plumage that almost glows against the background of jade leaves. Your guide points into the trees and shows you the bird gradually wagging its tail feathers, which calls attention to its otherwise hidden spot on the branch."
    },
    {
      "dayNumber": "3",
      "title": "Manuel Antonio - Lead a Horse to Water",
      "description": "The morning fills with the early calls of the wildlife from beyond the trees. Monkeys and birds are active in the cooler air of the early morning and sound off with energetic cries. Frogs croak on the riverbanks and small marshes. After enjoying breakfast listening to the wonderful sounds of the wild, you meet your guide and horse that will lead you through the dense forestry to the water. The tree branches and leaves often hang low. The horse traipses along and follows the guide in front of you. Vanilla orchids rise from the brush. Toucans glide around the canopy. You hear the rushing waters of the Savegre River before you see the riverbanks. The river flows from the Talamanca Mountain Range and to the estuary of Manuel Antonio National Park. The water quickly glides past but the sound is soothing and the cool temperature is refreshing. Your river guide helps you into the raft and when everyone is ready you make your way downstream. The excitement pulses in your chest. The riverbanks are lush and quickly passing by. When the water turns to rapids your guide tells you to paddle. The boulders stick out of the river and make the water swirl. The water splashes around you. Continue to paddle and feel the wondrous rush and jovial atmosphere. When the river calms you find yourself next to a vibrant waterfall with lunch ready and waiting like an earned reward."
    },
    {
      "dayNumber": "4",
      "title": "Manuel Antonio - The Privacy of Others",
      "description": "The morning symphony once again circles around you. Indulge in a robust breakfast before making your way to Los Campesinos Private Reserve. Located between the Naranjo Mountains and the Savegre River, the reserve is home to the longest hanging bridge in Costa Rica. Follow your guides through the exceptional landscape that takes you through the treetops and around waterfall basins. The air is aromatic, filled with the smells of tropical flowers like the vanilla orchid. Waterfalls thunder down the foothills. Step onto the hanging bridge that stretches 380 feet for a view of the powerful falls. The endless water tumbles over the cliff to the waiting pool below. The elegance of the streaming water is partially obstructed by the trees near the basin, however, the splendor remains. On the far side of the bridge is a second waterfall that fills a swimming hole with cool, refreshing water. The wonders of this uncharted forest continue to delight and amaze. In the afternoon you will transfer to Manuel Antonio and find the luxurious amenities and panorama of the pristine ocean. Look out over the deck to see where the jade canopy ends and the sapphire Pacific Ocean begins. In the evening you can indulge in the local flavors of Bambu Jam, known for their slightly spiced blackened mahi mahi with sweet mango chutney."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio - Crescent Sands and Bending Trees",
      "description": "The morning brings in the rush of color from the sapphire ocean. You can see the waves peeling on the shore. The forest alights with birdcalls and howler monkeys bringing a rugged, archaic sound to the early light. The soft white sand sweeps around the bay in a crescent shape and the trees rustle in the breeze. Enjoy a morning hike and witness where the sea meets the trees. Squirrel monkeys swing from branch to branch and the exotic birds like the blue-crowned motmot are almost blinding with iridescent feathers. There is something both majestic and serene about exploring the countless trails of the park and of Costa Rica. The flowers are charming and the wildlife is spellbinding. Over 109 species of mammals call the national park home, including Hoffmann’s two-toed sloth. As you come to the beach you are more likely to find the black spiny-tailed iguana. The reptile can grow to over four feet in length and they usually have a whitish gray or tan color. They spread out on the rocks and bask in the sunlight. Waves crash against the rocky outcrops and spritz into the air. You find the combination of the trees and water both thrilling and beautiful. The biodiversity is unique and stunning, allowing you to explore the rainforest. Do as the iguana does and spread out on the beachside and indulge in the hot, soft sand and cool water of the pristine beach. The day drifts by and you relax without a care in the world amidst the soothing sounds of the water."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio - The Sea Doesn’t End",
      "description": "The beauty of Manuel Antonio doesn’t end at the beach, but continues on and beneath the surface of the sea. After a lush breakfast of flavorful tropical fruits, such as pineapple and coconut, you will meet your private transfer and make your way to the seaside. Climb aboard a catamaran to journey away from the white-sand shores. The breeze is a welcomed cool against your cheeks as the sails are cast. The jagged rock formations and towering cliffs shrink along Costa Rica proper. The sapphire water is a glassy clear. You can see schools of fish swimming in the beams of refracted light. Their colorful scales glisten and you dive into the water for a closer look at the fish and the reef nearby. The coral sprawls upward from the seafloor and the colorful calcite is home to numerous fish. Angelfish weave around anemones. The water is refreshing and warm. People point to a distant pod of bottlenose dolphins. The dolphins arch into the air and dive deep into the water. They display their playful and friendly personalities. In the evening you return to your resort and revel in the absolute thrill of your seafaring adventure."
    },
    {
      "dayNumber": "7",
      "title": "San Jose - Return to Central",
      "description": "The morning waves crash against the white sand and you are reminded of the lounging lizards of the previous day. The majestic view and the sensual tropical flavors are always captivating. You wake up to the sight of perfection, a world-renowned paradise that stretches from ocean to ocean. After breakfast, you will have a private transfer to Quepos for your return flight to San Jose. Once in San Jose you will continue the journey home. Your time exploring the rainforest and beaches of Costa Rica has shown you the ineffable spirit of the country, from its landscape to its people, its illustrious rainforest and captivating wildlife."
    }
  ],
  "map": ""
}