{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "east-to-west-costa-rica-vacation-of-romance-luxury-caribbean-sea-to-pacific-coast",
  "tourName": "East to West Costa Rica Vacation of Romance & Luxury: Caribbean Sea to Pacific Coast",
  "placesVisited": "Tortuguero, Tamarindo, Monteverde Cloud Forest, Palo Verde National Park",
  "generalInfo": "Blend romance and luxury, exploration and relaxation on your 9-day custom-tailored Costa Rica vacation. Relax near the opulent waters of the Pacific Ocean and drift through the secluded canals at Tortuguero. Witness the distinctive simmer of an active volcano and traverse the unique canopy around the Cloud Forest Reserve. From coral reefs to turtles’ nests, jaguars to scarlet macaws, indulge in the rich natural life of Costa Rica.",
  "durationDays": "9",
  "price": "2,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – Between East and West",
      "description": "Welcome to San Jose, the capital of Costa Rica. The city resides in the Central Valley and contains the country’s heart and soul. The culture from around Costa Rica has settled in San Jose, creating a bustling melting pot of cuisine, atmosphere, and history. Colonial mansions line the streets of Barrio Aranjuez. Elegant hand-carved woodwork adorns the facades and porches wrap around the raised entryways. Your private transfer meets you at the airport and escorts you to a fabulous hotel that balances a central location with elegant seclusion. The central market is an entire city block and houses over 200 shops, stalls, and restaurants. Narrow lanes divide the vendors by goods, from wood carvings to produce. Bananas hang down in decadent bunches. Large watermelons tempt you from their display. The sweet and citrusy aromas of star fruit linger in the air. In the evening, share a romantic meal over candlelight at a local restaurant where after the first crunchy and juicy bite, you can find indulgence and perfection in Costa Rica’s Central Valley."
    },
    {
      "dayNumber": "2",
      "title": "Tortuguero – Finding the East",
      "description": "The panorama of the encircling mountains accompanies the sweet tropical aromas of the neighborhood. The mountainous landscape creates a unique and lustrous skyline around the city and valley. Your private transfer meets you at the hotel and escorts you through the exceptional greenery of the Braulio Carrillo National Park en route to the secluded northeastern lowlands. Your transfer arrives at the riverbanks where you step aboard a local boat. The region receives 250 inches of rain a year. The rainfall and the biodiversity create the unique and secluded canals for which Tortuguero is famous. A slight breeze combs over the canal and through your hair. A bare-throated tiger heron perches on a large tree root that protrudes from the water. Arrive at the luxuries of a unique eco-lodge, concealed by the rainforest canopy along the secluded canals of Barra de Pacuare. The serene sounds of wildlife emanate from the Madre de Dios Lagoon and the tropical rainforest separating the isolated canals from the Caribbean Sea on a narrow peninsula. The unspoiled beauty of the canals provides authentic sightings of green, leatherback, and Carey turtles, as well as rare sightings of jaguars, endangered tapir, and the exceptional Agami heron. Nearly 6,000 acres of protected biological reserve provides a labyrinth of rivers, swamps, and cloud forests around Tortuguero. Your wonderful lodge promotes sustainability through ecological-friendly projects protecting the Pacuare canals, along with the delicate environment supporting the distinctive flora and fauna. In the afternoon, relax in the comforts of Lirio Lodge as you listen to the active kingfisher call out in the dwindling sunlight while swaying on a hammock or sitting near the bonfire with a view to the water."
    },
    {
      "dayNumber": "3",
      "title": "Tortuguero – Tortuguero Canals and Pacuare Biological Reserve",
      "description": "The rainforest is alive around you, filled with elegant bird calls to start the day. Your private guide will meet you in the lobby and escorts you through the Tortuguero canals and Pacuare biological reserve in the morning light when the animals are still active. You step onto a boat and begin the journey. The trees quiet in the warmth of the late morning. The serene rainforest lines the canals’ banks creating a tranquil ambiance. Your guide points into the canopy. A troop of spider monkeys dawdles in the high branches. They favor the higher canopy and forage up to 98 feet above the forest floor. You can search the banks of the canals for the agami heron, which can grow to 30 inches tall with a neck and breast shining with chestnut plumage and a white line coursing down their neck. Their wings shimmer with emerald and their crown has hints of pale blue spreading to their lower back."
    },
    {
      "dayNumber": "4",
      "title": "Monteverde Cloud Forest – Top of the Western Ridge",
      "description": "The active rainforest wildlife once again fills the morning with rambunctious and resonant calls. The sensually sweet aromas of tropical fruits, from luscious coconut to juicy papaya, swirl through the air. You will take a flight to San Jose where your private transfer will escort you to Poas National Park. The park is located 8,885 feet around the summit of Poas Volcano. The active crater steams at the high altitude. The crater is almost 1,000 feet deep and contains an emerald, boiling lake. Lush elfin forest wraps around the reflective lake and the water is refreshingly cold. In the trees, you can see and emerald toucanet. Its bill is brightly marked with yellow and black. Its tail feathers are tipped with orange. They call out with short loud chirps. In Monteverde, you will find comfort in a graceful lodge at the edge of the famous Cloud Forest Reserve."
    },
    {
      "dayNumber": "5",
      "title": "Monteverde Cloud Forest – Watching the Clouds from Above",
      "description": "The Cloud Forest Reserve is famous for its rich biodiversity. The moisture of the Pacific and Atlantic oceans converges on the hilltops and creates meandering bursts of graceful clouds. The herbaceous aroma of ferns drifts with the clouds. Moss carpets the underbrush and lower branches. Rivers and streams careen around the forest floor. Tour through the canopy on a set of hanging bridges to discover the secluded beauty of the treetops. Resplendent quetzals roost on the branches. Their crimson and green plumage is iridescent against the blossomed rainforest. The world is peaceful on your private exploration of the forest. The clouds dissipate and the greenery glistens against the sweeping blue sky. Orchids intermittently shade the trees with lavender and pink petals."
    },
    {
      "dayNumber": "6",
      "title": "Tamarindo – Cloud Forest Turns to Beachfront Paradise",
      "description": "The morning is wash with cool air and twittering birdlife. After breakfast, the trees fade behind the mountainside as you leave the Cloud Forest Reserve behind you. The grasslands of Guanacaste offer sprawling prairies filled with long-eared brahma cattle. Costa Rican cowboys ride horses in the meandering grass. The verdant fields house interspersed trees and glassy sapphire lakes. Arrive in Tamarindo, the cosmopolitan beachside city on the Pacific Coast. The current spreads across the shoreline. The sound of crashing waves is always nearby and the comforts of the quiet, private pool offer a captivating moment alone. Playa Grande is home to the nesting grounds of leatherback turtles. The waves provide the soundtrack for the hatchlings as they dig their way out of their sandy nests between November and March. The moonlight reflects off the water and attracts the newly born turtles. They push themselves with their finds. They leave small prints in the sand. Once they reach the water the tide takes them out to sea and they disappear in the luminous wake."
    },
    {
      "dayNumber": "7",
      "title": "Tamarindo – The Beauty of the Beach",
      "description": "The rich aromas of the tropical western paradise emanate from breakfast. Sweet mango and luscious papaya accompany layers of chocolaty Costa Rican coffee. The day is yours to indulge in the pleasure of Tamarindo at your leisure, from relaxing on the plush sands of Tamarindo Beach to adventuring along the mangroves at Palo Verde National Park. The water around Tamarindo is delightfully cobalt and reflective. The white sand beaches around Tortuga Island gives crates 33 acres of pristine beach and forest for you to enjoy. Board a catamaran and sail across the sea to the secluded island. Spinner dolphins jump from the water and splash back down. Their dorsal fin is triangular and they can reach a length of almost eight feet. When the spinner dolphin springs from the water they quickly twist in the air, from two to five and a half times, before touching back down. The island sand shimmers in the distance. The sails flutter as they catch the wind. The breeze rustles through the prevalent tree line. Your sumptuous daily cruise sets you on the island shores and even beneath the tranquil current to view the angelfish and morays. Spotted eagle soar through the air. The fresh and elegant aroma of the sea drifts around you."
    },
    {
      "dayNumber": "8",
      "title": "Tamarindo – The Calling Caves",
      "description": "The morning rises over the beachside and brings the current of the colorful ocean to life. The birds' twitter and tweet in the trees. The breeze brushes through the leaves. The day is once again yours to enjoy the majesty around Tamarindo. In the reaches of the Nicoya Peninsula are the Barra Honda caves. The grottoes run as deep as 787 feet into the earth. The limestone walls are cool and smooth to the touch. Stalactites hang down from the cavernous ceiling. Dripping water reverberates against the walls. The rocky outcrops rise, fall, and twist around the 42 different grottoes in the network of caves. In the cave labeled Terciopelo, you find a work of stone called “The Organ.” When stricken the stones produce a series of musical tones that resonate through the air; they call out like piano keys. The wonders of the cave give you deeper insight into the splendor of the landscape and the remarkable beauty all around you."
    },
    {
      "dayNumber": "9",
      "title": "Liberia – East to West to Home",
      "description": "The images of turtles rushing towards the water in the evening light are strong in your mind. The sound of the current touching the shore fills the air. Savor the sweet and creamy pleasures of breakfast, from the star fruit to jackfruit. After breakfast, your private transfer will escort you to Liberia for your flight home. The luxuries of Costa Rica have brought you comfort. The sensual beauty of the landscape showed you majesty. You have seen the beauty of both wildlife and daily life on your lavish Costa Rican getaway."
    }
  ],
  "map": ""
}