{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "one-week-luxury-costa-rica-vacation-for-seniors",
  "tourName": "One-Week Luxury Costa Rica Vacation for Seniors",
  "placesVisited": "San Jose, Arenal, La Fortuna, Tamarindo",
  "generalInfo": "This custom-tailored vacation for seniors will take you on a journey from the coast to the rainforest to experience many of Costa Rica’s most breathtaking destinations. You will indulge in decadent dining experiences, explore by way of private guides, and culminate each day by unwinding at five-star hotel accommodations. You will bask in Arenal’s mineral-rich, bubbling hot springs, decompressing as you breathe in the cool, jungle air. You will also encounter two-toed sloths, howler monkeys, toucans, exotic plant species, and much more during your exclusive tours of the misty rainforest. While lounging on Tamarindo’s pristine, white-sand beaches, you will listen to the relaxing sounds of the ocean as it crashes onto the shore. Whether you are traveling as a couple, family, or with a group, this immersive vacation is the perfect mix of adventure and relaxation that you will not soon forget.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - Arrive in Costa Rica's Lively Capital City",
      "description": "After landing in San Jose, your private driver will meet you at the baggage claim and whisk you through customs. Driving through Costa Rica’s lively capital city, you will be amazed by San Jose’s vibrant culture. Situated in the heart of the Central Valley, San Jose’s rolling hills are dotted with homes, lined with city scrapers, and adorned with beautiful buildings. You will notice a mist as it drifts through the bordering mountains and luscious rainforest that looms in the distance. In the city’s center, expansive outdoor markets are decorated with brightly colored souvenirs, and you will be able to hear school children as they play games of soccer in the park. Locals will pour into breweries, cafes and, restaurants, and once your driver arrives at your luxurious hotel, you will be free to enjoy a night of relaxation before tomorrow’s adventures begin."
    },
    {
      "dayNumber": "2",
      "title": "Arenal - Delve into Costa Rican History on a Privately Guided Plantation Tour",
      "description": "The second day of your Costa Rican vacation will begin by sampling the tantalizing, local cuisine. The aroma of freshly brewed coffee will drift through the air, and you will immediately feel refreshed as you sip the creamy, caramel taste from your cup. You will indulge in ripe, juicy guava, pineapple, and orange slices, and sample a savory Costa Rican stable and Pinto Gallo with homemade tortillas. After a satisfying breakfast, your private guide will meet you in the lobby to transfer you to your next destination of Arenal. As you drive, the bustling cityscape will disappear and slowly transform into the tropical Arenal region. Heading into town, you will notice one of Costa Rica’s most popular destinations as it looms in the distance: the Arenal volcano. At over 5,000 feet, its cone-shaped spout seems to reach the swirling clouds above. You will be able to feel the humidity on your skin as you breathe in the rich oxygen of the many flowering plants that surround the area. An afternoon visit to a local coffee plantation will be sure to delight your senses, delving into the history and complex production on a privately guided tour. The fields will stretch as far as your eyes can see, and your knowledgeable guide will discuss the intricate coffee growing, picking, and harvesting processes with you. After your tour, you will sample different types of coffee, noticing the different tones of honey, molasses, and citrus flavors of the rich and delicious Costa Rican coffee."
    },
    {
      "dayNumber": "3",
      "title": "Arenal - Explore the Tropical Rainforest and Discover Wildlife in Arenal",
      "description": "You will wake to the soothing sound of chirping birds today. As you sip your morning coffee, you can decide to sit outside and enjoy the cool, early morning air and beautiful scenery. Butterflies may flutter between brightly colored flowers, and you may be able to spot a toucan as it rests on a nearby branch. Shortly, your private guide will greet you in the lobby to continue your venture through the Arenal region. You will be led into the lush rainforest, which will appear to be a dense green canopy of ferns, vines, and trees. Your trained guide will point out two-toed sloths as they dangle from a nearby tree and relax in the warmth of the day. You may notice a Capuchin monkey’s white face and dark body as they scamper through the branches above. Your guide will inform you how the monkeys’ long tails help them balance as they move throughout the forest. After a short walk, you will reach the La Fortuna waterfall. The water cascades from 75 meters above, pouring into a glistening swimming hole below. The view will be absolutely breathtaking. Dense, green foliage surrounds the waterfall from all sides, and your private guide will lead you back to your luxury accommodation where you will relax into the comforts of the quieting sounds and the setting sun."
    },
    {
      "dayNumber": "4",
      "title": "Arenal - Create a Costa Rican Meal and Unwind in Arenal's Natural Hot Springs",
      "description": "On the fourth day of your Costa Rican adventure, you will learn to cook like a Costa Rican and take a dip into the region’s natural, mineral-rich hot springs. After a delicious breakfast, you will meet your private escort who will drive you to your cooking class. Here, you will learn about local cuisine along with grilling, slicing, and flavoring techniques. Through the window, you will enjoy stunning views of the La Fortuna waterfall as it ripples in the distance. Finally, you will taste your delicious creations from savory to sweet with the exciting knowledge of how to craft your recipes without the supervision of a professional. Next, your private guide will lead you to Arenal’s soothing, thermal springs. The region’s geothermal activity heats the natural, bubbling waters. As you soothe your adventurous muscles, you will feel your stresses melt away. The spring’s healing waters are known to help alleviate dry skin, arthritis, and high blood pressure. The enchanting atmosphere will create a perfect environment for you to unwind."
    },
    {
      "dayNumber": "5",
      "title": "Tamarindo - Relax on Tamarindo's Pristine White-Sand Beaches",
      "description": "In the morning, your private transfer will escort you to your next destination: the tropical shores of Tamarindo. Tucked along the Nicoya Peninsula, Tamarindo is a small town that every tourist deems as a must-see. Once you arrive, you will feel the warm breeze of the Pacific Ocean on your skin, and you will sink your toes into the silky, white sand. You can watch surfers as they glide on the waves, children as they craft sandcastles, and iguanas as they bask in the sun on the shore. As you rest on the beach, you will hear the howls of monkeys and the calls of exotic birds among the trees, and in the late afternoon, you will have the opportunity to visit Tamarindo Garden Plaza. Spanning 12,500 square meters, you will have no trouble finding the perfect souvenir to take back home. As your day ends, you will watch the sunset as it colors the entire sky with bright oranges, pinks, and yellows while you rest in your luxury, beach-side accommodation."
    },
    {
      "dayNumber": "6",
      "title": "Tamarindo - Encounter Dolphins and Sea Turtles on a Private Boat Tour of Tamarindo",
      "description": "You will wake to the calming crash of the Pacific Ocean, the chirps of birds, and the familiar, rich scent of freshly brewed coffee. As you eat your breakfast on your balcony, you will breathe in the early morning air and enjoy the peace of the empty beach. When you head down to the lobby, your private guide will greet you and take you on a private boat excursion. Your boat will move peacefully along the Pacific, and you will be able to experience Tamarindo from an entirely different perspective. You will notice the contrast of the thick, luscious rainforest and the flat, white-sand beach. If you are lucky, you will have the opportunity to witness a diverse array of wildlife such as dolphins, sea turtles, and crocodiles. You will enjoy a freshly prepared lunch on board with the refreshing sea breeze at your back. As the day winds down, you will enjoy one last, breathtaking sunset as you reflect upon the many amazing memories that you have made during this unforgettable trip."
    },
    {
      "dayNumber": "7",
      "title": "San Jose - Depart for Home",
      "description": "On your final day of Costa Rica, you will enjoy one last, delicious breakfast. You can sit outside and listen to the crash of the waves and feel the warmth of the early morning sun, taking in the spectacular view one last time. Following breakfast, your private driver will meet you in the lobby and escort you to the San Jose Airport for your flight home."
    }
  ],
  "map": ""
}