{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "7-day-pacific-coast-family-vacation-to-costa-rica",
  "tourName": "7-Day Pacific Coast Family Vacation to Costa Rica",
  "placesVisited": "Rincon de la Vieja National Park, Tamarindo, Manuel Antonio National Park",
  "generalInfo": "Magnificent beaches stretch along Costa Rica’s Pacific coast, but this luxurious 7-day family vacation offers much more than a beautiful coastal getaway. Walk on a volcano, raft through the jungle, discover an incredible variety of wildlife, and ultimately escape to the charms of nature. Handcrafted with exceptional lodges and family activities, these seven days will be a part beach escape and a part wilderness expedition at some of the very best of Costa Rica’s Pacific destinations.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rincon de la Vieja National Park – Wondrous Scenery",
      "description": "Today, you will be welcomed to Costa Rica, which is a country of green landscapes and long coastlines. Here, your family adventure can be as laid-back or as active as you desire. A local guide will greet you at the airport for a short but private transfer to Rincon de la Vieja National Park. The beach awaits, but with a Pacific vacation, you can also savor some of Costa Rica’s other charms, such as its volcanos and wildlife. Local guides can lead your family on a short walk through the forest for some initial animal encounters, or you can rest on the verandah and absorb the private ambiance of the secluded national park."
    },
    {
      "dayNumber": "2",
      "title": "Rincon de la Vieja National Park – Rainforest Hiking",
      "description": "Rincon de la Vieja is the most active volcano in Costa Rica’s Northern Pacific region of Guanacaste. It is also the largest, but it is very safe and easy to explore. After a transfer to the park gate, you will embark on a two and a half-mile hike on the volcano. This loop trail is great because there is so much rainforest and volcano to see in a relatively short space. Just as your kids are growing little tired, you will arrive at Oropendola Waterfall, which is a spectacular cascade that tumbles 80 feet out of green cliffs into a turquoise pool. This half-day tour of highlights will be followed by a free afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Tamarindo – Jungle Trails and Beaches",
      "description": "Traveling to Tamarindo will be a memorable family adventure this morning because you will journey by river and road to the beach. The journey will be private and customizable so that you can decide if you want to transfer straight to the sand or to enjoy an early check-in at your lodge. First, you will set out on a jungle trail, walking in a wildlife sanctuary packed with waterfalls and thermal pools. Here, you can bathe in therapeutic waters while listening to monkeys and birds high in the trees above. Afterward, you will board a small raft and float down the Corobici River. After the rainforest, it will only be about an hour by road to Tamarindo."
    },
    {
      "dayNumber": "4",
      "title": "Tamarindo – Private Surf Lesson",
      "description": "This morning, you can spend a morning on the beach and stay in the shade, which is important because the sun is much stronger here than in many other parts of the world. Tamarindo’s greatest highlight is the sense of space. There will be no need to share a busy beach with other families. Instead, Costa Rica’s Pacific coast, especially Tamarindo, makes for private family time, allowing you to create new footprints in the sand. Today will be flexible and at your leisure. Private surf lessons will be booked for your kids, and they can be done by any children or adult who knows how to swim independently."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio National Park – Snorkeling with Dolphins",
      "description": "There is a sense that Manuel Antonio National Park is a place that is yet to be tamed. Although it is Costa Rica’s smallest national park, it is home to four species of monkeys and more than 180 birds, sloths, iguanas, and marine wildlife. You will fly here from Tamarindo, and it is only a short flight, which means that you still have a full day in the national park. Perched on the sands of a quiet bay, your lodge will keep with the theme of a Pacific getaway while immersing you in the country’s incredible wildlife world. Setting off on a private catamaran, you will visit two different snorkeling spots."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio National Park – Monkey Encounters",
      "description": "By staying in the park, you can be admiring wildlife immediately after leaving your lodge. Although a dawn start may be difficult, you will be rewarded with personal encounters with the park’s monkeys. Along the trail, you can also look out for sloths that hang from the trees, vibrant birds with red and yellow wings, and iguanas that scurry past in an instant. With a morning walk, you can be back on the beach before the park gets busy, meaning the rest of the day can be dedicated to indulging in the iconic beach pleasures. It will be you and your family on a delightful piece of the Pacific with no artificial noise or modern-day interruptions."
    },
    {
      "dayNumber": "7",
      "title": "Manuel Antonio National Park – Departure",
      "description": "Domestic flights connect Manuel Antonio National Park with Juan Santamaria International Airport in San Jose. Today will be flexible and can be tailored around your outbound flight schedule. Late check-out can be arranged if needed so that you have more time to hang around the sand. After the domestic flight, a representative will meet you after you exit the plane to assist in transferring you to the international terminal for your outbound flight."
    }
  ],
  "map": ""
}