{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "a-perfect-romantic-escape-to-costa-rica-arenal-manuel-antonio-drake-bay",
  "tourName": "A Perfect Romantic Escape to Costa Rica: Arenal, Manuel Antonio & Drake Bay",
  "placesVisited": "San Jose, Manuel Antonio, Corcovado National Park, Volcan Arenal National Park",
  "generalInfo": "The lush jungle landscape of Costa Rica is bordered on either side by pristine oceans. The treetops hide luxurious resorts and the wildlife calls out like a symphony in the morning light. Settle into paradise on this custom tailored escape meant for romantics and adventurers, honeymooners and hand-holders. Explore the treasures of the rainforest trails and ride through the remarkable canopy. Float in the sapphire ocean and scour the horizon for diving dolphins. Volcanoes simmer with passion and waterfalls careen with force during your blissful time in Costa Rica.",
  "durationDays": "9",
  "price": "2,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – Welcoming and Exotic Escape",
      "description": "San Jose is a city encircled by mountains. The valley floor captures the sunlight, and the mountains create a unimitable skyline around the urban expanse. The arcades bustle with smiling locals. La Sabana Park echoes with laughter from children playing soccer or running through the grass. Men play dominoes and read on benches that line the pathway. The city is filled with an underlying charm that reveals itself to you quickly. Colonial mansions in Barrio Amon have wrap around porches and hand-carved wooden decks. The quaint details and ornate roofs recall the bygone era of coffee barons. In the evening, you can dine in the sensual atmosphere of an elegant restaurant situated in a colonial garden and atrium. Hummingbirds flutter around the flowers and the candlelit flickers around every table. The light and elegant duo of fillet of tuna and marinated red snapper come with an eggplant puree and tomato confit. The dish sets the flavorful mood of the day, and of the romantic Costa Rica to come."
    },
    {
      "dayNumber": "2",
      "title": "Arenal – A Private Treetop",
      "description": "The city returns to life in the morning light. Breakfast is filled with the sensational colors and flavors of tropical fruit. Juicy pineapple and creamy coconut offer indulgent tastes to begin your day. Your private guide meets you in the hotel and escorts you to Arenal. Once out of San Jose, the rainforest canopy covers the sky. The lush jade leaves line the road as you pass through Braulio Carrillo National Park. Off the road in any direction, you submerge into the rainforest, leaving behind the highway. An aerial tram takes you through the canopy for a better view. Rise over 170 feet off the forest floor. The gondola passes dangling vines and rustling leaves. The treetops are tranquil and secluded. A sloth hugs the tree and almost blends into the bark. Sloths can grow up to 23 inches long and have sharp claws that help them cling to the high canopy. Gaze out the window of your hotel at the breathtaking views of the volcano."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – A Bubbling Landscape",
      "description": "The morning is graced with the sounds of the rainforest. Active birds chirp and twitter. The hot spring continues to trickle and wind through the volcanic foothills. Howler monkeys scour the trees and shake branches. Breakfast is enhanced by the exciting panorama of Arenal Volcano. The summit stands at 5,437 feet above the lush trees and prairies below. Steam rises from the caldera and blends into the passing clouds. From 1968 to 2012, the volcano erupted daily, spilling brilliant magma over the crater to the western foothills. After breakfast, you can explore the unique landscape on a private guided tour. Arenal Volcano National Park is 29,692 acres of protected land. Deer forage in the underbrush. Their caramel fur blends into the landscape. The trees end suddenly, and the lunar landscape of the lava fields begins. The dynamic dichotomy between the forest and the foothills takes your breath away. Your guide points out the nearness of the volcanic summit, both powerful and graceful against the backdrop of blue sky. A cool breeze blows the rising steam away, and you find horses quietly grazing on nearby prairie."
    },
    {
      "dayNumber": "4",
      "title": "Manuel Antonio – A Nestling Beach",
      "description": "Fresh Costa Rican coffee is layered with a flavor that brings a chocolaty richness and aroma to breakfast. After your meal, your private transfer will meet you at the hotel. Arenal Volcano continues to watch over the landscape as you make your way through the rolling mountains en route to Manuel Antonio National Park. The emerald canopy surrounds you until you reach the coast. The Pacific Ocean glows with pristine cobalt water. The current brushes against the white sand beaches. The dense forestry encompasses your lavish hotel giving you joyful privacy with a view to the water. The national park covers 4,000 acres of forest and shore. A charming cove protects the smooth sand from sharp waves. The gentle sweeping water creates a blissful soundtrack for the afternoon. Black spiny-tailed iguanas sunbathe on the rocks and blend into the darker shades of earth. They can grow over four feet long and can even climb the nearby trees. The beaches of Manuel Antonio are undeniably stunning."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio – Not Just a Day at the Beach",
      "description": "The wildlife of Costa Rica is active in the cool breeze of the early morning. You listen to the calm water continue to lap at the shore. The sound is endlessly relaxing. White-headed capuchin monkeys traverse the trees. The leaves shake and jingle. The monkey can weigh over eight pounds. Their tails are over 21 inches in length, which is longer than they are tall. At breakfast, you can watch them scuttle through the trees in search of fruit and nuts. The day is yours to indulge in the gorgeous environs of Manuel Antonio at your leisure. Sink your feet into the warm, powdery sand or explore the wondrous nature trails that wind through the rainforest. Cruise to Tortuga Island for a day of absolute pleasure. Step aboard a catamaran and listen to the breeze flutter against the sails. The sun glistens off of the opulent water, and the sweet scent of the Pacific rises through the air. Dip into the sea and find the tremendous aquatic life near Tortuga Island. Stoplight fish are iridescent neon. The coral shimmers in the sunlight that pierces the water’s surface and shines up to 50 feet below. The aromas of fresh grilled seafood emanate from the ship. You squeeze a touch of lemon onto lunch and find the simple pleasures of the ocean are often the best."
    },
    {
      "dayNumber": "6",
      "title": "Corcovado National Park – Beach to Bay",
      "description": "The pleasures of the morning return with the subtle chirping birds and sweeping waves. After breakfast, your private transfer takes you to the airport for your flight to Drake Bay. The bay is home to Corcovado National Park, which is celebrated for its diverse and intense ecosystem. The park inhabits 164 square miles of tropical rainforest and touches the Pacific coast. The dense greenery captivates you, and the meandering vines of strangler fig trees create a distinct character. Your inclusive and luxurious lodge nestles into the forest. Lively scarlet macaws nest in the trees. Their brilliant plumage contrasts against the endless canopy. Their tail feathers can grow almost half as long as their bodies. Jaguars roam through the heavy thickets. Their cream-colored coat has black spots which camouflage them into the underbrush. They scratch into tree trunks and easily cross through coursing rivers. Exploring the forest trails brings you closer to your partner. The shared experience of the stunning scenery and unique biodiversity displays nature’s grandeur."
    },
    {
      "dayNumber": "7",
      "title": "Corcovado National Park – The Seaside View",
      "description": "Brown pelicans swim in the calm Pacific waters. Chestnut-mandibled toucans sit in the sprawling branches of the forest. Their long and colorful bills form a sharp arch. Outside of your bedroom, you see a long-tailed hermit, a light and swift hummingbird with an extraordinarily long bill. It flaps its wings up to 70 times per second and searches the trees for nectar. The day is yours to discover the majesty of Corcovado National Park at your whim and pleasure. Enjoy a day of horseback riding along the jungle trails or kayaking along the glassy ocean water. From December to April, you can find humpback whales which are known to travel over 5,000 miles in a single year, crossing Costa Rica along the way. Venture out onto the water on a guided whale watching tour to witness one of nature’s natural wonders. Head farther into the open water and find false killer whales arching out of the water. The dolphin resembles an orca, giving credence to its name, and is the third largest member of the dolphin family. The female can grow up to 17 feet long and maintains a jovial and curious nature. The sun pours light over the darkening sea. The breeze is cool and rejuvenating. Mist sprays in the air, and you hear the whale before you see it breach. Its body bursts from the ocean. Its long and strong frame can grow to an average of 52 feet. You capture this exotic moment as the whale splashes back down into the Pacific."
    },
    {
      "dayNumber": "8",
      "title": "Corcovado National Park – Finding the Fins",
      "description": "The morning begins with the layers of sunrise climbing over the rainforest. Howler monkeys call out to one another and the ocean peels back from the shore. Spend the day indulging in the splendor of Costa Rica’s natural paradise. Luxuriate on the warm sandy beach or venture through Corcovado on the Sirena Trail that meanders alongside the rugged Pacific coastline. Cano Island is located 10 miles off the mainland. White-sand beaches are shaded by towering palm trees. Coral reefs practically glow beneath the ocean’s surface. Manta rays glide through the water and puffer fish inconspicuously dash near anemones. Hawksbill sea turtles dig into the white sand and create their nests out of the reach of the high tide. At night, from October to March, when the sweeping current of the ocean is the only sound, you can find the hatchlings breaking free from their shell. The young turtles remove the sand around their nests and push themselves along the sand with their finds. They are less than an inch long and instinctively attracted by the moon’s reflection off of the water."
    },
    {
      "dayNumber": "9",
      "title": "San Jose – Quiet Luxuries and Subtle Pleasures",
      "description": "The delightful tropical flavors of Costa Rica entice you at breakfast. Creamy bananas and sweet pineapple accompany the familiar morning birdcalls. You and your partner can take a morning stroll along the water’s edge and touch your toes to the refreshing Pacific one more time. Your private transfer takes you to the airport for your flight to San Jose. Soon your flight home will carry you away from the exotic tropical paradise of Costa Rica, but your blissful escape will always be remembered."
    }
  ],
  "map": ""
}