{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-vacation-of-a-lifetime",
  "tourName": "Costa Rica Family Vacation of A Lifetime",
  "placesVisited": "San Jose, Arenal, Liberia, Gulf of Papagayo, Sarapiquí River, Arenal Volcano, Playa del Coco",
  "generalInfo": "Indulge in luxury while discovering thrills around every corner during your personalized family-friendly Costa Rican vacation. The verdant marvels of the countryside contain the charms of hidden wildlife and secluded thermal baths. Capuchin monkeys forage for nuts in the trees and sloths cling to the branches in the shade of the upper canopy. Manta rays and whales glide through the azure waters of the Pacific and plantations develop the semi-sweet flavors of pure chocolate. Bring back the joys of family adventures in style at an idyllic wonderland known for the breathtaking rainforest, rugged mountains, pristine coastline, and active volcanoes. Click here for additional family Costa Rica travel ideas available on Zicasso.",
  "durationDays": "8",
  "price": "2,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – Arrive in Costa Rica’s Bustling Capital City",
      "description": "Costa Rica is known as a natural wonderland filled with smoking volcanoes and bubbling thermal pools, vibrant cloud forests, and fascinating wildlife. Coastal villages access pristine waves and whitewater pours through the central valley beneath the jade jungle canopy. The family arrives at Juan Santamaria International Airport, where your private transfer greets you upon arrival. San Jose moves with a quick but effortless pace juxtaposing the serene ambiance and tranquil pace of the world outside of the capital city. The Central Market contains old world charm with vendors selling local spices and coffee cultivated in Costa Rica, delicious fruits or candies, as well as souvenirs promoting the country’s famous phrase, “Pura Vida,” meaning “Pure Life.” Bushels of dangling bananas decorate the entrance to small produce markets. The aromas of papaya, mango, and pineapple fill the marketplace, along with the sweet and semi-sour scent of passion fruit. You arrive at your luxury hotel on the outskirts of the city where you can sit back, relax, and watch the city go by."
    },
    {
      "dayNumber": "2",
      "title": "Arenal – Experience a Whitewater Rafting Tour",
      "description": "In the morning, the aroma of specialty coffee cultivated in the different regions of Costa Rica spill out of the coffee shops of San Jose promoting the regeneration of coffee devotion in the country. The kids enjoy the deliciously sweet flavor of fresh-squeezed orange juice and pineapple juice at breakfast before your private transfer greets you in the lobby. You reach the banks of the Sarapiqui River where the family dons helmets and life-vests before boarding your raft. The river winds mostly through lowland tropical rainforest feeding the lush vegetation filled with marvelous wildlife. Outside of the canopy, plantations thrive with farmers producing coffee, sugarcane, cocoa, and bananas. The river runs for 53 miles hosting a variety of rapids ranging from Class I to Class III - perfect for a family outing. The current whisks you away from the banks leading you beneath the jungle canopy home to monkeys, sloths, toucans, and hummingbirds. Iguanas rest on wide felled branches and river turtles poke their heads out of the calm water. The sound of splashing whitewater echoes in the forest. You wait for instruction before the family begins to paddle into the rapids. The extraordinary jungle scene surrounds you as the water splashes like a wave into the raft soaking the entire family. The raft bumps over protruding rocks before the water returns to a gentle pace carrying you deeper into the terrain. Your private transfer once again greets you after the tour and escorts to the comforts of your luxury accommodation in Arenal, known for its spectacular view of the cone-shaped peak of the Arenal Volcano."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – Explore the Marvels of Nature at Caño Negro Wildlife Refuge",
      "description": "In the morning, you look out your window for a view of the early cloud cover drifting over the conical summit of the Arenal Volcano. The peak erupted with lava in 1968 and gushed lava daily until 2010 when it suddenly stopped. The kids marvel at the thought of an active volcano glowing with spilled lava in the night. Your guide greets you at the hotel early and escorts you close to the Nicaraguan border at Cano Negro Wildlife Refuge. During the rainy seasons, Cano Negro Lake overflows into the surrounding landscape feeding the tributaries and canals of the arid region before receding in the dry season. The sensational biodiversity of the area hosts 200 species of birds, as well as jaguars, deer, caiman, and turtles. You board a boat to ride the Rio Frio for an adventurous safari on the edges of the rainforest canopy. You glide over the water and notice a caiman hiding in the foliage on the water. The caiman is similar to an alligator and can grow up to 16 feet in length, but generally averages around eight feet long. Their aggressive behavior and size result in few natural predators in the wild, with the exception of humans. A roseate spoonbill perches on the edge of the riverbank watching you float. The pink plumage accentuates the gray, elongated bill. The children remark on how the bird looks like something out of a fairytale."
    },
    {
      "dayNumber": "4",
      "title": "Arenal – Enjoy a Thrilling Zip-Line Tour and Relax in Thermal Hot Springs",
      "description": "After breakfast, you immediately take to the skies of the forest canopy on a scenic gondola ride carrying you through the trees. The ride glides you smoothly up the mountainous ascent with an easy panorama of Costa Rica’s fable rainforest. The observation platform offers a spectacular view of Arenal Volcano and Arenal Lake, known for its abundance of guapote or rainbow bass. The herbaceous aroma from the trees fills the air. The temperature warms in the late morning reaching an average of 82 degrees Fahrenheit. You continue to the first zip-line platform after a demonstration. The kids are excited to soar over the trees of the rainforest but nervous due to the height. You are eager to cut through the trees and over the canyons with the wind rushing past you over a collection of seven zip-lines. You reach the longest cable at nearly 2,500 feet. Your instructor clips you to the line and you sail over the canyon noticing the rushing water below. You lean back to gain more speed and notice a sloth sleeping in the treetops as you fly by. Upon returning to Arenal, the family changes into their swimsuits and visits the spa at Tabacón Resort. The naturally heated thermal baths wind around the property like a network of rivers creating tranquil pools of various temperatures between 72 degrees and 105 degrees Fahrenheit."
    },
    {
      "dayNumber": "5",
      "title": "Playa del Coco – Discover Costa Rican Chocolate",
      "description": "The kids hardly contain their excitement after breakfast knowing they will soon be on a chocolate tour. The plantation producing the cocoa is close to your resort and fills with the aroma of vanilla and herbs. Your guide leads you on a small trail beneath the soaring canopy to find a small section of the plantation growing cocoa trees. The pods growing from the branches look more like papayas than the chocolate the children were expecting. The pods can grow to nearly 12 inches long with a yellow and orange outer skin. Your guide has you crack open a ripe pod by banging against the table. The interior host’s numerous seeds covered in a white gelatinous coating. The flavor of the coating is sweet and tangy like pudding. You quickly learn about the drying process of the seeds and find the caramelized aroma of the roasting beans lingering in the air. The kids help grind the dried cacao nibs into powder and winnow it into a deep paste. Your guide adds a touch of sugar to take away the bitterness of the natural, unrefined cocoa. He dips several spoons into the new mixture and passes them to each member of the family. The thick texture and dark flavor remind you of coffee more than chocolate with the sweetness coating your tongue balancing the light bitter flavor. The kids take turns adding different flavors to their chocolate mixture, including marshmallows, sprinkles, or dabs of vanilla."
    },
    {
      "dayNumber": "6",
      "title": "Playa del Coco – Relish a Private Catamaran and Snorkeling Excursion",
      "description": "At breakfast, you sip a freshly-brewed cup of Costa Rican coffee, which reminds you of the delectable fresh chocolate you tried the previous day. Your private guide meets you at the hotel after breakfast and escorts you to the marina at Papagayo Bay for the family snorkeling adventure. The sea breeze blows through your hair and leaves tiny salt crystals on your cheeks. Your skipper points out Olive Ridley sea turtles as they poke their heads up from the azure waters before dipping back down into the ocean. You keep an eye out for playful dolphin pods passing on the horizon. The sun spreads across the water as the breeze carries the aroma of the briny sea through the air. You reach a quiet cove on one of the uninhabited islands close to the bay. The boat anchors so the family can jump into the cool waters of the Pacific in search of sensational tropical marine life. The seagrass spread across the ocean floor between intermittent mounds of the brain and branching coral. The clear water offers a distance of up to 20 feet ahead. Manta rays are known for swimming in the shallow waters during the daytime casting shadows across the seafloor with their giant wingspan reaching up to 18 feet wide."
    },
    {
      "dayNumber": "7",
      "title": "Playa del Coco – Indulge in a Day at Leisure on the Beaches of the Gulf of Papagayo",
      "description": "In the morning, you wake up to the sounds of the lorikeets twittering outside your window within the reserve connected to your lodge. The day is yours for an immersive family adventure at your preferred pace. After so many days of fun-filled activities, you could spend time relaxing by the pool or venture down to the water as a family for surfing lessons. The bay is perfect for beginners or intermediate surfers spreading from Ollie’s Point leading to Witch’s Rock. The break is one of Costa Rica’s most famous and also marks the shoreline of Santa Rosa National Park. The karst protruding from the water known as Witch’s Rock has been immortalized in surfing magazines with its reflection shimmering above the glassy waters. Your instructor meets you on the beach and fits the family with proper longboards great for learning how to surf. You begin with your board on the sand learning how to properly pop up from the lying position to standing. Once in the water, your instructor holds the board as you stabilize on the moving water. On your first try at catching a wave, you try to follow the whitewater back to the beach balancing on the board."
    },
    {
      "dayNumber": "8",
      "title": "Liberia – Depart for Home from the Liberia Airport",
      "description": "The scent of fresh tortillas emanates from the kitchen at breakfast. The sea breeze carries the briny aroma of the water blending with the sweet fragrance of freshly cut pineapple. The kids attempt to reenact their favorite wipeouts from the surfing lesson the previous day. Since arriving in Costa Rica, the family has discovered the joys of chocolate and the thrills of the rainforest canopy, the beauty of the country’s biodiversity, and the wonder of the marine life. After breakfast, your private transfer greets you in the hotel lobby and escorts you to the Daniel Oduber Quiros International Airport in Liberia for your flight home."
    }
  ],
  "map": ""
}