{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "secluded-rainforest-costa-rica-adventure",
  "tourName": "Secluded Rainforest Costa Rica Adventure",
  "placesVisited": "Santa Juana, Corcovado National Park, Puerto Jimenez",
  "generalInfo": "With seclusion comes adventure during your exciting 9-day Costa Rica off the beaten path tour. Embrace the majesty of the soaring mountains and the exciting intensity of the jungle terrain. Revel in the sunset over the Pacific, listen to the chattering birdlife or wander the forest. Whether searching for exuberant sea life or exciting wildlife hidden in the canopy, you can embrace the variety and adventure of Costa Rica.",
  "durationDays": "9",
  "price": "2,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santa Juana - Arrive Costa Rica’s Secluded Wonders",
      "description": "Exceptional charm and breathtaking beauty define Santa Juana, where you can bask in the jungle panoramas leading to ocean views. You will arrive in San Jose and continue to the airstrip at Quepos, where your private transfer will meet you. The scenic drive will take you into the mountains to reach a nature reserve hidden in the rainforest canopy. As you settle into the wonder of your surroundings, you can settle into and embrace the serene ambiance and welcoming luxury of the open view sweeping across the treetops to reach the Pacific."
    },
    {
      "dayNumber": "2",
      "title": "Santa Juana - Embrace Santa Juana’s Adventures",
      "description": "After breakfast, you can enjoy the day with your choice of adventure to experience the Pura Vida spirit, for which Costa Rica is known. Venture into the Santa Juana Rural Mountains or zipline through the treetops. You can take part in a coffee tour to learn more about the history and production. Your guide will offer you an expert’s perspective of a celebrated microregion in Los Santos to view the ripening coffee cherries, witness the drying beans, and then learn how to distinguish the layered flavors from the region with a tasting that highlights dark chocolate notes."
    },
    {
      "dayNumber": "3",
      "title": "Drake Bay - Transfer to Stunning Drake Bay",
      "description": "You can enjoy the sounds of the jungle in the morning, when you may hear the birds twitter or the howler monkeys call out through the trees in the cooler hours of the day. After breakfast, you will transfer from Quepos to Drake Bay to meet your boat bound for a luxurious lodge that connects the rainforest and the Pacific coast. You may hear the ocean waters lap against the golden beach as you sit in the shade of the towering jungle canopy. The remainder of the day is yours to enjoy the comforts of your accommodation and soft sands."
    },
    {
      "dayNumber": "4",
      "title": "Drake Bay - Discover the Rainforest at your Pace",
      "description": "You will venture into the wonders of the wilderness after breakfast with a private tour that can take you into the intense biodiversity of Corcovado National Park. The rainforest terrain covers nearly one-third of the Osa Peninsula, where you may encounter the likes of endangered jaguars, elusive tapirs, or colorful scarlet macaws. You can follow your guide through the various habitats found within the single protected park with an immersive experience in nature. You may hear the boisterous calls of Costa Rica’s four different species of monkey, including the endangered squirrel monkey, as they swing through the dense canopy."
    },
    {
      "dayNumber": "5",
      "title": "Drake Bay - Explore Cano Island National Park",
      "description": "The natural marvels of Cano Island National Park will come to light as you set off with your private guide to discover the exceptional collection of rock formations, coral, and marine life. Mild trees create a perimeter around the island and colorful coral grows like stiff cacti out of the ocean floor. You can view the dramatic wilderness of the island from the boat or leap into the water with your snorkel for a better view of the stingrays, barracudas, and passing sea turtles. You may also find dolphins in the distance passing around the island in search of food."
    },
    {
      "dayNumber": "6",
      "title": "Puerto Jimenez - Travel to Pacific Coast Charm",
      "description": "You will leave behind the charisma of your accommodation in the morning for the exotic ambiance of your new lodge near Puerto Jimenez on the Golfo Dulce. With unspoiled views of the Osa Peninsula, you can immerse yourself in a new paradise that spans more than 750 acres of forest with views perched from atop a coastal cliff. You can once more connect the forest trees to the crashing waves of the Pacific as you take time to settle into the fantasy of the new panoramas."
    },
    {
      "dayNumber": "7",
      "title": "Puerto Jimenez - Enjoy the Osa Peninsula Adventure",
      "description": "You can indulge in the splendor of nature after breakfast with a tour of your choice that can plunge you into the primary forest or in search of the region’s exceptional birdlife. An early morning tour can take you on a wildlife excursion to glimpse at the more than 350 species of birds, as well as the diverse array of monkeys found in the canopy. You may hear the howler monkey’s call echo through the trees up to three miles away. Capuchin monkeys scramble through the branches in search of fruits or hear the hummingbirds’ fluttering wings."
    },
    {
      "dayNumber": "8",
      "title": "Puerto Jimenez - Delight in your Adventures",
      "description": "With another day to explore the Osa Peninsula at your pace, you can venture back into the primary rainforest for a hike in search of anteaters and peccaries or spend the morning relaxing at your accommodation before partaking in a sunset tour. Once the sun liners on the horizon, your guide can lead you along the protected grounds in search of the nocturnal wilderness where bats roam, snakes linger in the branches, and the red-eyed tree frogs cling to giant leaves. Exploring at night can give you a different perspective and appreciation of the rainforest and its captivating wildlife."
    },
    {
      "dayNumber": "9",
      "title": "Puerto Jimenez - Depart for Home",
      "description": "In the morning, you can enjoy breakfast and wander the gardens and pond of your accommodations to hear the calling birds and roaming wildlife. You may choose to cross the suspension bridge over the rainforest gorge. Your private transfer will meet you at the hotel to make your flight to the San Jose airport, where you will continue onward home. You will have explored and discovered the marvels of the rainforest and Pacific with an exceptional tour off the beaten path in Costa Rica."
    }
  ],
  "map": ""
}