{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-luxury-vacation-tour-for-families",
  "tourName": "Costa Rica Luxury Vacation Tour for Families",
  "placesVisited": "San Jose, Manuel Antonio National Park, Arenal Volcano, Monteverde Cloud Forest Reserve",
  "generalInfo": "The jovial spirit of Costa Rica will spread across your vacation and your family’s experiences. Your children will smile with endless delight and you will find an adventure that everyone can enjoy. On this 9-day exploration you will discover the fascinating wildlife and wonderful landscape. Active volcano summits create the skyline. Treetops house elegant birdlife and rambunctious monkeys. Clouds creep through the rainforest and create a unique ecosystem high atop the mountainside. When you traverse the wonders of Costa Rica you find adventure, elegance, luxury, culture, wildlife, and all the elements that bring inspiration to children and parents alike.",
  "durationDays": "9",
  "price": "2,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - The Culture of Happiness",
      "description": "Costa Rica is one of the happiest countries in the world. Locals wander through shopping arcades of San Jose and look at the elegant window displays. The cosmopolitan atmosphere reflects the collection of cultures from around the country, and the depth of history on the streets is displayed in refurbished colonial mansions. Mountains encircle the valley floor and bring a unique skyline to the city. You arrive in San Jose and are met by a private transfer at the airport. Your charming hotel offers you a view of the mountainside and a quiet garden separate from the bustling streets of the city. Almost half of Costa Rica’s population calls San Jose their home. The Central Market was built in the 1880s and continues to be a lively center for the city’s shopping. Find over 200 stalls, restaurants, and shops lining the expansive city block that fills the single pavilion. The zesty citrus of fresh ceviche emanates from the restaurants and fruit stands display gigantic watermelons. Street acts perform exuberant musicals in the Plaza de la Cultura and the wonderful smiles of the locals continue through the evening."
    },
    {
      "dayNumber": "2",
      "title": "Manuel Antonio - Together with Wonder",
      "description": "San Jose expands around the Central Valley at an altitude averaging 3,850 feet. The mountains add exciting texture to the panorama from the hotel’s gardens. The entire family will enjoy the sweet, tropical, and unique flavors that accompany breakfast, from star fruit to pineapple. After your meal your private transfer will escort you to Poas National Park, home to one of the widest and deepest craters in the world. The volcano is active and rises 8,885 feet above sea level. The landscape is lunar and desolate atop the simmering crater. The children are eager and excited to see the interior of an active volcano. Your heart thumps enthusiastically as well. At the summit you can look into the crater and see Laguna Caliente, approximately 967 feet deep. Steam rises from the turquoise water. Lush rainforest surrounds the southern lake. The water fills an inactive crater that last erupted over five millennia ago. Cold and reflective water fills Lake Botos. The cool jade color of the leaves gives a prehistoric ambiance to the summit and the lively mountainside. Continue your adventurous exploration of Costa Rica in Manuel Antonio and settle into the comforts of your lavish hotel nestled within the encompassing rainforest and boasting a view of the Pacific Ocean."
    },
    {
      "dayNumber": "3",
      "title": "Manuel Antonio - The Beauty of the Air",
      "description": "The loquacious sounds of birds fill the morning trees. Trogons and toucans call out beneath the canopy. The kids are excited to explore the treetops in search of the vivacious and stunning wildlife that calls Costa Rica home. After breakfast you make your way through the canopy on an aerial tram. Board the gondola and rise over the forest ground. The leaves are thick and full. At times the trees open up and offer a view of the canopy from above, a verdant, rolling carpet that covers the countryside. The gondola travels over 222 acres of unspoiled jungle. The thunderous rush of a waterfall echoes in the trees. Parakeets nest in the sweeping forest. They can grow up to seven-inches and have a distinctive tapered tail that that grows to almost half their body length. They chirp and tweet in elegant song that carries over the sound of the waterfall. The majesty of the air comes from the beauty of Costa Rica and the excited smiles of your family as they witness the wildlife and landscape around them."
    },
    {
      "dayNumber": "4",
      "title": "Manuel Antonio - Surrounded by Clouds",
      "description": "The waves of the Pacific Ocean brush against the opulent shores of Manuel Antonio National Park. The white sand catches the morning light and the sound of the rainforest once again rises around you. After breakfast you will leave behind the tree-edged shoreline for the famous Cloud Forest Reserve of Monteverde. The reserve is the richest and most complex tropical ecosystem in the Americas, and is home to majestic trees, dense vegetation, and magnificent wildlife. Arrive at your fabulous hotel on the border of the national park. In the afternoon you will adventure through 25,204 acres of protected forest with a tour along the suspension bridges. The combination of six sky-high bridges and walking trails extend to a distance of over a mile and a half. The longest bridge reaches an expanse of 984 feet. Above the forest floor your can spot orchids shimmering in the afternoon light almost 125 feet up in the canopy. Their bright purple and yellow petals pop against the rich jade leaves. The climate from both the Pacific and Atlantic oceans cause moisture to rise into the mountains and converge at Monteverde. The plants take the moisture directly from the clouds and thrive in the varying altitude."
    },
    {
      "dayNumber": "5",
      "title": "Monteverde Cloud Forest Biological Reserve - A Naturalist Guide",
      "description": "The clouds rise from the foothills like a wave and sweep through the trees. The landscape turns from lush to gray but adds an adventurous ambiance to the reserve. The wildlife calls out in the cool morning sky. Resplendent quetzals glide through the trees. The elusive bird twitters in the low hanging branches. Their feathers are iridescent green and scarlet. They can grow up to 16 inches long with their streaming tail feather extending an extra 26 inches. When they fly their tail feather floats behind them like a decorative ribbon. After breakfast you will meet your guide and tour through the trails of the Cloud Forest Reserve in search of the captivating flora and fauna. The possibility of seeing a puma even entices the kids. The wildcats can grow to almost eight feet long and have round, erect ears. Your guide takes you through the forest and points out the seemingly endless variety of plants, numbering around 2,500, which can be found in the reserve. The sunlight peaks through the canopy and lights the way. The rambunctious calls of the forest soften, and you continue with your exploration."
    },
    {
      "dayNumber": "6",
      "title": "Monteverde Cloud Forest Biological Reserve - Watching the Family React",
      "description": "The exotic forest and wildlife of Monteverde captivate the family. The treetops and forest grounds are filled with quintessence, from the quetzal to roaming endangered anteaters. After breakfast, your private transfer will escort you down the foothills and away from the sweeping Cloud Forest. Pass Lake Arenal, the largest freshwater lake in the country, encompassing 33 square miles. The pure blue water reflects the pristine sky and surrounding greenery. Rainbow bass swims below the water’s surface and kingfisher soar through the sky. Arenal Volcano looms over the landscape. Smoke rises from the smoldering crater. The volcano erupted daily from 1968 until 2012. The rainforest gives way to ardent prairies that cover the rolling hills. Horses graze on the grassland and the 5,357-foot tall summit of the volcano can be seen from all angles. The family awes at how the power and beauty of nature can combine into something as magnificent as Arenal. Arrive at your accommodation and listen to the soothing trickle of the natural hot spring nearby."
    },
    {
      "dayNumber": "7",
      "title": "Monteverde Cloud Forest Biological Reserve - Morning in the Park",
      "description": "The tranquil sounds of the running hot spring add elegance to the morning. Steam rises through the lush tropical rainforest that surrounds the water. The family is excited to explore Arenal National Park after breakfast. The park contains 504,094 acres of preserved landscape and is home to the famous Arenal Volcano and the lesser-known Chato Volcano. The steam rises prominently from Arenal Volcano’s crater and adds to the passing clouds. Tapir graze along the forest floor. These peculiar animals can grow over six and a half feet long and stand three feet high. The tapir’s charm with their protruding nose and docile nature, offers you an inimitable experience beneath the canopy. The sun drifts quietly over the rainforest and the tree line ends. The landscape turns to black, craggy volcanic rock. The western foothills of Arenal Volcano become lava fields, containing layers of cooled magma from throughout the decades. Oftentimes you can see red-hot color glowing from beneath the active vent. The shared excellence of exploring the park brings you closer to the volcano and also brings your family closer together."
    },
    {
      "dayNumber": "8",
      "title": "San Jose - The Geometric Countryside",
      "description": "The sweeping prairies and conical crater of Arenal fall behind you as your private transfer takes you to the city of Sarchi. The Central Valley is known for its ornate oxcarts and leather-clad wooden furnishings. The foothills lead into the valley and the colorful designs of the town invite the family in. The Rio Trojas divides Sarchi into north and south sections. The heart of Sarchi Norte contains a church that has twin towers and is painted pink and blue. You also find the world’s largest oxcart stretching around 45 feet long. The cart is decorated with colorful geometric and floral décor. The handicrafts of Sarchi are unparalleled, coming from over 200 stores and family operated woodworking shops. The atmosphere is a combination of traditional country-western and modern Costa Rican. The Mercado de Artesanias is positioned in a large warehouse and is operated by a cooperative. Local artisans display their handcrafted goods, from chests to hand-painted ceramic plates. In the afternoon you will return to San Jose and settle into the familiar and comfortable hotel with a garden view of the towering mountain range."
    },
    {
      "dayNumber": "9",
      "title": "San Jose - A Linger Look at San Jose",
      "description": "Wake up to the quiet charm of the hotel garden. The twittering birdcalls and brushing ocean current remain fresh in your memory. The bustling streets of the capital city rise with the sunshine. Savor the fresh and sweet flavors of breakfast, from luscious coconut to rambutan, all accompanied with the rich taste of Costa Rican coffee. You have explored the landscape and the culture of the countryside with your family and created unforgettable experiences along the way. Your private transfer escorts you to the airport for your flight home. You adventured through the country and rediscovered the celebrated connection to one another. For ideas on adding on to this customizable tour, please read the section for Costa Rica vacation reviews ."
    }
  ],
  "map": ""
}