{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-luxury-honeymoon-secluded-beaches-leisurely-horseback-rides-more",
  "tourName": "Costa Rica Luxury Honeymoon: Secluded Beaches, Leisurely Horseback Rides & More",
  "placesVisited": "San Jose, Monteverde Cloud Forest Reserve, Manuel Antonio Beach National Park, Punta Islita",
  "generalInfo": "Costa Rica is famous for sweeping rainforest landscapes and pristine beaches. The tropical breeze sweeps through the trees and the delicate calls of the wildlife echo against a mountainous backdrop. Discover romantic bliss on this custom tailored tour that shows you the wild luxuries of the jungle and Costa Rica’s tranquil beachside opulence. Indulge in a couple’s massage and explore secluded trails on horseback. Experience the passion of the countryside with your loved one and create unforgettable memories of a Costa Rican romance.",
  "durationDays": "15",
  "price": "17,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - A Valley in the Light",
      "description": "C osta Rica tours often start in San Jose because the city encompasses the culture of Costa Rica. The colors are painted onto the walls of hidden neighborhoods. Vibrant murals depict the active life of the local people. Mountains wrap around the city and bring nature’s scale to the expansive streets and skyline. Local boys play soccer in Central Park. Seasoned men lounge on park benches and read books in the passing sunlight. A private transfer meets you at the airport and escorts you to your hotel. Your accommodation boasts secluded gardens and a vibrant pool that offers a view to the rising mountain panorama. In the evening you can taste the locally grown flavors of Costa Rica at a local restaurant."
    },
    {
      "dayNumber": "2",
      "title": "Arenal Volcano National Park - The Wonders of Waterfalls",
      "description": "The sunlight beams through the clouds in the early morning sky. The aromas of breakfast are sweet and rich. Costa Rican coffee is almost chocolaty and the tropical fruit, from passion fruit to papaya, offers delightful citrus flavors and cool juice. After breakfast, you will venture to the La Paz Waterfall Gardens located within view of the Poas Volcano. Steam rises from the summit at 8,885 feet. When you come to the gardens you immediately notice the encompassing lushness of the rainforest. The trees and underbrush create a private world of stunning landscape glowing in the daylight. With over two miles of trails, you will be able to discover the natural wonders of the park at your own pace. In the hummingbird gardens, you find the small iridescent avifauna fluttering their wings up to 70 times per second. Hold hands and walk along the secluded trails. A teak bridge carries you over the rushing river. You can hear the thundering water call out beneath the canopy. The water moves along the stream like mist. The scent of fern trees is soothing. La Paz Waterfalls careens 121 feet from the volcanic foothills and arrives in a waiting pool of glassy water. The Magia Blanca viewing platform allows you to stand behind the curtain of the arching water for a private moment in the romantic steam. In the afternoon you will arrive in Arenal Lake Region where your hotel offers remote, comforting hot springs for its guests."
    },
    {
      "dayNumber": "3",
      "title": "Arenal Volcano National Park - Beside the Volcano",
      "description": "The morning view brings you the rising steam of the smoldering Arenal volcano, which erupted daily from 1968 until 2012. In the evening the magma would spill over the conical peak at 5,437 feet high. The rainforest stretches to the volcano’s foothills and the trees are interspersed with graceful prairies. Horses graze on the grass in front of a background of the powerful mountain, and natural springs wind around the region with varying temperatures. After breakfast, you will have a guided tour of Arenal Volcano National Park. The park is 504,094 acres of conserved land. The jade trees open up to a craggy lunar landscape on the western foothills. Deer forage along the forest underbrush and the savory aroma of laurels floats around the trail. The landscape is powerful, inspiring and, much like all of Costa Rica, truly unique."
    },
    {
      "dayNumber": "4",
      "title": "Arenal Volcano National Park - Unique Chance for Adventure",
      "description": "The aromas of breakfast are once again a combination of sweet tropical fruits such as mango and pineapple, and indulgent brewed coffee. The day is at your leisure to experience and enjoy the region of Arenal. Adhere to the appeal of the whitewater on a rafting tour down the Sarapiqui River or relax with a day at the award-winning spa. Hold hands and stroll alongside the celebrated flora and fauna in the Costa Rican treetops on a hanging bridge tour. Cross over eight bridges, some of which are suspension bridges, that bring you eye-level with Arenal Volcano. You can hear the lingering sound of waterfalls. Spider monkeys run through the branches. Their tails can grow up to 35 inches long and grip onto dangling vines. They bark loudly in the presence of people and sound similar to a small dog. Their coarse hair is brown and black. Their eyes are small but lively. Orchids blossom vibrantly and you wish your blissful roam through the trees would never end."
    },
    {
      "dayNumber": "5",
      "title": "Monteverde - Enjoying the Lustrous Clouds",
      "description": "Monteverde is home to the famous Cloud Forest Reserve. After breakfast, your private transfer will meet you at your hotel. When you come to Lake Arenal, you will board a boat and cross over the water. The lake is 33 square miles and is the largest fresh body of water in Costa Rica. The volcano puffs smoke like small clouds and grows smaller as you traverse the lake. Bass populate the lake and ringed kingfisher swoop down in search of a meal. They can grow up to 16 inches long and their voice is loud and rattled. Their breast feathers are bluish-gray and they often have a spiked crown. The rainforest runs up against the shoreline. A cool breeze pierces the warm air. You continue the journey to Monteverde and find comfort in the mountainous panorama 4,200 feet above the nearby valleys. The cloud forest encompasses 26,000 acres of protected landscape, from decadent forests to verdant pastures."
    },
    {
      "dayNumber": "6",
      "title": "Monteverde - Experiencing the Sky",
      "description": "Sweeping clouds rise up the foothills of the mountains and blanket the morning trees and sky. This daily ritual gives the area its captivating name. In the cool early daylight you can hear a gentle twittering that rises and falls. The call comes from the elusive quetzal. The bird can grow up to 13 inches long. Effervescent males have plumage of green with golden-fringed wings. Their tail feather dangles behind them and carries like a streamer when they fly. After breakfast, the day is yours to enjoy the cloud forest and its hidden splendor. Trek through the treetops or stroll along the walkways amidst the atmospheric mist. For an unforgettable romantic experience you can wander through the forest on horseback. The lush greenery emanates fern and canopies drape over the rolling hills. Your horse trots behind your guide. In the trees you spot purple petals sprouting from blossoming orchids. The birdcalls continue throughout the day and the clouds dissipate. You roam over streams and listen to the water trickle past. Rainbows decorate the undulating hillsides. The beauty of Costa Rica isn’t just in the landscape but is also within the charming moments that you share with the one you love."
    },
    {
      "dayNumber": "7",
      "title": "Manuel Antonio - Trees Guiding to the Beach",
      "description": "Today your transfer will meet you at your preferred time to whisk you off to the picturesque landscape of Manuel Antonio National Park. The clouds routinely drift over and away from the forest. The birdcalls and rambunctious wildlife settle down in the day’s rising warmth. When you are ready, your private transfer takes you from Monteverde and over the continental divide, the mountainous area that defines which waterways lead to the Pacific or Atlantic Oceans. Arrive at your hotel which offers you the seclusion of the rainforest with views of the pristine cerulean Pacific. In the afternoon you will have a guided tour of Manuel Antonio National Park, a jewel in a country of treasures. Step along the opulent white sand beach and find iguanas basking in the sunlight and lazing on a boulder. They can grow up to six feet long and blend easily into their surroundings. The water peels back from the sand. The gentle sound becomes the loving soundtrack of the afternoon."
    },
    {
      "dayNumber": "8",
      "title": "Manuel Antonio - Watching the Wading Water",
      "description": "The sounds of the lapping tide fill the morning. The delicate rhythm is accompanied by the rich and indulgent flavors of fresh coffee. The day is once again yours to experience the encompassing majesty of Costa Rica at your leisure. Sail through the trees on a zip line tour or cruise to nearby Tortuga Island on a catamaran. Witness nature’s aquatic splendor on a dolphin and whale watching tour. When the sails are cast you hear them catch the wind and flutter. The cool breeze is comfortable in the warm sun. Whales migrate over 5,000 miles each year. They grow up to 52 feet long and can sing a unique song that lasts up to 20 minutes. The sea turns from a crystal cerulean to deep blue. The water is calm and you can hear the whales spouting water before you see them. Common dolphins also cruise through the water. They can grow over eight feet long and play alongside boats. You hold your partner’s hand and point into the short distance. A tail flaps and waves. In the quiet you can hear your heart beat. Then the water breaks open and a large humpback whale leaps, almost perpendicular to the sea, before splashing back down."
    },
    {
      "dayNumber": "9",
      "title": "San Jose - A Wandering Day",
      "description": "Today your private transfer will depart from Manuel Antonio at your preferred time. The morning wild calls sweep across the trees and over the ocean. You can spend the day lounging on the beach or wandering through the trees. The water peels back from the shore and the palms sway in the calm breeze. You see white-faced capuchin monkeys in the upper-reaches of the canopy. Their black and white fur stands out against the lush greenery. When you are ready your private transfer meets you at the airport and takes you to San Jose. The lively streets continue to thrive. The National Theater displays its elegant neoclassical façade. The fountain casts water into the air and falls in circular beaded curtains. Settle into the charming gardens of your accommodation and relish in the secluded luxuries in the midst of the whirling city."
    },
    {
      "dayNumber": "10",
      "title": "Punta Islita - A Remote Luxury",
      "description": "The morning sky pours over the city and brings the streets to life. After breakfast you make your way to the airport for your domestic flight to the stunning beachside community of Punta Islita. Your guide escorts you to the extravagantly beautiful property located on a remote beach. The 300-acre property is set over the hilltops and watches out over the ocean. The water is pristine and the local community is filled with artistic ambiance. Local fishermen venture back from the ocean. Nets abound in their small, colorfully painted boats as they make their way home for the day. The infinity pool is refreshing and offers a panorama of the beachside, surrounded by the endless tropical hillsides. The sounds of the howler monkeys fill the air in the setting sun."
    },
    {
      "dayNumber": "11",
      "title": "Punta Islita - Free and Private Shores",
      "description": "The charm of Punta Islita is unparalleled. You are swept away by the beauty of the opulent water and the tranquility that surrounds the entire small cove. After breakfast the day is yours to indulge in the various wonders around you. Spend time together relaxing in the tropical sun or enjoying the warm water of your own jacuzzi. The beauty and wonder of the landscape is all-encompassing. Discover the gorgeous life beneath the surf on a snorkel tour around the cove. Nearby Carrillo is a known for its delightful, vivacious snorkeling. Your boat takes you off of the coast and you jump into the crystal clear ocean ready to witness its unique wonderland. Boulders drop into the water and the greenery fades away. You find patches of glowing schools of fish. The sunlight is able to shine up to 50 feet below the glassy surface. Starfish cling to the rocks and wave with the current. Yellow fish are lustrous and freckled hawkfish are pastel. You could eternally search the seas for stunning life."
    },
    {
      "dayNumber": "12",
      "title": "Punta Islita - Find Glorious Flight",
      "description": "The current brings the water back and forth against the shimmering sandy beach. The trees are filled with morning calls. Find opportunity in the day to do as much or as little as you please. Treasure your partner’s company on a sailing tour around the Pacific or just stroll through the meandering pathways of the rainforest. Costa Rica is known for its tremendous jungle and exceptional zip lining adventures. For a wonderful exploration of the greenery you can soar through the trees and over the canyon on a series of crisscrossing aerial wires. Sharing the journey brings you closer together as you both learn what it’s like to feel the high wind rushing past your cheeks. Scarlet macaws are known for their rainbow plumage and long, trailing tail feathers. You can hear their loud and distinct call in the trees. You rush past them in a blur of canopy and extended wings, scarlet wings. You can hear the trundling sounds of Montezuma Waterfall along the hillsides. The terraced pools allow you to witness the variety and veracity of the falls from different levels, and even swing 15 feet above the water on a rope swing."
    },
    {
      "dayNumber": "13",
      "title": "Punta Islita - The Starry Night",
      "description": "Relax on the beach and in the spas on a day meant to treat you and your partner to the luxuries of Punta Islita. Find the tranquil sounds of the ocean combined with the soothing aromas of coconut and palm. Breathe deeply and calmly beside your loved one as you indulge in a couple’s massage. The world melts away during your hour-long treatment. The birdcalls and rustling leaves disappear, the ocean current fades, and for a while it is just you and your partner embracing rejuvenating aromatics. In the evening the starlight pours over the resort. A candlelit dinner awaits you on a private stretch of beach. The tide rolls close to your feet. The stars twinkle in the night sky. A unique three-course meal is set before you and the scent of fresh and local ingredients add to the pleasures of Costa Rica."
    },
    {
      "dayNumber": "14",
      "title": "San Jose - Watching the Beachside Go",
      "description": "The morning light brushes the hillside. Tropical fruits once again decorate the breakfast table and you can’t help but remember last night’s dreamlike dinner. The bold, sweet citrus of the fresh pineapple brings you back to the morning. After breakfast, your private transfer will take you to the airport for your return flight to San Jose. The afternoon is at your leisure to explore the capital city at your own pace. Barrio Amon is a neighborhood once home to 19th and 20th-century coffee barons. The historic colonial mansions continue to decorate the streets with tropical colors and Art Deco décor."
    },
    {
      "dayNumber": "15",
      "title": "San Jose - The Sweetness of a Getaway",
      "description": "The lush gardens of your hotel remind you of the exuberant tropical landscapes you have explored over the past two weeks. You have soared through the canopy and discovered the vibrant hues beneath the waves. Wildlife clamored in the trees and glowed in the skyline. Your final breakfast in Costa Rica comes with the familiar and comforting flavors you have become accustomed to, from star fruit to papaya. After your meal your private transfer escorts you to the airport for your flight home. The rainforest and oceans brimmed with the romance that you will now carry home with you."
    }
  ],
  "map": ""
}