{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "a-perfect-romantic-getaway-to-costa-rica",
  "tourName": "A Perfect Romantic Getaway to Costa Rica",
  "placesVisited": "San Jose",
  "generalInfo": "The moonlight reflects off of the Pacific Ocean. The current sweeps across the soft beach. The aroma of refreshing lemon zest drifts in the breeze. This is only a taste of the romantic luxury in Costa Rica. Each day is tailored to your wish, centered on the fabulous flavors and unique wildlife spread throughout the countryside. The landscape rises and falls with mountains and active volcanoes. The rainforest blocks out the sky and offers hidden waterfalls for you to discover. When you combine decadent food, fabulous luxuries, and unparalleled romance, you find captivating Costa Rica.",
  "durationDays": "8",
  "price": "2,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – The Comforts of Costa Rica",
      "description": "San Jose is a city akin to its surrounding volcanic landscape. The passion and charm simmers beneath a façade of bustling activity. Locals course through Avenida Central and enjoy the elegant window displays. The clock tower ticks away the hours in its classic décor, from the metal framework that supports the clock, to the lion heads that spout water into the fountain base. Your private transfer meets you at the airport and soon you find yourself in a quaint colonial mansion that harkens back to the days of the Costa Rican coffee barons. The exterior is decorated with rich color and ornate wood carved panels that sweep across the risen porch. Costa Rica cuisine is famous for being fresh and locally sourced. The Central Market encompasses an entire square block, filled with over 200 stalls, restaurants, and shops. Fruit stands and cevicherias offer bright and fresh dishes. The sweet aroma of passion fruit drifts around the walkways and mixes with a zesty lime citrus. The Grano de Oro Restaurant is both causal and elegant. The European styled cuisine is heavily influenced by Costa Rica’s flavors and local offerings, from the seafood to the vegetables. One taste of the Costa Rican sea bass coated with toasted macadamias and drizzled with a light orange sauce, and you will understand how enchanting the country can be."
    },
    {
      "dayNumber": "2",
      "title": "Central Valley – Inside the Central Valley",
      "description": "Wake up to the sun spreading over the city. From the hotel gardens you can see the mountains wrap around the cityscape and create the skyline. The greenery begins to glisten in the morning light. The hillsides of the Central Valley are known as the heart and soul of Costa Rica, filled with rich plantations and curvaceous mountain roads. Breakfast is filled with delightful zest and sweetness of tropical fruits, like succulent coconut and juicy mango. Your private transfer meets you at the hotel and takes you through the foothills and into the quaint agricultural towns and farmers’ markets of the areas beyond the capital. Numerous volcanoes have created a tremendous landscape of rising hills and fertile soil. The rolling prairies and forests turn into fields of sugar cane and coffee plants. You come to one of the premier cacao plantations in the country. The history of Central America is filled with chocolate, as a sipping drink and an energy supplement. The plants bud against the large trees and look more like a melon than what you imagined fresh cacao to look like. The aromas around the agriculture are earthy and lively. The history of the plant and its usage is fascinating, spanning empires and momentous periods. Once inside you will be shown the wonder of tempering chocolate by hand to create the award-winning flavors and textures that have brought sweet celebrity to this particular plantation and the surrounding valley. After your tour you can sit on the patio, sipping a refreshing hot chocolate, with a view of the marvelous rainforest."
    },
    {
      "dayNumber": "3",
      "title": "Palo Verde National Park – The Wetland Sanctuary",
      "description": "The morning scent of fresh pressed Costa Rican coffee wraps around the garden terrace. The city comes back to life in the morning light and your private transfer takes you to the airport for your flight to Liberia. Palo Verde National Park is a mosaic of habitats that encompasses 45,500 acres. The palo verde plant is a small, green shrub you find lining the riverbanks and forest floor, almost carpeting the area with wiry blades of grass. During the dry season, from December to March, you have the best chance of seeing birds congregate and deer forage beneath the tremendous canopy. The Rio Tempisque is almost 90 miles long and empties into the gulf of Nicoya. Over 300 different types of birds nest in the wetlands, including the iridescent scarlet macaw. Your guided riverboat tour takes you along the estuary to view the tremendous flora and fauna of the wetlands. The macaws can be seen roosting in the trees. Their plumage practically glows against the lush green leaves. When they fly their flight feathers shimmer dark red and metallic gold. They glide through the air with opulent hues and grace. The surrounding trees are quiet and secluded. You embrace the warm day and enjoy the view from the boat."
    },
    {
      "dayNumber": "4",
      "title": "Nicoya Peninsula – The Look of the Water",
      "description": "Nicoya Peninsula is an image sliced from paradise. The remarkable tropical rainforest borders pristine, powdery white sand. The Pacific Ocean is warm and inviting. The waves brush against the boulders in the sea. Mist rises into the air and cools the breeze. The indulgent scent of the sea surrounds you. Settle in and relax at your luxurious resort. The walkways here are fringed with dangling leaves and budding flowers."
    },
    {
      "dayNumber": "5",
      "title": "Nicoya Peninsula – When The Waterfalls",
      "description": "The sunrise brings the bright colors of the rainforest to light. The morning breeze brushes through the leaves. You can hear the water peel back from the shore. In the secluded beauty of your hotel room you can listen to the sounds of the jungle meet the beach. At breakfast the decadent tastes of coconut and banana accompany the rich layers of Costa Rican coffee. Today you will journey around the canopy to explore the wealth of rainforest treasures hidden in the trees. Mountain springs, streams, and rivers meander around the foothills and rainforests, adding to the lush terrain and creating breathtaking waterfalls. Whether by foot or horseback you can begin your romantic jaunt through the trees in search of the trundling water. Montezuma Falls is one of the best-known waterfalls in Costa Rica. The thunderous, yet harmonious, rush of water quiets the calls of the wildlife. Montezuma Falls is a collection of three waterfalls. The tallest has a height of around 80 feet and streams into a large natural swimming hole. The jade water glistens in the midmorning light. The whitewater echoes in the sky. The second largest waterfall is around 50 feet tall. Spend time soaking in the sunlight or swim in the chilled pool. You can even continue on the trail that reaches farther into the forest to smaller, lesser known falls. The power of Montezuma subsides to a calmer trickle. The trees offer you a sense of privacy in the wilderness. The beautiful scenery feels like you have stepped into a photograph."
    },
    {
      "dayNumber": "6",
      "title": "Nicoya Peninsula – Romancing the Water",
      "description": "The Pacific Ocean presses against the shore and you listen to the water almost fizz against the sand. The day is yours to indulge in the powdery beach and watch over the pristine sapphire water. Spend time relaxing in one of the yoga classes offered at your resort or wander through quaint Montezuma town, listening to the rhythmic sounds of the coastline. As the sun continues to rise over Nicoya Peninsula you can venture out on a seafaring tour that will take you to Tortuga Island. The catamaran lifts its sails and catches the wind. Search the horizon for Bottle-nosed dolphins and Humpback whales. The crisp blue water allows you to look deep below the sea where the sun can cast significant light up to 50 feet below the surface. Your guide anchors near the depths of volcanic rock reefs. Don your snorkel gear and jump into the water. The warm and calm current lets you search the ocean floor. The coral is effervescent. King angelfish and Spotted eagle rays circle around the lively ecosystem. The ray’s dark dorsal surface is decorated with white spots or rings. It can grow up to 16 feet in length with a wingspan of almost 10 feet. They glide through the water like a bird flies through the open sky. On the soft, white-sand beach at Tortuga Island your crew will set up the barbecue and create a fabulous lunch of fresh fish, grilled potatoes, and bright tropical fruit. The citrus of the fruit is not only refreshing on its own but also add a burst of zest when added to the grilling fish. Relax near the water or continue your snorkeling expedition around the unique reefs of the island."
    },
    {
      "dayNumber": "7",
      "title": "Nicoya Peninsula – Getting to Know the Wild",
      "description": "The majesty around Nicoya Peninsula is as much in the beaches as it is in the trees. Vibrant fruit grows in abundance and the charming wildlife rambles through the trees. The day is yours to experience the blissful surroundings of the peninsula at your own pace. Experience the treetops on an exhilarating zip line tour or stroll around the orchards at Montezuma Gardens. Curú Wildlife Refuge is located on nearly five square miles of private land. Your naturalist guide explains the importance of the ecosystem and the variety of flora and fauna in the area. Armadillos wander through the underbrush. They grow to a length of 30 inches and are known for their armored exterior that shields them from predators. The tropical dry and wet forests extend to the ocean. White-tailed deer graze in the prairies and sometimes hide amongst the roaming cattle. Their coats are reddish-brown and a male can weigh up to 150 pounds. Howler monkeys call out through the midmorning trees. Their guttural hoot gives way to the nearby waves that crash against the shore."
    },
    {
      "dayNumber": "8",
      "title": "San Jose – Lingering Images",
      "description": "Your final morning in Costa Rica is filled with the familiar birdcalls and splashing waves of which you have grown accustomed. The serene sounds and elegant scenery enhance the flavors of breakfast. The fresh pressed coffee has a chocolaty layer. You can almost sip the saccharine juice straight from the pineapple. After breakfast your private transfer will take you to the airport for your return flight to San Jose. From there you will continue onward home. The luxury of the countryside and the remarkable visions of the wildlife have given you unparalleled romance and treasured flavors. You have seen charm and grace, treetops and coral reefs. You have tasted the splendor of Costa Rica and are ready for more."
    }
  ],
  "map": ""
}