{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "classic-family-costa-rica-vacation",
  "tourName": "Classic Family Costa Rica Vacation",
  "placesVisited": "Monteverde, Monteverde Cloud Forest Reserve, Arenal Lake, Arenal, Arenal Volcano National Park, Manuel Antonio National Park, Quepos",
  "generalInfo": "Your classic Costa Rica family vacation lets you enjoy the highlights of adventure and relaxation in Central America’s tropical wonderland. The hand-crafted tour immerses the family in the splendor of the cloud forest and seclusion of an island estuary. Traverse the canopy on aerial bridges and witness the grandeur of a looming volcano while cruising over a placid lake. Whether relaxing in the luxuries of sustainable resorts or taking advantage of the endless adventurous excursions, your Costa Rica vacation encompasses grand national parks, gorgeous beaches, welcoming culture, and captivating wildlife for a classic family-friendly experience. For additional Costa Rica travel destinations, browse our other Costa Rica family tours on Zicasso.",
  "durationDays": "9",
  "price": "2,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Monteverde – Arrive in Costa Rica and Transfer to your Monteverde Resort",
      "description": "Costa Rica promises a wealth of adventures wrapped up in the vibrant mixture of rainforest and beaches, winding rivers, and staggering waterfalls. The family arrives at Juan Santamaria International Airport in San Jose, where your private transfer greets you. You make your way through the bustling streets of Costa Rica’s capital city noticing colorful homes and lush trees even in the heart of the largest city. On the outskirts of San Jose, the kids point to the fruit on display by vendors along the sides of the streets. Watermelons grow as large as car tires, and bushels of bananas dangle from the rafters. Signs for cold coconuts offer passersby sweet relief from the moderate temperatures of the Central Valley. The road to Monteverde winds through the mountains revealing more of the lush greenery for which the country is famous. The thick forestry grows denser the farther you travel from the capital city. You pass through a town where your driver points to a series of cables passing over the street. He calls the cables “monkey bridges” because they were built to allow the arboreal wildlife a way to pass over the streets protecting both the wildlife and drivers. You reach the comforts of your luxurious hotel nestled into the heart of the sensational cloud forest. The remainder of the day is yours for the family to settle into the relaxing pleasures of the mountains. Sip a decadent hot chocolate and watch the nightly mist roll over the surrounding rolling peaks."
    },
    {
      "dayNumber": "2",
      "title": "Monteverde – Hike the Iconic Biodiversity of Monteverde’s Cloud Forest",
      "description": "Before the kids wake, you have a chance to enjoy a quiet coffee in the restaurant overlooking the dense cloud forest. The mist drifts slowly through the wilderness in the early cold providing moisture to the flora. The coffee is locally sourced with a refreshing natural aroma of caramel and lemon. Your guide meets the family in the lodge after breakfast ready to lead you on the remarkable trails of the Cloud Forest Reserve. The stunning ecosystem encompasses eight biological zones divided by their moisture across 26,000 acres. Bird-lovers enjoy tiptoeing through the underbrush in search of the region’s 500 different bird species, while your kids enjoy walking through nature keeping their eyes peeled for pumas, monkeys, or the iconic red-eyed tree frog. Your guide encourages the family to use your senses by listening to the sounds of wildlife hiding in the jungle. The scent of spearmint emanates from giant ferns and mixes with the aroma of wet soil. Your guide points to a nearby tree but keeps the family from moving. You find a resplendent quetzal perched on an upper branch. You pass around binoculars for a closer view of the fascinating trogon. You know it’s a male because of the emerald plumage shimmering on its back. The scarlet breast stands out from the verdant canopy. While quetzals are known for nesting in the area, seeing one remains a rare, enchanting treat."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – Travel to Arenal by Boat on Lake Arenal with Views to the Volcano",
      "description": "Before breakfast, you decide to walk around the lush grounds of your hotel in the lingering morning mist. Butterflies flutter their wings in the nearby butterfly garden. The exhibit hosts the dynamic insects found in the cloud forest’s remarkable biodiversity. The fascinating glasswing butterfly has see-through wings with colorful borders reminiscent of stained glass, which allows the butterfly to blend into its surroundings. Your private transfer greets the family in the lobby and escorts you around the mountains to the shores of Lake Arenal. The mountainous terrain creates a large distance between the destinations making a boat across Lake Arenal a wonderful, scenic way to reach your hotel in Arenal. The kids are excited about taking a boat. The slight spray from the water adds a refreshing chill to a warm day. The entire family stands in awe of the conical cone of the Arenal Volcano on the far banks of the lake. Your private transfer meets you on the opposite shores of the lake and escorts you to the charming accommodations in view of the volcano’s cone."
    },
    {
      "dayNumber": "4",
      "title": "Arenal – Trek the Arenal Hanging Bridges and Hike to La Fortuna Waterfall",
      "description": "On the way to the hanging bridges inside Arenal Volcano National Park, your guide explains that 90 percent of the wildlife existing in the rainforest lives in the upper canopy. The bridges offer the family easy access and pristine views of the high forest. Your guide leads along the walkways providing epic views to the surrounding rainforest. The kids stop midway across a hanging bridge and point to an arm slowly moving between the leaves. They have discovered a two-toed sloth dangling from the trees. They move slowly by pulling their body hand-over-hand. The algae in their fur help them blend into the trees to escape predators like large birds, snakes, or jaguars. In the afternoon, you continue your exploration of the wilderness on the trail to La Fortuna Waterfall. The easy trail twists and turns beneath the forest canopy. You can hear the splashing waters of the cascade through the greenery before the stream comes into view. A well-maintained staircase provides a sensational viewpoint of the waterfall and the emerald green pool below. You can dip your toes into the water and relax in the chilly temperature contrasting the tropical heat. The kids wander around the edges of the pool noticing the white-headed capuchin monkeys foraging in the trees."
    },
    {
      "dayNumber": "5",
      "title": "Arenal – Enjoy a Free Day with the Family in the Beauty of Arenal at Leisure",
      "description": "The wonders of Arenal are endless at any time of day allowing the family to relax or follow your sense of adventure. Soak in the comforting warmth of thermal baths heated by the natural geothermal activity of the region or roll down Class III rapids on a whitewater excursion. Cruise down the canal of Caño Negro Wildlife Refuge in search of sensational nature or wander the trails of the rainforest at night when the nocturnal animals come to life. For a delicious and educational activity, you embark on a chocolate tour at a local plantation. Your guide greets you at the entrance welcoming you to the homestead and provides a brief history of the evolution of chocolate through time. What was first used as an ancient drink of Mayan and Aztecan royalty has become a treat used as desserts, snacks, and in savory dishes around the world. The trees produce large pods resembling papayas more than the chocolate bars with which the family is familiar. The inside of the pod has large seeds covered in a white jelly with a sweet, fruity flavor. The family follows the process of drying and fermentation before the producer can roast the beans releasing the natural oils. The scent of charred oak and toffee emanates from the roasting beans. The kids take turns churning the cacao nibs until the former beans become a familiar chocolate paste. You grow as excited as the kids when the time comes to sample the chocolate. Your guide offers a spoonful to each of you just for a simple taste of the unadulterated, pure chocolate. The bright but bitter flavor gives your body the same reaction as if you drank an espresso. Your guide then adds sugar and lets the family choose extra toppings to create their own preferred dessert while keeping chocolate the star."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio – Enjoy the Scenic Flight to Manuel Antonio National Park",
      "description": "The morning around your resort fills with the sounds of trickling waters from the thermal baths. The pools act more like babbling brooks with temperatures reaching between 72 degrees and 105 degrees Fahrenheit. The heat helps soothe your muscles and the natural minerals are celebrated for their restorative properties. After breakfast, your private transfer escorts the family to the local Arenal Airport for a brief but scenic flight south to Quepos. The landscape below shifts from verdant highlands to vast grazing grounds, rolling mountains, and lowland forests. Your private transfer meets the family at the Quepos regional airport before escorting you to a nearby resort overlooking the undulating waves of the Pacific coast. The remainder of the day is at your leisure to relax on the gorgeous grounds known for blending the beauty of rugged mountainous shoreline with the comfort of sustainable luxury. Spend time on the resort’s exclusive beach as the water ebbs and flows on the gold sand wedged against the trees. The warm water of the ocean has a calming effect. The small waves and shallow beach allow the kids to play without fear as the sun shines brightly over the lounge chairs."
    },
    {
      "dayNumber": "7",
      "title": "Manuel Antonio – Traverse the Trails and Beaches of Manuel Antonio",
      "description": "At breakfast, the family indulges in the view of the vast Pacific Ocean accompanied by the aromas of freshly squeezed pineapple juice and fresh-pressed coffee. Your guide escorts you away from the resort after the meal leading you into the heart of the celebrated Manuel Antonio National Park. The protected park was established in 1972 in order to preserve the natural beauty of the 1,700 acres of land and 136,000 acres of ocean. Rocky coves lead to beaches covered in powdery white sand. Tropical forests edge the shoreline leading inland creating a barrier between the waves ascending mountains. Before the canopy covers the walkway, your guide points to a hawk circling over the forest in search of prey. A troupe of white-headed capuchin monkeys scrambles through the trees above. They have prehensile tails reaching 21 inches long that help them balance while foraging. The kids jump in fear when they hear a low, guttural moan echoing in the trees thinking it could be a jaguar or puma. Instead, the sound comes from a howler monkey warning you against encroaching on its territory. When you reach the beach, a black spiny-tailed iguana perches on the rocks resting in the sun."
    },
    {
      "dayNumber": "8",
      "title": "Manuel Antonio – Relish a Free Day to Discover Manuel Antonio’s Charms",
      "description": "With another free day in Costa Rica, the family can enjoy the treasures of the coastline at your pace by lounging on the white-sand beaches of Manuel Antonio or becoming immersed in the flavors of the country with a tortilla making class. The opportunities for discovery are endless whether the family wants to explore culture or nature. For another exciting adventure, you follow your guide to Damas Island, a nearly two and a half-square-mile island known for its exotic estuary. Board your double kayak to help ferry the kids through the meandering natural canals home to large populations of caimans and crocodiles. A sporadic ripple from the current pings against the protruding roots of the bordering mangrove trees. Water drips from your oar as you paddle upstream. A toucan perches in the tree over the estuary. The toco toucan has a yellow-orange bill reaching nine inches long encompassing up to 50 percent of its body mass. They pluck ripe fruit from the trees or feed on frogs and small reptiles as well. The peaceful exploration of the water provides access to more wildlife than the hiking trails due to the quiet, still air of the secluded island."
    },
    {
      "dayNumber": "9",
      "title": "Manuel Antonio – Depart for Home",
      "description": "In the morning, you can enjoy the view of the Pacific Ocean from your room. Before the family wakes-up, take a moment to sit on the balcony drinking a fresh cup of Costa Rican coffee while listening to the sounds of the parakeets twittering in the trees below echoing over the lull of the waves. Your private transfer meets the family at the hotel lobby after breakfast and takes you to the Quepos regional airport for your flight to San Jose. The plane lands at Juan Santamaria International Airport, where you can make an easy transfer to your connecting flight home."
    }
  ],
  "map": ""
}