{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "splendid-costa-rica-vacation-for-seniors-live-the-pura-vida",
  "tourName": "Splendid Costa Rica Vacation for Seniors: Live the Pura Vida",
  "placesVisited": "San Jose, Arenal, Monteverde, Playa Samara",
  "generalInfo": "Imbued with Pura Vida , this ten-day Costa Rica tour will immerse you in the cloud forest, beach bliss, and thrilling landscapes. This laid-back collection of Costa Rica’s best private tours for seniors leads you from cultural San Jose to coastal Samara. You will travel at your pace through Costa Rica’s ultimate highlights on a customizable tour that balances outdoor thrill and relaxation.",
  "durationDays": "10",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – The Land of Pura Vida",
      "description": "Costa Rica always provides a leisurely introduction, even in its capital city of San Jose. You will touch down and soon be immersed in a city of colonial townhouses and infectious energy. Residents stroll around the plazas, and chatter emanates from small cafe terraces. A local guide will meet you at the airport and transfer you to your accommodation, which will be a converted heritage building in the city’s heart. You will enjoy a short city orientation with your guide before having your choice of local restaurants for dinner."
    },
    {
      "dayNumber": "2",
      "title": "San Jose – Cultural Wonders in the Old Capital",
      "description": "This morning, you will set off with a local guide into the mystery and culture of a city that is full of contrasts. There is opulence here, especially at the neoclassical Teatro Nacional and a neighborhood of grand farming mansions. Your guide will reveal older history in the Museo del Oro Precolombino, where tales of past civilizations are narrated alongside all the gold. With a full day in San Jose, you can easily visit the highlights and learn about the nation’s past along the way."
    },
    {
      "dayNumber": "3",
      "title": "Arenal – Beneath the Volcano",
      "description": "Arenal’s majestic frame will be your compass point during your privately guided transfer this morning. Along the way, you will stop at La Paz Waterfall Gardens, where sublime cascades can be discovered along short and easy walking trails. A hummingbird garden will prove to be an incredible place to stop for lunch. Here, the birds flutter in all directions. Afterward, you will have the afternoon at your leisure to enjoy your lodge, which will be perched beneath Arenal’s cone. You can laze in the natural hot springs and watch the mist roll in as the sunset marks the sky."
    },
    {
      "dayNumber": "4",
      "title": "Arenal – Lounging in Hot Spring",
      "description": "Arenal is Costa Rica’s famous outdoor paradise, and it is not just a place for young thrills. There are activities and trails for all ages here. A private guide will customize the day to your fitness levels and interests. Arenal is great because the trails are so well maintained. As a result, you can walk on boardwalks instead of rough jungle paths. The scenery is always exquisite and includes waterfalls, monkeys, distant volcanoes, and endemic birds. After a day of exploring, you can relax in private hot springs and feel Costa Rica’s leisurely charm."
    },
    {
      "dayNumber": "5",
      "title": "Arenal – An Organic Coffee Plantation",
      "description": "In Arenal, you can go kayaking, paddle boarding, rafting, hiking, climbing, ziplining, and much more. You do not need to travel fast to enjoy the landscapes and charms either. This morning, your local guide will lead you to a small organic coffee plantation, where the vistas are as impressive as anywhere in the country. From bean to cup, you will discover the coffee process. This visit will also include a guided tasting session that will teach you how to evaluate coffee beans. This afternoon will be at your leisure, so it can be as calm or as adventurous as you like."
    },
    {
      "dayNumber": "6",
      "title": "Monteverde – Intimate Wildlife Sightings",
      "description": "Clouds rove elegantly through the alpine forest in Monteverde, monkeys call from trees and move past you in large troops, and quetzals brighten the canopy. While Monteverde is famously home to Costa Rica’s best zipline, it is also a fabulous place for laid-back wildlife viewing. You can choose to zipline before an afternoon wildlife safari, which will include the chance to join a conservationist in a hideout that overlooks a popular watering hole."
    },
    {
      "dayNumber": "7",
      "title": "Playa Samara – Lounge On the Coast",
      "description": "Costa Rica’s classic combination of highlights includes a cultural city, a towering volcano, an intimate cloud forest, and two untouched coastlines. Today, you will travel to the Pacific for three nights in Playa Samara, which is an excellent destination for senior travelers. Mangoes and monkeys mark the way, and you can stop at a biological reserve en route, where you can encounter large troops of capuchins and spider monkeys. You will be staying at a hotel on the coast in a suite that offers uninterrupted views of the Pacific."
    },
    {
      "dayNumber": "8",
      "title": "Playa Samara – Day Trip to Chora Island",
      "description": "Dolphins move poetically through Pacific waters, and thick forest hangs over the golden sand to create a colorful landscape. This is a unique coastal area, and you will have two full days to enjoy its charms. You can wander from the hotel to the beach and spend the mornings doing very little other than listening to small waves. Today’s half-day excursion will lead you to Chora Island, which is an isolated speck of land. Here, you can bask in utter serenity and savor the soothing Pacific air."
    },
    {
      "dayNumber": "9",
      "title": "Playa Samara – Private Catamaran Tour",
      "description": "After yesterday’s quiet time, today’s private catamaran tour will take you further along the coast so that you can discover more unchartered wonders. Monkeys come remarkably close to the shore, and you can dock near-deserted beaches. You will have options for swimming in calm bays and disembarking at tiny islands. As the afternoon comes to a close, you will be out on the Pacific for an incredible ocean sunset. This will be the perfect end to this collection of Costa Rica tours for seniors."
    },
    {
      "dayNumber": "10",
      "title": "San Jose – Departure",
      "description": "Rather than drive all the way back to San Jose, you can take a domestic flight from Nosara. After a relaxing morning, you will transfer privately to the airport for your local flight. A local representative will greet you in San Jose to assist in connecting to your international flight."
    }
  ],
  "map": ""
}