{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "superb-costa-rica-getaway-tropical-paradise-and-wildlife",
  "tourName": "Superb Costa Rica Getaway: Tropical Paradise and Wildlife",
  "placesVisited": "Tortuguero, San Jose, La Fortuna, Monteverde, Piedras Blancas National Park",
  "generalInfo": "Nestled between Panama and Nicaragua, Costa Rica presents visitors with an abundance of adventure as well as modern comforts, and this 16-day tour has been handcrafted to deliver plenty of both. Throughout this trip, you will enjoy the charms of this unique corner of Central America. From the heights of Mt. Arenal to the shores of Tortuguero National Park, active explorations will ensure that you see and experience everything you desire.",
  "durationDays": "16",
  "price": "5,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose – A Tropical Paradise",
      "description": "There is perhaps no better ambassador for the beauty and charm of Costa Rica than its capital of San Jose. Nestled in the lush mountains of central Costa Rica, San Jose regularly attracts visitors with its colorful neighborhoods, stunning museums and galleries, and rich culture. Upon your arrival at San Jose's main international airport, a transfer will be waiting to convey you into the heart of this vibrant city to embark on your two-week tour of the best of Costa Rica."
    },
    {
      "dayNumber": "2",
      "title": "San Jose – Strolling Through History",
      "description": "To celebrate your arrival and first full day in San Jose, you will enjoy a guided walking tour of the city, including all the main sites, with a knowledgeable guide. After a leisurely morning and breakfast, you will be met at your hotel by your guide who will lead you to the city's most iconic attractions, such as the National Theater and the Gold and Jade Museums."
    },
    {
      "dayNumber": "3",
      "title": "Tortuguero – Arriving on the Caribbean Coast",
      "description": "Today, the colonial buildings of central San Jose will be replaced by the mangroves and forests of Tortuguero. In the morning, you will turn your back on the Costa Rican capital and set a course for a more rural environment. Tucked along the placid shores of the Caribbean Sea, Tortuguero National Park is the third-most visited in Costa Rica, and upon your arrival at your comfortable accommodation, it will be no surprise why. In the afternoon, the remainder of the day will be yours to explore at your leisure."
    },
    {
      "dayNumber": "4",
      "title": "Tortuguero – In Search of Sea Turtles",
      "description": "You will be spared the bright rays of the sun by the dense canopy of mangrove trees that blanket this lush region. You will enjoy a leisurely morning in your accommodation, and it is not uncommon to experience growing anticipation of the adventures that await you. Tortuguero is known for its diverse ecosystems with various flora and fauna, and its namesake sea turtle is known to nest on the beaches only steps from your hotel. After a boat ride on the Tortuguero river, you will set off in search of these turtles during a guided beach walk."
    },
    {
      "dayNumber": "5",
      "title": "La Fortuna – At the Foot of an Active Volcano",
      "description": "Your tour of the natural beauty of Costa Rica will continue when you turn your back on the sandy shores of Tortuguero National Park and make you way to the slopes of the famous Arenal Volcano National Park. An active volcano, Arenal has not erupted since 2010 and is an excellent portal for indulging in the region's abundant opportunities for outdoor recreation. After arriving at your accommodation in La Fortuna, you can stretch your legs on a number of nearby hiking trails or relax in the comfort of your conveniently located hotel."
    },
    {
      "dayNumber": "6",
      "title": "La Fortuna – Soaring Through the Jungle",
      "description": "Rising out of the jungle like an inverted ice cream cone, Arenal volcano dominates the ring of mountains that surround La Fortuna. Today, these mountains will provide a scenic backdrop for your jungle explorations. After breakfast, you will embark on a quintessential Costa Rican activity that makes traveling to this country unforgettable. The Canopy Ecoglide is a series of cables and platforms by which you can enjoy a bird's-eye view of the land. You will glide across the landscape with the wind in your hair on a zip-lining adventure. You will then spend the evening at leisure."
    },
    {
      "dayNumber": "7",
      "title": "La Fortuna – A Land Teeming with Life",
      "description": "On your final morning in proximity to Arenal volcano, you will explore the suspended bridges and wildlife of Mistico Park. Accompanied by a knowledgeable guide, you will enjoy a guided excursion in search of the region's abundance species of iguanas, sloths, tree frogs, caimans, and over 150 bird species. With such a spectacular setting at your fingertips, you will be encouraged to unleash your curiosity on your guide, who will happily answer your questions before leaving you to an evening at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Monteverde – Arriving in the Cloud Forest",
      "description": "From the scenic slopes of Mt. Arenal, you will plunge deeper into the numerous mountain ranges of Costa Rica and the famous Cloud Forest National Reserve. After a relaxing morning, you will enjoy a final breakfast before meeting your transfer for the comfortable ride to Monteverde and the Tilaran Mountain Range. After your arrival, you will settle in to your new accommodations before enjoying the remainder of the day at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Monteverde – Costa Rican Commodities",
      "description": "The higher elevations of these mountains give rise to a slightly different blend of flora and fauna than what you have enjoyed at Tortuguero or Arenal National Parks. The elevation is what makes this region an excellent place for growing two of Costa Rica's most important crops. Today, you will dive into the world of coffee and chocolate production during a tour of the fields and production facilities that aid in the harvest of these valuable cash crops. You will also savor the variety of forms each item takes during their journey from bean to mouth."
    },
    {
      "dayNumber": "10",
      "title": "Piedras Blancas National Park – Gateway to Adventure",
      "description": "Today, the scenic heights and coffee plantations of the Tilaran Mountain Range will be replaced by the sand and lagoons of the Pacific Ocean. You will make your way to Piedras Blancas National Park by way of a convenient transfer and brief domestic flight. Your final destination will be a rainforest lodge set against the beautiful backdrop of the Piedras Blancas National Park and the Golfo Dulce Bay. Upon your arrival at your lush accommodation, you can stretch your legs with a stroll along the many patios, lounges, and gardens of this attractive setting."
    },
    {
      "dayNumber": "11",
      "title": "Piedras Blancas National Park – A Day of Leisure",
      "description": "For your first full day in Piedras Blancas National Park, you will chart your own course for a leisurely day. A few short steps away from your hotel, Nicuesa Beach allures travelers with its sandy shore and pristine water. The beach is an outstanding location to relax with a good book or to enjoy a refreshing dip in the gulf. You can also embark on a self-guided hike along the coast to take in the majestic contours of this scenic land."
    },
    {
      "dayNumber": "12",
      "title": "Piedras Blancas National Park – Hidden Waterfalls",
      "description": "With the early morning light changing the jungle hue from a smokey darkness to a soft glow, dawn is an excellent time to embark on a stroll. After breakfast, you will plunge into the verdant surroundings during a guided walking tour in search of the region's many hidden waterfalls. As you amble along the coastal path, your guide will introduce you to the local species of flora and fauna."
    },
    {
      "dayNumber": "13",
      "title": "Piedras Blancas National Park – Paddling Through Paradise",
      "description": "As you will have undoubtedly learned by now, your lodge at the Piedras Blancas National Park presents visitors with an abundance of recreational opportunities along with the ability to relax and bask in the ambient tranquility. Today, you will take to the waves on a guided kayaking tour of the coast, during which you will rock to the rhythm of the waves and enjoy a view of the shore. Upon your return, you will have the remainder of the afternoon to enjoy this stunning landscape."
    },
    {
      "dayNumber": "14",
      "title": "Piedras Blancas National Park – Reclining in Ambient Beauty",
      "description": "After your scenic kayaking tour, you may notice a slight soreness in your torso from the active adventure along the Pacific coast. Such a sensation is an excellent excuse to partake in the spa services of your lodge or to register for a professional massage from a trained expert. These are only some of the options you can enjoy on a final day of leisure in this rustic setting."
    },
    {
      "dayNumber": "15",
      "title": "Piedras Blancas National Park – A Snorkeling Adventure",
      "description": "After some relaxing time in the Piedras Blancas National Park and your rainforest lodge, you will enjoy your final full day on this tour with a snorkeling adventure. The serene water of the Golfo Dulce will be yours to explore as you enjoy the numerous reefs and marine life that inhabit the coastal water. After the staff offers you a few locations for the best places to explore, you will have the remainder of the afternoon to enjoy the refreshing water and snorkel at your own pace."
    },
    {
      "dayNumber": "16",
      "title": "Piedras Blancas National Park – Departure",
      "description": "On your final morning in Costa Rica, you will enjoy a walk along the waterfront before returning to the lodge for your breakfast. Today, you will make your way back to San Jose via Golfito for your return flight home, and a series of comfortable transfers will ensure your timely arrival to each airport."
    }
  ],
  "map": ""
}