{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-monkey-tour-luxury-adventure",
  "tourName": "Costa Rica Monkey Tour: Luxury & Adventure",
  "placesVisited": "San Jose, Arenal Volcano, Manuel Antonio, Puerto Jimenez",
  "generalInfo": "Luxury and adventure are not two words that often go hand-in-hand, but on this 12-day tour of Costa Rica you will find that the two are not mutually exclusive. This adventurous excursion will take you through dense rainforest and let you explore coveted national parks, and monkey trails to volcanoes which create an unparalleled skyline, all while the Pacific Ocean shimmers an enrapturing sapphire blue. Watch the sunset on your private balcony after coursing through the rapids of the Pacuare River. In Costa Rica, luxury and adventure are combined to create one of life’s most harmonious combinations.",
  "durationDays": "12",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - On the Fringe of the Wild",
      "description": "The wonders of Costa Rica begin in San Jose, the bustling capital. Beyond the façade is a cosmopolitan city filled with energetic locals and a vibrant rhythm connected to the pulse of the country. A private guide meets you at the airport and takes you to your lavish boutique accommodation. Outside of the endless energy of San Jose your senses awaken to the tropical aromas of fresh orchids and coffee beans. Hummingbirds flutter around blossoming flowers and the unmistakable rush of waterfalls echoes through the air. The main lounge is a combination of tropical and cabin comfort with a view of the natural falls dipping into the turquoise pool. Settle into Adventure Inn and prepare for the journeys soon to come."
    },
    {
      "dayNumber": "2",
      "title": "San Jose - Lakes and Calderas",
      "description": "The sunlight spreads through the sky and shows the bright blue morning against the blanket of lush canopy. Enjoy the day at your leisure, whether roaming around the exceptional Waterfall Gardens to enjoy the sweeping natural beauty of the gardens and waterways or whitewater rafting down the Pacuare River, the adventures are endless. Poas Volcano National Park covers 16,000 acres and reaches a height of 8,900 feet above sea level. Two vast calderas contain two very different, yet equally stunning crater lakes. The main crater is 950 feet deep and is where you find the boiling Fumarole . The acidic water is cool blue and constantly steaming. The lake in Botos crater shimmers cold, jade water. The moonlike landscape of the active crater contrasts with the encompassing greenery of the national park."
    },
    {
      "dayNumber": "3",
      "title": "Arenal - Volcanic Panorama",
      "description": "The rich flavors of fresh Costa Rican coffee accompany sweet pineapple and juicy mango. After breakfast a private transfer will escort you from the lush hills of your hotel to the picturesque view of the epic Arenal Volcano. In quaint towns, bougainvilleas drape over small houses and bright shops. Rivers carve the foothills of roaming mountains. The verdant trees open to wide stretches of pristine prairie where horses graze against the backdrop of the looming volcano. Villages and shops rise and fall alongside the road like images out of a European realist painting. Arrive at your five-star resort and spa to find the luxuries of the hotel hidden by the lushness of the jungle. The hot springs rush down a small slope and created a variety of pools. Dip into the reveled springs and feel the pools’ different temperatures when you sample the different levels. Steam rises around you. Exceptional greenery borders the gently rushing water. The quiet ambiance and relaxing hot springs welcome you to tropical paradise."
    },
    {
      "dayNumber": "4",
      "title": "Arenal - Finding Refuge",
      "description": "Indulge in the soft sounds of the morning. Birds chirp and call in the trees. Clouds glide over the crater and mix with the caldera’s rising steam. Experience the surrounding wonders of Arenal at your leisure, allowing you to explore the La Fortuna Waterfalls by ATV or wander through the canopy on the hanging bridges. The Cano Negro Refuge is located on the shores of Rio Frio, which means cold lake. When you board the boat at Los Chiles, you make your way upriver to Lago Cano Negro. The water is cold and the banks are lush. A fin pokes through the water’s calm surface. Bull sharks wind their way through the river from the sea en route to Rio Nicaragua. Caiman linger in the underbrush and disguise themselves in the floating foliage. Large glossy ibis graze on the marshlands. Their wingspan can extend up to 41 inches and their plumage, during mating, season shimmers reddish-brown and is highlighted by green wings. Sloths slowly ascend to higher branches and almost blend into the tree bark. The exceptional wildlife of the refuge almost parades in front of you, giving you a taste of Costa Rica’s natural splendor."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio - Rising Steam to Steamy Shores",
      "description": "Breakfast comes beneath the looming beauty of the volcano’s panorama. The sweet and savory delights of your meal somehow seem tastier when enjoying the opulent scenery. Soon you will leave Arenal behind for the pristine beaches and marvelous rainforest of Manuel Antonio. The palms rise with the background of perfect blue sky. The water is a calm sparkling jewel. Monkeys play in the trees and rustle the leaves. Rambunctious birds call out in the canopy. The idyllic landscape spreads over six-square miles, from waves to hilltops. Find yourself in the comfortable reaches of a charming resort situated between beach and forest where you can settle into your own slice of paradise. View the surf or the trees, and listen to the enrapturing crashing waves mix with the sweet rising calls from the jungle."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio - A View from the Treetops",
      "description": "The sunrise casts a light over the top of the canopy and reaches outward towards the sea. The birds and monkeys are active in the cool morning air. Their calls once again mix with the waves brushing and peeling against the shore. After breakfast the day waits to be unraveled, offering you a plethora of opportunity to explore and time to enjoy the paradisiacal scenery. Local projects embody the spirit of Costa Rica in their caring attitude and helpful mission. Adventure through the treetops on a guided tour of the cloud forest in the hilltops of the national park. Squirrel monkeys cling to twining branches and climb through the canopy’s higher reaches. Walk along the edges of the Seco River and cross over bridges that take you through and over the exceptional biodiversity on the park. Morpho butterflies shimmer with metallic blues and greens. Their wings flutter around you as they haphazardly fly past. Waterfalls crash into deep pools. Stop at the center of the long hanging bridge and look out over the sweeping greenery of the rainforest."
    },
    {
      "dayNumber": "7",
      "title": "Manuel Antonio - The Sunset Country",
      "description": "The sapphire water captures the sunlight and spreads the light like a beam to the beach. Spend time lounging in the perfect pool that overlooks the beach or indulge in a delightful spa service that will relax and rejuvenate you. In the early afternoon you can partake in a sunset cruise that will show you the unique and stunning waters in a way you have yet to have seen. The small catamaran casts its sails and takes you farther out to sea. The water isn’t just sapphire but crystal clear. Angelfish and Eyestripe surgeonfish swirl around coral reefs in couples and small schools. The wind feels cool and lively as it rushes past. The horizon is endless and dolphins arch into the air before diving back into the sea. The grill lights and the scent of fresh fish and lemon citrus mixes with the sweet ocean aroma. The sun descends to the edge of the horizon and lingers for a while. Layers of deep saffron and scarlet climb from the water into the sky until the sun disappears. Costa Rica is filled with different worlds, above and below the sea, but each world is just as charming as the next."
    },
    {
      "dayNumber": "8",
      "title": "Manuel Antonio - Beachside Pleasantries",
      "description": "The natural grandeur of Manuel Antonio reaches the horizon. Indulge in a day of relaxation and rejuvenation. You can immerse yourself in the luxuries of an award-winning spa and let the healing hands and blissful beach panorama get you in touch with yourself and the countryside. The aroma of coconut oil is familiar. The crashing waves become the soundtrack to your massage. Candles flicker in the warm air and you feel the tenderness of the daylight drifting away. Hot stones are heated to over 120 degrees and placed on specific areas of your back and hands. Any remaining stress left over from before your arrival in Costa Rica disappears. A cool breeze flows through the spa. Sunset lingers over the horizon and you can watch the day fade out and the night fade from beneath the shade of a palapa."
    },
    {
      "dayNumber": "9",
      "title": "Puerto Jimenez - Like a Picture Book",
      "description": "It is often the hardest to reach destinations that have the most to offer. The trees are untouched and the wildlife maintains a certain spirit and attitude different from those used to human interaction. Today you will have an early morning flight to the hard-to-reach southwestern corner of the Osa Peninsula, home to Puerto Jimenez and Corcovado National Park. Wildlife and civilization divide the town of Puerto Jimenez, from sprawling mangroves to energetic monkeys, tapir to wilderness-studded beaches. The rainforest canopy almost swallows the exceptional resort, which offers you remarkable views of the unhindered wildlife in the trees and a panorama of the open ocean beyond. Each room offers a private balcony and a tranquil ambiance."
    },
    {
      "dayNumber": "10",
      "title": "Puerto Jimenez - No Trail to Follow",
      "description": "Watch the sunrise from your balcony and let the morning slowly come to the peninsula. The lodge offers a slew of activities for you to choose from including a snorkeling tour along the gemstone colors of the Golfo Dulce. Your guide takes you out to the water and you make your way out along the gulf. The crystal clear water lets the sun shine down to an average of 40 feet deep. Bright gangly starfish hold on to the craggy rocks. Yellow angelfish glare against the perfectly crystal-blue sea. As you swim a pod of dolphins nears the boat. The gulf is known for bottlenose, common, and spotted dolphin sightings. The bottlenose can reach a length of 13 feet and a weight of over 1,400 pounds. They are friendly and curious, swimming closer and closer to you before flipping out of the water. They dive down in an elegant display of their playful personalities."
    },
    {
      "dayNumber": "11",
      "title": "Puerto Jimenez - Intensity of Beauty",
      "description": "Today you can partake in another batch of fabulous activities on offer at your tremendous eco-lodge. Corcovado National Park is considered the last great tropical rainforest of Pacific Central America, and is home to the largest population of scarlet macaws and harpy eagles. Join a guided tour through the vast stretch of dense trees and tremendous wildlife to experience what National Geographic called “the most biologically intense place on earth.” The park spans over 164 square miles of land, filled with towering trees and dense underbrush. Your guide explains the nature of the leaves and the thick canopy above. Toucans perch on thin outlets. Ocelots linger in the branches and jaguars prowl around the brush in search of tapir and anteaters. Howler monkeys cry out in the morning air, their calls deep and guttural. This dense forest is the last bastion of the jaguar; the male feline can grow to almost 350 pounds and up to six-feet long. They are careful and elegant, powerful and skeptical. You continue to follow your guide and are immersed in the wonders around you."
    },
    {
      "dayNumber": "12",
      "title": "San Jose - When the Trail Ends",
      "description": "Indulge in the moment when the sweet aromas of breakfast combine with the exceptional panorama of the Osa Peninsula. You savor this perfect moment. After your meal you will have a domestic flight to San Jose where you will catch your return flight home. Your adventures on and off the trails of Costa Rica brought you wildlife and landscapes, whitewater and waterfalls, every moment more exceptional than the last. The journey may end but the exciting memories carry on."
    }
  ],
  "map": ""
}