{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "handcrafted-costa-rica-tour-finest-tropical-escape",
  "tourName": "Handcrafted Costa Rica Tour: Finest Tropical Escape",
  "placesVisited": "Uvita, Arenal, Osa Peninsula, Manuel Antonio",
  "generalInfo": "Luxury and sustainability go hand-in-hand during your handpicked 11-day Costa Rica tour. Whether traveling as an adventurous family or looking for a romantic getaway, this featured tour offers endless options perfect for your needs, goals, and preferences. From sailing through the sky on a zipline or searching for elusive sloths, lounging on pristine beaches or relaxing in thermal springs, you will have the ultimate tour tailored to you.",
  "durationDays": "11",
  "price": "3,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arenal - Arrive in View of Famous Arenal Volcano",
      "description": "Arenal is the perfect introduction to Costa Rica and will welcome you with protected lakes, lagoons, volcanoes, rivers, and waterfalls cast beneath the looming peak of Arenal Volcano. Your flight will land at San Jose’s Juan Santamaria International Airport, where your private transfer will meet you on arrival and take you to the fascinating landscape that embodies Costa Rica’s rich biodiversity. The remainder of the day will be at your leisure to bask in your hotel’s luxuries that highlight the idyllic location from spa services to yoga, stunning views to the sounds of the surrounding rainforest."
    },
    {
      "dayNumber": "2",
      "title": "Arenal - Explore the Wilderness and Hot Springs",
      "description": "Each day is customizable to your needs and desired experiences in Costa Rica, allowing you to have as many exhilarating adventures or relaxing excursions as you would like. You may choose to embark on a private canyoning tour that takes you rappelling beside the rushing veils of three waterfalls. You might also opt to swing through the trees during a private canopy tour, a classic in Costa Rica, as you glide across 13 wires for the ultimate zipline excursion. You will feel the air brush your cheeks as you scan the treetops for signs of motmots or sloths. Late in the afternoon, your driver will pick you up for an evening spent at the hot springs, Enjoy the steamy water, created by volcanic rocks, and feel yourself relax into the beautiful night."
    },
    {
      "dayNumber": "3",
      "title": "Arenal - Find Sloths and Walk Hanging Bridges",
      "description": "In the morning, you will travel to a private reserve and take to the half-mile trail lined with lush vegetation. The giant trees house a multitude of wildlife from lizards to frogs, as well as sloths. You may find the sloths clinging to the treetops with their fur helping them blend into the bark. If you choose, you can continue into the rainforest canopy to travel nearly two miles along a loop trail made of hanging bridges. The breathtaking views will sweep across the jungle where you may find signs of capuchins or hear the calls of passing tanagers. Return to your accommodations to enjoy the amenities and the peaceful surroundings of the rainforest."
    },
    {
      "dayNumber": "4",
      "title": "Manuel Antonio - Travel and Enjoy Manuel Antonio",
      "description": "Your private transfer will meet you at the hotel after breakfast, ready to take you to the wonders of Manuel Antonio National Park. The scenic drive takes approximately four hours, but a flight from San Jose takes only 25 minutes, so you can determine which way you would like to travel. The park supports 109 mammal species and over 350 different plant species and is incredibly pretty. Upon your arrival, you can melt into the luxuries of your beachfront resort where the exotic flowers border the pristine shoreline, or you can devote yourself to the many water sports available. Spend the remainder of the day enjoying the Pacific view from your balcony, lounging on the beach, or visiting the small town of Manuel Antonio."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio - Bask in a Private Wilderness Tour",
      "description": "A private tour of Manuel Antonio National Park will immerse you in the stunning contrasts of the jungle terrain and the white-sand beaches. The clear waters of the Pacific lap at the shoreline as if pointing into the trees where you can find abundant wildlife. Your guide will take you in search of the three species of monkeys where you may witness the guttural calls of howler monkeys that can be heard up to three miles away. You can also search for toucans with their colorful beaks standing out from the verdant treetops or three-toed sloth hugging the branches. Hike together at your pace, and stop for a treat of fresh fruits that will taste better than ever amid the spectacular natural beauty."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio - Enjoy Kayaking and Snorkeling",
      "description": "Every day can bring a new experience of your choosing during your Costa Rica tour. Opt for a relaxing time on the beach, or consider a kayaking adventure beginning at Pez Vela Marina. Your guide will take you onto the ocean to find the rare coastal jewel of Biezans Bay. Your naturalist guide will point out the area’s rich biodiversity with colorful flora and exotic fauna, including marine life thriving in the coral reef systems. Nesting birds in Manuel Antonio National Park will stand out along the shorelines as you find large frigates and possible sightings of famous booby birds. Finish your paddle with a Costa Rican lunch near the beach before returning to your hotel for a relaxing evening."
    },
    {
      "dayNumber": "7",
      "title": "Manuel Antonio - Experience the Surf and Leisure",
      "description": "The day is once again yours to experience the beauty and possibilities of Costa Rica and Manuel Antonio National Park. For an exciting activity perfect for travelers of all ages, you can spend the morning with a private surf lesson to learn. Before you try catching waves, your instructor will create a safe environment on the sand where you will learn the proper positions and posture before entering the water. After the lesson, you can return to your hotel and relax at your leisure or spend time lounging on the beach’s soft sands."
    },
    {
      "dayNumber": "8",
      "title": "Osa Peninsula - Transfer to Adventurous Uvita",
      "description": "After breakfast, your private transfer will meet you for an hour-long journey to the Osa Peninsula. The unique landscape embodies some of the most biologically intense places on earth, creating a natural wonderland for endangered animals and birds. Your private driver will meet you at the hotel and escort you to the comforts of your remote villa near Uvita overlooking the Pacific Coast. You can visit the celebrated dining area for dinner, where you will have a 360-degree view sweeping from jungle to ocean."
    },
    {
      "dayNumber": "9",
      "title": "Osa Peninsula - Delight in a Horseback Excursion",
      "description": "Costa Rica’s beauty stems from the natural wonders of biodiversity with Rancho La Merced National Wildlife Refuge capturing the rainforest, mangroves, and waterside setting perfectly. You can enjoy a half-day excursion on horseback through the reserve with a knowledgeable guide as you pass the serene rivers and ride along the waters lapping against the Pacific shoreline. You may find signs of the elusive blue-crowned motmots during your ride, the only motmot found in Costa Rica’s southern Pacific. The remainder of the day is yours to explore Uvita, lounge at the pool, or hike to the stunning Nauyaca waterfalls. Enjoy a quiet evening with a private dinner in your villa."
    },
    {
      "dayNumber": "10",
      "title": "Osa Peninsula - Indulge in the Hidden Beaches",
      "description": "The day is yours to bask in the luxuries of the whale coast with a private beach-hopping tour. Your boat will meet you after breakfast and take you to a combination of famous and remote beaches where you can dig your toes into powdery sands. As you travel between beaches, you can keep an eye out for passing dolphins before relaxing at the likes of Playa Dominicalito or the remote ambiance of Playa Matapalo. The unspoiled nature of the coastline will combine the serene sounds of the waves with the adventurous character of capuchin monkeys rummaging through the bordering trees."
    },
    {
      "dayNumber": "11",
      "title": "Osa Peninsula - Depart for Home",
      "description": "In the morning, you can spend time indulging in the tropical and luxurious aromas of the resort that may blend the decadent scent of fresh coffee with the citrus fragrance of lime or luscious hints of fresh mango. After breakfast, you will have a private transfer to the Quepos Airport for your brief flight to San Jose’s domestic airstrip, where a private transfer will meet you and escort you to the international airport bringing a luxurious end to your exceptional Costa Rica tour."
    }
  ],
  "map": ""
}