{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "off-the-beaten-path-for-families-8-day-costa-rica-vacation",
  "tourName": "Off the Beaten Path for Families: 8-Day Costa Rica Vacation",
  "placesVisited": "San Jose, Puerto Jimenez, Poas Volcano National Park, Corcovado National Park, Osa Peninsula, Caño Island",
  "generalInfo": "Volcanic craters simmer and bubble against the pristine blue sky, fish and manta rays swim around vivacious coral reefs and toucans soar across the rainforest canopy. This 8-day adventure in nature is a custom-tailored Costa Rican vacation that will take you deep into the heart of the jungle and follow trails that edge the coastline. This family-friendly vacation provides time together on a captivating adventure for kids and parents alike.",
  "durationDays": "8",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - Family Gets Together",
      "description": "Mountains encompass the Central Valley where you find the capital city of San Jose. Jovial people and colorful murals that represent everyday life fill animated streets. Colonial mansions decorate the historic neighborhoods of Amon. Your transfer will meet you at the airport and escort the family to a luxurious and comfortable hotel in the heart of the city. The day is yours to enjoy the city, such as the Central Market where the family can find over 200 stalls organized to create endless rows of shops. The colors of tropical fruits may create a virtual rainbow of produce."
    },
    {
      "dayNumber": "2",
      "title": "Osa Peninsula - The Southern Peninsula",
      "description": "Transfer in the morning for a quick flight to Drake Airport. Upon landing, your guide and transfer will meet you at the airport and take you into the remote reaches of the countryside to the edge of the Agujitas River. The emerald water has a calm current. Step onto the boat and the family drifts downstream until you reach your eco-lodge. The canopy hides the wooden edifice. You can continue the day's adventure by ziplining through the canopy. When you rise, the trees, the canopy, and the rolling hillsides open themselves up to you. You can climb up to 196 feet in the air and travel across 50 acres of rainforest."
    },
    {
      "dayNumber": "3",
      "title": "Osa Peninsula - Marvels in Sapphire",
      "description": "After breakfast, your family will set out on a boat ride to Caño Island to find hot white-sand beaches lined with palm trees, and shimmering with coral reefs. The warm water makes the habitat a virtual paradise for a range of dolphins and passing whales. Spinner Dolphins tend to burst from the ocean and flip in the air. They can grow almost eight feet long and tend to have a white or pale gray belly. When you return to the peninsula, you can relax on the beach as the kids venture off to snorkel."
    },
    {
      "dayNumber": "4",
      "title": "Osa Peninsula - Discovering the Rainforest",
      "description": "Embark on a short boat ride to the San Pedrillo Ranger Station. The station sits on the northern edge of Corcovado National Park. The canopy shades the forest floor and filters in the sunlight. The sapphire water of the Pacific borders the front of the station and the rainforest borders the back. The water laps at the beach with serene calm. Your naturalist guide takes you along the beachside trails that wind through mangroves and montane forests. You may arrive at a waterfall to find a thunderous clap of the water hitting the lower pool."
    },
    {
      "dayNumber": "5",
      "title": "Puerto Jimenez - The Sweet Gulf",
      "description": "In the afternoon, your private transfer will take you to the city of Puerto Jimenez, located at the edge of Golfo Dulce. Scarlet Macaws roost on the crossbar of the local soccer field. Their vibrant red plumage shines against the background of green grass. Their tail feathers dangle behind them like streamers to a length of around half their entire size. The remainder of the day is at your leisure to spend at the Gold Mining experience or to witness the bioluminescence of the waters on a night kayaking tour when the water shimmers with remarkable light."
    },
    {
      "dayNumber": "6",
      "title": "Poas Volcano National Park - Looking Inside the Crater",
      "description": "After breakfast, you return to San Jose on a quick flight and continue northward to Poas Volcano National Park. The lush rainforest trees frame the park’s entryway. The family eagerly traverses the hillside in search of the volcano’s summit. When you reach the top, you find the open sky filled with nearby and distant fertile mountaintops. Poas volcanic crater is before you. The summit stands at around 8,885 feet above sea level. Botos Lake sits at the center of the sprouting trees. The stunning scenery and spirited volcanic activity are enchanting. The raw power of the landscape is inspiring."
    },
    {
      "dayNumber": "7",
      "title": "Poas Volcano National Park - Peace, Colors, and Waterfalls",
      "description": "La Paz Waterfall Gardens is located on the slopes of the Poas volcanic region and rich in biodiversity. The altitude undulates between 4,000 and 5,000 feet above sea level bringing together cloud forest and rainforest in a tightly knit environment. The waterfall gardens encompass 70 acres of protected landscape. A collection of atriums house plants, butterflies, and monkeys. Hummingbirds flutter around the trees and sip nectar out of the birdfeeders. Their plumage is iridescent in the Central Highlands sunshine. You can view the falls from the side and near the mouth of the cascade as spray rises from the pool."
    },
    {
      "dayNumber": "8",
      "title": "San Jose - Depart for Home",
      "description": "The sun rises over the mountains and layers the sky with morning light. Savor the flavors of breakfast and the view of the hotel’s central garden. Tropical fruits grace the table with sweet aromas and creamy textures. Rich Costa Rican coffee helps start the day with a flavorful boost. The kids even eat the once unfamiliar dishes that they now seem to enjoy. The family has traversed the edges of the countryside, wandered through the rainforest and around volcanic peaks. Soon your private transfer will take you to the airport."
    }
  ],
  "map": ""
}