{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "cloud-forest-to-coast-8-day-family-costa-rica-getaway",
  "tourName": "Cloud Forest to Coast: 8 Day Family Costa Rica Getaway",
  "placesVisited": "San Jose, Arenal, Monteverde, Tamarindo",
  "generalInfo": "This 8-day, Costa Rican vacation will take you and your family on a journey from the coast to the Cloud Forest to explore some of the best that this Central American paradise has to offer. This vacation encompasses the perfect blend of relaxation and adventure. You will bask in bubbling natural hot springs that are surrounded by panoramic jungle views, and tour guides will take you on adventures into the depths of the rain forest to discover exotic birds, plants and animals. You and your children will hike the base of Costa Rica’s most active volcano, marveling at views of Lake Arenal glistening below. This family-friendly vacation is an unforgettable, immersive experience that you will not soon forget.",
  "durationDays": "8",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - Arrive in Costa Rica's Vibrant Capital City",
      "description": "Your family’s Costa Rican adventure will begin in the country’s vibrant capital city of San Jose. Upon your arrival, your private transfer will greet you at the baggage claim and quickly you quickly through customs before escorting you to your luxury accommodation. San Jose is a bustling metropolis that is nestled inside a tropical oasis. It is the country’s most densely populated region, brimming with a rich history and lively culture. As you drive through Costa Rica’s urban center, you will have an authentic look into typical, daily life in San Jose. You will hear uniform-clad children call to one and other as they unwind from their school day. Sprawling outdoor markets welcome packs of tourists who are shopping for brightly colored souvenirs, and stunning buildings line the streets as skyscrapers tower above. Once you and your family arrive at your accommodation, you will be free to relax and unwind as you prepare for tomorrow’s exciting adventure."
    },
    {
      "dayNumber": "2",
      "title": "Arenal - Take a Private Tour of Costa Rica's Most Active Volcano",
      "description": "After a rejuvenating night’s rest, you and your family will wake up to the sweet aroma of freshly brewed coffee. You will indulge in the rich flavors of an authentic Costa Rican breakfast, the sweet taste of fresh pineapple and guava, the hearty blend of gallo pinto, homemade tortillas, and creamy scrambled eggs. After breakfast, your private transfer will greet you and your family in the hotel lobby and escort you to Arenal National Park. The three-hour drive will fly by as you watch the cityscape views transform into lush rainforest. Dense foliage will line the winding roadways, and you will begin to see Costa Rica’s most active volcano as it looms in the distance. After you arrive at your accommodation and you unload your belongings, your private guide will greet you in the hotel lobby. Your stay in Arenal will begin with a hike to the region’s most sought-after attraction: the Arenal volcano. As you begin your guided tour, you will feel the humidity and hear the sounds of exotic birds as they flutter between the trees. Your trained, naturalist guide will help you and your family spot some of Costa Rica’s most extraordinary plants, including eye-catching, magenta orchids, tropical ferns, and bright-pink wildflowers. You will notice black lava rocks that are scattered throughout the trail. From 1968 to 2010, Arenal was extremely active, spewing hot rocks, ash, smoke, and lava on a daily basis. The now-sleepy volcano is a safe destination for tourists to visit and enjoy. As you near the Arenal volcano’s base, you and your family will be in awe of its impressive size and near-perfect cone shape, creating an excellent backdrop for pictures."
    },
    {
      "dayNumber": "3",
      "title": "Arenal - Relax, Unwind, and Explore the Waterside",
      "description": "After a relaxing evening in your hotel, you and your family will wake to the soft coo of birds and the harmonized chorus of tree frogs. Peaceful panoramic views of the Arenal Volcano can be seen from your bedroom windows, and after enjoying a rejuvenating cup of locally brewed coffee and satisfying breakfast, you and your family will meet your tour guide in the hotel lobby. You will follow your guide into the depths of the rainforest. Here, the marshy climate creates a warm mist in the air. A short walk will lead to one of Costa Rica’s most famous attractions: the natural hot springs. Heated by the Arenal Volcano, the bubbling water will warm your body as you breathe in the crisp, jungle air. Next, your family will follow your private guide to the La Fortuna waterfall. The view will be picturesque. The waterfall slowly cascades into a rippling lagoon from 75 feet above the basin. You will be able to breathe in the oxygen-rich rainforest air, and the sweet aroma of flowering plants as butterflies flutter through the air, sloths hug onto tree branches above, and you snap family photos to commemorate this unforgettable spot. This relaxing morning will transform into an adventure-packed afternoon at Lake Arenal. The landlocked lake is the country’s largest body of water, and you will marvel at the quiet peace of the shoreline that remains unobstructed by resorts, condominiums, or busy marinas. Lake Arenal offers the unparalleled opportunity to immerse yourself in nature. You will take in views of gently sloping hills as green space stretches beside the volcano as far as your eye can see. You and your family will enjoy a waterside activity of your choice. Between boat cruises, kayaking, paddle boarding, fishing, and more, your day is guaranteed to be filled with family bonding and fun."
    },
    {
      "dayNumber": "4",
      "title": "Monteverde - Discover the Enchanting Biodiversity of the Monteverde Cloud Forest",
      "description": "On the fourth day of your adventure, you and your family will transfer to Monteverde, which is home to the Cloud Forest Reserve. After a delicious breakfast, your private guide will greet you in your hotel lobby to escort you to your next exciting destination. You will watch the scene shift as you drive: the tropical Caribbean slope will transform into misty Monteverde. You and your children will have the exciting opportunity to become explorers as you journey into the Cloud Forest and are guided by a trained wildlife expert. This expedition will be both educational and fun. The scent of spearmint will emanate from the leafy green ferns, mixing with the fragrance of exotic flowers. Your children will learn to spot some of Costa Rica’s most elusive birds, and you may notice the famous, resplendent quetzal as it rests on a branch above. You can identify the famous species by its vibrant, green feathers. You and your family will revel in the excitement of spotting spider monkeys, tapirs, and armadillos who are lurking in the forest."
    },
    {
      "dayNumber": "5",
      "title": "Monteverde - Taste Costa Rica's Top Exports on a Private Plantation Tour",
      "description": "Before your kids wake for the day, you can enjoy a cup of coffee in the quiet of the early morning. You may even decide to take a walk around your hotel’s lush grounds, feeling the sensation of the morning mist. You will be able to smell the caramel aroma from your cup as it mixes with the scent of the moist soil and flowing plants. Butterflies will flutter among brightly colored flowers, and shortly after your pleasant morning walk, your private guide will meet you and your family in the hotel lobby for a fun-filled day of exploring a local coffee, chocolate, and sugar cane plantation. Your kids will enjoy an interactive tour as they learn the coffee growing, picking, and harvesting processes. You will watch and learn how pulp is traditionally removed from cherries and how they are washed and separated. Then, you all will bond over the excitement of riding in a traditional ox cart through the plantation. Next, you will witness cacao beans as they turn into creamy milk chocolate. Your kids will take turns churning cacao nibs as they grow excited to sample the finished product. You can take a spoonful of the pure chocolate, and the bitter flavor will surprise your taste buds. Finally, your guide will add sugar, allowing you to once again sample the sweet, familiar taste."
    },
    {
      "dayNumber": "6",
      "title": "Tamarindo - Unwind on Tamarindo's Pristine White Sand Beaches",
      "description": "Your final days in Costa Rica will be spent relaxing on the tropical beaches of Tamarindo. After breakfast, your private transfer will meet you in your hotel lobby, eager to guide you to the next leg of your vacation. Upon your arrival, you and your family will feel the warm Pacific coast air on your skin as you listen to the waves crash onto the shore. The chirping of birds and the howls of monkeys will fill the air, and the turquoise waves will shimmer into the distance as far as your eye can see. You and your family can rest your adventurous muscles by relaxing on the white sand and soaking in the warmth of the Costa Rican sun while your children bask in the expansive ocean. As the day goes on, you can watch the sunset with its vibrant pinks, yellows, and oranges as they fill your view. You and your family will enjoy a delicious meal, looking out into the waterfront and reflecting on your trip’s adventures."
    },
    {
      "dayNumber": "7",
      "title": "Tamarindo - Explore by Sea on a Privately Guided Boat Tour",
      "description": "You will wake up to the relaxing sound crashing ocean waves as the morning sun reflects a golden light on the aqua waters. You can rejuvenate your spirit with a glass of freshly squeezed pineapple juice and a traditional breakfast of Gallo Pinto, indulging in the view of the Pacific Ocean directly outside of your window. You will begin your day by exploring Tamarindo by the sea on a privately guided boat tour. As you journey out onto the ocean, your guide will point out crocodiles as they bask in shallow waters, and you will breeze past the shoreline and watch a pack of dolphins as they spring out of the water. Halfway through your tour, you and your family will be invited to shore to explore the National Park where you will journey through with the sea breeze as it sweeps through your hair and listen for the sounds of white-faced monkeys as they scramble through the canopy of trees. Your guide will point out rare plant species, and you can marvel at brightly colored flowers and winding vines that dangle throughout the forest. Following the boat tour, you will be free to explore the region in any way you and your family choose. Whether you decide to rent surfboards and try your hand at catching the waves, paddleboard throughout the crystal-clear ocean, horseback ride along the shore, or simply relax in a beach chair, Tamarindo will be the perfect destination to culminate your family’s once-in-a-lifetime trip."
    },
    {
      "dayNumber": "8",
      "title": "San Jose - Depart for Home",
      "description": "As you wake to your final day in Costa Rica, you will savor one last breakfast before departing. You and your family will reflect on all of the fun-filled memories that you had during your vacation, taking in the views of Costa Rica. After you pack, your private guide will transfer you to San Jose for your flight home."
    }
  ],
  "map": ""
}