[
  {
    "destination": "New Zealand",
    "mainPhoto": "",
    "id": "malborough-sounds-small-ship-cruise-in-new-zealand",
    "tourName": "Malborough Sounds small ship cruise in New Zealand",
    "placesVisited": "",
    "generalInfo": "Discover the tranquil waterways, wildlife and rich history of New Zealand’s Marlborough Sounds on an unforgettable 7-day Kiwi adventure exploring Queen Charlotte and Pelorus Sounds, French Pass and d’Urville Island.<br/><br/>Famed for the breath-taking beauty of their winding cobalt waterways, iconic landscapes, lush native forests, wildlife and remote coastlines these regions are also rich in early New Zealand history and the location of some of the country’s most important conservation efforts.<br/><br/>Formed by a system of submerged valleys carved out following the last ice age around 10,000 years ago, the scenic playground of Marlborough Sounds encompasses some 1,500-kilometres of forested coastline, sheltered inlets and bays awaiting exploration, many only accessible by sea. The union of three main bodies of water – Queen Charlotte, Kenepuru and Pelorus Sounds – Marlborough Sounds has more than 50 Department of Conservation managed reserves and several predator free wildlife sanctuaries.<br/><br/>Just 500 treacherous metres from the mainland, d’Urville Island was named after French admiral Jules Sebastian Cesar Dumont d’Urville and his ill fated passage of the infamous French Pass in January 1827.<br/><br/>After several near misses while seeking passage inside the island, he came close to losing his ship Astrolabe after hitting the reef. Now a possum, rat and weasel-free conservation reserve, d’Urville Island is one of the last strongholds of the critically endangered Long-tailed Bat and provides a respite for the world’s rarest shag – the King Shag – and several other species of rare birds and geckos.<br/><br/>A voyage of adventure and discovery awaits in the Marlborough Sounds.",
    "durationDays": "7",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Blenheim Make your way to the designated meeting point in Blenheim for your transfer to our ship in Picton (times and meeting point will be confirmed with your voyage documents). The captain and expedition team will be waiting to welcome you aboard Heritage Explorer and show you to your cabin. You will have the opportunity to familiarise yourself on board then join fellow travellers and your expedition team as we set sail along Queen Charlotte Sound this afternoon. ***Note: Some voyages will operate the itinerary in reverse.***"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Queen Charlotte Sound First sighted in 1642 by Abel Janszoon Tasman while seeking shelter for his ships Heemskerck and Zeehaen from a storm near d’Urville Island, it was Captain James Cook who would first set foot here aboard the Endeavour during his five visits to Ship Cove, his New Zealand base between 1770 and 1777, in what he would call Queen Charlotte Sound. We spend two full days exploring the waterways and islands of scenic Queen Charlotte Sound with opportunities to head ashore and walk a section of the Queen Charlotte Walkway as well as search for birdlife on the predator-free islands. A visit to Tory Channel brings the whaling history of the Perano Whalers to life. We also plan to visit Ship Cove and learn of its history, exploring the region and visiting Captain Cook’s memorial inaugurated in 1913. Another conservation success story, Blumine Island has seen the translocation of several rare bird species including the once widespread Orange-fronted Parakeet, now New Zealand’s rarest parakeet, which were translocated to the island between 2011 and 2012. Also thriving on the island are South Island Saddleback, brought back from the brink of extinction last century from just 36 birds rescued in 1964, descendants of these birds were translocated to Blumine Island in 2009."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "d’Urville island Today we sail through the iconic French Pass and the wake of French Explorer Dumont d’Urville and then explore the island named in his honour. The outermost island in the Marlborough Sounds, d’Urville Island features imposing sea cliffs along its west coast, a high mountainous backbone and the fastest moving tidal flows in New Zealand between the French Pass tempered by some of the country’s finest peninsula scenery. Dolphins and New Zealand Fur Seals are frequently seen in the waters surrounding the island and it was here that Pelorus Jack, the endearing Risso’s Dolphin who famously stole the nation’s heart, guided ships across the dangerous waters of Cook Strait between 1888 and 1912."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Pelorus Sound The largest in the Marlborough Sounds, Pelorus Sound’s main channel winds some picturesque 55-kilometres south between steep verdant hills from Cook Strait to Havelock. Boasting 380-kilometres of shoreline, the endless bays and sheltered coves of Pelorus Sound are perfect for exploration. Venturing into Pelorus Sound we head to Ngawhakawhiti Bay where nature surrounds us and it’s possible to get a glimpse of what the sounds would have been like before the native forest was cleared. The more active are able to enjoy the walking part of the Nydia Track before we explore Nydia Bay. Tonight we will enjoy a farewell dinner and celebrate our adventure."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Blenheim We arrive into the inner reaches of Pelorous Sound this morning. After a final breakfast and farewells, a Zodiac tender takes you ashore at Havelock where a transfer to a central Blenheim drop off point or the airport waits. In case of unexpected delays we ask you not to book any onward travel from Blenheim until after midday today. During our voyage, circumstances may make it necessary or desirable to deviate from the proposed itinerary. This can include poor weather and opportunities for making unplanned excursions. Your Expedition Leader will keep you fully informed."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "New Zealand",
    "mainPhoto": "",
    "id": "new-zealand-fiordland-small-ship-cruise",
    "tourName": "New Zealand Fiordland small ship cruise",
    "placesVisited": "",
    "generalInfo": "Join us on a complete 10-day exploration of New Zealand’s remote ice-carved mountains, verdant forests and winding fiords of Fiordland. This treasured natural wonderland, its wildlife, conservation and history inspired our dream for responsible travel.<br/><br/>Established in 1952, Fiordland National Park is now over 1.2 million hectares in size and rightly famous for its epic, grand scale scenery, untamed wilderness and unique wildlife including Bottlenose Dolphins, Fiordland Crested Penguins and New Zealand Fur Seals. However, Fiordland is also rich in natural history, geology and the location of some historical firsts and important restoration and conservation projects.<br/><br/>Maori legend describes how demi-god Tu-te-raki-whanoa carved out the region’s fiords with his adze, Te Hamo, from rock walls to create the fiords we know today. Captain Cook and his crew were the first Europeans to visit, landing here aboard HMS Resolution in 1773 and subsequently spending five weeks in Dusky Sound. Cook’s records and maps would attract sealers and whalers not long after, who would go on to form the first European settlements here, historically this region is very important and shaped the future of the country.<br/><br/>The majority of Fiordland’s sounds are only accessible by sea, making them among the most remote areas of New Zealand’s mainland ensuring their epic beauty remains unspoiled and historic sites undisturbed. Waterfalls, streams, rivers and fiords are enveloped with misty veils that come and go, revealing steep gradients of mountain peaks and sheltered valleys. Join us as we sail the calm waters of Fiordland in solitude exploring some of the most unique and wild parts of Fiordland on this unforgettable adventure.<br/><br/>NB shorter versions of this cruise also available, please enquire",
    "durationDays": "10",
    "price": "4465",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Make your way to the designated meeting point in Te Anau then take in the grand views and awe-inspiring scenery as you enjoy a spectacular transfer to join our ship in Preservation Inlet. The captain and expedition leader will be waiting to welcome you aboard Heritage Explorer and show you to your cabin. Settle into life aboard before we set sail along Long Sound and enjoy your first impressions of the fiords and the unrestrained landscape of Southern Fiordland. ***Note: Some voyages will operate the itinerary in reverse.***"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Preservation Inlet Today is dedicated to exploring Preservation Inlet, rich in history we will delve into the gold mining and forestry attempts that once made this now quiet waterway a bustling hub of activity. The area’s natural bounty saw more than 2,500 gold miners and saw millers flock to the region in the late 1890s, this early settler history at mining towns Cromarty and Te Oneroa, now reclaimed by nature, can still be observed, none more spectacularly than at the failed Tarawera Mine and Smelter, where the ruins of the smelter’s three-storey chimney were restored in 2015. Among the activity Preservation Inlet can also lay claim to having New Zealand’s first whaling station at Cuttle Cove and the location of one of the country’s most remote lighthouses at Puysegur Point, which began operation in 1879 perched some 40-feet above the South Island’s most south-western point. Here a great coastal walk, formerly a telegraph track built to connect the lighthouse, leads to the old landing shed at Otago Retreat."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Chalky Inlet The entrance to Chalky Inlet is guarded by the impressive limestone cliffs of Chalky Island, the inspiration behind Captain Cook’s naming of the fiord. One of several important predator-free islands in the inlet including Great Island and Passage Islands, Chalky Island is home to some of New Zealand’s most critically endangered bird species including the Little Spotted Kiwi and Kakapo, and endemic Te Kakahu Skink, discovered in 2002. The protected harbours at North and South Port offer much to explore as the centres of human history in the inlet with North Port the final resting place of the rusting hulk of purposely grounded GSS Stella while South Port reveals an industrial past with the remnants of once prolific sawmilling activity. Sailing to the head of the fiord the surrounding mountains envelope us with their majesty."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dusky Sound Our expedition cruise through Dusky Sound visits some of the most significant historic and conservation sites in New Zealand as well as some of the most majestic scenery as we sail deep into the heart of Fiordland. Predator-free Anchor Island homes half of the world’s population of Kakapo and Little Spotted Kiwi and is also the location of historic Luncheon Cove and a number of New Zealand firsts including New Zealand’s first sealing gang, the building of New Zealand’s first European homestead and first European designed ship, the 16-metre Providence built here and launched in 1795. On nearby Pigeon Island learn the history of Richard Henry and his pioneering live transfer of birds to island refuges – an international first in wildlife conservation. While his attempts were unsuccessful due to stoats swimming over to the island, it is heartening to learn the island is now pest-free and a sanctuary for native birdlife, with Henry’s vision fulfilled."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Acheron Passage/Breaksea Sound A navigation through Acheron Passage, which separates Resolution Island from the mainland, is sure to be one of the highlights or our time in Fiordland. This iconic scenic waterway is an area where Bottlenose Dolphins are often spotted. Our explorations here may include venturing into Wet Jacket Arm where the crew of Cook’s Resolution ended up with wet jackets during their survey work. It is also the sight where Moose were released, and last seen, in New Zealand. The extensive sheltered waters of scenic Breaksea Sound, initially scouted for sheep farming suitability by early setters in the 1850s, is also the location of Breaksea Island, an iconic site in New Zealand conservation history as one of the first large islands declared rat-free in 1988."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Doubtful Sound Experience some of the most spectacular scenery in all of Fiordland – Doubtful Sound, or the sound of silence as it’s also known. Spanning some staggering 40-kilometres and holding the title as New Zealand’s deepest fiord, Doubtful Sound with its cloud-scraping wilderness cloaked mountains, sheer stone cliffs, waterfalls, inlets, quiet coves and wildlife presents nature on a scale so grand it’s off the chart. Photographic opportunities abound and our time spent here could include ship cruising Blanket Bay, the Shelter Islands, Pandora River, Deas Cove and Open Bay."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Charles and Caswell Sounds One of the southern-most of the northern fiords, Charles Sound, branches into Emelius and Gold Arms at its head with Gold Arm being home to one of the most extensive marine reserves in the inner fiords (Kahukura Marine Reserve) while other sections are included in the Taumoana Marine Reserve. Your captain and expedition Leader will find a suitably sheltered anchorage for our ship where activities could include kayaking or joining your expedition guides in a coastal exploration by Zodiac. Another rarely explored fiord, Caswell Sound is home to the last physical remains of the 1949 New Zealand–American Fiordland scientific expedition, a primitive hut standing on the banks of the Stillwater River used while studying the Wapiti/elk herd introduced earlier in the century. Tiny Styles Island guards the fiord’s entrance to the Tasman Sea while walks include a nature-filled stroll along Stillwater River towards Lake Marchant. Fishing here is good for those interested in securing tonight’s dinner."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We plan to navigate to the largest of the Northern Fiords, George Sound. Stretching 26-scenic-kilometres, George Sound is also the longest of the Northern Fiords and with several arms branching from the fiord we have multiple options for exploration. However, the spectacular sight of Alice Falls flanked by dense forest and tumbling over boulders as it thunders out of Lake Alice at the head of fiord is always a strong draw. It was at the head of George Sound that Wapiti/elk were introduced to New Zealand in 1905, part of the herd being gifted by American president Theodore Roosevelt."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Milford Sound We enter the magnificent Milford Sound this afternoon and enjoy a leisurely final cruise of this unforgettable location. Enjoy your final night aboard in the protected waters beneath the towering peaks of Milford Sound and revel in the sensational scenery as you celebrate this unforgettable adventure with a farewell dinner."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Te Anau After a final breakfast and farewells, head ashore where a transfer to Te Anau, via the historic Homer Tunnel and the lowland beech forests and golden tussocks of scenic Eglinton Valley, awaits. In case of unexpected delays, we ask you not to book any onward travel from Te Anau until after 3pm this afternoon. During our voyage, circumstances may make it necessary or desirable to deviate from the proposed itinerary. This can include poor weather and opportunities for making unplanned excursions. Your Expedition Leader will keep you fully informed. Voyages are planned and scheduled pending final regulatory approval."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]