{
  "destination": "Serbia",
  "mainPhoto": "",
  "id": "serbia-multi-activity-holiday",
  "tourName": "Serbia multi activity holiday",
  "placesVisited": "",
  "generalInfo": "We know what you’re thinking – Serbia? What’s there? As it turns out, quite a lot! Starting in Belgrade, this action-packed adventure takes you into Serbia’s breathtaking outback. During the week, you’ll hike in Tara National Park – one of Europe’s most beautiful and well-preserved forests, go paddling on the Drina River, eat heaps of delicious food, swim, go canyoning and top it off with one of the world’s most unique train journeys. Whether you’re travelling solo or with your family, we’re confident this week will be unforgettable!",
  "durationDays": "8",
  "price": "1295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival and transfer to your central Belgrade accommodation. Enjoy a 2-3 hour guided walking tour through the centre of Belgrade (time permitting) through which you will get a sense of the city’s lively and fun spirit. Enjoy an evening meal at a well known kafana (bistro) in the Skadarlija Bohemian Quarter. Overnight in Belgrade."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Gradac River hike: Depart at 9am for a monastery visit followed by a river hike en route to our next stop, Trešnica. We’ll arrive at the peaceful 13th century Celije monastery by 11am for a brief visit to hear a little about its history, before continuing downhill to the crystal clear waters of the Gradac river. We’ll pause at a traditional rural ethno household on the river’s edge to enjoy a lunch of grilled trout, freshly caught from the river you’re sitting by. After charging our batteries we’ll head into the deepest and most beautiful parts of the Gradac gorge for our river hike (4-5 km), crossing the stream approx. 20 times, with water up to our knees at some points (optional swimming stops during the warmer months of the year). At the end of the hike we’ll drive to Trešnjica Gorge (approx. 90 minutes), where a hearty meal of homemade dishes will be waiting for us at a local farmhouse. Overnight in Trešnjica."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring in and around Tresnjica Gorge: Today will be a day of exploring our environs, slowing down to match the pace of Serbian village life. Enjoy an 8 kilometre walk around the village, easing into it by finding our Zen with a forest bathing (aka shinrin-yoku) session, looking down into the gorge from spectacular viewpoints, perhaps popping in to see some locals for a cup of coffee or rakija (brandy). A lovely day of farm life, Serbian hospitality while hiking and enjoying Serbia’s unspoiled natural beauty. Trešnjica canyon is not only very picturesque but it’s also one of only two locations where you can see the griffon vulture, with its three-metre wingspan, in its natural habitat (the other location is Uvac.) 17 pairs of griffons inhabit this magnificent canyon at present and if we’re lucky we’ll see them. Overnight in Trešnjica."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Soft canyoning / optional technical canyoning: With soaring cliffs, boulders and cascades there will be plenty to see while we make our way upstream along the Trešnjica and then Dubrašnica rivers, with Dubrašnica Waterfall being our end goal. We’ll be making our way through the river and back for approximately 4-6 hours and then exiting for a final 1-hour trek back to the village. Note: This is a hike of MEDIUM level – for people with hiking experience and a decent level of fitness. Children usually love this hike, clambering over rocks and swimming as they go, however it can be challenging for people with knee or ankle issues. OPTIONAL CANYONING IN THE SPECTACULAR TRIBUCA CANYON: Revel in the action and adventure of the best adrenalin-rush fun you can have in Serbia. With five waterfalls for abseiling from 5m to 20m, plus swimming, jump offs and a bit of climbing, this day is considered one of the most extreme activities in Serbia while also being suitable for first timers. We’ll start the day with breakfast at our accommodation and then travel approx. 45 mins to a rural household where we do wetsuit and safety gear fitting. Next, walking the last 15 minutes down to the river for our safety briefing .. and then CANYONING FUN! Approx. 4-5 hours in the canyon with the final workout of a walk back uphill to where cool beers and some snacks will be waiting. (Add €120 extra per person) Overnight in Trešnjica"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kayaking on the Drina River: One of those classic, must-do Serbian experiences. You’ll have Bosnia on your left and Serbia on your right and crystal-clear water beneath you. In the warmer months we allow plenty of time to swim (if you are feeling brave, it’s still very cold even in July) or to simply lie back in your kayak and reflect on the awesome adventure you’ve had so far. Depending on the speed of the river flow (and dam outlet upstream), we’ll cover approximately 13 kilometres which will take about 3-4 hours (excluding time for swimming/chilling). No prior experience of kayaking required, the kayaks we use are beginner friendly and you will have an experienced guide leading the activity. We’ll have developed a healthy appetite while paddling, so lunch will be enjoyed at a simple kafana in the town of Bajna Basta before making tracks to Tara National Park (roughly 60 minutes by car). Overnight in Tara National Park."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hiking in Tara National Park. Tara National Park is an area of exceptional natural beauty with conditions that have barely changed since the Tertiary period. Over 60% of the park features forest of spruce, fir, beech or pine; ranking as the best preserved and highest quality forest complex in Europe. After breakfast at our accommodation we’ll make way to our starting point. This pleasant hike is 12km in total with about 4km as a loop trail (approx 2 hours each way). You’ll walk through forests, meadows, ridges and stop at the spectacular Banjska Stena viewpoint where, hang on a minute, weren’t we kayaking down there yesterday? Yes you were. You’ll stand looking at Bosnia to your right and Serbia to your left and the beautiful Drina flowing beneath you. Towards the end of the hike, we’ll break for lunch and meet an interesting family who have left the trappings of modern life to make their home on the mountain, living self-sufficiently by producing their own food. Our afternoon will be spent on Zaovine Lake with either a sightseeing boatride or stand-up paddleboarding and swimming. Overnight in Tara National Park."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sargan 8 train ride and return to Belgrade: All aboard the Šargan Eight! Go back in time as you ride in charming wooden carriages on a unique narrow-gauge rail line. The railway was built during the Yugoslav era as a solution to travelling the challenging, mountainous terrain of western Serbia. One short segment of line between Mokra Gora and Šargan-Vitasi was particularly troublesome. Covering a mere 3.5km horizontally, the height difference of 300m made it impassable for an ordinary train. So, engineers devised a clever solution by creating a loop resembling the number eight to connect the two stations. Known as the Šargan Eight, this 13.5km loop features 22 tunnels and ten bridges and viaducts along its course. You’ll enjoy breathtaking views as we pass through steep cuttings and along rocky gorges with stops at some of the more interesting viewpoints. After the train ride, we’ll make our way back to Belgrade, arriving in the early evening for one last night together and free time to shop and eat. Overnight in Belgrade."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure"
    }
  ],
  "map": ""
}