[
  {
    "destination": "Serbia",
    "mainPhoto": "",
    "id": "romania-serbia-and-bulgaria-tour",
    "tourName": "Romania, Serbia and Bulgaria tour",
    "placesVisited": "",
    "generalInfo": "Take our grand tour to discover the highlights of Romania, Serbia and Bulgaria. Explore bustling capital cities, steeped in history, as well as rolling Transylvanian countryside, the Rose Valley and the Black Sea coast. Along the way, delve into the region's history from ancient Roman times up until their more recent communist regimes. <br/> <br/> Legendary Castles - Uncover the myths at Castle Bran and marvel at the stained glass and décor in Peles Castle.<br/> Belgrade - Discover the Ottoman, Roman and Communist history in the old capital of Yugoslavia.<br/> Rila Monastery - Visit this spectacular UNESCO World Heritage Site with its brightly coloured frescoes.<br/>",
    "durationDays": "16",
    "price": "2615",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Bucharest, Romania",
        "description": ": Our trip begins today in Bucharest, Romania's vibrant capital. Once hailed the \\ Paris of the East', the city lost much of its grandeur during its harsh communist regime and an earthquake in 1977. Today, it's reemerged as a European gem, thanks to its mix of Art Nouveau and Brutalist architecture, picturesque parks and thriving cultural scene. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Bucharest at any time. If you'd like an airport transfer today, you'll need to arrive into Bucharest Henri Coanda International Airport (OTP), which is around a 30-minute drive from the city centre. If you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. If you arrive earlier in the day, there's plenty to discover in the city's Old Town and many museums to choose from including the National Museum of Romanian History, the Military Museum and the Folk Art Museum."
      },
      {
        "dayNumber": 2,
        "title": "Walking tour of Bucharest; free afternoon to explore the city further",
        "description": ": This morning, our tour leader will take us on a tour to explore this vibrant city. Situated on the Danube Plain and set amid a series of lakes and spacious gardens, Bucharest offers a blend of turn-of-the-century elegance and communist excess. We'll visit many of the older parts of the city to discover the architecture that earned it the reputation as the 'Paris of Eastern Europe' such as the striking columned facade of the Romanian Atheneum concert hall and the Royal Palace of Bucharest. We'll also see the exterior of the Palace of Parliament, which is an incredible construction, the second-largest building in the world. Many homes were destroyed to make way for this massive structure and it took 13 years to build at an alleged cost of over three billion euros, so it's of little surprise that it was and still is a very controversial building. We'll also make a visit to the fascinating Village Museum where we can see a collection of old wooden churches, windmills and peasant dwellings from different regions. The rest of the afternoon is free for you to unwind and explore Bucharest at your own pace. You might like to take a tour of the Palace of Parliament where you'll find marble columns, grand halls and glittering crystal chandeliers - please note, that this sells out quickly so booking in advance is recommended."
      },
      {
        "dayNumber": 3,
        "title": "Drive to the Carpathian Mountains of Transylvania; visit to remarkable Peles Castle and Bran Castle",
        "description": ": Driving out of Bucharest this morning, we'll head into the rolling countryside filled with forests, farmland and dramatic mountain peaks of the Transylvanian countryside. Our first stop is Sinaia, known as the 'pearl of the Carpathians'. We'll have the opportunity to visit Pelisor Palace - a brilliant example of Art Deco and Art Nouveau décor. Built for the Hohenzollern monarch Carol I, it resembles a Bavarian chateau and is richly decorated with stained glass, Persian carpets, Renaissance weapons, ebony and mother of pearl. Next we'll visit Bran Castle - also known as \\ Dracula's castle'. The truth behind the castle is even more fascinating than the myth. It was once home to the British-born Queen Marie of Romania, granddaughter of Queen Victoria. Vlad the Impaler, the infamous 15th century ruler of Wallachia never lived here and there is no connection with the novel by Bram Stoker - who never even travelled to Transylvania. Perched on a crag in a valley between two high mountain ranges, it controlled an international trade route but is now a rural backwater. This evening, we'll stay in a quaint local guesthouse in Moieciu where we'll have the opportunity to tuck into a delicious home-cooked meal. Romanian cuisine is hearty (and their red wine is surprisingly good). A typical meal can consist of stewed beef, freshly baked bread, pearl barley, cabbage, roasted root vegetables and sour cream. Before a meal, the locals tend to sip the aperitif, tzuica, a strong plum brandy."
      },
      {
        "dayNumber": 4,
        "title": "Explore medieval Brasov and the walled city of Sibiu",
        "description": ": This morning, we'll drive to Brasov, which is a treasure trove of centuries-old buildings and churches, and cobbled streets all clustered within the medieval city walls and overlooked by a magnificent 15th-century Gothic cathedral. We'll have free time to take a stroll through the City Square and down the extremely narrow Rope Street to see the Black Church. You might also like to visit one of the museums, the First Romanian School or Saint Nicolas Church in the Scheii district. This afternoon, we'll drive to the city of Sibiu, which back in the 12th century was one of the largest and wealthiest of seven walled citadels in Romania. Our tour leader will take us beneath the ramparts and through the backstreets, past the first hospital and pharmacy in Romania and to Liar's Bridge. It's said that if you told a lie whilst on the bridge it would collapse, but it's also a place where lovers would meet to declare their love and in recent times to attach padlocks to it as a symbol of their affection. You'll have some free time in the city and you might like to visit the Brukenthal National Museum, which is home to over 1,000 works of art, sculptures and a Gothic exhibition. Sibiu is a good spot for food lovers with a host of restaurants - some of the best, which are frequented by the locals, can be found in the Piata Mica or „ Small Square„ . A speciality is ciorba, which is a sour soup that comes in several varieties with vegetables or meatballs. Many local establishments in the town serve their beer by the metre. Tonight, we stay in a modern hotel in a quiet area just outside the old city walls, within walking distance of the city centre."
      },
      {
        "dayNumber": 5,
        "title": "See King Decebalus' statue and take a dip in riverside hot springs",
        "description": ": Today, we'll drive to the Gothic Corvin Castle with its pointed red-roofed turrets and vaulted ceilings. It's supposedly here that Vlad the Impaler was held prisoner for seven years by John Hunyadi until they later became allies, even though John had previously killed Vlad's father. In the castle yard is a well that is an astonishing 30 metres deep. Legend has it that it took three Turkish prisoners 15 years to dig and that they were promised freedom in return for reaching water, but they were tricked and having succeeded they weren't released. There is an inscription here that is said to have been written by them saying 'You have water, but not soul'. Due to its long and sometimes chequered history, the castle is rumoured to be haunted. Next, we'll drive to Orsova beside the Danube River where we can see the gigantic statue of King Decebalus' head carved into the rocky river gorge. The rock relief is over 40 metres/131 feet high and 30 metres/98.4 feet wide and it took 10 years to carve. Although its subject is ancient, it was in fact only constructed in the 1990s. King Decebalus was the last king of Dacia (pre-Roman Romania), he fought hard against the Roman emperors Domitian and Trajan to preserve Dacia's independence and as such he is regarded as a Romanian folk hero. You might like to join a boat trip on the Iron Gates Gorge to take a closer look at this monument."
      },
      {
        "dayNumber": 6,
        "title": "Explore ancient Roman Viminacium and arrive in Belgrade, Serbia",
        "description": ": Today, we'll leave Romania and cross the border into Serbia and drive to the ancient Roman city and military fort at Viminacium. The drive should take around three and a half hours, but at times it can take an additional hour at the border crossing. A local guide will explain the history of the city which prospered during the reign of Hadrian, during the 1st century AD, right up to the 6th century, due to its location on the Danube River, and it was home to the Imperial Navy Fleet. Among the ruins, the frescoes in the 4th-century tombs are especially interesting along with the remains of one of the biggest amphitheatres discovered in the Balkans. The people living in Viminacium had a good quality of life and this is evident from the 30,000 artefacts that have been found here, however, these are now mostly housed in the National Museums of Belgrade and Pozarevac. During the excavations, other fascinating items have been found, most notably in 2009 when a 5-million-year-old mammoth skeleton was uncovered. This afternoon, we'll drive to Serbia's capital Belgrade and our tour leader will point out the ruins of the Yugoslav Army Headquarters before we arrive at our hotel. This romantic city lies on the confluence of the Sava and the Danube Rivers and it's said that Belgrade, meaning 'the white city', is where the rivers met and fell in love. It's certainly not always been a peaceful picture, but bustling with locals and visitors it's now rising from its turbulent past and is quickly becoming one of the must-see places in the Balkans. Paprika is arguably the most popular ingredient in Serbian cooking and they tend to use the red fruit itself rather than the dried spice. You'll find it chopped up in salads with tomatoes, cucumber and cheese, chargrilled with barbequed meats, pickled, stuffed and even mashed. They also love cream and kajmak, a partially fermented thick cream, which is often served with grilled meats or fresh bread. It's a bit like a cross between sour cream and clotted cream. Rakia is the most popular spirit and it's normally distilled from plums or grapes, but you can also find more unusual variations like quince, walnut or honey."
      },
      {
        "dayNumber": 7,
        "title": "Visit to the laidback city of Novi Sad; explore Belgrade on foot",
        "description": ": This morning, we'll drive to Novi Sad, meaning 'new garden'. It's the second largest city in Serbia but boasts a laidback atmosphere, with most locals choosing to enjoy a coffee on the banks of the Danube rather than rush anywhere. On arrival, we'll have a walking tour ending at the Petrovaradin Fortress from where the city originated. Novi Sad is rich in Roman, Greek and Byzantine history and we'll explore the main Liberty Square and see the cathedral and the City Hall. Afterwards, you'll have the chance to go inside Petrovaradin Fortress, which is known locally as 'the Gibraltar on the Danube' (due to its shape rather than its size). The 16 kilometres/10 miles of hallways deep under the fort lead to dungeons, which have been home to Karadorde, leader of the first Serbian uprising against the Ottomans, and Tito, the former Yugoslavia's long-reigning president. After time for lunch, we'll return to Belgrade for an afternoon walking tour to discover its fascinating history from ancient empires through to the more recent conflicts of the early 1990s. We start our walk at Belgrade Fortress and the surrounding large Kalmegdan Park, which overlooks the rivers. We continue down the pedestrianised Knez Mihailova Street back towards the Main Square, which is just behind our hotel."
      },
      {
        "dayNumber": 8,
        "title": "See the rock formations at Devil's Town and Skull Tower in Nis",
        "description": ": This morning, we'll drive further south to Devil's Town to see the towering rock formations that legend says are petrified wedding guests at a marriage arranged by the Devil between a local brother and sister, who were then punished by god for their sins by being turned to stone. There are over 200 red stone formations, which have actually been created by erosion from the local waters that are abnormally acidic and high in minerals. After time for a picnic lunch, we'll drive to Nis and en route, we'll learn more about the city's history at the Bubanj Memorial Park, which was built to commemorate the execution of over 10,000 of the city's residents during World War II. The cosmopolitan city of Nis is a place where old meets new and you can see new cars travelling beside horses and carts. It's a university city, so its old alleyways are home to sophisticated cocktail bars, as well as pop-up markets in summer and it has a burgeoning music scene. On our walking tour, we'll get a taste of this and see Tito's Memorial, the Ottoman Citadel and the somewhat gruesome Skull Tower, which is embedded with the skulls of the rebels that fought and lost to the Ottoman forces at the Battle of Cegar. The rest of the afternoon is free for you to explore more of the city and this evening you'll have your first chance to sample Bulgarian cuisine. Food in Bulgaria tends to be made from fresh local produce and dinner usually starts with a salad such as shopska salata consisting of tomatoes, cucumbers, peppers and white cheese. Other specialities include kebapche, small and spicy minced meat rolls, and surmi, stuffed cabbage or vine leaves. Both red and white wines are popular, as are the local brandy rakia and the aniseed spirit mastika."
      },
      {
        "dayNumber": 9,
        "title": "Arrive in Sofia, Bulgaria and visit the Soviet Army Monument by metro",
        "description": ": Before leaving Serbia this morning, we'll make a brief stop just outside Nis at the red-bricked Latin Church and Cegar Hill where the battle of Cegar took place between the Serbian Revolutionaries and Ottoman army, as part of the First Serbian Uprising in 1809. We drive on to Sofia, the capital of Bulgaria. The drive will take around two and a half hours, but it can take an additional hour at the border crossing. Sofia has a long history which can be seen by the onion-domed churches, Ottoman mosques, Roman ruins and old Soviet monuments. However, it is now largely modern and youthful with a wealth of museums, art galleries, cafes and restaurants. We'll take the metro to visit the Monument to the Soviet Army. This tribute to the Russian soldiers who died supporting Bulgarian efforts during World War II is surrounded by a large park. In recent years, its sculpted bronze statues have frequently been vandalised with them being painted in a pop art style. The paint keeps being removed by the authorities and then a new design will appear a short time later. The statues have been all pink, painted in the style of comic book heroes and villains, in the colours of the Bulgarian flag, and more, so who knows what the statues will look like when you visit them. We'll walk back to the city centre making stops at interesting places along the way. After time for lunch, our trip leader will take us on a walk to discover the city centre and see the Palace of Culture, Independence Square and the Neo-Byzantine Alexander Nevsky Cathedral, which was built to commemorate the 200,000 Russian soldiers who died fighting for Bulgaria's independence."
      },
      {
        "dayNumber": 10,
        "title": "Explore Rila Monastery; chance to visit the Museum of Socialist Art",
        "description": ": Declared a World Heritage Site by UNESCO, Rila Monastery is an important religious and cultural centre for the Bulgarian people, which we will go to visit this morning. Remaining in wonderful condition it has the most stunning brightly coloured frescoes and distinctive striped brickwork. Originally founded in the 10th century the monastery served to preserve Bulgarian culture during the 400 years of Ottoman rule and was a hiding place for the Bulgarian revolutionaries. Today the magnificent church and its museum house a priceless collection of frescoes, gilded iconostasis and religious art and artefacts. Whilst here you'll have the opportunity to visit the museum. We return to Sofia for a free afternoon. You might like to visit the Archaeological Museum where there are Thracian, Roman and medieval artefacts on display in a former mosque dating from 1496. Or perhaps the Museum of Socialist Art where you'll find many of the items removed from around the country when the Soviet era came to an end such as unwanted statues of Lenin, the red star from Sofia's Party House and footage from old propaganda films. There are also the ancient ruins of Serdica, which were discovered during the building of a new metro station. Now partially excavated you can see a small section of eight streets, an early Christian church and a bathhouse from this old Roman city."
      },
      {
        "dayNumber": 11,
        "title": "See Plovdiv Roman Theatre and a Thracian tomb in the Rose Valley",
        "description": ": Today, we'll drive to Plovdiv, an ancient city built on seven hills, and our tour leader will take us to discover the main highlights. The most famous of which is probably the well-preserved Roman Theatre of Philipoppol, which is still used for concerts and theatrical performances. We'll see the exterior of this and if there are no performances taking place or being set up then you may be able to go inside the theatre. We'll have the opportunity to have lunch here before driving on to Kazanlak in the Rose Valley. The flower-laden fragrant fields (normally in bloom in May) sit between the Middle Forest Mountain and Balkan Mountains and the rosa damascene variety has been cultivated here for centuries. The rose blossoms are used in the production of rose oil and nearly a ton is made here every year which is about 70% of the world's overall production. Rose oil is used in many different ways from antiseptics to aphrodisiacs and laxatives to beauty products. You'll have the option to visit the Rose Museum to learn more. Next, we visit the excellent reproduction of the Thracian Tomb of Kazanlak with a local guide. The original tomb was discovered in 1944 and dates back to the Hellenistic period. The ancient burial ground has impressive murals which show images of the ritual funeral feast, traditional dress and fanciful horses. In keeping with Thracian culture the burial site consists of three rooms - the main round burial chamber which would have been the owner's final resting place, an antechamber where their chariot, horses and slaves would have been kept for use in the afterlife and a corridor between the two which served as storage for other items needed in the spirit world. After our visit, we'll go to Kazanlak and check in to our hotel for the night."
      },
      {
        "dayNumber": 12,
        "title": "Visit Shipka Memorial Church, Etar Museum and Tsarevets Fort",
        "description": ": Today we'll get to experience a range of different sights. We start by driving deep into the mountains to Shipka Memorial Church. Its tall bell tower, golden domes and intricately decorated red and white exterior stand out somewhat from the remote surrounding tree-covered hills. The church is dedicated to the Russian soldiers who gave their lives in the Battles of Shipka Pass during the Russo-Turkish War from 1877-78 in a bid to free Bulgaria from the Ottoman Empire. It officially opened on the 25th anniversary of the conflict and the names of the fallen soldiers are inscribed on walls of the church's crypt. Its bells are cast from battlefield cartridges and are extremely heavy, weighing up to 12 tons. From here we drive to the northern edge of the Bulgarka Nature Park to visit the Etar Open Air Museum. Here there are approximately 50 old buildings that showcase Bulgarian customs and craftsmanship, the best known is probably the watermill which dates back to 1780. As well as being historically important, the park is very pretty with lots of running water, cobbled streets and colourful wooden buildings nestled within a leafy valley. We drive on to one of Bulgaria's oldest towns, Veliko Tarnovo, where we will spend the night. It exudes medieval history with its fortified walls, cobbled ramshackle lanes and the mighty Tsarevets Fortress, which was formerly the city citadel. We will walk up to this fort, which was home to the medieval tsars, to see some of the ruins of over 400 houses, more than a dozen churches and the royal palace. We will also visit the handicraft market, Samovodska Charshiya, which has changed little over the past two centuries."
      },
      {
        "dayNumber": 13,
        "title": "Discover Varna and Balchik on the Black Sea coast",
        "description": ": This morning we drive to Varna on the Black Sea coastline. Our trip leader will point out the main sights and take us on a walk into the city centre. We'll see the ruins of the ancient Roman Baths of Odessos and the most famous Bulgarian Orthodox cathedral in the country, the Dormition of the Mother of God Cathedral. The city is famous for the 'gold of Varna' - 6,000-year-old Thracian jewellery which was found here and you can choose to go to see it in the Archaeological Museum. Perhaps you'd prefer to visit the Sea Garden, which is thought to be the largest landscaped park in the Balkans and you can see a variety of sculptures here along with the immaculate and wonderfully colourful selection of flowers. This afternoon we drive on to Balchik where we will stay for the next two nights. We have the unique experience of staying in rooms in the old villas that formed part of the Black Sea Summer Palace of Queen Marie of Romania. This accommodation is rated as simple, but once the day visitors leave we have the botanical garden palace grounds to ourselves to explore. There is a restaurant in the grounds and other bars and restaurants are just a short walk away along the coast."
      },
      {
        "dayNumber": 14,
        "title": "Visit Kaliakra Fortress and take a walk along the cliff tops",
        "description": ": Today we'll continue exploring the Black Sea coast beginning with a visit to Kaliakra Fortress. Perched on a rocky peninsula and surrounded by the crashing sea waves this fort used to be a vital stronghold in protecting the Black Sea Cape. After our visit, we'll take an easy walk along the cliffs that line the shore (taking about 1.5 hours) to take in the sea views. At the end of our walk, we can reward ourselves with a coffee break on a nearby terrace overlooking the waters. There'll also be the chance to go for a swim from Boiata Beach. This afternoon we return to Balchik and will visit Balchik Palace, the summer residence of Queen Marie of Romania and the botanical gardens that surround it, which contain over 2,000 different plant varieties. You then have free time to relax on the beach and paddle in the sea or maybe you'd like to explore more of the gardens."
      },
      {
        "dayNumber": 15,
        "title": "Return to Bucharest, Romania",
        "description": ": This morning we leave Bulgaria and cross back over the border to Bucharest in Romania. Our drive will take approximately five to six hours and potentially around another hour at the border crossing. We'll make a stop to pick up lunch along the way and arrive back in the city at around 3.30pm. After checking in to our hotel the rest of the afternoon is free for you to unwind and explore Bucharest at your own pace. There's plenty to discover in the city's Old Town or there's a multitude of museums available to choose from including the National Museum of Romanian History, the Military Museum and the Folk Art Museum, to name but a few. Alternatively, you could visit inside the Palace of Parliament where you'll find marble columns, grand halls and glittering crystal chandeliers."
      },
      {
        "dayNumber": 16,
        "title": "Trip ends in Bucharest, Romania",
        "description": ": The trip ends after breakfast at our hotel in Bucharest. There are no activities planned today, so you're free to depart from Bucharest at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Bucharest Henri Coanda International Airport (OTP), which is around a 30-minute drive from the city centre."
      }
    ],
    "map": ""
  },
  {
    "destination": "Serbia",
    "mainPhoto": "",
    "id": "serbia-multi-activity-holiday",
    "tourName": "Serbia multi activity holiday",
    "placesVisited": "",
    "generalInfo": "We know what you’re thinking – Serbia? What’s there? As it turns out, quite a lot! Starting in Belgrade, this action-packed adventure takes you into Serbia’s breathtaking outback. During the week, you’ll hike in Tara National Park – one of Europe’s most beautiful and well-preserved forests, go paddling on the Drina River, eat heaps of delicious food, swim, go canyoning and top it off with one of the world’s most unique train journeys. Whether you’re travelling solo or with your family, we’re confident this week will be unforgettable!",
    "durationDays": "8",
    "price": "1295",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival and transfer to your central Belgrade accommodation. Enjoy a 2-3 hour guided walking tour through the centre of Belgrade (time permitting) through which you will get a sense of the city’s lively and fun spirit. Enjoy an evening meal at a well known kafana (bistro) in the Skadarlija Bohemian Quarter. Overnight in Belgrade."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Gradac River hike: Depart at 9am for a monastery visit followed by a river hike en route to our next stop, Trešnica. We’ll arrive at the peaceful 13th century Celije monastery by 11am for a brief visit to hear a little about its history, before continuing downhill to the crystal clear waters of the Gradac river. We’ll pause at a traditional rural ethno household on the river’s edge to enjoy a lunch of grilled trout, freshly caught from the river you’re sitting by. After charging our batteries we’ll head into the deepest and most beautiful parts of the Gradac gorge for our river hike (4-5 km), crossing the stream approx. 20 times, with water up to our knees at some points (optional swimming stops during the warmer months of the year). At the end of the hike we’ll drive to Trešnjica Gorge (approx. 90 minutes), where a hearty meal of homemade dishes will be waiting for us at a local farmhouse. Overnight in Trešnjica."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring in and around Tresnjica Gorge: Today will be a day of exploring our environs, slowing down to match the pace of Serbian village life. Enjoy an 8 kilometre walk around the village, easing into it by finding our Zen with a forest bathing (aka shinrin-yoku) session, looking down into the gorge from spectacular viewpoints, perhaps popping in to see some locals for a cup of coffee or rakija (brandy). A lovely day of farm life, Serbian hospitality while hiking and enjoying Serbia’s unspoiled natural beauty. Trešnjica canyon is not only very picturesque but it’s also one of only two locations where you can see the griffon vulture, with its three-metre wingspan, in its natural habitat (the other location is Uvac.) 17 pairs of griffons inhabit this magnificent canyon at present and if we’re lucky we’ll see them. Overnight in Trešnjica."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Soft canyoning / optional technical canyoning: With soaring cliffs, boulders and cascades there will be plenty to see while we make our way upstream along the Trešnjica and then Dubrašnica rivers, with Dubrašnica Waterfall being our end goal. We’ll be making our way through the river and back for approximately 4-6 hours and then exiting for a final 1-hour trek back to the village. Note: This is a hike of MEDIUM level – for people with hiking experience and a decent level of fitness. Children usually love this hike, clambering over rocks and swimming as they go, however it can be challenging for people with knee or ankle issues. OPTIONAL CANYONING IN THE SPECTACULAR TRIBUCA CANYON: Revel in the action and adventure of the best adrenalin-rush fun you can have in Serbia. With five waterfalls for abseiling from 5m to 20m, plus swimming, jump offs and a bit of climbing, this day is considered one of the most extreme activities in Serbia while also being suitable for first timers. We’ll start the day with breakfast at our accommodation and then travel approx. 45 mins to a rural household where we do wetsuit and safety gear fitting. Next, walking the last 15 minutes down to the river for our safety briefing .. and then CANYONING FUN! Approx. 4-5 hours in the canyon with the final workout of a walk back uphill to where cool beers and some snacks will be waiting. (Add €120 extra per person) Overnight in Trešnjica"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kayaking on the Drina River: One of those classic, must-do Serbian experiences. You’ll have Bosnia on your left and Serbia on your right and crystal-clear water beneath you. In the warmer months we allow plenty of time to swim (if you are feeling brave, it’s still very cold even in July) or to simply lie back in your kayak and reflect on the awesome adventure you’ve had so far. Depending on the speed of the river flow (and dam outlet upstream), we’ll cover approximately 13 kilometres which will take about 3-4 hours (excluding time for swimming/chilling). No prior experience of kayaking required, the kayaks we use are beginner friendly and you will have an experienced guide leading the activity. We’ll have developed a healthy appetite while paddling, so lunch will be enjoyed at a simple kafana in the town of Bajna Basta before making tracks to Tara National Park (roughly 60 minutes by car). Overnight in Tara National Park."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Hiking in Tara National Park. Tara National Park is an area of exceptional natural beauty with conditions that have barely changed since the Tertiary period. Over 60% of the park features forest of spruce, fir, beech or pine; ranking as the best preserved and highest quality forest complex in Europe. After breakfast at our accommodation we’ll make way to our starting point. This pleasant hike is 12km in total with about 4km as a loop trail (approx 2 hours each way). You’ll walk through forests, meadows, ridges and stop at the spectacular Banjska Stena viewpoint where, hang on a minute, weren’t we kayaking down there yesterday? Yes you were. You’ll stand looking at Bosnia to your right and Serbia to your left and the beautiful Drina flowing beneath you. Towards the end of the hike, we’ll break for lunch and meet an interesting family who have left the trappings of modern life to make their home on the mountain, living self-sufficiently by producing their own food. Our afternoon will be spent on Zaovine Lake with either a sightseeing boatride or stand-up paddleboarding and swimming. Overnight in Tara National Park."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sargan 8 train ride and return to Belgrade: All aboard the Šargan Eight! Go back in time as you ride in charming wooden carriages on a unique narrow-gauge rail line. The railway was built during the Yugoslav era as a solution to travelling the challenging, mountainous terrain of western Serbia. One short segment of line between Mokra Gora and Šargan-Vitasi was particularly troublesome. Covering a mere 3.5km horizontally, the height difference of 300m made it impassable for an ordinary train. So, engineers devised a clever solution by creating a loop resembling the number eight to connect the two stations. Known as the Šargan Eight, this 13.5km loop features 22 tunnels and ten bridges and viaducts along its course. You’ll enjoy breathtaking views as we pass through steep cuttings and along rocky gorges with stops at some of the more interesting viewpoints. After the train ride, we’ll make our way back to Belgrade, arriving in the early evening for one last night together and free time to shop and eat. Overnight in Belgrade."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure"
      }
    ],
    "map": ""
  }
]