{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "HPC",
  "tourName": "Peru, Bolivya ve Şili",
  "placesVisited": "Peru, Bolivya, Şili",
  "generalInfo": "İki haftalık bu aksiyon paketiyle kısa turunuzda birinden diğerine geçerek 3 ülkeyi birden görebilirsiniz. Cusco’ nun tarihi merkezinden, Uyuni tuz düzlüklerine, modern başkent Santiyago’ da kıtanın tadını çıkaracaksınız  ve bu ziyareti tekrar yapmak için iştahınız kabaracak.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Lima Jorge Chavez Uluslararası Havaalanı (LIM)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Santiago A Merino Benitez Uluslararası Havaalanı (SCL)",
  "durationDays": "15",
  "price": "2129",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Rehber eşliğinde İnkaların kutsal vadisi gezisi</li>\n<li>- Rehber eşliğinde Machu Picchu gezisi</li>\n<li>- Titicaca gölünde tam gün gezi</li>\n<li>- Araçla Uyuni tuz düzlükleri gezisi</li>\n<li>- Laguna Colorado ulusal parkı</li>\n<li>- Rehber eşliğinde Valley of the Moon(Ay vadisi)</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 12 gece, Temel,paylaşımlı ve  kısıtlı olanakları olan bir otelde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, tren, özel araç, toplu taşıma,tekne, arazi aracı</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 9 kahvaltı,4 temel kahvaltı, 2 öğle yemeği,2 akşam yemeği,1 açık büfe kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima'ya Varış",
      "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Lima koloni döneminden kalan güzel binalara,  Altın müzesi,Engizisyon müzesi gibi Güney Amerika’nın önemli müzelerine ve San Francisco Kilisesinin alt tarafındaki Catacombs (yeraltı mezarlığı)a ev sahipliği yapar. Başkent ,şehrin 2 ana meydanı Plaza de Armas  ve Plaza San Martin başta olmak üzere birçok fırsat ve görülmeye değer yer sunar,çevreyi gezme konusunda harika fırsatlarıyla övünür. Plaza de Armas  meydanı katedrale,belediye sarayına ve her öğlen 12 de nöbet değişim törenini izleyebileceğiniz başkanlık sarayına ev sahipliği yapar.Ayrıca Lima’da en iyileri merkez bölgesinde bulunan birçok pazar ve market yer alır."
    },
    {
      "dayNumber": 2,
      "title": "İnkaların Kutsal Vadisi",
      "description": "2. gün erken kalkarak,Cusco’ya kısa bir uçuş için havaalanına gideceksiniz.Öğleden sonra İnkaların kutsal vadisinde bir tura çıkacağız.Bir tepeye yerleşmiş ve etrafını çevreleyen dağların muhteşem manzaralar oluşturduğu Pisac harabelerini ziyaret edeceğiz. Ayrıca dağların dik yamaçlarına inşa edilmiş devasa İnka teraslarının bulunduğu Ollantaytambo tapınağı/kalesine gideceğiz. Machu Picchu gezisine hazırlanmak için geceyi Ollantaytambo’da geçireceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "Machu Picchu",
      "description": "Peru kültür yönetimi,1 temmuz 2017 den itibaren yoğun turist gruplarının şehri daha rahat gezmesi, şehrin ve kalenin korunması amacıyla Machu Picchu’ya girişlerin sabah ve öğleden sonra olmak üzere 2 vardiyaya ayrıldığını duyurdu.Sonuç olarak eğer bu tarihten sonra Machu Picchu için bir tren seyahati ayarladıysanız,rehber eşliğindeki geziniz öğleden sonra vardiyasında gerçekleşecektir."
    },
    {
      "dayNumber": 4,
      "title": "Cusco",
      "description": "1 gün boyunca Cusco şehrinin keyfini çıkarmak için özgürsünüz."
    },
    {
      "dayNumber": 5,
      "title": "Puno & Titicaca Gölü",
      "description": "Cusco’dan ayrılıp Altiplano(Yüksek düzlem)’ya varmadan önce kenarlarında lama,alpaka ve vikunya sürülerini göreceğimiz yol boyunca ilerleyeceğiz,yolculuk sırasında  sıcak mineral havuzlarından,karla kaplı dağların arasından ve orijinal yerlilerin yiyecek,yün şapka ve alpaka kazaklar sattığı köylerden geçeceğiz.En yüksek nokta olan 4321 m.lik La Raya geçidinde bu yükseklikte yaşayan hayvanların incelendiği istasyonu göreceksiniz."
    },
    {
      "dayNumber": 9,
      "title": "Uyuni",
      "description": "La Paz’dan Uyuni’ye ,Bolivya’nın güneybatısına uçuyoruz.Eğer açık bir günse, denize kıyısı olmayan ülkenin üzerinde uçarken Altiplano’nun ne kadar geniş yer kapladığını görebilirsiniz.Belki And dağlarının alçalarak ülkenin doğusuna, Brezilya sınırına doğru yayılan Amazon havzasına dönüştüğünü gözlemleyebilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Uyuni (Tuz Düzlükleri)",
      "description": "Ertesi sabah arazi aracıyla 3 gün sürecek Salar de Uyuni’yi ve dikkat çekici çevresini keşfedeceğimiz eğlenceli bir geziye başlıyoruz.İlk durağımız fotoğraf çekmek için ideal bir yer olan 19.ve 20.yüzyıllardan kalma buharlı lokomotifleri görebileceğiniz tren mezarlığı olacak.Daha sonra  ,asıl tuz iyotlama tesisinin bulunduğu ve kayalardan tuz elde etme yöntemlerini en iyi inceleyebileceğiniz yere Colchani’ye geçeceğiz.Burada daha sonra kek/çörek formatına dönüşecek tuzları kurutmak için fırınlar kullanılır.Buradan araçla tuz düzlüklerine ilerliyoruz.10500 m2 alanı ve tahmini 10 milyar ton tuz içeriği ile dünyanın en geniş tuz düzlüğü olduğu iddia edilen olağanüstü bembeyaz Salar de Uyuni ,sürreal bir tablo gibidir ve ufuğa doğru sonsuz görüntüsü size hayret verecektir.Daha sonra Balık adasını(Fish Island) ya da Incahuasi adasını ziyaret edeceksiniz.(Mevsim durumuna göre)Uyuni’den 100 km uzakta düzlüğün merkezinde yer alan bu tepelik bölge dev kaktüslerle kaplıdır ve düzlüğün ortasında altıgen tuz fayanslarıyla beyaz bir deniz gibidir. Berrak mavi gökyüzü(hava koşulları izin verdiği sürece) ve bembeyaz tuz düzlüklerinin kontrastıyla, adaların bambaşka bir dünyaya ait görüntüleri nefesinizi kesecek."
    },
    {
      "dayNumber": 11,
      "title": "Laguna Colorada",
      "description": "Arazi aracıyla epik seferimiz güneye,Bolivya Altiplano’sunun uzak bölgelerinden birine doğru devam ediyor.Dumanlı volkanlar,çorak çöller ve rüzgar tarafından oyulmuş yerçekimine meydan okuyan kayalıklar gibi çeşitli yer şekilleri göreceksiniz.Bu inanılmaz boş bölgede muhtemelen medeniyetten ilk defa bu kadar uzak olduğunuzu hissedeceksiniz.Cañapa, Chairkota ve Laguna Honda gibi bazı lagünleri ziyaret edeceğiz.Özellikle manzarası nefes kesen ve kıpkırmızı ,sığ suları çok çeşitli flamingonun  toplanma yeri olan Laguna Colorado’yu göreceksiniz.Laguna Colorado’ya varmadan önce ünlü taş ağacı Arbol de Piedra’dan geçeceğiz."
    },
    {
      "dayNumber": 12,
      "title": "San Pedro de Atacama",
      "description": "Denizden 4850 m. yüksekteki Sol de Mañana (sabah güneşi) volkan bölgesini ziyaret ediyoruz.Burada köpüren çamur çanakları,dumanlı volkanik delikleri ve keskin sülfür kokusuyla bir gayzer havzasını keşfedeceksiniz.Küçük bir kraterin içinde köpüren çamuru inceleyip, yıkanmak için kaplıcalarda mola vereceğiz.5000 m. yükseklikteki bir geçitten önce Salvador Dali çölünü geçeceğiz.Daha sonra Licancabur volkanının gölgesindeki muhteşem Laguna Verde’ye geliyoruz.Laguna Verde’nin hemen yanında beyaz göl olarak bilinen Laguna Blanca yer alır.Yolumuza devam ederek Şili’ye geçeceğiz.Yol üzerinde 5960 m. yüksekliğindeki Licancabur volkanını hem Bolivya hem de Şili tarafından görme fırsatımız olacak.Dünyanın en kuru çölü San Pedro de Atacama’ya varıyoruz.Karavanla gezeceğimiz bölge tuzla kaplı lunar peyzajı,gayzerleri,tuz düzlükleri ve Ay vadisi kaplıcalarıyla ünlüdür."
    },
    {
      "dayNumber": 14,
      "title": "Santiago",
      "description": "Her geçen gün büyüyen Santiago şehrine uçuyoruz.Vardığımızda hava açıksa başkentin ve çevresindeki dağların şaşırtıcı manzaralarını görebileceksiniz.Bu kozmopolit şehri kendi başınıza dilediğinizce gezebilirsiniz."
    },
    {
      "dayNumber": 15,
      "title": "Santiago'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}