{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "PEMP",
  "tourName": "İnkaların Büyüsü",
  "placesVisited": "Peru, Bolivya",
  "generalInfo": "Bu iki haftalık turda Peru’nun öne çıkan yerlerini keşfederken biraz da Bolivya’ya göz atın. Amazon ormanının derinlerindeki vahşi hayatı inceleyin, İnka yolundan Machu Picchu’ya yürüyün ve Titicaca gölünde yaşayan yerli topluluklarla zaman geçirin.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Lima Jorge Chavez Uluslararası Havaalanı (LIM)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> La Paz El Alto Uluslararası Havaalanı (LPB)",
  "durationDays": "14",
  "price": "1789",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Peru Amazon ormanında 2 gece</li>\n<li>- Rehber eşliğinde İnkaların kutsal vadisi gezisi</li>\n<li>- İnka yolu yürüyüşü</li>\n<li>- Rehber eşliğinde Machu Picchu gezisi</li>\n<li>- Titicaca gölüne günlük gezi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 8 gece, orman kulübesinde 2 gece, İnka yolu kamp alanında 3 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, toplu taşıma</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 5 öğle yemeği, 5 akşam yemeği, 11 kahvaltı, 1 temel kahvaltı</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima'ya Varış",
      "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Lima koloni döneminden kalan güzel binalara,  Altın müzesi,Engizisyon müzesi gibi Güney Amerika’nın önemli müzelerine ve San Francisco Kilisesinin alt tarafındaki Catacombs (yeraltı mezarlığı)a ev sahipliği yapar. Başkent ,şehrin 2 ana meydanı Plaza de Armas  ve Plaza San Martin başta olmak üzere birçok fırsat ve görülmeye değer yer sunar,çevreyi gezme konusunda harika fırsatlarıyla övünür. Plaza de Armas  meydanı katedrale,belediye sarayına ve her öğlen 12 de nöbet değişim törenini izleyebileceğiniz başkanlık sarayına ev sahipliği yapar.Ayrıca Lima’da en iyileri merkez bölgesinde bulunan birçok pazar ve market yer alır."
    },
    {
      "dayNumber": 2,
      "title": "Amazon Ormanı",
      "description": "Siempre temsilciniz sizi Amazon yağmur ormanlarına ziyaretimizin başlangıç noktası olan orman bölgesi Puerto Maldonado’ya uçmak üzere havaalanına götürecek."
    },
    {
      "dayNumber": 4,
      "title": "Cusco",
      "description": "Son gün ormanın seslerine uyanıyoruz ve ormandaki sığınağımızdan ayrılarak Cusco’ya uçmak üzere Puerto Maldonado’ya dönüyoruz.Günün kalan kısmında bu etkileyici eski başkenti serbestçe keşfedebilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Ollantaytambo",
      "description": "1 tam günümüz İnkaların kutsal vadisini ziyaret ederek geçecek.3800 m de, kalıntıların etrafında yüksekliğin  etkilerini kontrol edebilmek için en fazla bir saatlik yavaş yürüyüşler yapıyoruz.ilk olarak bir tepeye yerleşmiş ve etrafını çevreleyen dağların muhteşem manzaralar oluşturduğu Pisac harabelerine gidiyoruz.Daha sonra farklı renkleri ve atmosferiyle aynı adı taşıyan ünlü geleneksel pazara doğru iniyoruz.Burası hediyelikler için harika bir yer.Öğle yemeğinden sonra dağların dik yamaçlarına inşa edilmiş devasa İnka teraslarının bulunduğu Ollantaytambo tapınağı/kalesi ne doğru vadi boyunca devam ediyoruz."
    },
    {
      "dayNumber": 6,
      "title": "Inka Yolu Yürüyüşü",
      "description": "İnkalar ciddi şekilde organize olmuş bir medeniyetti ve Qhapaq Ñan adını verdikleri örgütlenmeyle And dağları boyunca birçok patika meydana getirmişlerdir.Bu patikaların en ünlüsü ,dağın tepesindeki nefes kesici Machu Picchu şehrinin kalıntılarına giden kraliyet yolu Camino Inca ya da bilinen adıyla İnka Yoludur.4 güne yayılan,44 km lik muhteşem İnka yolu yürüyüşü sırasında çok yüksek 3 geçitten ve birçok arkeolojik bölgeden geçilir ve zirvede ,Machu Picchu kalesinde son bulur.Dünya üzerinde doğal güzellikleri tarihi ve gizemi bir araya getirerek müthiş bir yerde son bulan çok az benzer gezi vardır."
    },
    {
      "dayNumber": 9,
      "title": "Machu Picchu",
      "description": "Wiñay-Wayna da bir gece molasından sonra ,İnka yürüyüşünün son  sabahı Machu Picchu’ya final yürüyüşü için erkenden kalkarak ünlü Güneş Kapısında(Sun Gate) şafak vaktini karşılayacağız.Rehber eşliğinde tamamladığınız bu tur sonrasında kendi başınıza keşif ya da bölgenin ihtişamını kavramak için vaktiniz olacak."
    },
    {
      "dayNumber": 10,
      "title": "Cusco",
      "description": "İnka dili Quechua’da dünyanın merkezi anlamına gelen Cusco ,çoğu yerli 300.000 nüfuslu bu büyüleyici şehir katedralin ve  La Compañia de Jesus kilisesinin hakim olduğu Plaza de Armas çevresinde yerleşmiştir.Kemerli çarşıları birçok restoran,bar ve mağazaya ev sahipliği yapar.Günün büyük bölümünü İnkalardan kalma duvarları ,kemerleri ve kapıları görebileceğiniz ilginç kiliseleri,koloni yapılarını ve görkemli sokakları keşfederek geçirin.Şehri yukarıdan gören bir tepede, törenlerin yapıldığı ve en belirgin İnka duvarlarından 130 tonluk taş blokların olduğu Sacsayhuaman kalesi bulunur."
    },
    {
      "dayNumber": 11,
      "title": "Puno",
      "description": "Denizden 3855 m. yükseklikte deniz taşımacılığı yapılabilen en yüksek göl Titicaca’nın kenarından Puno’ya yolculuğumuz boyunca enfes manzaralar devam ediyor.Cusco’dan tüm gün süren yolculuğumuz sonunda renkli pazarını ziyaret edebileceğiniz Puno’ya varıyoruz."
    },
    {
      "dayNumber": 12,
      "title": "Titicaca Gölü",
      "description": "Ertesi gün Puno’dan günübirlik gezi için Titicaca gölüne gidiyoruz. Puno koyundaki yüzer kamış adaları ziyaret ederek adalıların özgün Uru yaşam tarzını görüp geleneksel kamış teknelerle gezme fırsatı bulacağız."
    },
    {
      "dayNumber": 14,
      "title": "La Paz'dan Ayrılış",
      "description": "Ömür boyu unutamayacağınız bir macera bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}