{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "RPITL1",
  "tourName": "Lares Vadisi ve Machu Picchu Paketi",
  "placesVisited": "Peru",
  "generalInfo": "Karla kaplı And dağlarının içlerinde saklı Lares vadisi yolu sık kullanılan yollara göre size daha sakin alternatif sunan orijinal bir İnka yoludur. Son 500 yılda çok az değişmiş olsa da Lares vadisi geleneksel, gerçek halini korumuştur ve turizm açısından fiilen bakirdir. Canlı giysileriyle And çiftçilerinin sıcak karşılamalarına hazırlanın ve özgürce dolaşan lama sürülerini izleyin.<br><br><strong>Katılış için en yakın uluslararası havaalanı:  </strong>Cusco Velazco Astete Havaalanı (CUZ)",
  "durationDays": "6",
  "price": "819",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama</strong></p>\n<p>Otelde 3 gece,  yol üzerindeki kamp alanında 2 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>5 kahvaltı,  2 öğle yemeği, 2 akşam yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cusco",
      "description": "Maceraya başlamak üzere Cuzco’ ya varıyoruz."
    },
    {
      "dayNumber": 2,
      "title": "Lares Vadisi Yolu",
      "description": "Lares vadisinin başladığı yere İngilizce konuşa rehber ve kendi dillerini konuşan hamal ve aşçılar eşliğinde özel araçla gideceğiz. Lares yolunda 3 gün boyunca yürüyeceksiniz. Andlardaki yürüyüş sırasında yüksek geçitlerden, renkli pazarlardan, İnka ve İnka öncesi kalıntılardan, antik teraslardan, işlek tarlalardan ve küçük köylerden geçeceğiz. Yolda ilk gecemizi 4220 m yükseklikte geçireceğiz."
    },
    {
      "dayNumber": 4,
      "title": "Aguas Calientes",
      "description": "Bugün öğle yemeğinin ardından kaplıcalarıyla ünlü Aguas Calienetes kasabasına varıyoruz. Burada yorgun ayaklarınızı dinlendirebilir ve sakinleştirici suda rahatlayabilirsiniz. Ertesi sabah Machu Picchu’ yu en güzel zamanı olan gün doğumunda görebilmek için erkenden harekete geçeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "Machu Picchu, Cuzco",
      "description": "Bugün otelden alınıp İngilizce konuşan rehberinizle birlikte Machu Picchu’ ya götürüleceksiniz. Rehber eşliğinde kalıntıları gezip kendi başınıza onları keşfettikten sonra otobüsler ve ekonomik trenle Cuzco’ ya geri döneceksiniz.  (toplu servis)"
    },
    {
      "dayNumber": 6,
      "title": "Cusco' dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}