[
  {
    "destination": "Czech Republic",
    "mainPhoto": "",
    "id": "czech-republic-slovakia-and-poland-family-tour",
    "tourName": "Czech Republic, Slovakia and Poland family tour",
    "placesVisited": "Prague, Czech Republic, Tatra Mountains, Overnight sleeper train, Tatranska Lomnica, Slovakia, Spissky Castle, Pieniny National Park, Poland, Krakow, Activities include: hiking, mountain biking, river rafting",
    "generalInfo": "Take the family on a good old-fashioned adventure next summer and you’ll soon be singing the praises of Poland, Slovakia and the Czech Republic all the way from Prague to Krakow.<br/><br/>This tri-country tour features overnight sleeper trains, astronomical clocks and medieval castles with a healthy balance of outdoor activities and cultural encounters to ensure you all get to experience Eastern Europe from a whole host of uniquely different angles. <br/><br/>Cable cars, fresh coffee and homemade apple cake always make Slovakia a big family favourite with alpine hiking trails leading to waterfalls and mountain huts providing the perfect place for a picnic before riding the rails into the valley below.<br/><br/>White water rafting, mountain biking and the freedom to relax and breath in the fresh air are what family tours are all about with time spent exploring in the Tatra Mountains and on the Dunajec River certain to stay in the memory banks for many more years to come.<br/>",
    "durationDays": "8",
    "price": "1479",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Prague! Arrive in Prague and enjoy a comfortable group transfer to your hotel. Meet your group's tour leader and other families for an introductory meeting, where you'll learn about the exciting plans for the next seven days. Depending on your arrival time, you'll have some free time to explore this beautiful city's charming streets and iconic sights. Overnight: Prague"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Family Adventure in Prague, then overnight train to the Tatra Mountains. Discover the historic centre with a local guide as you stroll through narrow streets, medieval squares, and iconic landmarks like Charles Bridge and the Orloj astronomical clock. In the evening, board the sleeper train to Slovakia’s High Tatras—a fun and memorable experience for the kids! Overnight: sleeper train, your children will love it"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "High Tatras Adventure: Lakes, Huts & Waterfalls Welcome to the stunning High Tatras! After check-in and time to relax, we take a scenic tram to Tatranska Lomnica and a cable car to Skalnate Pleso (1,751m), a crystal-clear mountain lake beneath Lomnicky Peak (2,634m). Hike a family-friendly trail through the Tatras, passing mountain huts and waterfalls. Enjoy lunch at Zamkovskeho hut, visit Cold Creek waterfalls, and explore Rainerova hut, the oldest in the Tatras. Walking: 4,5hrs, 11km/6,8mi, 400m up, 400m down. Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore Spissky Castle, UNESCO Levoca & Relax at AquaCity Poprad. A short drive takes you to the impressive 12th-century Spissky Castle, one of Central-Eastern Europe’s largest. A local guide will share fascinating stories, bringing the history to life for kids. Explore medieval Levoca, a UNESCO World Heritage Site, before heading to AquaCity Poprad for fun in thermal pools, water slides, and relaxation. Overnight: Smokovec"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mountain Tram to Strbske Pleso & Hike to Skok Waterfall Hop on the Tatra tram to Štrbské Pleso, the highest village in Slovakia, passing through charming spa villages and enjoying stunning mountain views. From there, set off on a scenic hike to Skok Waterfall, a perfect family-friendly adventure surrounded by lush alpine meadows. Keep an eye out for Tatra chamois and other wildlife as you explore. Enjoy a picnic with breathtaking views before returning to Štrbské Pleso, where you can relax by the glacial lake before taking the tram. Walking: 3 Hours, 11km/7mi, 462m up, 462m down Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Raft, Hike, Bike: Explore the National Park of Pieniny Start your day with an exhilarating 9 km rafting trip through the stunning 23km Dunajec Gorge, surrounded by towering cliffs and lush forests. Perfect for families, this adventure is even suitable for younger children! After a tasty lunch at a traditional restaurant, cycle along the scenic Dunajec River to the legendary Red Monastery. Discover its fascinating stories, including the tale of monk Cyprian, before driving to Krakow. Walking: 20 minutes, 1km/0,6mi, 0m up, 22m down Cycling: 1 hour, 8km/4,9mi, 73m up, 67m down Meals included: Breakfast Overnight: Krakow"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Family Adventure in Krakow Krakow, a UNESCO World Heritage City, is famed for its Old Town, which features city walls, 46 spires, narrow streets, and Europe’s largest medieval market square. Enjoy a family-friendly guided tour, then spend the afternoon exploring Krakow. For a deeper historical experience, choose an optional visit to the Wieliczka Salt Mines or Auschwitz concentration camp. Meals included: Breakfast Overnight: Krakow"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Your tour ends Enjoy a comfortable transfer to Krakow Airport, marking the end of your unforgettable family adventure. Meals included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Czech Republic",
    "mainPhoto": "",
    "id": "highlights-of-eastern-europe-holiday",
    "tourName": "Highlights of Eastern Europe holiday",
    "placesVisited": "",
    "generalInfo": "Get a taste of Poland, Slovakia and Hungary on our highlights trip including the historical cities of Krakow and Budapest. Travel from the charming streets of Krakow to the banks of the Danube in Budapest, via historic cities, rolling countryside and picturesque villages on this eight-day tour. <br/> <br/> Dunajec Gorge - Marvel at this impressive gorge while rafting along the gently meandering river past the towering limestone cliffs.<br/> High Tatra - Walk amid the spectacular mountain scenery with its tree-covered slopes and jagged rocky peaks.<br/> Banska Stiavnica - Explore this UNESCO-listed medieval town and go underground to learn about its fascinating mining history.<br/> Why Not Extend Your Trip? - This trip can be combined with our Budapest to Prague Adventure (trip code: CZ) to make a two-week holiday.<br/>",
    "durationDays": "15",
    "price": "2979",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join the trip in Krakow, Poland",
        "description": ": Our tour starts today in Krakow, Poland's capital until 1956. Thanks to its medieval core and old Jewish quarter, the city has gained a spot on the UNESCO World Heritage list, we have two nights here to uncover its rich history. Krakow's historic architecture survived World War II unscathed, unlike most other Polish cities, and its culture has been preserved to the present day. It was the residence of Polish kings and has nearly one hundred churches, as well as the country's oldest university. Among its most important architectural treasures are Saint Mary's Church, which contains the world-famous altarpiece carved by Veit Stoss, the medieval buildings of the Jagiellonian University and Wawel Castle and Cathedral. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Krakow at any time. If you'd like an airport transfer today, you'll need to arrive into John Paul II Krakow-Balice International Airport (KRK), which is around a 30-minute drive from our hotel. If you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. In the city centre of Krakow, you can find numerous Polish restaurants - 'pierogi' (Polish dumplings) are a must-try. There are also plenty of bars selling local beers and of course a wide range of vodkas, too. If you're looking for local hot spots, try Chmiel, which is a basement bar beneath the forecourt of Wawel Castle, C.K. Browar, which is a popular micro-brewery or Starka Restaurant and Vodkas where you can try out an array of homemade flavoured vodkas. There is a lot to see and do in Krakow; if you can spare the time, we suggest arriving a day early to make the most of this fascinating city (especially if you plan to take the optional excursion to Auschwitz or Wieliczka Salt Mine tomorrow). Alternatively, you could consider combining this holiday with our Budapest to Prague Adventure (trip code: CZ) to make a two-week adventure through Eastern Europe."
      },
      {
        "dayNumber": 2,
        "title": "Walk in the Old Quarter; option to visit Wieliczka Salt Mine",
        "description": ": This morning our tour leader will take us on a short orientation walk around the city's stunning Old Quarter to help us get our bearings. The rest of today is then free for you to explore Krakow and its surroundings. The Jewish Kazimierz district, the setting for the film Schindler's List, has many points of interest, including the Old Synagogue and the Museum of Jewish Life. Further afield, you might like to make an excursion to Oswiecim, the site of the Auschwitz-Birkenau Concentration Camp, which is a haunting reminder of the terrible atrocities that took place here during World War II. Alternatively, it's possible to visit the Royal Castle, perched high on Wawel Hill, which overlooks both the Old Quarter and the Vistula River. Constructed in Renaissance style, the castle houses exquisite treasures collected through the ages by Polish monarchs. Next to the castle is Wawel Cathedral, which is the final resting place of the Polish Kings. Another option is to visit the fascinating Wieliczka Salt Mines, which is a UNESCO World Heritage Site. The mines go as deep as 300 metres underground and inside them you'll see a 400-year-old chapel, a subterranean salt lake and chambers large enough to hold the Eiffel Tower! The Chapel of Saint Kinga is the mine's most spectacular feature. Please note, there are 350 steps down into the mine at the beginning of the tour and then a further 450 on the route. The temperature underground can be much cooler than on the surface, so be sure to bring a jumper. Unfortunately, there's only time today to visit either Auschwitz or the Wieliczka salt mine. If you'd like to see both, you can always extend your stay in Krakow pre-tour. Please see the Optional Activities section of our trip notes about pre-booking the optional excursion to Auschwitz prior to travel. This excursion books up quickly so it is important to book this at least one week in advance of your arrival."
      },
      {
        "dayNumber": 3,
        "title": "Rafting in Dunajec Gorge; arrive in the Tatra Mountains, Slovakia",
        "description": ": This morning, we'll leave Krakow behind us and head out for an inflatable rafting trip on the Dunajec River, heading to a point close to the Polish border near Lesnica. It's a chance to get active and likely get wet, as well as enjoying the picturesque surroundings. Remember to bring a change of clothes and shoes that you don't mind getting wet and a towel with you today. The river has been a famous attraction since the middle of the 19th century when tourists came here to cruise on log-built rafts. We'll meander along the bottom of the spectacular canyon that bears the river's name, passing a landscape of towering limestone cliffs, blanketed in lush forests of fir, beech, larch and spruce. The gorge in Pieniny National Park is particularly noteworthy for its diverse collection of wildlife including lynx, wolf and stag that can often be spotted on its slopes. Birdlife includes some 14 species of bats as well as eagles, pygmy owls, three-toed woodpeckers and rare black storks that can be spotted along the river's edge. Later in the day, we'll visit Spis Castle. Sat on a hilltop above the town of Spisske, it was once home to the Hungarian kings and is now a UNESCO World Heritage Site. The ruins show both Romanesque and Gothic architecture. Finally, we'll continue by bus to Tatranska Lomnica in the High Tatra Mountains, one of the most scenic regions of Slovakia. Snow-capped for most of the year, the compact High Tatra range is sliced by beautiful valleys and lakes. An ideal region for winter sports, in summer the network of well-marked trails is a hiker's delight."
      },
      {
        "dayNumber": 4,
        "title": "Hiking in the Tatra Mountains",
        "description": ": Today we'll take a public bus to Biela Voda and from there, we'll start our full-day trek in the beautiful Tatra Mountains. We begin with an uphill walk to the picturesque Green Lake. We'll take in the views and have the option to have a picnic lunch here. For those who wish to walk further, there is the possibility to continue to the Great White Lake before returning to Biela Voda on foot. After our walk, we'll return to Tatranska Lomnica by public bus for the evening. Our trek is graded as moderate. The first section is 5 kilometres/3.1 miles long and goes from 915 metres/3,000 feet to an altitude of 1,550 metres/5,085 feet. It should take approximately two-and-a-half hours. If you continue to the Great White Lake, it's a further 2 kilometres/1.2 miles and goes to an altitude of 1,615 metres/5,298 feet and should take an extra 35 minutes. We'll need to walk the same distance back to our starting point, so we will cover around 10-14 kilometres/6.2-8.6 miles and walk for between five and six hours in total. Please make sure you bring comfortable walking shoes or boots. You may also find walking poles useful. Alternatively, if you'd prefer a shorter walk then you can take a local train to Lake Strbske and enjoy a gentle walk around the lakeshore. This large glacial lake offers great views over the surrounding valleys and lakes. An ideal region for winter sports, in summer the network of well-marked trails is a hiker's delight. We are changing this walk. Details TBC"
      },
      {
        "dayNumber": 5,
        "title": "Bus to Banska Bystrica with an orientation walk on arrival",
        "description": ": This morning, we'll travel by private bus to Banska Bystrica. Along the way, we'll make a stop at Vlkolinec, a UNESCO-listed village that's home to 50 timber-built houses that are a well-preserved example of folk architecture in the region. Upon arrival in Banska Bystrica, our tour leader will take us on an orientation walk of the city. The pretty town is set on the Hron River and is surrounded by mountains. The main square is a hive of activity in summer and the city castle, which is one of the main attractions, is located on the edge of the square. Back in 1944, it was in Banska Bystrica that the Slovak national uprising began against the invading German forces and their own collaborationist government. Although most were defeated a few members managed to hold on until 1945 when the Soviet, Czechoslovakian and Romanian armies arrived and liberated the country from Nazi rule. While we're here, you might like to try the traditional and delicious folded potato pancakes followed by 'Tatratea' liqueur, a tea-based strong herbal drink that originated in the High Tatra Mountains as a way of keeping warm on cold winter evenings."
      },
      {
        "dayNumber": 6,
        "title": "Visit charming Banska Stiavnica and the wine region of Sebechleby. Drive to Budapest.",
        "description": ": We'll start our day visiting the unique Hronsek wooden church, a remarkable engineering accomplishment, given the vast wooden building contains not a single nail or supporting metal in its construction. This beautiful building is protected by UNESCO and can seat a congregation of over 1,000. Our next stop is Banska Stiavnica, a beautifully preserved medieval town located in the centre of a huge caldera of an ancient collapsed volcano, surrounded by densely forested hills. While we're here, we'll visit the 17th-century open-air mining museum. Equipped with a helmet, mining coat and lamp we head 60 meters deep underground to traverse a two-kilometre tunnel providing a fascinating insight into the hard work of the mining community from the Middle Ages until the end of the 20th century. We'll continue our journey to Stará Hora, a picturesque small wine-making district of Sebechleby village, on the southern foothills of the Stiavnica Mountains sprinkled with small wine houses called \"hajlochy.\" After a short walk around the village, there is the option to visit a local wine cellar and enjoy some wine and dinner prepared by a local family, this is an optional activity - see the budgeting section for more details. Our final destination is Budapest, a two-hour drive away."
      },
      {
        "dayNumber": 7,
        "title": "Morning guided walking tour of Budapest",
        "description": ": Situated on a beautiful stretch of the Danube River, Hungary's capital consists of two parts: Buda and Pest. Buda is the older, more graceful part, with cobbled streets and medieval buildings, whilst Pest is the modern business centre. Using local transport, this morning we'll take a guided walking tour to see the major sites of this impressive city. Our walk will include the Basilica of Saint Stephen and the Parliament buildings before we cross the Chain Bridge to the Castle District and Watertown. Here, we'll stop to see Buda's most ancient gems - Castle Hill with the Old Town, Fisherman's Bastion and the Royal Palace. The afternoon is free for you to explore at your own pace. You might like to relax in one of the famous historic thermal baths, fed by natural hot springs, or take a boat cruise on the Danube. Another recommended attraction is Szentendre; an artist's town with a Serb minority located on the bank of the river, which can be reached by train or bus."
      },
      {
        "dayNumber": 8,
        "title": "Free day in Budapest",
        "description": ": Today is free for you to explore more of the Hungarian capital. You might like to take the funicular up to the castle and wander around the grounds. Whilst on the Buda side of the river, you could also stop by the Fisherman's Bastion again to get a shot of the parliament building from across the water. Over on the Pest side of the city, there are so many restaurants to try out - Langos is a delicious local fast food dish, it's a deep-fried flatbread usually topped with sour cream and cheese. Chimney cake is also popular and you'll find stalls all around the city selling it."
      },
      {
        "dayNumber": 9,
        "title": "Drive to Bratislava, Slovakia with a walking tour on arrival",
        "description": ": This morning, we'll say goodbye to Budapest and drive towards our next stop - Slovakia's capital, Bratislava. The drive takes around three hours by private bus - please note, that there may occasionally be delays at the border crossing. On arrival, we'll have a leisurely afternoon discovering the highlights of this historic city. Bratislava was once the capital of the Hungarian Kingdom and was known as 'Pressburg' - it went through tough times at war with the Ottoman Empire. We'll walk through the Old Town's maze of pretty Medieval streets and squares, surrounded by cafes and trendy bistros. Along the way, we'll pass by Michael's Gate which is the only remaining old entrance to the city, the pretty Main Square, Neoclassical Primate's Palace and the Cathedral of Saint Martin. After our walk, you can continue your discovery by visiting one of the oldest castles in Slovakia or by enjoying a bird's eye view from the city's most famous landmark, the so-called UFO bridge, which affords views over the 'panelaky' - typical communist era blocks of flats and various other fairly radical urban projects."
      },
      {
        "dayNumber": 10,
        "title": "Train to Vienna, Austria; chance to travel back by boat",
        "description": ": We'll head out to discover another historic capital today - Vienna. Making use of the local rail system, we'll hop on a train to Vienna's beautiful capital, a journey of just one hour. On arrival, we'll take a walking tour to take in the city's must-sees and get our bearings. Our walk will include the Karlsplatz, Heroes Square, Hofburg (Imperial Palace Complex), Imperial Treasury, National Library, Spanish Riding School, Vienna's ancient housing estates, Saint Stephens Church and the Opera. While we won't have time to look inside any of these landmarks on our walk, afterwards you're free to explore solo and will have plenty of time to tick them off. You can choose to return to Bratislava by train at your leisure (you'll be given a return ticket) or you might prefer to book a boat trip back along the Danube River, taking approximately two hours and costing €30 per person."
      },
      {
        "dayNumber": 11,
        "title": "Visit to Lednice-Valtice region and wine tasting in Mikulov, Czechia",
        "description": ": We have another short train ride ahead of us this morning (just one hour), followed by a short bus journey to the beautiful town of Mikulov. Filled with history embodied in architectural monuments, this small town offers something for everyone. Situated in the very heart of the wine region, it has plenty of walking paths with local and family-run wine cellars or wine-tasting centres along the way. En route to Mikulov, we'll stop at Lednice-Valtice Cultural Landscape, which is a UNESCO World Heritage Site. It's one of the largest artificial landscapes in Europe and we'll take a walk around the castle park of Chateau Lednice. In the afternoon, we'll sample some of Mikulov's local produce with a wine tasting, and we'll finish up with a walking tour of the old town."
      },
      {
        "dayNumber": 12,
        "title": "Visit the Jewish cemetery of Mikulov and enjoy a free afternoon",
        "description": ": This morning we will explore the renowned cemetery in Mikulov, where generations of local Jews, including several notable historical figures, are laid to rest. Spanning nearly two hectares, the Jewish cemetery in Mikulov is one of the most significant in South Moravia. It features around 4,000 tombstones and the oldest dates back to 1605. In the afternoon, you will be free to delve into Mikulov. Why not visit Mikulov castle, described as being one of the most picturesque castles in Moravia. The castle's garden ranks among the largest of its kind in the Czech Republic. Or, ascend one of the Czech Republic's most ancient shrines. Holy Hill is a striking natural landmark overlooking Mikulov. The climb is well worth the effort-at the top, you're rewarded with breathtaking views of the town and the surrounding landscape, beautifully patterned with rows of vineyards."
      },
      {
        "dayNumber": 13,
        "title": "Train to Prague and explore on foot",
        "description": ": The final destination of our Eastern European tour is Prague, the capital city of Czechia. We have a slightly longer train journey ahead of us (four-and-a-half hours total) including one connecting train. Twelve centuries have adorned Prague with a labyrinth of old streets, wonderful palaces and photogenic bridges. We'll enjoy a guided city tour to take in some of the main highlights including the Old Town Square and City Hall, set amid antique houses and arcades. Other sites include the Astronomical Clock, Powder Tower and Prague Ghetto, which includes the Jewish Cemetery and Synagogues. We'll also see Charles Bridge, the most handsome bridge over the Vltava River and the area of Hradcany which contains the castle of the Bohemian Kings."
      },
      {
        "dayNumber": 14,
        "title": "Free day in Prague with the option to visit Konopiste Castle",
        "description": ": Today, you're free to enjoy Prague at your own pace. You might like to catch the train to the 700-year-old Konopiste Castle. The castle was once owned by Archduke Ferdinand, whose assassination in Sarajevo triggered the start of World War I. Another option is to take a boat trip on the Vltava River. There are also many classical music concerts on offer and if the timing is right, you might be lucky enough to see a performance in one of the old atmospheric churches. Alternatively, you could visit the Bunker Museum, where a range of Cold War relics are on display from an age when paranoia and spying was at an all-time high - interestingly, this museum is housed in a former communist bunker underneath the city. Finish up your day with a hearty meal at one of Prague's traditional restaurants, serving up steaming goulash and dumplings and, of course, local beer."
      },
      {
        "dayNumber": 15,
        "title": "Trip ends in Prague",
        "description": ": Our trip ends after breakfast at our hotel in Prague. There are no activities planned today, so you're free to depart from Prague at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Prague Airport (PRG)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Czech Republic",
    "mainPhoto": "",
    "id": "best-of-prague-and-budapest-tour",
    "tourName": "Best of Prague and Budapest Tour",
    "placesVisited": "Prague, Budapest",
    "generalInfo": "More than 30 statues border the cobblestone walkway of the Charles Bridge. Look back at Old Town and see the spires of historic buildings towering over the streets. The Astronomical Clock chimes on the hour. In Budapest, the House of Parliament faces the rushing waters of the Danube River. Ancient thermal pools hide in caves in the quiet district of Pest. The elegance of the Austro-Hungarian Empire continues to adorn elements of the city. Discover extravagance and culture, history and legend during your 8-day tour of Prague and Budapest.",
    "durationDays": "8",
    "price": "2,800",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "City of 1,000 Spires",
        "description": "The city of Prague has a storybook atmosphere cast in its riverside location, looming castle, and countless spires decorating the skyline. The mixture of Baroque, Renaissance, and Gothic architecture offer insight into the eclectic ascetics of the city’s history. Your private transfer meets you at Václav Havel Airport and quickly escorts you to your luxurious hotel situated near the Vltava River. Consider learning more about your European tour operator who strives to make this the most memorable trip of your life. Prague has an energetic atmosphere winding around the streets of Old Town. You can hear the river brush against the banks and stone bridges connecting Old Town to the regal district beneath the castle. The Clementinum National and National Library is one of the largest historical complexes in Europe. The library contains more than six million books. The Astronomical Tower stands 223 feet tall, providing a tremendous view of the city’s Old Town, and collected spires that perforate the sky. Frescoes decorate the ceiling of Library Hall, which date back to the 18th century. The motifs provide allegories for education and numerous Jesuit saints. The aroma of leather-bound books and rich wooden shelves fills the room. Globes of various sizes embellish the center of the library. The beauty of the exterior architecture and grandeur of the interior design embodies the story of the city, rich with adornments, captivating in its antiquity, and bright with modern charms."
      },
      {
        "dayNumber": "2",
        "title": "Fit for Nobility",
        "description": "In the morning, the market brims with locals and vendors alike. The aroma of freshly baked bread fills Old Town. Display windows showcase elegant truffles made in the small kitchen at the back of the store. At breakfast, you find a collection of cosmopolitan foods set next to traditional Czech dishes, such as dark rye bread and yeast rolls. The aroma of rich hot chocolate accompanies the sweet pleasures of local honey. After your meal, your guide meets in the hotel lobby ready ­to take you on a marvelous private tour of the city’s regal history. Prague Castle stands tall above the city on Vltava’s left bank. The castle spires rise in a row nestled close together. The complex encompasses an area of more than 403,000 square feet. The grounds, established in the 9th century, have continued to serve as the seat of Czech monarchs. A series of historic buildings surround the cobblestone courtyard. When you enter the complex, you find a staggering display of eclectic architectural styles due to various restructuring throughout the centuries. In Vladislav Hall, the stone-vaulted ceilings have detailed span over 52 feet and are adorned with winding latticework that resemble vines winding up the ceiling. The wonders of the stately world continue outside the castle grounds and along the Golden Lane."
      },
      {
        "dayNumber": "3",
        "title": "The Kafkaesque in Prague",
        "description": "The Letna district is nestled between two parks, one of which has a panoramic view of Old Town. In the morning, you can see the sunlight glisten off of the spires of the historic city. A beer garden offers a taste of the Prague culture in the view, the atmosphere, and the flavor of the city’s celebrated beer. After breakfast, your guide greets you at the hotel. You are eager to explore the distinct districts of the old city. The ambiance of the meandering alleyways and hidden lanes create a mixture of settings, ranging from fairytale-like in the pockets of Gothic architecture to reminiscent of espionage dating back to the Soviet era. Your guide leads you to the Jewish Quarter. The district is filled with Art Nouveau apartment buildings dating back to the 19th century. Historic synagogues encompass a variety of Jewish identities, including Spanish and Eastern European. The Jewish Museum now contains one of the largest collections of sacred Jewish artifacts. The Old-New Synagogue dates back to the 13th century and is one of the oldest working synagogues in Europe. You step down to enter the synagogue’s main doorway as its construction predates the raising of the main street. A 15th-century wrought iron grill surrounds wooden pulpit. The synagogue has a history of secrets, beginning with the legend of the Golem and passing along the traditions of a storytelling heritage."
      },
      {
        "dayNumber": "4",
        "title": "Seeing the Velvet Revolution",
        "description": "Glass cruise boats float down the Vltava River beginning in the morning. Visitors can take in the skyline of the castle district and Old Town with a single glance. After breakfast, you venture out into the city to explore the locations associated with the Velvet Revolution. People of the Czech Republic refer to the Soviet’s return of the government to its people as “Velvet,” because the revolution was peaceful, and ended in a compromise. Your tour begins in Wenceslas Square, situated in the heart of New Town. The district was erected in the 14th century and has wide lands lined with trees. Wenceslas Square stretches 2,460 feet long, nearly 197 feet wide, and crowned by the National Museum. In 1989, 250,000 people gathered in the square. From the steps of the National Museum, you can look out over the length of shops, hotels, and restaurants; imagine the crowds of people parading through the city with one common goal. The Prague State Opera opened its doors in the late 19th century and continues to tell the stories written in music by famous conductors. It also highlights the beauty of the building’s architecture as well as the grandeur of a post-communist Prague."
      },
      {
        "dayNumber": "5",
        "title": "On the Banks of the Danube",
        "description": "In the morning, locals crowd into Misto, a chic café marketing to the Bohemian and energetic peoples of the city. People linger in the natural light pouring through the window and enjoy a traditional or cosmopolitan breakfast accompanied by the sweet, simple pleasures of a freshly brewed coffee. After breakfast, your private transfer meets you at the hotel and escorts you through the mountainous landscape of Central Europe. You approach Budapest from the north and find the wide banks of the Danube. Its blue waters rush through the center of the city, dividing the districts of Buda and Pest. The city boasts excellent food, delectable wines, and a vibrant culture that embodies the spirit of Hungary. The mountains of Buda rise over the scenic west and to the east of the city is the lush greenery of the Great Plain. You settle into your lavish hotel situated in the heart of the city, where your guide meets you. Your introductory tour takes you along the extensive streets of Pest. The ornate architecture of Hungarian Parliament stands on the bank of the Danube. The building was erected in the 19th century with a Gothic Revival style. The central dome adorns the symmetrical façade, which overlooks the river. Your guide leads you through the stunning design of the complex, which includes ten courtyards and 29 separate staircases. The central hall contains the Holy Crown of Hungary. The crown dates back a millennium as one of the very few Byzantine crowns to have survived the years."
      },
      {
        "dayNumber": "6",
        "title": "Buda Introductions",
        "description": "Begin your day atop Castle Hill on the banks of Buda. You can see the rushing waters of the Danube and the expansive reach of Pest. The neighborhood is more than a half a mile atop a limestone plateau standing 557 feet above the river. Caves dot the hillside, filled with natural thermal springs. The air is crisp and cool in the morning. The Royal Palace was erected in the 13th century, and the surrounding Old Town was where the commoners once lived. You can hear the gears of the funicular turning as the carriage travels up and down the bluff. Colorful buildings brighten with the drifting sun. Gothic arches and Baroque houses continue to line the cobblestone streets. Your guide leads you to Matthias Church, a 14th-century Gothic structure. The tower climbs 262 feet above the forecourt. Colorful patterns and motifs decorate the interior wall where your guide points out fragments of the original stone structure. The stained glass windows create a vibrant array of light streaming into the central nave; the variations of blue cast an ethereal glow in the open space. Your introduction to the culture of the city continues with a culinary exploration, indulging in the flavors of the cuisine and wine celebrated throughout the world."
      },
      {
        "dayNumber": "7",
        "title": "Searching for the Empire",
        "description": "Budapest was once the co-capital of the Austro-Hungarian Empire, sharing the duties and delight of the kingdom with Vienna. The grace and grandeur of the empire’s historical culture remain prominent in certain areas of Budapest. After breakfast, you follow your guide through the diverse streets of the city in search of the elegance for which the city was once known, and for which Budapest is once again gaining prominence. Your tour begins at the 19th-century Opera House located in the heart of Pest. The structure is considered one of the best opera houses in the world due to its lavish characteristics and wonderful acoustics. The auditorium can hold up to 1,200 people. A staircase with an elaborate wooden rail traverses the marble arches and vaulted roofs. A fresco by Károly Lotz depicts the Greek gods on Olympus. The radiance from the Opera House derives from the graceful structure and memorable décor. In the afternoon, you can cross the riverbanks and return to Buda to relish a tranquil moment soaking in the city’s famous Thermal Baths."
      },
      {
        "dayNumber": "8",
        "title": "The City from the Sky",
        "description": "In the morning, street vendors pile Lángos high on their stalls. Locals love the delectable fried flat bread, often covering the bread in cheese or garlic. The energy of the city is undeniable. You can spot glass-dome boats traversing the Danube near the House of Parliament. Across the river, the Castle continues to watch over the historic cityscape. People walk along the largest street in the city, the Grand Boulevard, and enjoy the deluxe shops and vibrant displays. After breakfast, your private transfer escorts you from your hotel to Ferihegy Airport for your flight home. You have experienced the splendor of Budapest and Prague that has bordered on the legendary. You could always extend your time in Europe and indulge in more of what the continent has to offer."
      }
    ],
    "map": ""
  },
  {
    "destination": "Czech Republic",
    "mainPhoto": "",
    "id": "magical-czech-and-croatia-tour-city-of-spires-to-shining-adriatic",
    "tourName": "Magical Czech and Croatia Tour: City of Spires to Shining Adriatic",
    "placesVisited": "Dubrovnik, Prades, Split, Hvar",
    "generalInfo": "Rich culture and unique treasures appear in abundance on this 10-day tour of the Czech Republic and Croatia. You will follow a course that leads from the landlocked beauty of Prague and the banks of the Vltava river to the sun-drenched shores of the Adriatic and Dalmatian coasts. Guided tours and iconic adventures will ensure your appreciation of every region along the way.",
    "durationDays": "10",
    "price": "3,400",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Prague – The City of a Hundred Spires",
        "description": "Sitting along the flowing banks of the Vltava River, Prague enjoys a privileged position as an ambassador of all things Czech. Today the city will be your playground when you arrive in the Czech Republic and begin your tour of this unique corner of Europe. Upon your arrival at the city's main international airport, a comfortable transfer will ensure your timely arrival to your accommodation. After settling in, you will have the remainder of the evening to spend at your leisure. As the shadows lengthen on your first evening in the Czech capital, you will be nothing short of excited to begin your adventure."
      },
      {
        "dayNumber": "2",
        "title": "Prague – Your First Full Day",
        "description": "As the morning light gently bathes the city in hues of orange and gold, you will wake to a world of cobblestone alleys, scenic architecture, and a welcoming hospitality. This morning, you will celebrate your first full day in Prague with a walking tour of the city's main sites, which will include the famous astronomical clock in town hall, the iconic Charles Bridge, and the panoramic views of the Prague Castle. As you take to the streets on this tour, a knowledgeable guide will happily answer your questions before leaving you to an evening at your leisure."
      },
      {
        "dayNumber": "3",
        "title": "Prague – The Heart of Bohemia",
        "description": "No trip to the Czech Republic is complete without getting a feel for the region's culture and medieval legacy. Today, you will experience all this and much more during a trip to the nearby community of Cesky Krumlov. Here, Baroque gardens and rustic neighborhoods will make you feel as if you have stepped back in time. Upon your arrival, a guided tour will ensure your full enjoyment of this UNESCO World Heritage Site. When you have had your fill of the area, you can return to the Czech capital to spend the remainder of the evening at your leisure."
      },
      {
        "dayNumber": "4",
        "title": "Dubrovnik – The Jewel of the Adriatic",
        "description": "Today, your tour of landlocked communities will end when you turn your back on the beauty of the Czech Republic and make your way to the adjacent country of Croatia, which is home to the unparalleled beauty of the Adriatic Sea. Dubrovnik sits along the famous Dalmatian Coast and presents visitors with an abundance of delicious eateries, panoramic overlooks, and historical sites. After your flight arrives at the city's main airport, a transfer will convey you to your conveniently located hotel within walking distance of popular attractions, such as the city walls, St. Blaise's church, and the waterfront."
      },
      {
        "dayNumber": "5",
        "title": "Dubrovnik – The Dalmatian Coast",
        "description": "As dawn breaks, the empty streets will call you to see a side of the city that is missed by those that hit the snooze button. As one of the more popular destinations in the Adriatic, Dubrovnik is best enjoyed in the morning before the cobblestone alleys and squares fill with tourists and locals. Luckily for you, a private guide will lead you through this vibrant setting during a tour of the city's old town, which will include visits to the oldest working pharmacy in Europe, the famous Franciscan monastery, and a host of other attractions."
      },
      {
        "dayNumber": "6",
        "title": "Hvar – The Adriatic Archipelago",
        "description": "After a leisurely morning, mainland Croatia will be replaced by a journey to the Adriatic archipelago and the photogenic island of Hvar. Since your arrival in this Balkan country, you will have caught a glimpse of its stunning natural beauty. Today, you will get a front-row seat to the lush woodlands, olive orchards, and rolling hills of this idyllic isle. After making your way to the main harbor of Dubrovnik, a catamaran cruise will ensure your timely arrival in Hvar, where the remainder of the day will be yours to enjoy however you see fit."
      },
      {
        "dayNumber": "7",
        "title": "Hvar – Scenic Cruise on the Waves",
        "description": "A leisurely morning on Hvar will find you well-rested to enjoy a tour of the coastal water and stunning seascape of the Adriatic Coast. After a fortifying breakfast, a scenic cruise along the coast of Hvar and the nearby island of Vis will give you plenty of time to experience how much beauty can be contained in such a small corner of Europe. The breathtaking Green and Blue Sea Caves will demonstrate the unparalleled topography of this land, and you can conclude your voyage at the famous Pakleni islands."
      },
      {
        "dayNumber": "8",
        "title": "Hvar – Sipping Your Way Through the Ages",
        "description": "Scenic coastlines and rustic villages are not the only things for which Hvar is known. Today, you will acquaint yourself with the savory legacy of Croatian winemaking on this idyllic island. After breakfast, a guide will lead you to a traditional, family-run winery. Here, centuries worth of wine-making excellence will be yours to enjoy during an intimate wine-tasting experience. Your excursion will continue in the afternoon when you encounter the island's only garage winemaker before returning to your hotel."
      },
      {
        "dayNumber": "9",
        "title": "Split – Croatia's Second-Largest City",
        "description": "Your island-hopping will conclude today when you depart the warm embrace of Hvar and return to the Croatian mainland and the country's second-largest city. Split has long been a major center of commerce and culture. After settling in to your comfortable accommodation, you will embark on a sightseeing tour of the city that will include Roman ruins, delicious food, and a welcoming culture. As you amble along the impressive halls of Diocletian's Palace and the sunny squares of the city center, it will be hard not to fall in love with this pearl of the Adriatic coast."
      },
      {
        "dayNumber": "10",
        "title": "Split – Departure",
        "description": "Your final morning in Split will provide just enough time to meander down to the port so that you can enjoy a scenic stroll along the waterfront with the beautiful harbor as your backdrop. After you have had a chance to stretch your legs and enjoy a final breakfast, a transfer will ensure your timely arrival to Split's main airport for your journey home."
      }
    ],
    "map": ""
  }

]