{
  "destination": "East Timor",
  "mainPhoto": "",
  "id": "east-timor-holiday",
  "tourName": "East Timor holiday",
  "placesVisited": "Dili, Maubisse, Camping at Mt Ramelau, Atauro Island, Snorkelling, Baucau, Venilale, Laga, Tutuala, IIi Kere Kere caves, Jaco Island",
  "generalInfo": "This two week East Timor (Timor-Leste) holiday is a tailor made trip, travelling with a local expert guide through this wonderful country, still very much unknown to most tourists. We suggest the itinerary below to ensure that you get to visit the country’s cultural and natural highlights but it is, of course, a flexible itinerary, which we can tweak to accommodate your interests and time frame. <br/><br/>East Timor is thankfully at peace and proud to be so after a long struggle for independence from Indonesia which they gained in 2002. It boasts a long list of highlights, both cultural and natural, and from the start of this holiday in Dili, the capital, you will instantly garner a sense of East Timor’s colonial heritage and new identity as well. <br/><br/>We spend a couple of days in the foothills of Mt Ramelau, the country’s highest peak and also the island’s, at 2,986 m. Camping in the foothills and then taking the moderate trek to the summit at sunrise is a highlight of the tour for many. Spend time exploring many of the country’s former Portuguese colonial towns such as Venilale. There is also plenty of blissful beach time built into the itinerary at islands such as Atauro, a coral island perfect for reef swimming and snorkelling and also home to a stunning eco resort. <br/><br/>This is not only one of the newest countries in the world, but is still almost tourist free. Enjoy before the word gets out too much. It really is still a charming, undiscovered destination.  <br/>",
  "durationDays": "14",
  "price": "2745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Dili - Arrive in Dili. The rest of the time is free for you to relax or explore one of the world’s newest capital cities. Overnight Hotel Timor or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dili - After a relaxing morning, we embark on a tour of the capital city. Dili still sports a few Portuguese reminders like the villa-lined beach roads, the former colonial garrison built in 1627 and the church built on the waterfront. But new shops, restaurants and bars are opening all the time, bringing a new energy and style to this once sleepy city. Overnight Hotel Timor or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Aileu - Maubisse – Hato Builico - After breakfast, drive southwards to Dare and Aileu. We continue to Maubisse, where we will visit the Traditional Village of Hatufahe and reach Hato Builico in the afternoon. We then take a moderate hike to Mt Ramelau, where we camp. Enjoy a leisurely evening BBQ in a wonderfully tranquil setting, at the foot of Mount Ramelau (2,963m), the summit of which is our destination for tomorrow. Overnight camping. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mt Ramelau - Dili - Our climb (moderate trek) starts at 6am to ensure we reach the summit, weather permitting, for the most spectacular of sunrises. We spend time enjoying the magnificent views before starting our journey back down. After our descent we head back to Dili. Overnight Hotel Timor or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Atauro Island - We travel by local ferry or water taxi to Atauro, a coral island, 30km across the Wetar strait. During the crossing we hope to see schools of dolphins and pilot whales (it is said locally that sightings occur on nine out of ten 10 crossings). There will be time to snorkel and to see some fine coral and marine life before staying overnight at the island’s eco-resort. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Atauro Island - A full day to relax and enjoy the island. Spend your time on the beach or snorkelling among the pristine coral. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dili – Baucau - We return to Dili by local ferry and join our 4WD vehicles to follow the stunning coastal road to Baucau. Depending on our group size we plan to stay at the colonial Pousada de Baucau. Alternatively, we stay at a comfortable and very welcoming local guesthouse. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Venilale - We head inland through some wonderful mountain scenery, passing rice paddies on terraced hillsides before reaching Venilale. The town is known for its Portuguese architecture, particularly the ‘Escola do Reino de Venilale’ that we visit. On our return to Baucau, time permitting; we visit the Fatumaca Catholic School (school visits subject to local confirmation). Overnight at either the Pousada de Baucau or a good quality guesthouse. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Laga - Lauteem - Lospalos - We continue our tour, first heading east to Lospalos, home of the Fataluku people.We will visit Nunira Traditional Village in Laga and the the ruins of the old Fort in Lauten. Overnight at ADM Guesthouse in Lospalos or similar (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lospalos - Tutuala - Jaco Island - After breakfast we travel to Tutuala, and the IIi Kere Kere caves, East Timor’s most important archaeological site. The walk from the road to the caves can be hot and difficult but it is worthwhile to see the fascinating cave paintings, which have been dated at more than 13,000 years. From the cliff top position of Tutuala we have superb views of the uninhabited Jaco Island. Local fisherman will take us the short distance across to the island. Overnight at Pousada Tutuala or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jaco Island - A full day to relax and enjoy the laid back atmosphere and serenity at Jaco Island. Overnight at Pousada Tutuala or similar (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jaco Island - Tutuala – Com - Morning departure to Com past traditional Graveyards and Pitileti Rocky Village on the way down to Com where we also visit the Fossilized Lagoon before lunch. After lunch will be a free afternoon to stroll around the village visiting traditional weavers. Overnight at Kati Guesthouse (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Dili - A morning departure by road to Dili, with a stop en-route at Canossian Training Instituite and Development in Baucau or St Anthony's Statue on the hill with a view of Manatuto. We have the afternoon in Dili to relax, before you are invited to a typical Timorese dinner at a local Dili restaurant. Your last evening in East Timor will be a memorable one and a fitting end to your adventure. Overnight Hotel Timor or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Dili - Tour ends with a transfer to the airport. (B)"
    }
  ],
  "map": ""
}