[
    {
        "type": "overview",
        "Main_Title": "Our Micronesia holidays & tours",
        "Main_Paragraph": "Our Micronesia holidays explore one of the most remote places in the world, and one of the most idyllically beautiful. Castaway-worthy scenery abounds, and you can take in these desert islands as part of a South Pacific trip, learning about the unique cultures that have thrived in these far flung archipelagos. Micronesia is made up of some 2,000 small islands, and is closely linked with Polynesia and Melanesia nearby. Freshwater on these islands is at a premium, and communities are largely at the mercy of weather patterns, so on our Micronesia holidays you’ll be advised on how you can minimise your consumption. Travel in Micronesia typically involves a lot of flying between islands but this is countered by the positive impact of tourism in a place that sees only a few thousand visitors a year. To leave even more of an impact, our Micronesia holidays use only locally owned guest houses and resorts, properties that have been constructed in traditional fashion with materials such as coconut and pandanus that have been sourced from the islands.",
        "Subtitle": "Micronesia holiday highlights",
        "Title1": "",
        "Paragraph1": "Mention the islands of Yap, Chuuk, Pohnpei or Kosrae, and its safe to say that most people wont know what youre talking about. But these four island groups make up the Federated States of Micronesia, a sublime tropical island mix of blissful beaches and out of this world diving and snorkelling among both aquatic life and World War II wrecks. Back on dry land you can immerse yourself in traditional life, where raised thatched huts overlook sandy beaches lined with wooden canoes and life revolves around the family unit and the local village. Not only that but there are mysterious ruins to explore and some pretty unusual currency  in the form of human-sized, traditional stone coins.",
        "image1": "",
        "Title2": "Landscapes in Micronesia",
        "Paragraph2": "",
        "image2": "",
        "Title3": "",
        "Paragraph3": "The Federated States of Micronesia is a cluster of 607 small islands spread out in the Pacific some 4,000km southwest of Hawaii and 160km north of the equator. While the countrys total land area amounts to just 700km2, and only 111,000 people live here, it occupies an area of Pacific Ocean five times the size of France and spans two time zones. Palikir, located on Pohnpei Island, is Micronesias official capital, but the former capital of Kolonia, also on Pohnpei, remains the most populous city on any of the islands.",
        "Title4": "Micronesia culture & history",
        "Paragraph4": "",
        "image3": "",
        "Title5": "Things to do on a Micronesia tour",
        "Paragraph5": "",
        "Title6": "Tour Pohnpei",
        "Paragraph6": "A tour of Pohnpei in the company of a local guide will help you get the measure of the countrys most populous island. Stops often include a pepper farm, a freshwater eel farm, Ildiduhniap and Kepirohi waterfalls, the seat of the Government of the Federated States of Micronesia at Palikir, and the village of Kapinga, which is famous for its traditional handicrafts. Youre also likely to pay a visit to Pwisehn Malek (meaning in the local language: chicken shit)  a mysterious mound of basalt rock that, according to Micronesian legend, was created by the droppings of a magical rooster."
    }
]