[
    {
        "type": "overview",
        "Main_Title": "Our Libya holidays & tours",
        "Main_Paragraph": "Our Libya holidays explore a vast country that has been off the tourist track for a long time, but is now opening its doors again to adventurous travellers. Here, ancient and well-preserved Roman ruins emerge from Saharan sands; oasis towns on old caravan routes offer shade and fascinating architectural heritage, and Berber hospitality welcomes visitors with open arms. Sure, getting around Libya is not easy – itineraries are fixed, and for now you need to join a tour organised by specialists. But it’s worth it for the thrill of being among the first international visitors to return.",
        "Subtitle": "Libya highlights",
        "Title1": "1. Ghadames",
        "Paragraph1": "Ghadames, a UNESCO World Heritage Site, once served as a vital stopover on caravan trade routes, and today this oasis town is most notable for its traditional Saharan architecture designed to mitigate the heat. Men and children would have had communal space in the shaded alleyways while women had the privacy of open-air terraces above.",
        "image1": "",
        "Title2": "2. Gharyan",
        "Paragraph2": "This mountain town directly south of Tripoli is notable for its centuries-old troglodyte dwellings  caves hacked vertically into the rock by hand. These underground homes kept residents cool in the desert summers and snug in the winters. There are thought to be thousands of them in the mountains, and they were also used as places of worship, and as tombs.",
        "image2": "",
        "Title3": "3. Leptis Magna",
        "Paragraph3": "The Romans were in Libya for around 800 years and left behind several notable settlements. Leptis Magna, 130km east of Tripoli, is one of the best-preserved Roman sites in the Mediterranean region, having been buried beneath the sand for centuries. Among the ruins you can see the arch of the emperor Septimius Severus, a vast amphitheatre seating 16,000, and several exceptional mosaics.",
        "Title4": "4. Libyan Desert",
        "Paragraph4": "One thing you wont need to bring to Libya is a raincoat. The country is almost entirely covered by the Libyan Desert, part of the Sahara Desert, and some areas can go decades without seeing so much as a drop of rain. The harsh climate has, however, resulted in stunning desert landscapes  arid plains, mountains and oases make for some seriously spectacular photo opportunities.",
        "image3": "",
        "Title5": "5. Sabratha",
        "Paragraph5": "The historic region of Tripoli was so named for its three Roman cities: Leptis Magna, Oea, and Sabratha. Sabratha boasts the weathered remains of a three-storey theatre, as well as a number of temples, public buildings, and well-preserved mosaics. Sites such as this do not receive a great deal of funding, particularly given the fragile state of the Libyan economy, so the entrance fees paid by tourism is vital.",
        "Title6": "6. Tripoli",
        "Paragraph6": "Most tours to Libya begin in the capital. Once known as Oea, Tripoli sits on the Mediterranean coast, its back to the desert. If you have time to spend in the city before heading further afield then head for the old town, known as the medina, where traces of Ottoman and Roman architecture can still be found, including a handful of hammams, and stuccoed\ncaravanserai\n(inns along trading routes)."
    }
]