[
    {
        "type": "overview",
        "Main_Title": "Our Azores holidays & tours",
        "Main_Paragraph": "Responsible Travel's holidays in the Azores are built on local expertise and passion for protecting this incredible archipelago. Each one of our fantastic Azores holidays supports communities and local conservation initiatives.\nOur family-friendly whale watching holidays in the Azores are among the most ethical and successful in the world. Huge numbers of whales, including the majestic blue whale, visit the deep, nutrient-rich waters off this Portuguese archipelago. Our expert boat crews explain whale behaviours while tracking sightings for conservation projects.\nJoin our island-hopping trip and we will guide you as you trek volcanic landscapes, sample the renowned wines of Pico while supporting local vineyards, or try activities like coasteering and canyoning, knowing that our experienced guides work closely with the Azorean Ocean Department to keep rivers and coasts clean.",
        "Subtitle": "About our Azores holidays",
        "Title1": "The Azores for families",
        "Paragraph1": "At the heart of our family holidays in the Azores are the incredible boat trips to see whales and dolphins. Skippered by experts in ocean life, these trips are truly collaborative – the sightings, and photos you take, help to build a greater understanding of this unique marine environment. On land, our experienced guides plan fun hiking and mountain bike routes that are mindful of the volcanic landscape, complete with dips in geothermal hot springs or forest pools.",
        "image1": "",
        "Title2": "Swimming with dolphins",
        "Paragraph2": "Admiring dolphins from the boat is one thing; actually being in the water alongside them is a different experience altogether. Our swimming with dolphins holidays are wild encounters, accompanied by our experienced guides who will provide training to ensure that both animal and human have the best possible time. The best time to swim with dolphins in the Azores is between May and September, when the sea is warmer and calmer, although you will still need a wetsuit. Large pods of common dolphins congregate here, as well as bottlenose, Risso’s and striped dolphins.",
        "image2": "",
        "Title3": "A feeding ground for blue whales",
        "Paragraph3": "Responsible Travel’s whale watching holidays in the Azores have high viewing success rates. Skippers – experts in marine life as well as minimising their impact on the whales – are guided by spotters in the vigia towers that stud the islands’ coasts. The Azores are one of the best places in the world for whale watching, and between April and June large numbers of baleen whales, including huge blue whales, can be seen in these deep, dark waters rich in krill and plankton. Our whale watching tours by boat have helped replace the historic, bloody whaling industry that was once the major economy in the Azores.",
        "Title4": "Tours & holidays in the Azores",
        "Paragraph4": "Our wildlife holidays in the Azores are all about cetaceans. This remote Portuguese archipelago is surrounded by waters of such depth and nutrients that whales and dolphins are in their element, thankfully now protected rather than hunted largely due to the growth of sustainable tourism. We recommend exploring the islands if you can. Vineyards, hot springs, crater lakes, hills hazy with hydrangeas and smoky volcanic fumaroles are all part of the attraction. Our active adventure holidays feature a mix of whale and dolphin watching and hikes, along with mountain biking, kayaking and canyoning that puts preservation of the Azores first and foremost.",
        "image3": ""
    }
]