[
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-explorer-cruise",
    "tourName": "Antarctic explorer cruise",
    "placesVisited": "",
    "generalInfo": "A heady and inspiring cocktail of towering blue icebergs, vast penguin colonies, whales, seals and glaciers right in the heart of the Western Peninsula.<br/><br/>It is home to an extraordinary array of wildlife: penguins of almost all descriptions, Leopard and smaller seals and whales, seen from the shore, the Zodiacs and from on board. This is a journey that appeals to many: photographers, wildlife enthusiasts, ornithologists or those who simply want to marvel at the peaks of Deception Island or the striking colours of Iceberg Alley in the most immaculate wilderness anywhere.<br/><br/>Highlights:<br/>Explore the remarkable Antarctic Peninsula<br/>Incredible wildlife viewing including seabirds, penguins, seals and whales<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>9 or 10 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "11",
    "price": "12490",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Ushuaia, Argentina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Board ship and sail along the Beagle Channel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cross the Drake Passage"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands and Antarctic Peninsula"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sail back through the Drake Passage"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Disembark and end in Ushuaia"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-peninsula-and-south-shetland-islands-cruise",
    "tourName": "Antarctic Peninsula and South Shetland Islands cruise",
    "placesVisited": "",
    "generalInfo": "Visit the South Shetland Islands and the channels of the Antarctic Peninsula, but skip the Drake Passage crossing by flying instead.<br/><br/>This trip is the perfect short, introductory expedition to the Antarctic Peninsula, the most pristine wilderness on earth. We reduce the Drake Passage crossing from two days to two hours by flying from Punta Arenas to King George Island in the South Shetland Islands. We spend the next four days sailing between the South Shetlands and the Antarctic Peninsula, past towering glacier-capped mountains rising from a brilliant blue sea, dotted with ice floes, and enjoying the company of sea birds, penguins, seals and whales. We hope to visit magnificent spots such as Petermann Island, Neko Harbour and the Gerlache Strait, and have the chance to scramble up to a high point for an unforgettable view of Port Lockeroy. On this adventure we will also visit penguin colonies, listen for calving glaciers, and visit both historic sites and research stations.<br/><br/>Highlights:<br/>Skip the Drake Passage and fly from Punta Arenas to King George Island<br/>Explore the remarkable Antarctic Peninsula<br/>Incredible wildlife including seabirds, penguins, seals and whales<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>5 or 6 nights on the ship plus 2 nights in Punta Arenas<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctica, Antarctic Peninsula, Chile<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Full complement of qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "8",
    "price": "14395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Punta Arenas; overnight in hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Charter flight to King George Island; board ship and embark"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Antarctic Peninsula and the South Shetland Islands"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Disembark on King George Island; charter flight to Punta Arenas and overnight in hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "End Punta Arenas"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-wildlife-cruise-and-penguin-safari",
    "tourName": "Antarctic wildlife cruise and penguin safari",
    "placesVisited": "",
    "generalInfo": "Enjoy all of the highlights of South Georgia and the Antarctic peninsula<br/><br/>On this adventure, massive albatross and Pintado petrel swoop and soar around the ship, guiding us toward South Georgia. Beaches teeming with King penguins and Elephant seals greet us on this fabled island, where we’ll pay our respects to famed explorer Sir Ernest Shackleton. Antarctica awaits, with its geographic contradictions and overwhelming enormity. Relax on a Zodiac ride, hike glistening glaciers, share comical moments with inquisitive penguins, and witness the rugged peninsula. Antarctica will surprise and delight, and never disappoint.<br/><br/>Highlights:<br/>Experience the quintessential wildlife experience of the “Galapagos of the Poles”<br/>Visit South Georgia’s King penguin rookeries – the largest in the world<br/>Reflect at the resting place of the great explorer, Sir Ernest Shackleton<br/>Visit abandoned whaling stations and learn stories of inhabitants who called South Georgia home<br/>Witness abundant Antarctic wildlife, including penguins, seals, whales and more<br/>Experience western Peninsula highlights and visit iconic landing sites<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>14 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable condition<br/>Countries visited: Argentina, Antarctica, Antarctic Peninsula<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "16",
    "price": "20225",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Ushuaia, Argentina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation Day"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Antarctic Peninsula"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Crossing the Drake Passage"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Disembark in Ushuaia"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctica-south-georgia-falklands-luxury-cruise",
    "tourName": "Antarctica, South Georgia & Falklands luxury cruise",
    "placesVisited": "Ushuaia, Falklands, South Georgia, Salisbury Plain, Fortuna Bay, Grytviken, St Andrew's Bay, Gold Bay, Weddell Sea, Antarctic Peninsula, Deception Island, Half Moon Island",
    "generalInfo": "There are 260 passengers on board this luxury cruise, and every room has a large window for iceberg-viewing – though on this amazing cruise you’ll spend much of your time on deck, out and about, and walking on Antarctica itself.<br/><br/>In 15 days you can not only touch the Antarctic Peninsula, but two other amazing stops, both crucial for birdlife. First up is the Falkland Islands, remote islands where the residents include a handful of British people, and a whole heap of penguins. <br/><br/>Then there’s South Georgia, which once played a vital role in early 20th century Antarctic exploration. The grave of Sir Ernest Shackleton, found on the island, marks the final resting place of the explorer, who led a series of extraordinarily brave polar expeditions. King penguins and enormous elephant seals live on its shores, giving you just a taste of what’s to come on Antarctica. <br/><br/>None of this will really prepare you for the Antarctic peninsula itself. It’s a beautiful, otherworldly place of pristine icy, glassy water and whales rolling slowly through the waves. Using zodiaks – small motor boats – you’ll be able to go ashore, and spend hours just exploring the waters, watching the amazing shapes of icebergs and the colonies of friendly penguins, before a stop at Deception Island on your way home.<br/><br/>Your cruise is supported by expert staff. As you head underway, staff give series of fascinating lectures on the land that awaits and how we must protect it in the coming years. ‘Life-changing experience’ doesn’t really begin to cover it.  <br/>",
    "durationDays": "19",
    "price": "16440",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "End of the world, start of a journey Your voyage begins where the world drops off. Ushuaia, Argentina, reputed to be the southernmost city on the planet, is located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego, nicknamed “The End of the World,” and sail the mountain-fringed Beagle Channel for the remainder of the evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "The winged life of the westerlies Several species of albatross follow the vessel into the westerlies, along with storm petrels, shearwaters, and diving petrels."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Finding the Falklands The Falkland (Malvinas) Islands offer an abundance of wildlife that is easily approachable, though caution is always advised. These islands are largely unknown gems, the site of a 1982 war between the UK and Argentina. Not only do various species of bird live here, but chances are great you’ll see both Peale’s dolphins and Commerson’s dolphins in the surrounding waters. During this segment of the voyage, you may visit the following sites: Carcass Island – Despite its name, this island is pleasantly rodent-free and hence bounteous with birdlife. Anything from breeding Magellanic penguins and gentoos to numerous waders and passerine birds (including Cobb’s wrens and tussock-birds) live here. Saunders Island – On Saunders Island you can see the black-browed albatross and its sometimes-clumsy landings, along with breeding imperial shags and rockhopper penguins. King penguins, Magellanic penguins, and gentoos are also found here."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia Journey Today you arrive at the first South Georgia activity site. Please keep in mind that weather conditions in this area can be challenging, largely dictating the program. Over the next several days, you have a chance to visit the following sites: Prion Island – This location is closed during the early part of the wandering albatross breeding season (November 20 – January 7). From January on, the breeding adults have found their partners and are sitting on eggs or nursing their chicks. Enjoy witnessing the gentle nature of these animals, which possess the largest wingspan of any birds in the world. Fortuna Bay – Near beaches inhabited by various penguins and seals, you have the chance to follow the final leg of Shackleton’s route to the abandoned whaling village of Stromness. This path cuts across the mountain pass beyond Shackleton’s Waterfall, and as the terrain is partly swampy, be prepared to cross a few small streams. Salisbury Plain, St. Andrews Bay, Gold Harbour – These sites not only house the three largest king penguin colonies in South Georgia, they’re also three of the world’s largest breeding beaches for Antarctic fur seals. Literarally millions breed on South Georgia during December and January. Only during the mid-season do they peak in their breeding cycle. Watch the large bulls keep a constant vigil (and occasionally fight) over territories where dozens of females have just given birth or are about to deliver. Watch your step and stay cool when walking the beaches during this time. Grytviken – In this abandoned whaling station, king penguins walk the streets and elephant seals lie around like they own the place – because they basically do. Here you might be able to see the South Georgia Museum as well as Shackleton’s grave."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Last push to the Antarctic Enormous icebergs and a fair chance of fin whale sightings ensure there’s never a dull moment on this last sea voyage south. Also, your best chance to spot Antarctic petrels is here."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Awe-inspiring Antarctica If the ice conditions permit, you now sail into the Weddell Sea. Here colossal tabular icebergs herald your arrival to the eastern side of the Antarctic Peninsula. Paulet Island, with its large population of Adélie penguins, is a possible stop. You might also visit Brown Bluff, located in the ice-clogged Antarctic Sound, where you could get the chance to set foot on the Antarctic Continent itself. If conditions aren’t favorable to enter the Weddell Sea from the east, the ship will set course for Elephant Island and head into the Bransfield Strait, between South Shetland Island and the Antarctic Peninsula. Here you can attempt to access the Antarctic Sound from the northwest. The breathtaking scenery continues in the southern Gerlache Strait, and if ice conditions allow, we may even reach Lemaire Channel. Conditions on the Drake Passage determine the exact time of departure."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Familiar seas, familiar friends Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "There and back again Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "cruise-crossing-the-antarctic-circle",
    "tourName": "Cruise crossing the Antarctic Circle",
    "placesVisited": "",
    "generalInfo": "One of the most exciting voyages in the South Seas, going south of the Antarctic Circle and beyond, into waters untouched by all but the lucky few.<br/><br/>The aim on this voyage is to head as far south as ice and weather permit. After a few days exploring the 'deep south', there are further shore excursions on the northerly route along the Antarctic Peninsula. The ship is small enough to navigate through the narrow Lemaire Channel, with glacial walls towering high on both sides, leading to a jigsaw of jewel-like islands that are home to huge penguin rookeries, Elephant seals and countless seabirds. There are also whales: imagine a pair of Humpbacks, at least 30 tonnes of mammal, rising imperiously against a turquoise ice-wall viewed from a Zodiac only metres away, and you have the essence of the Antarctic.<br/><br/>Highlights:<br/>Be one of the few travellers to venture to 66°33'S<br/>Visit research stations along the Antarctic Peninsula<br/>Witness abundant Antarctic wildlife, including penguins, seals and whales<br/>Experience western Antarctic Peninsula highlights and visit iconic landing sites<br/>Learn about Antarctica’s history, glaciology and wildlife from onboard specialists<br/>Enjoy helicopter flightseeing from Ultramarine for a unique perspective of the Antarctic Peninsula<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Buenos Aires<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas and vaccinations<br/>Mandatory Charter Flights Buenos Aires to Ushuaia Return - from £850 (or equivalent in booking currency) paid on booking",
    "durationDays": "14",
    "price": "16245",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Buenos Aires"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Ushuaia and embark"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Crossing The Drake Passage"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands & Antarctic Peninsula"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Antarctic Circle"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Northbound Along the Peninsula"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Sail back through the Drake Passage"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembarkation in Ushuaia and fly to Buenos Aires"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "expedition-cruise-to-antarctica",
    "tourName": "Expedition cruise to Antarctica",
    "placesVisited": "",
    "generalInfo": "After a few days exploring the ‘deep south’, there are further shore excursions on the northerly route along the Antarctic Peninsula. The ship is small enough to navigate through the narrow Lemaire Channel, with glacial walls towering high on both sides, leading to a jigsaw of jewel-like islands that are home to huge penguin rookeries, Elephant seals and countless seabirds. There are also whales: imagine a pair of Humpbacks, at least 30 tonnes of mammal, rising imperiously against a turquoise ice-wall viewed from a Zodiac only metres away, and you have the essence of the Antarctic.<br/><br/>Highlights:<br/>Visit the stunning Antarctic Peninsula<br/>Cross the Antarctic Circle at 66° 33’ S<br/>Witness abundant Antarctic wildlife, including penguins, seals, whales and more<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "14",
    "price": "16375",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Ushuaia, Argentina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Board ship and sail along the Beagle Channel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cross the Drake Passage"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands and Antarctic Peninsula"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Antarctic Circle"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Northbound Along the Peninsula"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Sail back through the Drake Passage"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembark and end Ushuaia"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "falklands-south-georgia-and-antarctic-circle-cruise",
    "tourName": "Falklands, South Georgia and Antarctic Circle cruise",
    "placesVisited": "",
    "generalInfo": "Discover all that Antarctica has to offer on this epic 24-day expedition that explores the Falkland Islands, South Georgia islands and the Antarctic peninsula, including crossing the rarely seen Antarctic Circle! This is our longest Antarctica trip available – a voyage of discovery aboard the Ocean Nova, where you’ll marvel at spectacularly rugged landscapes, thousands of king penguins and the abundant wildlife of the south. Glide through ice floes in a Zodiac with your Expedition Team and take part in fascinating educational presentations. Keep your eye out for predatory seals, wandering albatross and migrating whales as you pass by towering ice-blue glaciers and icebergs. Round this unforgettable adventure off by reaching latitude 66°33’S, as you cross the fabled Antarctic Circle. With optional adventures like camping on the ice (there’s no better spot to experience the sound of silence) and day paddling across icy waters, this journey of discovery and mateship is sure to be the trip of a lifetime.",
    "durationDays": "24",
    "price": "16064",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ushuaia, Argentina.",
        "description": "Welcome to Ushuaia, Argentina – the gateway to Antarctica! Upon arrival at Ushuaia Airport, enjoy an included transfer to your hotel. Once you arrive at your hotel, you’re free to explore. Maybe head downtown for some early souvenir shopping or taste some classic Argentinian flavours at one of the local restaurants. Tonight at your hotel you’ll meet your fellow travellers and Expedition Team at an important welcome meeting, learning more about the journey ahead and the details for tomorrow’s embarkation. After, why not hit a cosy dinner spot or local bar and explore what your upcoming adventure may hold?"
      },
      {
        "dayNumber": 2,
        "title": "Embarkation in Ushuaia, Argentina.",
        "description": "After breakfast, the morning is yours to explore Ushuaia. You could stroll through the quaint town with a camera, or grab a last-minute necessity. In the afternoon, you’ll transfer to the port of Ushuaia and embark the Ocean Nova – your home on the sea. Get settled into your cabin, then set sail through the historic Beagle Channel towards Antarctica. Find the perfect spot to soak up the incredible views as you catch your last sight of Argentina – then head inside to join the excitement and learn more about what’s to come on this Antarctic adventure. This evening is an excellent opportunity to explore the ship and enjoy a delicious dinner in the dining room."
      },
      {
        "dayNumber": 3,
        "title": "At sea.",
        "description": "As you sail, spend time out on deck or on the ship's bridge scanning the horizon for wildlife. Keep an eye out for wandering albatrosses on their lengthy migration routes, and look for the telltale splash of breaching whales or the dorsal fins of other mighty marine mammals breaking the water's surface. You could also settle in for presentations given by your expert Expedition Team, on topics like the behaviour of humpback whales, the life cycles of penguins, the formation of the Antarctic ice sheet and more. Evenings on board are equally memorable. After a day of learning and wildlife spotting, head to the warmth of the ship's Panorama Lounge. Enjoy a drink in hand as you swap stories with your fellow travellers, sharing the excitement of your journey."
      },
      {
        "dayNumber": 4,
        "title": "Falkland Islands.",
        "description": "You’ll approach the Falkland Islands this morning – a wildlife photographer’s dream. Here, you can find the largest black-browed albatross colony in the world and five species of penguins that breed on the islands, including gentoo, king, Macaroni, Magellanic, and rockhopper. Once in Stanley, the capital, learn about the intriguing and controversial past of the Falkland Islands from local experts. Near the town, you may see southern giant petrels, Falkland steamer ducks, kelp gulls, dolphin gulls, black-crowned night herons, red-backed hawks, peregrine falcons and turkey vultures. Weather permitting, you may explore Saunders Island, the second-largest island in the Falklands, and The Neck, a narrow peninsula with sandy beaches and subtle cliff faces. On the afternoon of Day 5, following our morning excursion, farewell the Falkland Islands and sail towards South Georgia."
      },
      {
        "dayNumber": 5,
        "title": "Falkland Islands.",
        "description": ""
      },
      {
        "dayNumber": 6,
        "title": "At sea.",
        "description": "From the outer decks, keep your eyes on the horizon for seabirds and other passing wildlife as we settle in for two days at sea on route to South Georgia. This remarkable destination offers many experiences, from fascinating history and geology to incredible wildlife encounters. While on board the cosy Ocean Nova, take part in engaging presentations led by your Expedition Team, designed to prepare you for the wonders that await you at South Georgia."
      },
      {
        "dayNumber": 7,
        "title": "At Sea.",
        "description": ""
      },
      {
        "dayNumber": 8,
        "title": "South Georgia.",
        "description": "Over the next few days, you’ll explore the island of South Georgia, once the homestead of whalers and isolated explorers, and now a protected site with dedicated Antarctic research teams. You’ll explore various landing sites and learn about the history of Sir Ernest Shackleton, known for his incredible survival during a failed expedition south. You’ll spend several days retracing some of Shackleton’s steps and visiting his grave at the ex-whaling station of Grytviken, located on the east side. Wander among hundreds of thousands of king penguins in the dramatic South Georgian light, visit old whaling stations and enjoy educational presentations on the past and present of the area. Across the island, you’ll see dark volcanic beaches backgrounded by hanging glaciers and have the chance to go on day hikes among alpine lakes."
      },
      {
        "dayNumber": 9,
        "title": "South Georgia.",
        "description": ""
      },
      {
        "dayNumber": 10,
        "title": "South Georgia.",
        "description": ""
      },
      {
        "dayNumber": 11,
        "title": "South Georgia.",
        "description": ""
      },
      {
        "dayNumber": 12,
        "title": "At Sea.",
        "description": "During your next couple of days at sea, experience sweeping vistas from the Panorama Lounge or the outer decks. You should take this opportunity to relax and recharge or play games of cards at the bar with your shipmates. Whatever takes your fancy – the ship is yours to explore!"
      },
      {
        "dayNumber": 13,
        "title": "At Sea.",
        "description": ""
      },
      {
        "dayNumber": 14,
        "title": "South Shetland Islands & Antarctic Peninsula.",
        "description": "Today, you’ll voyage south towards continental Antarctica. For the next five days, you’ll dedicate your time to searching for wildlife from land, ship and Zodiac. Weather permitting, you can look forward to at least two excursions each day, offering plenty of chances to immerse yourself in the stunning Antarctic landscape. With numerous landing sites to explore, your Expedition Team will carefully select the best options based on weather, accessibility and wildlife activity. Depending on the conditions, you may also have the chance to enhance your journey with optional adventures like camping on the ice (a serene and silent experience like no other) or kayaking across icy waters. You’ll also have the opportunity to take a polar plunge off the Ocean Nova – a swift dip into Antarctica’s freezing waters that’s sure to leave you feeling refreshed and revitalised!"
      },
      {
        "dayNumber": 15,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 16,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 17,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 18,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 19,
        "title": "Antarctic Circle.",
        "description": "Venturing to the ends of the earth is a moment to treasure, as not all expeditions venture this far south. If weather permits, a celebration will be held after reaching latitude 66°33’S and crossing the fabled Antarctic Circle. Toast to the sheer rawness of the surroundings and take it all in! While not a typical landing, the crossing of the Antarctic Circle leaves a lasting memory. You’ll travel past colossal icebergs to a point where only a few travellers have ever sailed."
      },
      {
        "dayNumber": 20,
        "title": "Antarctic Circle.",
        "description": ""
      },
      {
        "dayNumber": 21,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": "As the Ocean Nova heads north, you’ll feel more confident navigating the wonders of the Antarctic waters. Test your newfound penguin expertise and sharpen your wildlife-spotting skills as you identify fur, leopard and Weddell seals. Zodiac cruises and shore landings will continue, offering ample opportunities to see the peninsula’s diverse wildlife and capture stunning photographs of your adventure."
      },
      {
        "dayNumber": 22,
        "title": "At sea, Drake Passage.",
        "description": "Settle back into your comfortable surroundings aboard the Ocean Nova for the return journey across the Drake Passage. The Ocean Nova will track north towards your destination of Ushuaia, Argentina, arriving into the calmer waters of the Beagle Channel by the evening of Day 23. During these final sea days, you can attend more onboard lectures and enjoy a slideshow of images captured by our Expedition Photographer during your voyage. Now is also the chance to catch up with your shipmates and share stories about your voyage over a meal or a drink at the bar."
      },
      {
        "dayNumber": 23,
        "title": "At Sea.",
        "description": ""
      },
      {
        "dayNumber": 24,
        "title": "Disembarkation in Ushuaia, Argentina.",
        "description": "After breakfast, say goodbye to the Ocean Nova, your Expedition Team and fellow travellers as you disembark in Ushuaia. A morning transfer to Ushuaia Airport or downtown is included."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "falklands-south-georgia-and-antarctica-cruise",
    "tourName": "Falklands, South Georgia and Antarctica cruise",
    "placesVisited": "Puerto Madryn, Argentina, Golfo Nuevo, Whale watching, Falkland Islands cruise, Magellanic and Gentoo penguins, South Georgia Island, Antarctic Convergence crossing, Prion Island, King penguin colonies, South Orkney Islands, Weddell Sea, Antarctic peninsula, Drake Passage",
    "generalInfo": "This is an epic Antarctica cruise, taking in the Falkland Islands and South Georgia en route to the Antarctic Peninsula, on a three week expedition. You will experience some of the most extraordinary landscapes and wildlife watching opportunities – such as the Falkland Islands, which has a wonderful array of accessible wildlife, including sea lion colonies, elephant seals, five species of penguin and 200 species of birds. <br/><br/>Crossing between the Falklands and South Georgia through the famous Antarctic Convergence, we keep an eye out for whales and also myriad birdlife, including albatrosses. There are more wildlife wonders on South Georgia Island, where a dramatic 3,000m mountain ridge is the source of glaciers that tumble down to sheltered bays. It's also home to king penguins and elephant seals; we take several days here to explore its wildlife delights. <br/><br/>The next stop at sea is the South Orkney Islands, home to a few researchers and a lot of penguins, fur seals and migratory whales, a magnificent sight with its glacier covered terrain and icebergs. Next stop is the most accessible part of the Antarctic, the eponymous Peninsula, which we cruise around for several days, the route depending on conditions at that time. But it’s all extraordinary, really, seeing icebergs up close, gaping in awe at towering frozen mountains, watching ice floes and with wildlife including leopard seals and whales. And, of course, the highlight for many is setting foot on one of the last great wildernesses on earth.<br/><br/>This itinerary uses one of three expedition ships with ice-strengthened hulls with a variety of twin, triple and quadruple cabins, with 106-174 passengers sleeping in a selection of suites and cabins with windows or portholes and either private or shared facilities. Dining rooms, lecture areas, bars and observation lounges can all be found onboard with plenty of deck space as well as an open-bridge policy. <br/><br/>A shorter 19-day itinerary that spends one day less in Antarctica is also available.",
    "durationDays": "20",
    "price": "16000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ushuaia : Your fantastic Antarctica, Falklands and South Georgia expedition will begin in Ushuaia, Argentina, where after having arrived independently you will embark your ship in the afternoon. As you settle in to your cabin, your ship will sail through the scenic waterway of the Beagle Channel and turn northwards towards the Falklands. You may want to spend some time on deck capturing the sight of the city fading into distance behind you and looking out for the seabirds that follow the ship."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "At sea: As we make the short sea crossing towards the Falkland Islands your programme of informative and entertaining lectures and presentations will begin, covering everything from the geology and wildlife you are about to discover to the history of Antarctic exploration. There will also be safety and bio-environmental briefings in preparation for your time in the Falklands. We recommend spending some time on deck to spot the several species of albatross which will likely be following the ship along with storm petrels, shearwaters, and diving petrels."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Falkland Islands: As we arrive in the Falkland Islands, we plan to spend the day on the fascinating western side of the archipelago. The exceptionally scenic Falklands offer an abundance of wildlife and have an intriguing history. Our first adventure will be a hike along the shore of Carcass Island which will give us views of magellanic and gentoo penguins, as well as close encounters with elephant seals, water fowl, night herons and passerines. Later we will visit Saunders Island to to observe four species of breeding penguins - gentoo, king, Magellanic and rockhopper,as well as black-browed albatross and king cormorants."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Stanley, Falkland Islands: In Stanley, the capital of the Falklands, we can experience Falkland culture, which has some South American characteristics as well as English charm. In Stanley and the surrounding area we can see a number of stranded wrecks from a century ago and geese, giant petrels and other birds. All passengers are free to wander around on their own. We recommend a visit to the local museum (admission fees not included) and perhaps a drink in one of the charming pubs."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "At sea: As we sail from the Falklands towards South Georgia we will cross the Antarctic Convergence and the temperatures will become considerably cooler. As we spend these 2 days at sea there will be excellent opportunities for bird spotting on deck with likely sightings of several species of albatross, shearwaters, petrels, prions, and skuas. The informative and entertaining lecture programme will also continue as well as briefings for your time on South Georgia."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia: On day 7 we will arrive in the wildlife paradise of South Georgia, a remote and exceptionally scenic island that is home to millions of penguins and other birdlife and wildlife. Over the next few days we will explore the eastern coast of the island searching for wildlife, scenic opportunities and visiting sites of historical interest. Places we expect to visit include Prion Island which is closed to visitors during the early part of the wandering albatross breeding season (November 20 – January 7). As we will be in the area in mid-January the breeding adults will have found their partners and are sitting on eggs or nursing their chicks. We will be able to witness the gentle nature of these animals, which possess the largest wingspan of any birds in the world. We will also visit Fortuna Bay where a hive of wildlife activity will greet us on the beaches. You will see various penguins and seals as well as having the chance to follow the final leg of Shackleton’s route to the abandoned whaling village of Stromness. Later we will visit the areas of Salisbury Plain, St. Andrews Bay and Gold Harbour to see the three largest king penguin colonies in South Georgia. These areas are also home to three of the world’s largest breeding beaches for southern elephant seals, and you may also see a substantial number of Antarctic fur seals here during the breeding season (December – January). During our time here we will also have chance to visit the abandoned whaling station of Grytkiven where king penguins walk the streets and elephant seals are in abundance. We hope to have chance to see the South Georgia Museum as well as visiting Shackleton’s grave to pay our respects at the final resting place of one of Antarctica’s most well-known explorers."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "At sea: As we leave South Georgia behind and sail south towards Antarctica your ship will again be followed by a multitude of seabirds so make sure to spend some time on deck for excellent photo opportunities. On our sail we may encounter some sea ice, and it is at the ice-edge where we would have a chance to see some high-Antarctic species like the McCormick skua and snow petrel. Onboard briefings will be held to prepare you for your time on the Antarctic continent and your programme of lectures and talks will continue."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "South Orkney Islands: Before reaching the Peninsula we may stop, ice conditions dependent, on Laurie Island in the South Orkney archipelago to visit Orcadas Base, an Argentine scientific station. The personnel here will happily show you their facility, where you can enjoy expansive views of the surrounding glaciers. If a visit isn’t possible, we may instead land in Signy Island’s Shingle Cove."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "At sea: SAs we make our last push towards Antarctica keep an eye out on deck for the enormous icebergs of all shapes and sizes that will dot the landscape. There are also great chances of spotting Antarctic petrels and fin whales. Next stop Antarctica!"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Antarctic Peninsula: Welcome to Antarctica, a land of superlatives! Enchanting scenery, unique wildlife encounters and thrilling adventures await as we spend our days exploring by Zodiac and on foot to get up close to the action. Your exact itinerary here will be determined by weather and ice conditions with your captain choosing each day which areas to visit for optimum experiences. We plan to sail into the Weddell Sea where colossal tabular icebergs herald your arrival to the eastern side of the Antarctic Peninsula. Our first possible stops will be Paulet Island which is home to large population of Adélie penguins, and Brown Bluff in the ice-clogged Antarctic Sound which may offer our first chance to step foot on the Antarctic Continent itself. If sea conditions don’t allow for entry to the Weddell Sea from the east we will instead set course for Elephant Island and head into the Bransfield Strait in an attempt to enter the Antarctic Sound from the northwest. After an exploration of the Sound we will sail along the Peninsula where there will be opportunities for great landings in an epic landscape of alpine peaks and mammoth glaciers calving at sea level. Gentoo penguins, leopard seals, Weddell seals, humpback whales, and minke whales are often seen here. We continue to sail through the breathtaking scenery of the southern Gerlache Strait stopping to explore at select points along the Peninsula. If ice conditions allow, we may even reach the Lemaire Channel."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "At sea: As our exhilarating expedition comes to end it’s time to head back north through the Drake Passage where again the ship will be followed by a vast array of seabirds. Enjoy the last presentations from your team of noted naturalists and take the time to dissolve all of the unforgettable memories you will have made on your once in a lifetime expediton."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Ushuaia: As we sail back through the scenic Beagle Channel and arrive in Ushuaia in the early morning it’s sadly time to say goodbye to your crew and fellow shipmates. After breakfast you will disembark and a group transfer will be provided to the airport for onward or homeward journeys"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "luxury-antarctica-cruise",
    "tourName": "Luxury Antarctica cruise",
    "placesVisited": "Drake Passage, Antarctic Peninsula, Whale watching, Options to see following: Aitcho Islands, South Shetland Islands, Brown Bluff , Tabarin Peninsula, Cuverville Island, Paradise Bay, Paulet Island, Wilhelm Archipelago, Expert expedition team",
    "generalInfo": "This Antarctica cruise is, on average, eleven days long and starts with a couple of days’ crossing of Drake Passage, our expedition ships well able to take on the ups and downs of this notoriously rough channel. When you come through it, however, you will see that the rewards are huge, and considered by many to be the modern explorer’s final frontier. <br/><br/>As well as the magnificent sea birds, including albatrosses and whales that you will hopefully see on Drake’s Passage, you will witness some of the most amazing midnight sunsets.  Then once we get to the Antarctic Peninsula you have a world of icebergs, glaciers, towering ice cliffs and ice floes that never fail to amaze. Same goes for the wildlife that inhabits these mammoth land and seascapes, including minke, humpback and orca whales, penguins and seals. We have Zodiac boats on board our expedition ship for various excursions closer to land or indeed on land, where you will be accompanied by our expert expedition team. Anchorage points depend on conditions on the day, but It doesn’t really matter where, be it the South Shetland Islands or Paradise Bay, it is all extraordinary. <br/><br/>Our vessels<br/><br/>We use a selection of purpose built expedition ships, with strengthened hulls and Lloyd’s Register ice class notation for ease of passage through these frozen waters. Most sleep around a hundred passengers but cabin facilities vary, so do talk to us more about the ship that is scheduled for the date you hope to travel. <br/>",
    "durationDays": "12",
    "price": "11319",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "BUENOS AIRES. Meet and greet at the hotel by our local representative. Check-in from late morning. Lunch on your own and time at leisure in the afternoon. Dinner. Overnight at the hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "USHUAIA. Flight Buenos Aires/Ushuaia. Capital of Argentina's Tierra del Fuego province, Ushuaia is considered the gateway to the “Great White“ and the South Pole. Nicknamed “El fin del mundo” by the Argentinian people, this city at the end of the world nestles in the shelter of mountains surrounded by fertile plains that the wildlife seem to have chosen as the ultimate sanctuary. With its exceptional site, where the Andes plunge straight into the sea, Ushuaia is one of the most fascinating places on earth, its very name evocative of journeys to the unlikely and the inaccessible…"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "CROSSING THE DRAKE PASSAGE Use your days spent in the Drake Passage to familiarise yourself with your ship and deepen your knowledge of the Antarctic. The Expedition Leader will first present the IAATO rules of conduct that must be observed during landings in the region and will explain everything you need to know about the Zodiac® outings. Lectures about the history and wildlife of the Antarctic will be an opportunity for you to learn more about this magical region, where every cruise is a unique experience. From the ship’s bridge, you will experience exceptional sailing moments before joining the naturalist-guides on your ship’s exterior decks to look out for albatrosses, cape petrels, and other seabirds flying over the Drake Passage."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "ANTARCTIC PENINSULA. To learn more about ecosystems, fauna and landscapes in Antarctic regions, go to the section “Discover Antarctica” of your cruise. Succumb to the magic of a place unlike any other. To this day, the mythical Antarctic Peninsula still holds real fascination and promises its visitors unforgettable moments. Throughout your adventure in this icy realm, you will find yourself in the heart of a spectacular decor in subtle shades of blue and white, surrounded by exceptional wildlife. Penguins, humpback whales, seals and giant petrels are at home here, as are elephant seals, fur seals, Antarctic minke whales, and orcas. Depending on which sites you will be lucky enough to visit, you may get the chance to observe them and share with them the beauty of these extreme parts. Each day, based on ice conditions, the Captain and the Expedition Leader will suggest Zodiac® outings or landings to discover the infinite riches of the Antarctic Peninsula. Glaciers, ice floe, tabletop icebergs, mountain peaks that plunge straight into the sea, volcanic beaches, research stations, enchanting bays, and vestiges of the whaling industry: these are the faces of the Antarctic that will likely reveal themselves to you, in a hushed and surreal atmosphere. You will sail in the wake of Jean-Baptiste Charcot, Adrien de Gerlache and Sir Ernest Shackleton, great Antarctic explorers who, from the 19th century, set out to conquer these remote and uninhabited lands."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "CROSSING THE DRAKE PASSAGE. If there is one place, one sea, one waterway dreaded by tourists, researchers and hardened seafarers alike, it is undoubtedly Drake Passage. Situated at the latitude of the infamous Furious Fifties winds, between Cape Horn and the South Shetland Islands, it is the shortest route to Antarctica. Seasoned navigators will tell you that you must earn your visit to the White Continent! As the Antarctic convergence zone where cold currents rising up from the South Pole meet warmer equatorial water masses, Drake Passage harbours a very diverse marine fauna. Don't forget to look to the sky to catch a glimpse of elegant albatross and Cape petrels, playfully floating about in the wind around your ship."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "USHUAIA. Disembarkation. Charter flight Ushuaia to Buenos Aires."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "patagonia-and-classic-antarctic-cruise-holiday",
    "tourName": "Patagonia and Classic Antarctic cruise holiday",
    "placesVisited": "",
    "generalInfo": "On this itinerary, you’ll have the trip of a lifetime in the incredible Torres del Paine National Park and jaw-dropping Chilean Antarctica. Over 15 days, you will have the chance to explore the sights of Santiago and enjoy a taste of the wine valleys before venturing down to the beautiful Patagonia. Here, you will have the chance to trek to to the world-famous Torres del Paine base, as well as other amazing activities in this beautiful national park.<br/><br/>In the final part of your trip, you'll be constantly amazed as you cruise around the Antarctic coast. Your sightseeing will include Antarctica’s fascinating wildlife like whales, penguins, seals and seabirds and you will take daily land excursions to catch all the best sights. This tour includes a flight over the Drake Passage, meaning you can maximise your time on the seventh continent and enjoy a more comfortable and pleasant journey to Antarctica. <br/><br/>Short Itinerary:<br/>Day 1: Airport - Santiago / Private City Tour.<br/>Day 2: Private Wine Tour in Colchagua Valley<br/>Day 3: Santiago - Punta Arenas - Torres del Paine <br/>Days 4-6: Torres del Paine National Park<br/>Day 7: Torres del Paine - Punta Arenas<br/>Day 8: King George Island and Frei Station<br/>Days 9–12: Explore Antarctica<br/>Day 13: Punta Arenas<br/>Day 14: Punta Arenas - Santiago<br/>Day 15: Departure from Santiago<br/><br/>Inlcuded: <br/>- 3 nights at Eco Boutique Hotel Bidasoa (or similar)<br/>- 3 nights at Patagonia Camp (or similar) <br/>- 2 nights at Hotel Cabo de Hornos (or similar) <br/>- 5 nights onboard expedition ship<br/>- 1 night at Eco Boutique Hotel Bidasoa (or similar)<br/>- All Transfers.<br/>- All excursions &amp; entrance fees.<br/><br/>Meals: <br/>- Day 1: Snacks<br/>- Day 2: Breakfast and Lunch<br/>- Day 3: Breakfast, Lunch and Dinner<br/>- Day 4-6: Breakfast, Box Lunch and Dinner<br/>- Day 7: Breakfast, Dinner and Drinks.<br/>- Day 8-12: Breakfast, Lunch and Dinner<br/>- Day 13-15: Breakfast<br/>Coffee, tea, hot chocolate, water. and snacks on board the expedition ship.<br/><br/>Not Included<br/>- Meals not specified.<br/>- Travel insurance.<br/>- Domestic flights* &amp; airport taxes.<br/>- International flights &amp; airport taxes.<br/><br/>*We can book your domestic flights.",
    "durationDays": "15",
    "price": "23574",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "SANTIAGO DE CHILE - Your first day will serve to welcome you to the capital. A transfer will be waiting for you at the airport and will take you to your hotel where you’ll check in. Once you’re settled in, you will have some time for lunch before heading out on your city tour around Santiago at 2 pm. On the tour, you’ll visit all of the capital’s attractions: the seat of government, the multicultural Plaza de Armas, the picturesque Mercado Central and La Vega, as well as the San Cristóbal hill and the historical centres such as Lastarria, Bellas Artes, and Central Santiago. You’ll sample some local food delights on the tour too, before finishing the tour and heading for dinner. We recommend trying one of the traditional restaurants in the bohemian area of Bellavista!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "PRIVATE WINE TOUR: COLCHAGUA VALLEY - After enjoying breakfast at your hotel, you’ll be picked up by your guide to head to one of Chile’s most famous wine-producing valleys, Colchagua. On the tour, you’ll visit three vineyards where you’ll learn how each vineyard makes its wines and taste some samples of their signature wines. At the last vineyard of the day, as well as a tour and tasting, you’ll enjoy a delicious lunch prepared specifically to match the wines like grilled meats and fish and a selection of side dishes. You’ll then be taken back to your hotel where you’ll have time to rest and have dinner in Santiago."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "SANTIAGO DE CHILE - PUNTA ARENAS - On day 3, you will be picked up from your hotel to travel to Santiago airport for your flight to Punta Arenas. In Punta Arenas, your transfer will be waiting for you to take you to your hotel in the Torres del Paine National Park. After checking in, you can enjoy lunch at the hotel, relax and explore the local area in the afternoon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "TORRES DEL PAINE NATIONAL PARK - On days 4-6, you can enjoy a delicious and nutritious breakfast before heading out each day on an activity of your choosing. Choose from a variety of hikes with a range of difficulties, including to the base of the famous Torres del Paine or the Grey Glacier, kayaking on the beautiful Lake Toro, visiting the historical cave of the Milodón, or even flyfishing!"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "PUNTA ARENAS - After breakfast and check out, your transfer will take you to Punta Arenas where you can prepare for your Antarctic expedition! You’ll check in to your and have time to explore the local area and its local restaurants for lunch. In the afternoon, you’ll attend a briefing with important information about your cruise and guidelines for Antarctic visitors. Later, you’ll gather with other travelers for a welcome dinner featuring typical foods of the region."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "PUNTA ARENAS - ANTARCTICA - On day 8, your Antarctic adventure begins! You’ll take a two-hour flight from Punta Arenas to King George Island in the South Shetland Islands followed by a short hike (2km/1.25mi) past the Frei and Bellingshausen Stations. From the shore, you’ll board a Zodiac that will take you to the expedition ship."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "EXPLORING ANTARCTICA - You’ll cruise between the South Shetland Islands and the western coast of the Antarctic Peninsula, sailing along ice-filled fjords and among spectacular icebergs, while enjoying the company of seabirds, penguins, seals, and whales. Each day you’ll disembark by Zodiac and explore the landscape together with expert polar guides. On board the ship, you can attend an engaging program of educational presentations and enjoy spectacular views from the lounge while sharing your daily adventures with fellow guests. No journey is the same and flexibility is the key to success in Antarctica. The Expedition Team plans the voyage route to take advantage of the ever-changing opportunities provided by nature to make each trip a unique and extraordinary experience. While the exact itinerary changes with each expedition, you will explore several spots that offer the best possible overview of the varied Antarctic environment. Your voyage may include visits to sites in the South Shetland Islands, the Antarctic Sound, the Gerlache Strait, and the Penola Strait."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "ANTARCTICA - PUNTA ARENAS - Return to King George Island and bid farewell to Antarctica before boarding the flight back to Punta Arenas. Upon arrival, you’ll be transferred to your hotel for the night."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "PUNTA ARENAS - SANTIAGO - After breakfast, your transfer will take you to Punta Arenas airport to fly to Santiago. Take the afternoon to rest or explore the city."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "SANTIAGO DE CHILE AIRPORT - Your transfer will take you to Santiago airport for your departure flight. We hope you enjoyed your trip!"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]