[
    {
        "type": "overview",
        "Main_Title": "Our Romania holidays & tours",
        "Main_Paragraph": "Our Romania holidays head into the Carpathian Mountains and Transylvania, regions particularly draped in tradition. Here, ways of life are sustained by sensitive cultural holidays that see you staying in small, family-run guest houses that spoil you with homemade, locally sourced food. Walking the forests and peaks of the Carpathians is an adventure at any time of year, but especially in winter, with the trees thick with snow. Our most popular Romania trips, though, focus on wildlife, giving you the chance to visit or volunteer at one of Europe’s most respected bear sanctuaries and walk in the footsteps of local wildlife guides.",
        "Subtitle": "About our Romania holidays",
        "Title1": "Cultural journeys",
        "Paragraph1": "Those interested in Romanian culture will find plenty to savour among its beautifully preserved medieval towns and villages, particularly in the Maramures region. The UNESCO-listed painted churches are a major cultural attraction. Our trips will also point you towards the best souvenir shops  markets, stalls and workshops where you can buy everything from hand-woven shawls to homemade (and very potent)\ntuica\ndirectly from artisans. We can even connect you with a genuine count for a storied introduction to Romanias culture and history  all while staying in restored guest houses that invest profits in the preservation of village buildings.",
        "image1": "",
        "Title2": "Transylvania",
        "Paragraph2": "The Transylvania region will forever be linked with Dracula, but once youve got the obligatory wander around Bran Castle out of the way, theres much more to see. You can drive between pretty Saxon villages, staying in guest houses and taking cooking lessons; our holidays are a world away from the coach trips that occasionally rumble through. There are magnificent medieval towns to explore such as Brasov and Sibiu, and abundant hiking in the Carpathians.",
        "image2": "",
        "Title3": "Carpathians calling",
        "Paragraph3": "The Carpathian Mountains are one of Europe’s most significant mountain chains, yet remain off the tourist track. Our walking holidays are designed by hiking experts, with wanders from hay meadows to isolated mountain hermitages and the Zarnesti Gorge, while other trips might take you deep into the forests with expert guides to track wolves and bears. Horse riding and mountain biking are also great, low-impact ways to explore.",
        "Title4": "Family trips tailored to you",
        "Paragraph4": "Romania can seem like a fairy tale come to life: forests full of bears and wolves; picturesque villages; ancient and ruined castles surrounded by myth. We dont want to dwell on the Dracula stories, but kids will undeniably be drawn into the legends around Transylvania, while also loving the chance to pitch in with tasks  such as helping to feed the rescued bears of Libearty sanctuary on our inspiring  volunteering trips. Our family holidays can also feature the Black Sea coast or hiking in the mountains in the cooler, colourful months of spring and autumn.",
        "image3": "",
        "Title5": "Wildlife & conservation",
        "Paragraph5": "Forget vampire bats  the wildlife in Romania is in the mountains and forests, not the castles. Beasts prowl these primeval landscapes, including bears, lynx, owls and wolves. Our holidays work with local guides wholl reveal what its like living alongside them and who know exactly how to get you the best chance of seeing them in the wild. If birds are more your thing, the vast Danube Delta is a twitchers delight, and yes, there are bats, with lots of colonies in mountain caves  but theyre after bugs, not your blooood. Many of our wildlife specialists are actively involved in conservation, too, founding pioneering projects to restore the Danube and donating a percentage of profits to the nature reserves that form the backbone of our holidays.",
        "Title6": "Winter wonderland",
        "Paragraph6": "In winter, the snowfall makes the scenery even more fairy tale-like. Crackling fires and plum brandy warm you up after chilly days exploring by skis, snowshoes or sleighs. Our top winter trips work with founding members of the Association for Ecotourism in Romania (AER), who are passionate about stopping Romanias burgeoning tourist industry from turning into a mass tourism machine. That means a better experience for you, too, travelling in small groups and swapping busy, damaging ski hills for peaceful trails with only wolf prints ahead."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Romania",
        "Main_Paragraph": "Romania scorches in summer, especially in the southern and eastern low lands, with the beach often the best place to be during July and August. May can be rainy - but it's also when twitchers start to flock to the\nDanube Delta\n. In April, trees and wildflowers blossom are complemented by beautiful Easter celebrations. September is the best time to visit Romania for autumn colour, plus an explosion of mushrooms - and days still long and warm. January and February are great for winter activities, whether snow sports or slower explorations of pristine white wilderness.",
        "image1": "",
        "when_to_go": "When to go to Romania, month by month",
        "when_to_go_html": "<bullet><b>January, February and March in Romania</b> are best left to winter sports enthusiasts hoping to make the most of the snow covered and lesser visited slopes and tracks of the <a href=\"/holidays/carpathian-mountains/travel-guide\">Carpathians</a>.</bullet>\n<bullet>Temperatures at the start of the year can be bitterly cold, especially in rural areas and away from the milder coastline, and it’s not until <b>April that things start to warm up</b> as trees and meadows become adorned with blossom and wild flowers.</bullet>\n<bullet><b>May is notoriously wet</b> so pack accordingly if you’re attracted by the bird watching potential on the Danube Delta. Hikers will also need to be aware of conditions under foot as things can get a tad slippery, especially on steep slopes in and around the Bucegi Mountains, just south of Brasov.</bullet>\n<bullet>Just after the Easter holidays is the <b>best time to go to Romania for cultural sightseers</b> as there are less crowds, milder temperatures and the snowy sludge has all but vanished from the city streets.</bullet>\n<bullet>Warm weather <b>hikers will be in their element during June</b> however, the summer attracts the crowds and getting out of the cities and into the countryside is best advice for responsible travellers looking for alternatives to the coast.</bullet>\n<bullet><b>July and August</b> might be the best time to go to Romania for those restricted by the school holidays but if you can travel during <b>September and October you’ll find fewer crowds</b>, milder temperatures and a more authentic atmosphere associated with the autumnal colours of harvest time.</bullet>\n<bullet>Romania in winter is a much darker prospect with <a href=\"/holidays/transylvania/travel-guide\">Transylvania</a> the perfect place for tales told in front of log fires and over steaming bowls of soup - the only things to keep lonely travellers warm during <b>November and into December</b>.</bullet>",
        "weather_chart": "Romania Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Romania Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-6</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 53%;\">41 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">39 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">39 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 60%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 91%;\">70 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">77 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 75%;\">58 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 77%;\">59 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 57%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 42%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 66%;\">51 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 58%;\">45 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Our recommendations",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Anne Smellie of our supplier Volunteering With Bears at the Libearty sanctuary shares some ideas on the best time to visit Romania:\nIn the summer it can get very hot, so spring and autumn are probably the best times to come. In the spring the flowers are amazing and it is usually warm. The colour of the trees in autumn takes your breath away - it is definitely the country I would chose to go to for the autumn. And if you come in the cooler months it would be a crime not to have one of the amazing soups!",
        "title3": "",
        "paragraph3": "<b>Count Tibor Kalnoky of our supplier Transylvania Holiday Accommodation reveals his best time to visit Romania:</b>\r\n\"Every season is so special here. But if you want to be more on your own, come in November and March and explore our medieval heritage. Or come in winter to follow the tracks of wild animals in the snow - bear, wolf, lynx, boar and deer.\"",
        "title4": "Festivals & events in Romania",
        "paragraph4": "",
        "title5": "Easter",
        "paragraph5": "Easter is celebrated with wonderful traditions. A week before Easter Sunday, Romanians decorate churches with flowers while bearing willow branches (symbols of fertility). Great Thursday is when the dead supposedly return for Easter with loved ones, reputedly waiting on roofs - so outdoor bonfires are lit to warm their souls. Colourful Easter eggs are painted, while special Easter dishes include lamb stew with green onion and sweet pasca cake."
    }
]