{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "iconic-rwanda-and-kenya-big-game-safari",
  "tourName": "Iconic Rwanda and Kenya Big-Game Safari",
  "placesVisited": "Nairobi, Ol Pejeta Conservancy, Samburu National Reserve, Masai Mara National Reserve, Kigali, Kigali Genocide Memorial Centre, Volcanoes National Park",
  "generalInfo": "Walk to gorillas while surrounded by rhinos and this surreal experience will be merely the start of what you can do in East Africa. This signature luxury safari will celebrate the beautiful diversity as you mix the timeless highlights of Kenya and Rwanda. Intimate Big Five introductions will begin in Ol Pejeta, continue with wild and wonderful adventures in Samburu, with predators and herds on the Masai Mara plains, and then conclude with mountain gorillas and golden monkeys in the thick Volcanoes rainforest.",
  "durationDays": "13",
  "price": "24,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Giraffe Welcome You to East Africa",
      "description": "In the distance will be the mid-sized scrapers of the city for a backdrop to a tower of giraffe and an elephant. That will be the strange juxtaposition in Nairobi as urban and rural mix seamlessly. Touch down in Kenya’s capital, and you will be transferred into the suburbs, where the wildlife is almost close enough to touch. Rare and endangered Rothschild’s giraffe wander through the grounds, occasionally using giant necks to poke their heads through your bedroom windows. Part of a conservation and rehabilitation program, these remarkable characters provide an introduction that few people would expect on a capital city layover. This night in Nairobi is required for almost all Kenya safari itineraries as flights to the national parks and reserves leave in the morning. Dinner at the lodge is included tonight as you settle in."
    },
    {
      "dayNumber": "2",
      "title": "Ol Pejeta Conservancy – A Private Big Five Safari",
      "description": "On the first day of your safari, there can be so many animals on your wish list. Elephants, lions, rhinos, zebra, hippos, and spotted cats will be at the top of your list. Compact and easy to explore, yet still very wild in feel, Ol Pejeta Conservancy provides an enduring first impression of the safari experience. A broad and diverse population of animals occupy the landscape, without any one particular species seen in huge abundance. On your first game drive, you will be quickly introduced to dozens of legends from the savanna and admire many of the animals that may have lured you to Africa in the first place. On an afternoon walking safari, you will get even closer to some as you walk across the plains that are populated by zebra, gazelle, wildebeest, buffalo, and even an elephant far in the distance. Like all premium conservancies, Ol Pejeta also has its standout experience with the greatest East African rhino population. Part of the day will be dedicated to these endangered greats with a conservationist leading the very personal experience. A nighttime game drive will immerse you in surprise with strange animals illuminated by your spotlight. And as you relax in a private villa, you will discover that safari is a perpetual experience with buffalo and zebra roaming past and the breathtaking roar of a lion perforating the nighttime stillness. In many ways, Ol Pejeta is a microcosm of safari, private and luxurious but dominated by a sense of wilderness and the beauty of wildlife."
    },
    {
      "dayNumber": "4",
      "title": "Samburu National Reserve – Big-Game Adventure",
      "description": "Fly north, and you can begin to appreciate the remoteness. Landscapes extend untouched and unbroken, the panoramas most impressive from your lodge that is perched on rocks high above the valley. The Samburu are your guides, ancestral landowners with an incredible understanding of this wilderness that will lead you on walks, where the silence is exquisite before a herd of elephants hoots from half a mile away. The warriors will provide the experienced eyes on game drives and bring you through the dust and the dazzling endlessness of the valleys. Samburu is the classic evocation of wild Africa, the experience as much about the wilderness itself as the animals that populate it. You will explore with all of your senses as you both hear and smell the changes in the atmosphere as you feast your eyes on the views. Of course, animals thrive in such a place. They are not as concentrated as in Ol Pejeta, but every encounter will be enhanced by an almost haunting mystique. Take in the expressions shown on elephants migratory wanders, hear two male lions grunting loudly in a show of dominance, and watch an impala sensing danger with tension enlivening the air before you spot the prowling cheetah. With a private safari guide, you can explore on foot and on game drives through a landscape of surreal splendor that will become your adventure playground for two days. It will be impossible to predict the scenes you will follow as you watch a hunt play out over two hours, follow herds to busy waterholes, and find drama and charm as you discover a piece of Africa that is not populated by other safari vehicles."
    },
    {
      "dayNumber": "6",
      "title": "Mara Naboisho Conservancy – Predator Meets Prey",
      "description": "Kenya’s safari destinations are not contiguous, so it is the excellent light aircraft infrastructure that connects them. A 90-minute flight will bring you from Samburu in the north direct to Mara Naboisho Conservancy in the south. You will quickly be enveloped by abundance as zebra cluster in huge herds for a jigsaw of black and white stripes that leaves you speechless. Wildebeest scatter for miles and are a constant on your panorama. Elephants wander, Thompson’s gazelle blur into the grass, and large pods of hippos gather in the water. Justifying its fame, the Masai Mara is one of Africa’s most iconic destinations, even if you are not traveling during the great wildebeest migration months of late-July to October. Mara Naboisho is a private conservancy that shares unfenced borders with the national reserve, but restricts access to a small number of guests and ensures your safari maintains a sense of privacy and intimacy. Along with the herds come the predators, perhaps beginning with a leopard on the move, disappearing into the long grass as she stalks gazelle. Multiple lion pride, lounging in the open in shows of lazy dominance come into your view while perched on a rock is a cheetah, elegant and enchanting as he surveys the plains. These are not sporadic encounters as on the Mara plains you will be engrossed by the battles between predator and prey. It will be impossible to count the number of hyenas over these two days as vultures circle, and you can watch scavengers deftly jump in for scraps. The Masai Mara responds to its fame, and the encounters are legendary with every moment a new impression of the plains that have delighted wildlife documentarians for decades. Your boutique camp is surrounded by the action, so many animals heard and seen throughout the day and the night."
    },
    {
      "dayNumber": "8",
      "title": "Masai Mara National Reserve – Hot Air Ballooning Safari",
      "description": "For the last two days, you have been incredibly close to everything. You could hear the huff of a buffalo, smell the atmosphere change when a leopard stalks its prey, watch the expressions change in the eyes of a zebra. From a hot air balloon, you are high above it all and can admire the enormity of the Mara plains and appreciate the color changes of the landscape. As the herds move, they graze, so the patchwork of yellow to green indicates where they have been and where they are headed. Touch down after your sunrise flight and spend the day following the bends of the Mara River, in the main Masai Mara National Reserve. Although there are other vehicles in the panorama, the abundance of crocodiles and hippos adds another dimension to the battles between predator and prey."
    },
    {
      "dayNumber": "9",
      "title": "Kigali \u0000– Fascinating Stories in Rwanda’s Capital",
      "description": "Wake to the stillness of the plains. In the distance, you can see grazing herds with wildebeest galloping about with eye-catching enthusiasm. An elephant wanders past at breakfast, and there could be zebra grazing between you and the river. It will be a relaxed final morning for a chance to slowly savor Kenya’s wilderness for a final time. Take a morning flight back to Nairobi, and then change airports for a scheduled departure to Kigali, Rwanda’s peaceful capital. Marked by its cleanliness and broad tree-lined boulevards, this is a city that always comes as a surprise to visitors. The 1994 genocide seems recent, yet the atmosphere and cityscape prove how the country has advanced many decades more than you could anticipate. You will be staying at Rwanda’s premier accommodation, and there are excellent dining options at the hotel."
    },
    {
      "dayNumber": "10",
      "title": "Volcanoes National Park – Exploring the History",
      "description": "The tales are tragic with the storyline of events leading to the genocide sobering, as are the mass graves that hold more than 250,000 Rwandans. The scale and context are found at the National Genocide Memorial, while at a small battered church you will get a personal sense of the brutality that occurred. But through hearing the stories and meeting the people, you will also enjoy a heartwarming sense of how Rwanda looks to the future and does not dwell on the past. After lunch, it will be a two-hour guided transfer north to Volcanoes National Park, weaving through the Land of a Thousand Hills until you are beneath the rainforest canopy and firmly surrounded by the mystique of wild Africa once more. There will be many places to stop on the route, including local villages and viewpoints."
    },
    {
      "dayNumber": "11",
      "title": "Volcanoes National Park – Rwanda Gorilla Trekking",
      "description": "Through the trees, you will glimpse the jet-black fur of a wild mountain gorilla. Then another. And another. Now an adult emerges proudly, waving her arms assertively but without aggression. You can walk closer, and after a few more steps, the whole troop comes into view. A silverback cracks a branch, two gorillas are gnawing at tree bark, three are playing around in the higher branches, and now an infant comes crawling past. From a distance of seven meters, you will start to admire the intricacies of the troop with interactions between mother and child, so intimate and caring, facial expressions that reveal feeling like the mischievous grin from gorillas picking at the fruit. You will be deep in the rainforest and far from any vehicle or building, encountering a habituated troop after trekking along often muddy trails. With trekking group size capped to eight, it will feel as if it is just you and the gorillas and your eyes will not always know where to look. Should you focus on the exuberant youngster who stares back at you with a grin? Or at the silverback’s impressive power? Do you watch the family interactions in the trees above, or on the trail below? This is a powerful and personal experience, with nothing separating you from one of the world’s largest and more rare animals. Gorilla trekking is the premier highlight of a visit to Rwanda, and you can spend a full hour with the troop. As the afternoon and evening drift by, it will be impossible not to reflect on the incredible experience."
    },
    {
      "dayNumber": "12",
      "title": "Volcanoes National Park – Golden Monkey Trekking",
      "description": "Other endangered primates occupy this rainforest, equally strange and enchanting as they fill the trees with antics. Today it will be the golden monkeys with their peculiar blue faces and penchant to gather in large high-spirited groups. Like yesterday, you will trek to a habituated troop and spend an hour in their presence, the experience centered on an inspiring intimacy. There will be an option to change the focus of this day and go on a second gorilla trek and visit a different troop from yesterday. This must be organized in advance as gorilla trekking permits are limited for each day. Both treks are enhanced by the time spent in the wild, not just about the animals but also the atmosphere of a thick and tangled rainforest that hasn’t changed for many millennia."
    },
    {
      "dayNumber": "13",
      "title": "Kigali – Departure",
      "description": "After a leisurely morning, it will be an easy two-hour private transfer back to Kigali and the international airport for your international departure."
    }
  ],
  "map": ""
}