{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "more-than-gorillas-secrets-of-rwanda-tour",
  "tourName": "More Than Gorillas: Secrets of Rwanda Tour",
  "placesVisited": "Kigali, Kimilonko Market, National Genocide Centre, Nyamata Church Genocide Memorial, Murambi Genocide Memorial Site, King’s Palace Museum, Butare, Rwanda Ethnographic Museum, Nyungwe Forest National Park, Lake Kivu, Volcanoes National Park, Karisoke Research Center, Akagera National Park",
  "generalInfo": "Rwanda loves to keep its highlights a secret. Most have heard of gorilla trekking, but few know that the exclusivity extends to a sublime range of experiences throughout Rwanda. Chimpanzee and golden monkey trekking, aerial safari and history told by the survivors of history are just the beginning, but there is also boating through hippo swamps, game drives and walks with the zebra to enhance your connections to the beautiful culture. From the Central African Congo Basin rainforest to iconic East African grasslands, this 12-day safari tour of Rwanda has so much to offer.",
  "durationDays": "12",
  "price": "18,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kigali – A Hotel With a History",
      "description": "Land in Rwanda to find that your hotel is scented with history. After being glamorized in a movie and book about the genocide, it has returned to its old-world luxury roots and makes for a very comfortable base in the heart of the capital city. After being greeted at the airport, you will enjoy lunch with the private guide who will accompany you for the first week of your trip. Immediately, you will notice the easygoing and gregarious nature of the people, along with their determination to achieve. On your afternoon city tour, it will seem astonishing that this country is barely two decades past a devastating genocide. Calm and clean, it also has its colorful charms, wonderfully experienced at the local Kimilonko Market. Move into the evening, and your guide can take you for drinks and make dining reservations at Kigali’s upmarket hangouts."
    },
    {
      "dayNumber": "2",
      "title": "Kigali – Genocide Memoirs: An Intimate Day With Survivors",
      "description": "You will hear it through the mouths of the survivors as they recount haunting tales and stories of destruction, the brutality and the propaganda and the silence of the world. You will feel it at the memorials as you take in the bones stacked in churches, rags hanging from rafters, blood stains on the walls, and battered skulls that show the method of murder. It is often too much to take in as the memorials are even more overwhelming when the survivors guide you around. At the National Genocide Memorial, there is a sense of perspective, how a century of unwanted foreign influence laid the foundations before Rwanda became invisible in 1994. But through the tears and terror of genocide comes hope, and you can feel it intensely. Looking around, you will be in awe of what the country has become, 20-odd years on from devastating heartbreak as simply forward-thinking would be an understatement."
    },
    {
      "dayNumber": "3",
      "title": "Nyungwe Forest National Park – Legends and Fables of Pre-Colonial History",
      "description": "The history of Rwanda is older than 1994 and much older than when Rwanda became a German colony, and years before any European had even set foot in the nation. Before all of that, Rwanda was the land of the Nyanza kings, a land of rolling hills that rolled to a tribal beat. Butare, halfway to Nyungwe Forest, is the old-world Rwandan capital, where the Rwanda Ethnographic Museum is your first insight into this incredible past. Move next to the old palace of the kings and explore the traditions that the country has been based upon. Africa is a continent with more than a thousand tribes who now coexist in countries that were demarcated by Western powers. Rwanda was, and is, one of the few where there has only been one tribe, and it is a tribe with a fabulous past (the notion of Hutus and Tutsis as differing ethnicities was a Belgium creation to help them maintain power). After an afternoon in Butare, you can continue to the rainforest, where your experience with monkeys and mangabeys begins as soon as you arrive at the lodge."
    },
    {
      "dayNumber": "4",
      "title": "Nyungwe Forest National Park – Captivating Chimpanzee Trekking",
      "description": "Strange characters live in the tangled rainforest canopy, and they watch you with inquisitive eyes, frowning and smiling and posturing. They cluster and play, and then scamper off after silent arguments or run to the welcoming arms of a parent. The chimpanzees are surreally human in appearance and behavior, and a whole family troop can be just a few meters away. If it were not for them living in the trees rather than on the forest floor, the similarities would be uncanny. As you think through the comparisons, two of the might descend and sit back against a tree trunk before one walks on two feet to the next tree. Of the handful of destinations for chimpanzee trekking in East Africa, Nyungwe Forest offers mystery and intimacy that goes beyond the norm, and it will be hard to believe how close you are to such remarkable primates. Chimpanzee trekking is a full-day experience in a maximum group size of six ensuring exclusivity and privacy."
    },
    {
      "dayNumber": "5",
      "title": "Nyungwe Forest National Park – A Beautiful Day With the Congo Basin Monkeys and Mangabeys",
      "description": "Baboons line the trail, a look of intensity in their eyes. Red-tailed monkeys and L’Hoest’s monkeys are close by in troops of varying sizes that find their own snippet of the rainforest. Crane your neck and look higher to find beautiful colobus monkeys enjoying their bashful and benign lifestyle. It may go quiet for a while with not much happening on the trail through high-altitude rainforest. But then a troop of vervet monkeys appears with almost 100 of them on the ground and in the trees, ready to steal any food you may have in your hands. Most of the species here are specialists of the Central African Congo Basin, a vast untouched wilderness that is almost impossible to access. With a total of more than a quarter of Africa’s primate species, the experience in Nyungwe Forest will bring you just a couple of meters away. Even back at the lodge, you will not escape their antics."
    },
    {
      "dayNumber": "6",
      "title": "Volcanoes National Park – Connecting With Culture: The Road to the Gorillas",
      "description": "A remote and rugged road runs along the shores of Lake Kivu, weaving a route past villages and viewpoints. You can glimpse the DRC across the water, one indication of how far away from the rest of the world this journey feels. Life continues unchanged here, and the villages are as traditional as they come with some of them barely seeing more than a handful of foreigners a year. While you can fly to Volcanoes National Park, traveling with a guide is an adventurous African road trip and one that celebrates an unseen side to the country. There are no standard stops, but Rwandan villages are very inviting, and the guide will ensure that you navigate the language barriers."
    },
    {
      "dayNumber": "7",
      "title": "Volcanoes National Park – The Thrills of Gorilla Trekking",
      "description": "Deep in the forest, you will find the great legends of Rwanda. At first, they are just dots of black fur in the distance, but as you walk closer the rich and remarkable details rise. Small, deep-set black eyes convey emotion as facial expressions that change every moment. Watch a jet of gray fur across the silverback’s back and thick arm muscles that extend to nimble fingers for climbing and foraging. You will spend an hour with a wild mountain gorilla troop with nothing between you and them. Admire the behavior, explore the emotions, uncover the interactions, and then laugh as an infant starts throwing rotten fruit out of the tree. It will be a remarkable experience, one that is emblematic of wider Rwanda while emanating an exclusivity and inimitability that makes you want to keep exploring."
    },
    {
      "dayNumber": "8",
      "title": "Volcanoes National Park – Golden Monkey Trekking and Legacy of Dian Fossey",
      "description": "Another icon of Rwanda occupies Volcanoes National Park, the troops of golden monkeys that are playful and proud. Their blue faces are surreal and surprising, juxtaposed with the lush green of this distant forest. You are trekking to a habituated troop who are used to human presence, so at first, they stare at you, inspecting their foreign visitors. Over a few minutes, they relax, and you just watch them, taking in all of the intricacies. You should finish the trek in time to have some spare time in the afternoon for a chance to visit the Karisoke Research Center, where Dian Fossey is buried alongside some of her favorite gorillas. Her legacy has been continued, and the center provides an insightful look at how to preserve one of the world’s most endangered species."
    },
    {
      "dayNumber": "9",
      "title": "Akagera National Park – Exclusive Rwanda Aerial Safari",
      "description": "Hills roll and forests thrive with a rainbow of green beneath the wingtips on your aerial safari across Rwanda. There will be an uninterrupted view from the small plane, the lush colors occasionally interrupted by the rustic ochre of the earth. From up high, you can admire the three habitats with thick volcanic forest in the west, endless hills in the center, and then swamps and grasslands to the east. Touch down, and the big-game safari will begin immediately with a game drive introduction and then a tranquil journey by boat across the swamps. You will then encounter the first of many hippos, a drawn-out yawn revealing an epic jaw. As the afternoon sun begins to fade, you will find the lions around the water taking a sip before setting off on the prowl."
    },
    {
      "dayNumber": "10",
      "title": "Akagera National Park – Relaxed Big-Game Safari",
      "description": "The Akagera landscape looks like the classic image of East Africa as zebra and wildebeest are grazing on the plains, dotting the grass with a patchwork of antics. Elephants and buffalo are constants on the horizon, giants that are so easy to find on a safari. Rocky hills provide a backdrop and there is a profusion of color around the water. But this is not Kenya, nor Tanzania. It is Rwanda, and there are not many other visitors exploring the national park, and there are many different ways to explore. Take a walk and you will soon surrounded by duiker and oribi, perhaps also bushbuck and impala. Explore on a nighttime game drive, and you can spot bushbabies, perhaps also a leopard and some of the small predators like side-striped jackals. On daytime game drives, you can focus on the giants. Eland and roan antelope impress with their bulk and horns, elephants are swinging trunks just a few meters away, hyenas give you an intent stare, and then you will find the lions of the grasslands basking in the morning sun. Like all great safaris, there are specialists to search for, like dainty klipspringer jumping across the rocks. And whenever you look up the birdlife impresses, especially on the boat safari. Another activity takes you behind the scenes with an afternoon at conservation headquarters to show you how the park is managed and enhanced. Over these two days, you will have a private guide and create your own program of activities, with two or three each day. The lodge also provides wildlife encounters as you relax into the charms of the East African grasslands."
    },
    {
      "dayNumber": "12",
      "title": "Kigali – Departure",
      "description": "From Akagera, it is just over two hours by road back to Kigali and the international airport. Dependent on your flight time, you can enjoy a final safari activity in the morning before departure."
    }
  ],
  "map": ""
}