{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "portraits-and-landscapes-rwanda-safari-for-wildlife-photographers",
  "tourName": "Portraits and Landscapes: Rwanda Safari for Wildlife Photographers",
  "placesVisited": "Kigali, Gorilla Research Centre, Volcanoes National Park, Lake Kivu, Nyungwe Forest National Park",
  "generalInfo": "Rwanda rewards wildlife photographers with some of our planet’s most iconic images: gorillas in the mist, portraits of chimpanzees, endangered monkeys with alluring expressions. In Volcanoes and Nyungwe Forest National Parks, you get close to these rare primates. Traveling with a specialist photographer guide, this nine-day safari itinerary finds the epic wildlife portraits and seductive Rwandan landscapes, helping you capture the images that define our planet and the fight for conservation.",
  "durationDays": "9",
  "price": "19,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kigali – Welcome and Introduction to the Safari",
      "description": "Kigali is easy on the eye and surprising for the camera. It is a city of color, backdropped by endless green hills and a sense of enthusiasm. The capital is not a giant metropolis; it is more an oversized village of broad tree-lined boulevards. You will be greeted at the airport for a short transfer to a five-star hotel in the city. Meet your guide, and spend the late-afternoon hours exploring the city, taking photos as the fading sun disappears behind the hills. It is an easy introduction, a chance to get used to having the camera in your hands and look for angles, especially if it has been gathering dust at home. But it is just an introduction; nothing too serious for this first day. Return to the hotel, and dine with your guide at the hotel’s restaurant, a chance to discuss the safari itinerary and the subjects you will be encountering."
    },
    {
      "dayNumber": "2",
      "title": "Volcanoes National Park – Communities of the Forest: A Cultural Insight",
      "description": "The drive towards Volcanoes National Park provides an insight into the challenges of photography in Rwanda. Colors are fresh and vibrant, sometimes seeming as though they have been naturally oversaturated. The forests are many, and huge swathes of landscape lie in shadow. Rwanda is one of those countries that looks brilliant, often surreal, to the eye, yet struggles to transpose itself into photos. It is a country where point-and-shoot is shown up as a beginner’s trick. It is a two to three-hour drive to Volcanoes National Park, and there are various viewpoints along the way, places to stop and experiment as your photography guide provides some instruction. After lunch at the lodge, you take an initial journey beneath the forest, dodging its outskirts en route to two local communities. The people here are the gatekeepers of gorilla conservation, trained to identify poachers and convinced to change their own lifestyle in order to protect the giants of the forest. Enchanting and evocative, these people provide some endearing photos. But like the gorillas, it is not a point-and-shoot experience. Like any good posed portraiture photography, you will need to build a rapport with some of the locals, rather than wave the camera around at random. The rewards are fascinating, an insight into a realm of conservation that the rest of the world has not heard about. Spend the evening at the lodge, a luxurious base with views over the forest, ideal for the evening display of sunset and mist."
    },
    {
      "dayNumber": "3",
      "title": "Volcanoes National Park – Tracking Golden Monkeys",
      "description": "Shards of light filter through the forest canopy, illuminating the branches at random. Sometimes the green colors are intense, but mostly they are muted, constantly in shadow. Visit Africa, and some destinations make for easy photos – the bright open plains of the Serengeti or Masai Mara, as an example. But here, thick, tangled forest makes for a real challenge, the lighting conditions almost as difficult as they come. Before your time with the gorillas, today is a chance to spend the whole day in the forest, testing out and improving your photography skills in these conditions, learning from the guide. And there is a fabulous subject on which to test your talent. Endangered golden monkeys jump through the trees, their faces glimmering blue, and their short fur coats shimmering when touched by the light. With impish grins and evocative eyes, these primates offer a portrait of the strange world in the Congo Basin forests."
    },
    {
      "dayNumber": "4",
      "title": "Volcanoes National Park – Gorilla Trekking for Wildlife Photographers",
      "description": "Now for the ultimate challenge, and the ultimate reward: photos of wild mountain gorillas, the great icons of our planet’s natural history. Trek through dense forest, and spend a full hour with a habituated troop from an official distance of just seven meters away. With gorilla trekking, you are not admiring from afar; you are indelibly close, the atmosphere alive with the intensity that intimacy brings. Two gorillas greet you, arms waving, faces packed with emotion. Creep a little closer, the rest of the troop coming into view. Almost all troops number more than ten, with some comprising more than 20 individuals and multiple silverbacks. Guides get you into a position to see all of the troop, from the infants in the trees to the old mothers hiding behind bulbous trunks. Zoom in for the close-ups, such emotion found in every expression. Pan out to capture the social interaction, like the glances amongst gorillas or the fearful looks shared between blackback and silverback. Some angles allow you to get the whole troop in one shot. Other angles provide a detailed insight into behavior, perhaps something as simple as fingers picking fruit from the branches above your head, or something more complex, like a female leaving her scent for the giant to follow. When such incredible photographic opportunity is presented, the natural instinct is to keep pressing the shutter. After the first 15 minutes, you should settle down, knowing that the gorillas are not going anywhere. Then the photos can be more selective, taking a few more seconds to consider the angle and the camera settings. Note that all gorilla treks are led by guides from Volcanoes National Park. Your photographer guide is unable to accompany you on this trek, something that makes yesterday’s time in the forest so important. Porters are available, and it’s well worth hiring one to carry your tripod and other heavy camera equipment. Trekking in this dense and sometimes muddy forest is not easy, especially when you want to carry additional lenses and a good tripod. Having a porter also keeps you hands-free, the camera always ready to photograph the other animals sometimes seen on the journey where there is potential to see forest elephants, various monkeys, and non-habituated gorilla troops."
    },
    {
      "dayNumber": "5",
      "title": "Volcanoes National Park – Second Gorilla Trek for More Epic Portraits",
      "description": "Last evening, you shared the photos with your guide, a chance for a tutorial before today’s gorilla trek. It was also a chance to reevaluate the photos you have taken, helping you identify gaps in your photo gallery, and assess what worked well in the forest. Gorillas are probably Africa’s most challenging photographic subject. By now, you will have grown accustomed to the conditions and learned how to get the best shots when lighting is difficult. The world’s largest primate has small, deep-set, black eyes, and thick fur that is also jet black, often making it difficult to bring out of the shadows. Light can bounce off their smooth, softened noses, throwing compositions awry. But when everything comes together, the photos are those that could adorn any magazine cover. They are the exceptional snapshots of both an animal and a planet, images that convey the beauty and inimitability of an endangered world. Today you visit a different gorilla troop in Volcanoes National Park, spending another hour with a family of gorillas. Infants look directly into the camera; mothers converse in the trees; a silverback displays his power, muscles rippling, fingers curling, eyes revealing so much about an individual’s state of mind. Capture the scenes, from the detailed close-ups to the portraits of a family feeding in the forest. Compose the black with the green, then put your camera down for the final few minutes of the experience. As much as this safari is about outstanding wildlife images, there is an intimacy to gorilla trekking that should not be ignored. It is important to take some time to appreciate it all through your own eyes, not merely the eyes of a photographer."
    },
    {
      "dayNumber": "6",
      "title": "Nyungwe Forest National Park – Landscapes and Legends of Lake Kivu",
      "description": "Today you drive south, following Lake Kivu, passing the villages of rural Rwanda along the way. It is a four-hour journey to Nyungwe Forest National Park, one that passes so many enchanting scenes. Mud-brick villages stand over steep landscapes of rice paddies, colorful fabrics and beaming smiles are found along the road, the rusty red of the earth meets the shimmering blue of the lake, and exotic flora stretches out beneath viewpoints. This road is an insight into the heart of Rwanda; into a country that was not seen by European explorers until the very end of the 19th century. Arrive in Nyungwe Forest and the evening is relaxed with a dinner at the lodge and a chance to discuss the subjects for your next two days of wildlife safari."
    },
    {
      "dayNumber": "7",
      "title": "Nyungwe Forest National Park – Photographing Rare and Remarkable Primates",
      "description": "L’Hoest’s monkeys scurry around the trail, shots of white fur on their faces, expressions of curiosity on their faces. Silver monkeys are nearby, puffed-out cheeks making for peculiar photos. Tiny Hamlyn’s monkeys pose a similar photographic challenge as the gorillas, another endangered species with black fur and dark eyes. Flowing tails hang down from the canopy, the unusual hue of the red-tailed monkey providing another inspiring shot. Keep walking, exploring the realms of this Congo Basin forest, seeking out the 13 different primates that call Nyungwe home. Hear a cacophony, and wait on the trail, unable to see the troop. A few individuals swing past, high in the trees, black and white beards enveloping mischievous grins. Soon there will be a dozen more, and then a hundred more. For almost an hour you are surrounded by the troop, hundreds of Angola colobus monkeys filling the forest, making for one of Africa’s great wilderness scenes. Over these two days, you go on tailored trekking excursions in Nyungwe Forest, tracking these mostly Central African monkeys and mangabeys. One of these days will be focused on chimpanzees, and you will walk through the forest to spend an hour with man’s closest relation. Like the gorillas, you can get indelibly close, with the portraits revealing such elaborate and evocative emotion. Along the way, you are likely to see many other species, each as endearing as the next. By now, you will have really developed your skills beneath the forest canopy, able to frame even when the lighting is not ideal. Completing your gallery of images is a stroll along the highest canopy walkway in East Africa, a chance to rise above the dense green, and capture ideas of scale. Like most days, an expert wildlife photography guide assists, helping you make the most of this exclusive time in the forest."
    },
    {
      "dayNumber": "9",
      "title": "Nyungwe Forest National Park to Kigali – Departure",
      "description": "For eight days, you have been immersed in details, exploring all the portraits of Africa’s Land of 1,000 Hills . This morning, you take in the scale, a different lens required as you soar above Nyungwe Forest in a light aircraft. Lake Kivu shimmers in the distance, and shadows are cast from the volcanic hills and peculiar peaks of Western Rwanda. The photos can be taken through the plane window, but with advance notice, it is possible to fit clamps to the plane’s undercarriage, great for those who want to venture into videography. Touch down in Kigali, and transfer onto your international departure."
    }
  ],
  "map": ""
}