{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "remarkable-rare-primates-of-rwanda-including-gorilla-trekking",
  "tourName": "Remarkable & Rare Primates of Rwanda Including Gorilla Trekking",
  "placesVisited": "Kigali, Nyungwe Forest National Park, Volcanoes National Park, Kinigi",
  "generalInfo": "Rwanda's forests are full of the rare and the remarkable. Silverback gorillas beat their chests, golden monkeys shine with blue faces, chimpanzees hold out their human-like hands and mangabeys, and colobus monkeys are on display from the Congo Basin. This exclusive 9-day primate safari will take you off of the main forest trails and into a realm that is mostly unseen and undocumented. It is a journey of discovery that blends surprise and adventure as you intimately encounter over a quarter of Africa's primate species.",
  "durationDays": "9",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nyungwe Forest National Park – Remembering History",
      "description": "Land in Kigali and a half-day city tour will help to put some context into the country's past and present. Plastic bags are illegal here, and there is not a spot of garbage anywhere on the streets. Wide boulevards appear like they belong Western Europe, while the modern roads do not feel as if they reflect your location in the heart of Africa. You may be on the edge of the Congo Basin, but Rwanda is nothing like your impressions from Conrad's Heart of Darkness . A guide will greet you at the airport and take you to a variety of attractions to culminate in the National Genocide Memorial Centre, where the stories have rich and moving detail. After lunch, it will be a two-hour drive south to Nyungwe, where you will check into your lodge and admire the monkeys that swing through the surrounding trees. Dinner at the lodge is included."
    },
    {
      "dayNumber": "2",
      "title": "Nyungwe Forest National Park \u0000– Walking Safari",
      "description": "Some of Nyungwe's primates are difficult to miss. Vervet monkeys are regular visitors to the lodge and these inquisitive creatures that will steal your breakfast if you leave it unattended. Baboons rumble past, large troops often in a boisterous mood. On a guided hike, these are the easiest to find as their rowdy behavior reverberates across the canopy. Look up, and Angola colobus monkeys sit serenely with their black and white striped tails hanging down from above. White cheeks alert you to the red-tailed monkeys, which have fur that seems to change in tone as the sun crosses the sky. Silver monkeys have a cheeky stare while a golden mane alerts you to a grey-cheeked mangabey troop in a fig tree. Some 13 primate species inhabit the Nyungwe Forest, and the park's inaccessibility has helped to preserve scores of each. With its swamps and thick sweeps of bamboo, this forest has traditionally been one for people to avoid rather than pillage. A wonderfully wild atmosphere envelops every step with the distant hoots, random shouts, and baboons that drum sticks against branches to cause a racket. Your local guide has grown up here and in understanding the forest's distinctive habitats, he will know how to maximize your chances of seeing different species. While nothing is guaranteed, with three days in Nyungwe, there is a high chance that you will see all 13 different primate species."
    },
    {
      "dayNumber": "3",
      "title": "Nyungwe Forest National Park – Exclusive Chimpanzee Trekking",
      "description": "Three chimpanzees swing past, and their feet look just like your own, except that they have been enhanced by a remarkable dexterity. Another four chimpanzees come from a different direction and this time, they scamper, half-crawling and half-walking towards a fig tree. Just out of sight, you can hear a baboon troop shout their protest as they had been feeding, but 30 chimpanzees are not to be trifled with, especially when they're known to hunt infant baboons. See a chimpanzee for the first time, and it will be difficult to stop staring at their facial features. Their eyes wander and their faces sketch through the emotions, so there is much to read in frowns and smiles. Watch the troop carefully and you will notice the clearly evident social structure. Males roam around to explore and forage. Females watch and follow, yet are quick to follow the lead of different males as they seek to be impressed. A baby clings to its mother's belly, a hairless wonder too weak to grasp out at the branches. Another rides on its mother's back, watching the world from its new vantage point. Juvenile chimps explore their independence, and these are the most playful of the few dozen individuals you may see on today's trek. Occasionally they will wave their arms and beat their hands until a large male tells them unceremoniously to preserve some tranquility. The chimpanzees move across Nyungwe and today's trek could be anything from one to six hours. You will see a variety of other primates on the route before up to an hour with the wild chimps."
    },
    {
      "dayNumber": "4",
      "title": "Nyungwe Forest National Park – The Delightful Primates of the Rainforest",
      "description": "On your third full day in Nyungwe, the itinerary is flexible. Your guide can lead you on an excursion towards primates that have not yet been spotted; perhaps the white beard of the L'Hoest's monkey, the elegant tail of Dent's mona monkey, or the peculiar face of the owl-faced monkey (regularly known as Hamlyn's monkey). Or your trek could return you to one of your favorites, like the chimpanzees or the serene Angola colobus monkeys. Many of this forest's primate species are classified as vulnerable or endangered, and while most have a habitat that stretches across Central Africa and the Congo Basin, there are only a handful of places where they are accessible to tourism. The adventure here takes you into the atmosphere of the Congo with all of its complexities and wonders, just without the logistics and dangers of visiting a war-torn land."
    },
    {
      "dayNumber": "5",
      "title": "Volcanoes National Park – Crossing the Green Hills of Rwanda",
      "description": "Today you will traverse the length of Rwanda as you drive north and across the rolling volcanic hills. Rwanda was one of the last African places to be seen by Europeans, oddly four years after it was nominated a German territory, and there is something compelling about the inaccessibility to the landscape. Nothing is flat, everything hides behind another hill, and you cannot go a moment without another epic panorama stretching out in front of you. At another time it would have taken days, weeks even, to cross Rwanda. But the modern roads easily rival those in Western Europe and the journey from south to north takes just over four hours, despite the road never going straight. There is a number of potential stopping points on your route, and your guide will tailor the journey dependent on your interests. One stop to consider is the Rwanda National Museum in Butare. After the journey, arrive in the Volcanoes National Park, and you will immediately see why the movie was called Gorillas in the Mist."
    },
    {
      "dayNumber": "6",
      "title": "Volcanoes National Park – Beautiful Gorilla Trekking in the Forest",
      "description": "From the tiny mangabey to the ebullient baboon, it is now the gorillas that are the kings of the forest. You will have spotted a dozen of primates, and now you will come face to face with the giants. A silverback walks on his knuckles as his charismatic fur shimmers in the gloom beneath the thick forest awning. He will stop and stand up straight just ten meters away, his arms rippling with resplendent power. For a moment, it will feel as if the whole world has stopped and it is just you and the gorilla as you share a stare in the montane forests of Rwanda. The silverback's mouth will stretch into a smile, at least you will think it is a smile, but there is enough in the expression to suggest that the gorilla isn't revealing everything in one go. Back to his knuckles, the gorilla crawls on and crashes into a fruit tree to rip a root from the ground in an undisguised show of power. Perhaps the silverback scene has been playing out for five minutes, but you may not have taken a photo. Mesmerizing natural encounters like these make it hard to for reach for technology. Suddenly you will look around, and there are another 15 gorillas in the vicinity, including a baby that seems intent on grabbing at your backpack. Officially, you must not come within seven meters of the gorillas, but they often come much closer. Spend an hour with the troop, a generous amount of time for both taking photos and soak up the behavior of the primates. Then return through the forest to the lodge for a relaxed afternoon and evening to overlook the trees."
    },
    {
      "dayNumber": "7",
      "title": "Volcanoes National Park – Tracking the Rare Golden Monkey",
      "description": "The golden monkeys do not seem real. From the back, an orange mane shimmers as it catches shards of light. From the front, a pair of orange eyes and a thick beard puffs out like an inflated balloon. Parts of the face that are not engulfed in hair have a blue tinge, with some monkeys a bright cyan and others a barely perceptible cobalt. Troops of these monkeys dot Volcanoes National Park, and the trek is usually shorter than when you visited the gorillas. Today's half-day golden monkey tracking adds another remarkable primate to the Rwandan adventure, along with another chance to explore the old-world volcanic forests. Like yesterday, expect the primates to surround you as they occupy the canopy and the ground."
    },
    {
      "dayNumber": "8",
      "title": "Volcanoes National Park – Second Gorilla Trekking Experience",
      "description": "Ten gorilla troops have been habituated in Volcanoes National Park and make up some of the 500 that inhabit the forest. Each is different as one has three silverbacks while another nurses a couple of new babies. One troop is youthful and exuberant, while another carries an air of reserved sophistication. Sometimes you will find them eating, and the next you will find the gorillas in a very playful mood. Gorilla trekking for a second time is a very different experience as the trek, the troop, and the interaction all contrasts what happened two days ago. These are wild animals, and you will need to journey deep into the forest to find them. While some trails are well defined, most are barely more than those created by the gorillas themselves. Some troops can be just 30 minutes from the trailhead while others will be four hours away. Visitors are allocated based on their fitness levels, with senior travelers usually given the shortest trek. The maximum group size is eight per troop, and you will need good hiking shoes as the terrain is challenging, especially when the ground is wet. Packed lunches are carried in your daypack and sometimes you will stop along the trail to eat. Other times you will return just in time for lunch."
    },
    {
      "dayNumber": "9",
      "title": "Volcanoes National Park to Kigali – Departure",
      "description": "Today you will depart Rwanda and wind south from the volcanic forests toward the capital city of Kigali and its international airport. You will have full use of the lodge's facilities before your departure and the two-hour drive to Kigali for your departure flight."
    }
  ],
  "map": ""
}