{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "signature-trans-africa-safari-rwanda-tanzania-victoria-falls-and-botswana",
  "tourName": "Signature Trans Africa Safari: Rwanda, Tanzania, Victoria Falls and Botswana",
  "placesVisited": "Arusha, Mount Kilimanjaro, Lake Manyara National Park, Ngorongoro Conservation Area, Ngorongoro Crater, Serengeti National Park, Kigali, National Genocide Memorial, Volcanoes National Park, Livingstone, Victoria Falls, Zambezi River, Chobe National Park, Okavango Delta, Moremi Game Reserve",
  "generalInfo": "Africa’s great safari experiences vary wildly, yet they all share an authenticity that goes beyond the imagination. Gorilla trekking in Rwanda, the elephants of Chobe, the herds in the Serengeti, the Big Five of Ngorongoro, the Okavango oasis and the spectacle of Victoria Falls each bring unique perspectives and experiences. With a span of four countries and 18 days, this safari will showcase the continent’s major highlights for the ultimate first-time adventure into a continent untouched, and you will be amazed by how close you get.",
  "durationDays": "18",
  "price": "32,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Arrive Beneath Mount Kilimanjaro",
      "description": "Relax on the lodge verandah as you settle into your first night in East Africa. Bushbabies are hooting, their strange shouts echoing from the forest while Mount Kilimanjaro glistens in the distance, its snowy peak clearing of clouds as sunset approaches. A garden of tea and exotic flowers extends below, with your view continuing further into a raw and dusty valley. Your safari has not yet started, but you can immediately feel the allure of nature and the atmosphere of a landscape so alien from what you would have seen before. After a greeting at Kilimanjaro Airport, the lodge is a short transfer away, where dinner is included, and the bushbabies keep you company after dark."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater - Walk Past Baboons and Tree-Climbing Lions to the Crater",
      "description": "Baboons scurry around the dusty trail as large males jump and snap branches while hooting aggressively, the quarrels between troops a constant in picturesque Lake Manyara National Park. Wildlife is strange here as lions occupy the high tree branches, wildebeest and zebra gallop around raucous baboons, and you are quickly introduced to many of Africa’s most famous with giraffe, buffalo and hippos usually in your view. Lake Manyara is on the route west to Ngorongoro Conservation Area, and almost all of the wildlife can be spotted through the middle of the day, while in most other destinations, you must maximize both morning and late-afternoon times to see more wildlife. Continuing out the other side of the park, you can ascend towards the crater and a night spent overlooking the Eden-like landscape."
    },
    {
      "dayNumber": "3",
      "title": "Ngorongoro Crater - A Sublime Morning Safari in Africa’s Eden",
      "description": "Into Ngorongoro at sunrise, lions are often guarding the steep downhill trail into the world’s largest intact volcanic caldera. Wildebeest gallop in the morning mist, buffalo grunt, and hiss, towering elephant bulls traverse the wispy forest, and a lake is painted pink by the flamingo. Continue your game drive, and you can admire the antics of hippos alongside the anxious grazing of the zebra and Grant’s gazelle. A hush comes over the vehicle as two black rhinos skip past, bashful characters you will struggle to see after 9 am. But around the outskirts of the crater, there is a good chance of spotting a leopard, completing the Big Five. More than 25,000 wild animals occupy the crater, and it is remarkable how close you get to them all. Ascend for lunch at the lodge and your afternoon is free with some downtime before your safari continues tomorrow."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti National Park - Tracking the Predators and the Herds",
      "description": "On the short morning flight to the Serengeti, you will be in awe of the grasslands as the openness extends far beyond the distance you can see. Touch down, and you will be surrounded by herds with massive populations of wildebeest and zebra making this the most abundant wild-mammal haven on the planet. As you get closer, you can appreciate the details of the upturned ears of a Thomson’s gazelle on sentinel duty, zebra pairs resting adorably on each other’s back and enthusiastic male wildebeest rutting in a display of virility. And then there are the predators as lions lounging on the granite outcrops, a cheetah nurses her calf in the high grass and the spots of a leopard hang over the branches of a solitary tree with the endless excitement brought by the hyenas nearby."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park - Slow Game Drives Through the Serengeti",
      "description": "Over these days in the Serengeti, you can explore on private game drives the plains of the great wildebeest migration. From a central Serengeti base, you can travel in all directions depending on where the largest herds are grazing. Vultures indicate a recent kill, shouting baboons suggest a predator hiding nearby, but sometimes you can drive for 20 minutes and there might be nothing, but then you come over a ridge, and 50,000 wildebeest are on the landscape below."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti National Park - Exploring the Central Serengeti",
      "description": "You are surrounded by wildlife at your camp, so the sights and sounds stay with you whenever the game drives have finished. And with three days, you can follow the drawn-out drama that takes place as a wildebeest gets stuck in the mud one evening before being finished off by hyenas the next morning, with the jackals and vultures picking apart scraps that afternoon."
    },
    {
      "dayNumber": "7",
      "title": "Volcanoes National Park - Game Drive, Moving History, and Onwards to the Gorillas",
      "description": "After one last morning in the Serengeti, you will wave farewell to the grasslands with a game drive that may loop past a pride of lion on breakfast watch. There is a direct flight to Rwanda’s capital city of Kigali, where you will meet a local historian for a late lunch at the country’s finest five-star hotel. The National Genocide Memorial provides a moving context to the 1994 genocide and the complicity of the West. It also enhances your admiration for the strides Rwanda has taken since. Visit Rwanda, and it is almost impossible to think that the genocide was merely two decades ago, such is the enthusiasm and infrastructure. From Kigali, it is a two-hour drive north to Volcanoes National Park, one of only two places in the world you can find wild mountain gorillas. Relax on the lodge balcony, and you can hear strange primate calls emanating from the forest below."
    },
    {
      "dayNumber": "8",
      "title": "Volcanoes National Park - An Astonishing Gorilla Trekking Experience",
      "description": "Trekking to the gorillas can take anywhere between 30 minutes to four hours, and there is some flexibility over which habituated troop you trek to dependent on your fitness levels and willingness to hike. After slicing through dense forest, you will have an hour with the gorillas, watching and wondering as they slowly fill the clearing. It is the expressions that linger longest in the memory, incredibly perceptive and poignant and it is by being so close to the gorillas that you can really look into their world. Returning to the lodge, you will have dinner and then time to relax around the fire, recounting this remarkable experience."
    },
    {
      "dayNumber": "9",
      "title": "Livingstone - A Second Gorilla Trek and Overnight Flight",
      "description": "Back you will trek into the tangled and overgrown forest, this time to meet a different habituated gorilla troop. This one may have a young infant or more than one silverback to admire, and it will undoubtedly reveal a new set of behaviors and expressions as perhaps these gorillas are a little more grouchy or a tad more vivacious. Without barriers or fences, this is one of the great wildlife experiences, and even though there are eight people in the trekking group, it will feel as though you are alone with the world’s largest primates. After the trek, you will return to Kigali and have dayroom use at a hotel before your evening flight departure. You will be flying overnight to Livingstone in Zambia, switching from East to Southern Africa."
    },
    {
      "dayNumber": "10",
      "title": "Livingstone - Travel and Rest by the Smoke That Thunders",
      "description": "Just over halfway through the safari, and you have a full day of rest as you stay at a lodge that is set within its own wildlife concession. Hippos and zebra are among those on the grounds of the lodge, while down at the Zambezi River herds are taking a drink. No activities are planned, but cruises on the river are included along with game walks in the surrounding area. This is a day for recharging your batteries before the adventure continues in Zambia and Botswana."
    },
    {
      "dayNumber": "11",
      "title": "Livingstone - Helicopter Above Victoria Falls and Sunset Cruise on the Zambezi",
      "description": "The perspective is surreal from the air as the Zambezi River disappears into a chasm to bring the full spectacle of Victoria Falls. Mist rises and colors blur, the helicopter flight offering the best vistas of a waterfall that is over a mile wide and 100 meters high. Touching down, you will experience its power as you explore a walking trail with the growl of Victoria Falls as impressive as the mist that sometimes takes over the view. After a full morning at the falls, you will know why it is known as Mosi au Tunya, “the smoke that thunders.” Later in the afternoon, there is a chance for a walking safari in the concession before a tranquil sunset cruise on the Zambezi, the perfect time to spot hippos emerging to graze."
    },
    {
      "dayNumber": "12",
      "title": "Chobe National Park - Surrounded by the Elephants",
      "description": "Africa is awash with peculiar habitats and ecosystems, the foundations for its remarkable wildlife cast. Chobe is dense with trees, yet crisscrossed with paths created by the pachyderms. It is also a park of permanent water, the Chobe River offering a haven during the dry season. Elephants are the main benefactors, up to 100,000 of them filling this exhilarating park in the northeast of Botswana. Preconceiving an elephant herd is not too hard, but it is impossible to predict the experience when hundreds upon hundreds of elephants fill a single view. Babies swing their trunks, young males look for quarrels, old males walk lonely, and the action surrounds your vehicle. It will take less than an hour to drive from Livingstone to Chobe to begin your safari on the life-giving river with a boat cruise an easy introduction to the landscape."
    },
    {
      "dayNumber": "13",
      "title": "Chobe National Park - Morning, Afternoon, or Evening Drives",
      "description": "Your stay in Chobe National Park will continue with game drives, as elephants and giraffe are practically everywhere as you also go in search of lions and leopards. For the intensity of big-game encounters, Chobe is one of Africa’s legendary destinations. Choosing from morning, afternoon, and evening game drives, you will be spoiled for choice with options to experience the epic natural scenes."
    },
    {
      "dayNumber": "14",
      "title": "Linyanti Concession - The Intimacy of Private Concession Safari",
      "description": "Continuing west, you will leave the national park and wind towards a private concession, where the forests of Chobe merge into the floodplains of the Okavango Delta. This combination of habitats makes Linyanti a place of wildlife diversity where many species can thrive. In particular, typically rare hunters such as cheetahs, leopards, and wild dogs are readily found on a game drive here, but despite the beauty and intimacy of the wildlife encounters, you will not see other vehicles or visitors in Linyanti. Linyanti is a private concession and restricts access to just a handful of guests. Your safari will take on a private feel, especially as the guides take you off the main trails until you are close enough to hear and smell the animals as well as see them."
    },
    {
      "dayNumber": "15",
      "title": "Linyanti Concession - Experience the African Bush at Your Pace",
      "description": "Spend another day in the Linyanti Concession and explore at your pace. You can join your guides in search of wildlife, coming across big cats and other creatures if you are lucky. The cinematic nature of the concession is beautiful in and of itself, adding to the charm and allure of the wilderness hotspot. Discovering the wilderness at your leisure is sensational as you spend your hours filling your experience with memories in the vast African bush."
    },
    {
      "dayNumber": "16",
      "title": "Moremi Game Reserve - Spectacular Flight Over the Delta",
      "description": "The Okavango Delta can only be properly understood from the air, and your light aircraft will soar over the rich blue of the channels and floodplains. Of course, there are no roads here as the annual flooding washes everything away, leaving behind islands of marooned herds and voracious predators. Touch down in the heart of the delta with the Moremi Game Reserve your final safari destination. It is a land of abundance as herds skip through the shallows and you are never that far from the eyes of lions. From the camp, you can watch the animals pass and on the game drives you can sense that this oasis of life is also packed with perils with so many predators supported by the profusion of ungulates."
    },
    {
      "dayNumber": "17",
      "title": "Moremi Game Reserve - Final Big-Game Safari Memoirs",
      "description": "Your final day of safari arrives, and even after more than two weeks, you will still encounter new scenes. On the first few days of a long safari, you are keen to see the different animals, especially the Big Five. But slowly, you start to appreciate the different scenes, so much to admire and analyze when you are out in the wild as a leopard hunts, lionesses ripping through a carcass, male buffalo clash heads, and the peaceful meeting of herds and the rip-roaring grunts of frustrated males. Spending more than two weeks on safari also allows you to travel slowly and really absorb the details, for there is so much to experience when all the senses are tuned into the atmosphere."
    },
    {
      "dayNumber": "18",
      "title": "Maun - Departure",
      "description": "From Moremi, you complete the aerial safari over the Okavango Delta, touching down in the dusty Kalahari town of Maun. A representative will assist you in transferring to your international departure."
    }
  ],
  "map": ""
}