{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "adventures-of-namibia-tour-bushmen-safari-dunes",
  "tourName": "Adventures of Namibia Tour: Bushmen, Safari & Dunes",
  "placesVisited": "Windhoek, Swakopmund, Dune 7, Skeleton Coast, Namib-Naukluft National Park, Sossusvlei, Deadvlei",
  "generalInfo": "Namibia is a giant outdoor playground, packed with novel experiences and framed against some of the planet's most surreal landscapes. Ever since Bushmen settled here 40,000 years ago, an insatiable appetite for excitement and adventure has been essential to the local psyche. This unique itinerary builds on the local perspective, packing a myriad of inimitable adventure into just 11 days. The experiences you can have here, you won't find anywhere else on the planet.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - A Warm Welcome",
      "description": "Keep your eyes to the window as you fly over Namibia, your first glimpses of wilderness providing shots of anticipation. This landscape awaits intrepid footsteps, laying out its bounty from all angles. Even capital city Windhoek delivers panoramas of beauty, mountains snaking in the distance, desert yellow extending beyond the horizon, and rolling hills unveiling a cozy local atmosphere. Namibia runs on a laid-back rhythm and Windhoek epitomizes the languid pace of a nation. Nothing is rushed. And nothing should be rushed when you’re surrounded by so much natural beauty. So rest, relax and get ready for the adventure to kick off."
    },
    {
      "dayNumber": "2",
      "title": "Swakopmund - Sand Boarding Down the World’s Highest Sand Dune",
      "description": "Dune 7 towers above the desert, rising 383 meters and dominating a landscape of shimmering yellows and glowing reds. From below it looks unconquerable, each step along the ridge seeming to take the summit further away. There are no ski style lifts when you’re sandboarding in the Namibian desert, so it’s a long sweaty walk up before you cruise back down. Unless …Well, unless you happen to have an ATV that can coast along the ridge. Now you’re quickly back at the summit. It’s a phenomenal view up here with a luscious blue ocean on one side, polychromatic dunes beneath you, and the charms of Swakopmund in the distance. Wax the board, rub the wax off with sand, clip in your feet, and…ahhhhhhhh! You coast diagonally down the world’s highest sand dune, trying to maintain balance and often falling onto the dune. Snowboarders will quickly notice the similarities and can start pulling tricks. First-timers find it’s very easy to pick up the techniques; the ultra-soft sand means that every fall is gentle, and that imbues you with a confidence that’s hard to find on an icy snow slope. For added exhilaration, you can lie down flat on a waxed wooden board and get pushed down the dune. Today starts with a three-hour drive from Windhoek, cutting through desolate landscapes and emerging at the Atlantic Ocean and Swakopmund. Check-in and check out the view, before your afternoon of sandboarding on the world's highest sand dune."
    },
    {
      "dayNumber": "3",
      "title": "Swakopmund - Kayaking with Cape Fur Seals and Exploring the Skeleton Coast",
      "description": "Swakopmund is a rarity in Namibia, a colonial leftover in a country that was virtually unexplored by Europeans. Ships would land and be greeted by a formidable barriers of dunes. So they turned around. Or at least, they tried to turn around. Many great vessels couldn’t escape the sand and their remains provide a redolent insight into nature’s power. Slowly they’re being submerged, wooden wrecks that baffle your camera as you journey along the Skeleton Coast. They’ve been inundated by sand and, after exploring the shipwrecks, you’re being overwhelmed by a new natural wonder. Thousands of Cape fur seals dot the beach, completely covering the sand with wobbling antics. They squawk and shout, looking for mates and defending their sunbathing positions. On land they’re comical. Yet once in the water it’s you that becomes the amateur mover. Board a kayak and paddle through the bay, slowly floating alongside the whole colony. The seals are transformed in the water, disappearing beneath your craft and returning with fish, or diving off the rocks and rapidly swimming past. You can get indelibly close to them, although how close will depend on their playfulness; trying to paddle after a seal is a water race you’re not going to win. Return to Swakopmund after this full day tour and explore the town’s charming late 19th century buildings, each pastel colored leftover juxtaposed with palm trees. You’ll find a handful of excellent restaurants, glorious sunset vistas from the beach, and Namibia’s idyllically serene atmosphere."
    },
    {
      "dayNumber": "4",
      "title": "Swakopmund - A Micro Flight over Namib-Naukluft and Sossusvlei",
      "description": "So just how far do these sand dunes stretch? Board a small Cessna 210 and roam above the dunes, using your finger to trace ridges that refuse to terminate. The plane swoops low, providing close-ups as dunes reflect a smoldering sunrise. Slowly they emerge from the shadows, flickering red and then scorching through the oranges to yellow. When the pilot ascends the vistas become ethereal, hundreds of miles of desert gaping beneath your eyes. Touchdown near Sossusvlei, Namibia’s most photographed natural attraction. Here the dunes tower above desolate clay pans, the crusted ground a remarkable contrast to the sand. This is a place that rewards any camera with a cutting edge panoramic mode. Explore on foot, spinning around and trying to find an angle without dunes. In nearby Deadvlei, it’s scarred trees that offer a focal point, brittle black branches rising like mythical creatures from the clay. You return to Swakopmund in the same Cessna 210, the pilot looping further inland and offering increasing proof of Namibia’s diaphanous beauty."
    },
    {
      "dayNumber": "5",
      "title": "Damaraland - Admiring the Endless Beauty",
      "description": "Kick back on your camp verandah and admire the view. A cavernous valley is flanked by provocative cliffs, a soft congregation of colors striping through the rock. Strange overhangs and orphaned mountains litter the vista, an elephant kicks up dust as it plods in the distance, and for 360º there’s not a single person in sight. Damaraland epitomizes the untamed and unpretentious splendor of the Namibian landscape. It looks like a shooting location for a Hollywood epic set on the moon. And then the sun goes down and it’s impossible to pick out constellations; the sky is so bright with stars that a telescope feels redundant. This ancient land will be your playground for the next three days. It’s not a case of following the path. You’ll be making trails that rarely ever see human eyes. From Swakopmund, it’s a full morning of driving to reach Damaraland. After a leisurely lunch, the afternoon is free to explore."
    },
    {
      "dayNumber": "6",
      "title": "Damaraland - Mountain Bike Adventures through Surreal Landscapes",
      "description": "Staring onto Damaraland fills the mind with possibilities. So let’s broaden the reach and use peddle power to roam through the mountains. Strange rock features accompany every corner, like circular formations and bizarre isolated fingers. They’re slowly changing, the wind whipping through and continuing the million-year weathering of the landscape. Up ahead a small herd of kudu stands on the trail, the bike wheels coasting alongside their elegant presence. Broken tree branches suggest elephants are nearby, and as you picnic beneath a peculiar cave, the great pachyderms saddle past. Today is tailored to your fitness levels and there are thousands of possibilities. Either stay out exploring all day or split the exploration into a morning and afternoon ride. You can also switch mountain biking with hiking and vise versa. An eerie feeling of silence accompanies the ride, little but wind, and galloping antelopes filling Damaraland’s gulf in space and time. Disembark and climb up rocks for elegant vistas, or descend to the valley floor and follow in the trail of great migrating herds. With a mountain bike you can travel farther, and for the really enthusiastic, take a one-way journey into the heart of the wilderness and get a ride home in a Land Rover."
    },
    {
      "dayNumber": "7",
      "title": "Damaraland - Sharing Hiking Trails with Elephants and Rock Art",
      "description": "You could explore Damaraland for years and not see it all. Behind every rock is another nook or cranny, above every mountain is a new panorama, and below your camp is a different wandering antelope. Most hiking trails focus on the mountains, ensuring a good canopy of shade and unveiling the land’s ancestors. Bushmen have called Namibia home for 40,000 years and they narrate history through rock art. Paintings depict scenes for the next nomads, each small tribe leaving a lesson for the next. Sketches show a successful hunt, a plant containing poison, or a tribe being chased away by white settlers. Thousands of years on and they’re just as poignant to our understanding of the world as they've ever been. Return to the camp and enjoy the vista once more. While you’re there, let’s indulge in the quality of accommodation you’ll be enjoying this vacation. Camping in the wilderness doesn’t carry the greatest of preconceptions. But this is a camping Namibia style. Raised wooden platforms stand above the landscapes, the spacious canvas tents flanked by private verandahs and glorious en-suite outdoor bathrooms. Taking a warm shower beneath the stars removes the day’s sweat, although sometimes you find yourself in the bathroom just so you can savor the view. Thick luxury beds and elegant wooden fittings complete the interior, nothing out of place with the natural environment. This isn’t really camping in its strictest sense. Instead, it’s using canvas tents to maximize the immersion in nature and not leave a concrete or glass scar on the environment."
    },
    {
      "dayNumber": "8",
      "title": "Ongava Game Reserve - Tracking White Rhinos on Foot",
      "description": "You try and step quietly onto the Ongava savannah, your legs oscillating between shaking and goosebumps. Anticipation packs your heart with excitement. Yet the audacity of the adventure brings a certain apprehension. You’re on the trail of White rhinos, wandering through the semi-arid landscape and heading straight for these two-ton endangered beasts. Up ahead the rhinos laze in the shade, twitching briefly and fully aware of your presence. Now’s not the time to ignore your guide’s instructions. Creep forward, a hand over your mouth to prevent shrieks of astonishment. Now you’re less than 20 meters away. Now it’s less than 15. The rhinos wait and watch, happy to doze and allow your startled amazement. Following wild White rhinos is only possible in a few places on the planet. It’s a quintessential introduction to the world of Ongava, an exhilarating natural encounter that redefines your notions of safari etiquette. Stay in the safari vehicle? That’s certainly not the case on this outdoor adventure. From Damaraland, it’s a three-hour drive to Ongava Game Reserve and the sumptuous Little Ongava Camp. Perched on a hill above Etosha National Park, the camp affords a new collection of pristine vistas, this time onto migratory herds and stunning collections of wild game."
    },
    {
      "dayNumber": "9",
      "title": "Ongava Game Reserve - Spectacular Game Drives in Etosha National Park",
      "description": "Ongava Game Reserve shares unfenced boundaries with the much larger Etosha National Park, Namibia’s premier safari attraction. Your game drives can access both, but other visitors to Etosha don’t have the same access to Ongava. Wake early and cross into Etosha, curling through the woodland and saying morning greetings to the other early risers; elephants are bashing at tree trunks, black-faced impala baffle the camera, and a critically endangered Black rhino is mooching through the trees. Etosha is where you'll find the rare and the random, mammals that have found a haven in this corner of Africa. Dik dik, banded mongoose, ground pangolin, Steenbok...you've probably never heard of them, but you'll soon learn how to recognize these unusual beauties. Lions are also fond of this assorted cast, the diverse dinner menu enabling abundant prides to coexist in close proximity. Beside the shimmering salt pan, you see a pride walking. No lion wastes energy unnecessarily so they must be up to something. Follow their paw prints, watching the lionesses separate from the youngsters and head out to hunt. The young cubs want to join but they haven't got the focus, they're too busy jousting with each other and giving away the pride's position. There might be a lot of food but hunting isn't easy in Etosha, and the skilled lionesses take cover, an indication that this dinnertime meal could be a few hours in coming. Of course, you could have turned a corner and spotted a leopard with a carcass in its jaw. Or a hyena with blooded lips. Etosha epitomizes the unpredictability and excitement of a safari to Namibia. Everyone will have a different experience because no two moments in this vast park are ever the same. Take a picnic and stay in Etosha all day, or return to Ongava for a leisurely lunch and a late afternoon game drive. It's iconic and achingly authentic, a jamboree of animals always bringing exultant eyes and wide smiles."
    },
    {
      "dayNumber": "10",
      "title": "Ongava Game Reserve - Tracking Wild Game with Bushmen",
      "description": "You already know what lurks in Ongava. You've already seen the leopards, lions, rhinos, elephants, and umpteen other specialties. So why is the Bushmen guide so lackadaisical about walking through the savannah? Doesn't he know it could be dangerous? For 40,000 years, Bushmen have lived alongside Africa's great mammals, their ancestral knowledge passed down through the generations. Start walking with your guide, watching, and learning from his visual clues. They're naturally laconic and it's extremely rare to meet a tribe member who speaks English. But that doesn't stop an exchange of knowledge. The guide points to marks on a tree, the freshness of tree sap indicating when a leopard made the scars. Indentations in greenery reveal elephant presence. The age of dung can be calculated without touch. Game tracking keeps building the excitement, as once you recognize the clues you know what's coming. But how did this happen! You thought you were tracking an eland herd when your guide solemnly made you stop and stay very silent. Rampaging through the trees is a herd of elephants. So now's not the time to claim that the trail is yours. Later you continue the walk, feasting your eyes on the land, as well as impala, springbok, oryx, and giraffe. The guide was wise. He picked up on the leopard clues and respected who rules this landscape. That's why the walk weaved into the safe places of Ongava."
    },
    {
      "dayNumber": "11",
      "title": "Windhoek - Departure from Namibia",
      "description": "A lot has happened in the last 10 days. Most of it can't be replicated anywhere on the planet. That's Namibia's unique appeal, offering novel and new experiences against an art gallery backdrop. After a drive to Windhoek, you soar above the outdoor playground, saying farewell to Namibia and already planning your return."
    }
  ],
  "map": ""
}