{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "luxury-self-drive-namibia-safari-for-seniors",
  "tourName": "Luxury Self Drive Namibia Safari for Seniors",
  "placesVisited": "Windhoek, Okonjima Game Reserve, Etosha National Park, Mudumu National Park, Mahangu Game Reserve, Bwabwatu National Park, Victoria Falls",
  "generalInfo": "Namibia’s outstanding tourist infrastructure rewards the adventurous senior traveler, idyllically blending enchantment with unique safari experiences. Luxury lodges, intimate wildlife experiences, spectacular scenic drives; it’s all packaged within a backdrop of tranquility and rustic charm. This unique self-drive itinerary offers an easy one way journey through an array of stunning national parks, culminating in the rugged beauty of Victoria Falls.",
  "durationDays": "15",
  "price": "11,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - Leisurely Arrival",
      "description": "Namibia and Southern Africa are probably a long way from home. So let’s immediately counteract any travel fatigue with resplendent luxury at your boutique lodge that exudes tranquility and a leisurely pace. A representative will meet you at the airport and assist in collecting your vehicle, as well as providing clear detailed maps of your route and any fascinating side trips and stop off points you might want to include. This local knowledge is at the forefront of this itinerary, ensuring that each aspect of the itinerary has been carefully handcrafted with senior travelers in mind. The representative will also meet you in the evening, answering any questions you have and ensure you're completely ready to start the adventure."
    },
    {
      "dayNumber": "2",
      "title": "Okonjima - Luxury Indulgence",
      "description": "Head off into the Namibian wilderness, straight sealed roads cutting past snaking mountain chains and a chameleonic landscape of reds and yellows. It’s around 350 kilometers to Okonjima and this self-drive itinerary allows you set your own pace. Gradually you ascend towards the Central Highlands, passing the odd collection of antelopes and melancholy elephant bulls. These glimpses hint at the life that patrols the rugged hinterland, evocative sights that flicker past the window on your first day of driving through Namibia. Okonjima intensifies these impressions, serving up a palpable atmosphere of big cats and thirsty ungulates. You don’t need to look far, they all seem to congregate around your luxury bush suite, elegantly sipping from the waterhole and always keeping an ear out for stealthy paws. Spotted cats dominate the Okonjima landscape and skilled local guides know how to betray their camouflage. On a guided game drive you slowly explore the forest, ever alert for signs of Africa’s most elusive predator. A tail swings, and then a pair of eyes shines like lucid moonlight through the trees. Focus the binoculars and a dazzling exterior of fur comes to attention. But there’s much more. Wait and stay silent, following the four paws as they move towards the safari vehicle before dipping into the undergrowth and heading out to hunt. You’re at the home of the AfriCat Foundation, a successful rehabilitation project that has been helping to grow wild leopard and cheetah numbers in this part of Africa. A visit to the project is much more than just being educational, it offers close quarter moments with these majestic cats. Like each destination on this itinerary, the safari experience blends thrills with a liberal coating of tranquility and quietude. Even when you’re feasting your eyes on two speedy predators there’s something indelibly serene about being on safari."
    },
    {
      "dayNumber": "4",
      "title": "Etosha National Park - Spectacular Safari Experiences",
      "description": "Journey north and the safari experience intensifies, Etosha National Park bringing together a surreal abundance of African wildlife. Gaping salt pans provide the theatrical stage, glimmering white and swirling with dust as they crack beneath the sun. Gaze across them to spot the wandering nomads; elephant herds leave immense footprints in the salt, giraffe rise above the ethereal mirage, while zebras bring shocks of black to the scene. Dotted around the salt pan you’ll find savannah and grasslands. Head further afield and the woodland dominates the landscape, another unique ecosystem which helps Etosha support over 100 different mammal species. Your safari camp is indelibly located in the eastern fringes of the park, nestled on popular migration routes and surrounded by flourishing savannah. Like all great safaris, the action starts from your private verandah, everything from kudu to hyenas likely to skip past at some point in these three days. You can choose to self-drive through Etosha National Park, excellent signposts providing a leisurely day of private adventure. It’s also recommended to take guided game drives with the local experts. Sometimes the guide stops and you can’t work out why. You look around. Nothing. You grab the binoculars and still you can't see anything. Then something moves in the nearby grass. Another flicker and it’s only now that you see it. Just 15 meters away, a whole lion pride has been resting beneath the grass line. Now it’s obvious, the cubs slumbered on each other and the lionesses yawning to reveal rapacious teeth. Back at camp, you will dine beneath the stars, telltale silhouettes crossing the horizon and nature’s inimitable soundtrack providing a calm accompaniment. Your luxury suite is raised on stilts above the savannah, with a wonderfully appointed en-suite bathroom and spacious interior providing additional charm. A memorable resonance reminds you of your location in big cat country, and then you open the curtains for glorious panoramas of untamed Africa and its eclectic four legged characters. Three days ensure you can take things slow and leisurely, exploring each distinct area of Etosha and stopping to indulge in every inimitable scene; black-faced impala and oryx covering the salt pan, majestic lions causing the antelopes to scatter, baby elephants swinging their trunks like new toys, and vibrant birds that flutter down from the treetops. And just when you think Etosha can’t offer anything else, a pair of endangered Black rhino gently meanders past and leaves you in bewilderment."
    },
    {
      "dayNumber": "7",
      "title": "Caprivi Strip - Relaxing at Popa Falls and Rundu",
      "description": "Omnipresent desert impressions will have filled the last six days, Namibia’s arid land always delivering shocks of color and benign beauty. You’ll have grown accustomed to a set of rouge colors, but that begins to change as you reach the Caprivi Strip. Famous rivers rumble across the land here, bringing blues and greens and lots of elephants. The pachyderm road signs aren’t merely there to excite tourists. Elephants crossing the road are a genuine occurrence in this part of Namibia. You’ll see them beside the road, crashing a way into the forest. Don’t worry though, an elephant isn’t going to step out in front of your vehicle and the authorities have built flat run off areas to increase visibility and prevent any collisions. However, it’s advisable to avoid driving in the dark. Watch the scenery change as you drive east from Etosha to the Caprivi Strip. Arrive by mid-afternoon and spend a few hours at Popa Falls, the enchanting spot where rocks divert the Okavango River into a veiled cascade of water. Today is your longest day of driving so tonight offers an idyllic antidote: sunset over the Okavango from your river lodge. Gaze across the river to Angola and watch the floodplains slowly turn to shadows, then wait for the portentous snorts of hippos to grace the still evening air."
    },
    {
      "dayNumber": "8",
      "title": "Mudumu National Park - Cultural Safari and Big Five Action",
      "description": "Once you’ve reached Caprivi, there will be a half dozen reserves and parks within astonishingly close proximity. This whole area is part of the unfenced Kavango-Zambezi Transfrontier Conservation Area, the largest of its kind in Africa. Most people are aware of the great wildebeest migration in the Serengeti. Kavango-Zambezi is equally as impressive; up to a million mammals cross the lush plains and migrate between four different countries. Self-drive through Mudumu National Park; a herd of bushy haired buffalo complete your collection of the Big Five. Springbok, kudu, oryx, impala, dik dik, hartebeest…the impressive assortment of antelopes indicate the fertility of the land. And by now you’ll have learnt that wherever there are four hooves there are usually four paws. So make sure you check what’s lurking in the grass. Adding an extra dimension to the experience is the opportunity to spend an afternoon in a nearby village meeting the locals and visiting a rural bush school. Visitors are always enthusiastically welcomed with waves and smiles, dozens of children competing for your attention. While the village and school are undeniably simple, the people have a determination and honesty that lingers long in the memory. Again, two days provide ample time to continue this vacation at a serene pace, with the your next lodge elevating the serenity. Snuggled on the Kwando River, this one has been enchanting visitors for over 25 years."
    },
    {
      "dayNumber": "10",
      "title": "Bwabwatu National Park - Hippos and Elephants",
      "description": "The Okavango and Kwando rivers provide an exemplary route map for elephants. The world’s largest wild elephant population circles through this area, over 100,000 individuals gobbling up the riverine forests and bringing their antics to the Caprivi. Flanking Bwabwatu National Park, these two unruffled rivers channel elephant herds into a narrow migratory passage; you just need to enter Bwabwatu and watch them wander past. There’s one, there are another two; turn around and there are half a dozen more. And we’re not talking about spotting elephants here; we’re talking about spotting elephant herds. It’s arguably Namibia’s most idyllic safari, virtually no driving required for a sudden immersion in pachyderm heaven. Once again you have a glorious riverside location, the sumptuous next property completing the feeling of being alone with nature. Another Bwabwatu favorite doesn’t sound happy at your elephant adoration. Loud grunts emanate from the river, boisterous hippos grabbing the attention with cacophonous calls. While the elephants roam on land, the hippos spend their days in the water, fighting over wading space like unruly teenagers. Occasionally one pops up and charges onto land, devouring a midday snack of grass before thumping a trail back into the river. From the land they look impressive. Yet they grow in size and stature when admired from water level. An evocative boat safari slowly takes you past the different hippo pods, allowing close quarters admiration of these remarkably charming beasts. Because as much as they snort and shout, hippos have a prodigious captivation that captures almost every heart."
    },
    {
      "dayNumber": "12",
      "title": "Victoria Falls - Living It Up",
      "description": "After the Okavango and the Kwando comes the Zambezi, another of Africa’s remarkable rivers. Cutting a great scar across the land it hurtles towards Victoria Falls, the water accelerating before thundering down into an over 100 meter deep chasm. Every single second an average of 1000 tons of water drops over the edge. Can you imagine the noise that makes? Even from your lodge the waterfall’s roar leaves an impression. Just upstream from the falls, this elegant retreat offers a luxuriant final stop on this handcrafted itinerary. You’ll have crossed the border into Zambia, leaving your vehicle with a representative in Namibia and being picked up by a local Zambian guide. Although Victoria Falls is in a new country, it’s less than an hour from the border, so you still won’t have any long drives to negotiate. Victoria Falls deserves a few days of your time. Even after you’ve spent a morning admiring all the different angles, you’ll still want to return in the afternoon for more impressions of beauty and power. Mist rises from the abyss, often sailing above the falls and raining down like spectacular cataracts. Bridges and walkways run alongside the falls, each few meters bringing an alternative vista. For the ultimate all-encompassing angle take a helicopter ride above the Zambezi, admiring how the river scars the landscape and then plunders into this epic valley. Zambia has a couple of excellent nearby national parks for active visitors wanting another safari. It also has Namibia’s laid-back atmosphere, so it’s easy to laze away the hours in riverside bliss."
    },
    {
      "dayNumber": "15",
      "title": "Victoria Falls - Farewell to Southern Africa",
      "description": "After two weeks of serene adventure it’s time to bid farewell to the wonders of Southern Africa. An international airport is just 30 minutes from the lodge, making an easy transfer onto your outbound flight."
    }
  ],
  "map": ""
}