{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "the-ultimate-namibia-safari-adventure",
  "tourName": "The Ultimate Namibia Safari Adventure",
  "placesVisited": "Windhoek, Okonjima Private Reserve, Ongava Game Reserve, Etosha National Park",
  "generalInfo": "Namibia is a land of the unexpected. Hidden within the rugged wilderness you'll discover the continent's finest five-star accommodation, and lost in the ancient landscapes you'll discover some of Africa's very finest safari experiences. Track rhinos on foot, get intimate with big cats, and indulge in seven days of ultimate safari adventure with this unique itinerary. So elevate your expectations and expect continual surprise on this safari tour of Namibia .",
  "durationDays": "8",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - Welcome to Namibia",
      "description": "Stretching along the Atlantic Ocean, due north of South Africa, Namibia has long been shaped by nature's relentless spell. Wind whips off the Atlantic, sand dunes form thousand mile barriers, and hinterland desert remains unexplored by man. It's Africa at its most natural and pristine, the brimming authenticity evident from the moment you swoop in to land. Even capital city Windhoek is marked by its surrounding landscape, scorched colors gazing down on the village life atmosphere. After a long international flight today is free to relax and recuperate. Settle into your sumptuous luxury property, savor the first panoramic views, and head out into the quaint center of this quiet capital."
    },
    {
      "dayNumber": "2",
      "title": "Okonjima Reserve - Intimate Leopard Encounters",
      "description": "As you leave Windhoek you're eager for those first glimpses, the first sightings that help confirm Namibia's status as safari premiere. Okonjima Reserve doesn't allow you to slowly settle in. You don't build up to the predators with some gentle ungulate spots. Leopards are the specialty, the most elusive of the Big Five out on display on your very first game drive. A tail flickers, a neck dips, and a pair of eyes fixes on your astonished stare. Suddenly it’s gone, the stealthy cat blending into the grass and continuing its bashful lifestyle. Perched on a rock another spotted cat grabs your attention, a look of serene elegance accompanying the cheetahs' survey of the savanna. By the way, you still haven't checked in to the lodge yet. This is just a quick game drive to get you in the Namibian mood. Okonjima's compact size makes it a perfect first stop. While the abundant leopards and cheetahs linger longest in the memory, the ease of the safari is a huge part of the experience. There aren't large distances to cover or long hours staking out a waterhole. A diverse collection of characters coexist in close proximity, ensuring every game drive is crowded with highlights. Zebra, kudu, giraffe...keep taking the photos as the list of first encounters grows ever longer. Visit the reserve's rehabilitation center for even closer encounters, rescued big cats nursed back to health and then successfully returned to the wild. As the sun comes down on your first full day the experiences continue to roll. All is quiet as you sit on the private verandah, Namibia's expressions of silence and space most apparent when the stars are twinkling. A floodlit waterhole is just meters away and slowly the nocturnal delights come out for a drink. First a porcupine, now a handful of honey-badgers, and then a rush of dispersal as a caracal announces his presence. Undisclosed hides offer a stunning proximity, the delightful wildlife seemingly within touching distance. Indulge in the feeling of being alone with nature. Your private bush suite is 500 meters from the rest of the bush camp. You've already experienced the predators in the park. Leopards, cheetahs, hyena...they confirm the famous safari mantra of “stay in the vehicle.” So why is the guide taking you out on foot? Namibia's private reserves offer unrivaled walking safari opportunities, each bringing new perspectives on the untamed landscape. Yes, it's safe. Honestly. The local Bushmen have survived alongside leopards and the rest of the predators for some 40,000 years, so they make the perfect guides. Tentatively, then more confidently, you step into the savannah. It's the same wildlife as yesterday, except it's a lot more impressive when viewed from ground level. Step, step, step, a zebra over there and a springbok herd over here. Keep walking, evidence of hyenas scarring the trees. Stop. Wait. And listen to your guide when he says that the galloping herd should have right of way on the trail."
    },
    {
      "dayNumber": "4",
      "title": "Ongava Game Reserve - Indulgent Luxury and Rhino Encounters",
      "description": "Got your breath back yet? Keep the walking boots to hand as you journey north, the Land Rover crossing great swathes of wilderness and revealing the endless expanses of one of the world's most sparsely populated countries. Ongava Game Reserve provides another indelible panoramic, the lodge perched above quintessential African savanna and gazing down onto Etosha National Park. It's a hypnotic sight when the sun goes down, but that's for later. Right now you need to lace up those boots and stride, more confidently now, into White rhino territory. Rhinos! Surely this isn't safe? Endangered White rhinos have exceptional hearing, picking up on distant sounds as they take an afternoon snooze. Stay downwind and walk slowly, a team of guides evaluating the rhinos' behavior and respecting their personal space. Even when prostrate these rhinos display an incredible bulk, great hulks of armor and muscle hinting at serious power. Remember, the Bushmen and rhino have lived together for 40,000 years. That's a lot of generational knowledge keeping you safe. Shaking fingers work the camera shutter and the surrealistic images transport you into a microcosmic setting. During every moment you spend with these majestic mammals there is nothing but you and them. You don't need a spa or yoga retreat to forget about everything and escape from the world. Just go walking with White rhinos. Like each stop on this itinerary, you have complete control over the program. Tailor the safari schedule on a day to day basis, combining different activities dependent on your interests and mood. Perhaps a game drive that seeks out the mammal closest to your heart. Maybe a concoction of walking safaris. How about a nighttime drive to explore the nocturnal activity within the reserve? Of course your guide will be offering suggestions and ideas, using intimate knowledge to help maximize the safari experience. This inimitability is another of Namibia's strong points; few other destinations can provide such a customized service. And don't think that another group is going to be copying the ideas. Namibia is blissfully devoid of tourists, each reserve far quieter than those in neighboring countries. In this vast provocative landscape there's no need to share. For example, your small camp only has three units, each wonderfully spacious and secluded from each other. Captivating your heart at Ongava is an assortment of the spectacular and charming, the reserve sharing an unfenced boundary with Etosha National Park. Game drives can stay locally within the reserve, or meander into Etosha. Giraffe stand proud on dusty plains, elephants puncture holes in the forest, and the keen eyes pick out big cats preparing to hunt. Your private verandah overlooks a permanent water source, and it's often teeming with wildlife as late afternoon becomes evening and the Milky Way cuts across the sky. So do you admire the indelible scene from the outdoor bath, maybe from the sumptuous private sitting room, or perhaps in-between a dip in the plunge pool."
    },
    {
      "dayNumber": "6",
      "title": "Etosha National Park - Spectacular Safari Immersion",
      "description": "As your Namibian journey continues the drama intensifies. Etosha National Park is one of Africa's finest, a gaping expanse of mopane woodland and shimmering salt pans. Contradictory habitats keep a range of mammals happy and the search for water dominates the atmosphere. During the wet season the animals disperse, greedily gobbling up fresh pastures and seasonal rivers. Then the land shrivels and swirls of dust go on captivating journeys across the pans. Herds roam and wander, standing lost on desolate landscapes that scream of nature's power. Elephants, giraffe, antelopes, lions...each group makes its journey across the 5000km² salt pan, always in search of water and survival. Nestled on the edge of the pan, your next camp provides endless panoramas of this natural spectacle. When it floods the flamingo flocks create a pink mirage, and when it's dry the nomadic wanderers keep you enchanted all day. Like everywhere in Namibia, safari here is a 24-hours-a-day experience. Swim in the pool and gaze out at a roaming herd. Lie back in your freestanding luxury chalet and let lion roars interrupt dreamy sleep. On a morning game drive the plains come to life. Three lionesses are on the prowl, deliberate movements taking them towards the ungulate masses. They stalk the waterholes, hoping to remain anonymous as early risers head for a drink. You were expecting to experience their raw power, but most people are surprised by the grace of a hunting pride. A solitary leopard is also searching for breakfast, the ingenious hunter's eyes only visible when wind flickers through the grass. Particularly in dry season, there are great opportunities to witness a hunt in Etosha. Most aren't successful. But allowing a big cat attack to play out is captivating whatever the outcome. Even a spotted hyena's desperate scavenge has a certain hypnotism to it. Etosha's diversity ensures every game drive is fresh. Over 100 mammal species call this park home, from the famed to the rare, the diminutive to the delightful. How's your antelope recognition after six days of safari? Red hartebeest, Black-faced impala, gemsbok, kudu, Steenbok, springbok, a gaggle of different species march around with the zebras and elephants. They're all the common sights, ubiquitous mammals that blend into the scenery, as much a permanent feature as the rocky outcrops. Keep exploring and the rarest of Africa's game sticks up a horn, now a head, and now a great mass of grey elegance. Critically endangered Black rhinos are a special sight for even the most experienced of safari goers. They should mark a spectacular end to this unique safari adventure."
    },
    {
      "dayNumber": "8",
      "title": "Windhoek - Epic Landscapes",
      "description": "Before leaving Etosha behind there's time for one last morning game drive, the assorted characters of Africa vying for your lingering attention. Even after seven days the experience oscillates between the unpredictable and unbelievable. It's a long desert drive back to Windhoek, the endless openness of Namibia keeping you occupied through the window. There could even be time for a last glimpse at the wildlife, a lost antelope crossing the desolate highway. As much as you're bursting to reveal the experience and wonder, you leave with a fervent desire that Namibia should remain untouched and untamed. Arrive in time to catch your departure flight, and go home with memories for a lifetime."
    }
  ],
  "map": ""
}