{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "the-ultimate-northern-namibia-self-drive-safari-tour",
  "tourName": "The Ultimate Northern Namibia Self Drive Safari Tour",
  "placesVisited": "Windhoek, Okonjima Game Reserve, Etosha National Park, Ongava Game Reserve, Damaraland, Hoada Grootberg, Twyfelfontein, Swakopmund",
  "generalInfo": "Namibia bursts with adventure and is liberally smothered in a blanket of charm. Climb aboard and take a riveting self-drive journey through a nation of surreal landscapes and beguiling wilderness, an eclectic big game cast guiding you through deserts, mountains, and rugged savannah. Part authentic safari and part ethereal wilderness, this ultimate self-drive vacation unveils our planet’s great natural art gallery.",
  "durationDays": "12",
  "price": "9,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - Rest and Relaxation",
      "description": "Namibia is a long way from home. And that’s part of the attraction. If it was close to the West it would never have stayed so authentic and untamed. After the flight you’ll be craving some recuperation time, and this is idyllically provided your charming boutique hotel nestled in a quiet neighborhood of Windhoek. You’ll be met at the airport by a representative who will ensure that you’re happy with your vehicle and ready to go. You’ll receive comprehensive maps and route instructions, along with direct contact numbers in case of emergency. During the evening, the rep is around to answer any questions you may have, as well as offering detailed advice and tips on driving in Namibia. Windhoek is the capital city by name, but it feels more like a rural village, the wide streets encircled by arid desert and distant mountains. Rest and soak up the tranquil atmosphere, before a leisurely evening of pampering and Windhoek’s cute restaurants."
    },
    {
      "dayNumber": "2",
      "title": "Okonjima Game Reserve - Into Leopard Country",
      "description": "Namibia means safari so let’s not leave the suspense for too long; within two hours of leaving Windhoek you’re going to be driving into big cat country. There’s plenty to admire on the way, your first impressions of Namibia’s wilderness starting as soon as you leave Windhoek. A perfect sealed road cuts towards the highlands, yet it’s virtually devoid of traffic. Namibia is one of the world’s most sparsely populated countries and you’ll discover that even the highways are wonderfully quiet. The closest thing they have to rush hour is when two elephant herds cross the road at the same time. Which sounds unbelievable, but wait until you see the road signs warning about crossing pachyderms Enter Okonjima Game Reserve and start the big game adventure, an infamous abundance of leopards bringing an unforgettable first safari. These cats are one of Africa’s most elusive sights, the stealthy hunter carefully camouflaged and ever bashful. Yet it’s hard to visit Okonjima and not see them. Gaze at the lucid eyes that return your stare, admire their pristine fur coats of spotted yellow, and watch them descend from branches and search for the resident ungulates. In Okonjima you’ll go on game drives with local guides, their intimate knowledge of the predators maximizing the safari experience. However, you don’t always need a guide. Sit back on your private verandah and admire the nearby floodlit waterhole, watching the mammals take turns in coming to drink. It’s like being entertained by a natural movie reel, the cinematic scenes complimented by an adorable soundtrack of bird song, lion roars, and elephant calls."
    },
    {
      "dayNumber": "3",
      "title": "Okonjima Game Reserve - Onwards to Black Rhinos",
      "description": "Wake up and open the curtains. Who’s there? No, not room service. A sprinkling of springbok and kudu say good morning, elegantly grazing beside your private suite and providing a glimpse of the safari encounters to come. Most savannahs ignite into action during the dawn light, the predators preferring the cooler temperatures and the antelopes knowing they can’t rest. It's the perfect time to explore; hartebeest skip across the fertile plains, a leopard dips beneath the grass line, and an elephant rumbles to the waterhole without inhibition. Okanjima is also the home of AfriCat Foundation and has successfully rehabilitated cheetahs and returned them to the wild. Your game drive finishes with a tour of the AfriCat center, bringing unfathomable proximity to these majestic cats. It’s only 10am and you’ve already filled the memory card with unforgettable safari images. After a hearty brunch you drive further north, a superb wilderness road taking you into Ongava Game Reserve on the edges of Etosha. It’s late afternoon now and time to slow the pace, the journey through Ongava infused with nature’s endangered wonders. Black rhinos call this colorful landscape home, plodding through the lush green forest and drinking from swampy waterholes. Stop and admire the natural scenery, a pair of the planet’s remaining rhinos sharing the now rugged road. Others are nearby, a visual feast of sights to explore over these next three days. So keep driving and winding between the big game, an elephant here, a tower of giraffe over there, some lions beneath a tree, and now your next property ensures that the safari adventure continues all night."
    },
    {
      "dayNumber": "4",
      "title": "Etosha National Park - Ultimate Safari Drives",
      "description": "It’s another indelible morning, a fluttering soundtrack surrounding the suite and an insatiable panorama available from your private outdoor bathroom. Continue the safari wonderland by self-driving into Etosha, taking the Anderson Gate and meandering into the heart of Namibia’s most famous national park. Once in the park the roads become a little rough and rugged, although it’s nothing that you can’t handle and helps Etosha maintain its wild atmosphere. For this self-drive trip you'll be in a luxury four wheel drive, a vehicle that oozes comfort yet can tackle any brief jaunts off road. Signposts help guide your journey, but today is very much about choosing random trails and indulging in exploration. Deep in the forest an elephant herd charges around, half encircling your vehicle and then slowly rumbling off. Follow them towards a waterhole, watching the baby elephants chase away black-faced impala and then deciding to follow the ungulates into the grassland. You’re transfixed by the peculiar antelope until a lioness emerges from behind a rock. Go slow and loop around the rock, feasting your eyes on the whole pride of big cats. Self-driving allows complete control over the route and itinerary. You decide to take an hour off and relax beside a waterhole, watching the mammals come to you. Stay still for twenty minutes as you aim for the perfect lion cub photos. Or take a rugged trail and explore the weird sounds emanating from the bush. With a sumptuous picnic lunch provided, day four is all about crossing Etosha National Park on a breathtaking day of authenticity and idiosyncratic experiences. Your final destination is Mushara Outpost, a secluded getaway on the western edge of the park. Supplementing the exhilaration of the day, Mushara ensures unabridged tranquility and a raw sensation of being alone in nature. Dine beneath the moonlight and watch the wildlife grazing nearby, before settling into a pristine wooden suite and allowing nature to sing the bedtime story. On day five you once again have the whole of Etosha to yourself. The guides at your next camp can provide maps and advice on routes, enabling you to tailor the drive around a myriad of interests and expectations. Want to spot giraffe? Maybe you’re looking for the diminutive dik dik? Or the chance to add White rhinos to your tick list? Tailor your journey and tour the waterholes, following the hyenas as they follow the impalas that are running from the cheetahs who got spooked by the rhinos, another cog in this vivid ecosystem of intrigue and delight."
    },
    {
      "dayNumber": "6",
      "title": "Etosha National Park - Himba Tribal Culture Immersion",
      "description": "In the crisp morning air you make a final journey through Etosha, passing the four legged residents that have been blending into your daily landscape. Drive to the southern gate, a quick few stops for giraffe and lion photos, and then continue farther into the wilderness. While the abundance of wild mammals is rescinding there’s still evocative traces, footprints that head into the mountains and suggest that you’re never far away from wildlife in Namibia. But on day six there’s another group of infamous residents that captures your heart; an iconic Himba tribe opens up its village for an incredible afternoon of cultural interaction. It’s immediately apparent why this ancient indigenous tribe is so adored by travel photographers. Beaded hair flows past their hypnotic headdresses, loin clothes and leather belts wrap around bodies laden with mud red paint, and jewelry glints with the sun. This isn’t a point and shoot the camera experience, it’s a chance to learn about their culture, beginning with a tribal welcome and continuing with a journey through the bush. This arid land holds many treats and surprises, from medicine to poison, digging sticks to natural carpets. A local villager reveals these secrets, unveiling a natural lifestyle that has survived unhindered for many centuries."
    },
    {
      "dayNumber": "7",
      "title": "Damaraland - Endless Adventure",
      "description": "The arid remoteness of Damaraland has aided the preservation of Himba culture. Few people ever set eyes on this landscape of kaleidoscopic mountains, bizarre rock formations, and gaping red valleys. It’s desolate and sequestered, something that adds further enchantment to your journey. Take it slow today with just an hour of driving to the Twelfyfontein area. Choose to maintain the leisurely pace or ramp up the excitement by trying out hiking trails and rock climbing walls. In Damaraland you’re never too far away from a short hike to a rocky peak, the little bit of effort being rewarded by gorgeous panoramas of an otherworldly landscape. It almost feels like you’re journeying on the moon, the landscape as pristine as the place Armstrong landed so many years ago."
    },
    {
      "dayNumber": "8",
      "title": "Swakopmund - Cruising the Skeleton Coast",
      "description": "Hit the coast and the color blue is added to this natural art gallery, the Atlantic Ocean shimmering and glistening as you drive south. On one side the water ripples and the waves roll, while on the other, a towering collection of dunes hide compelling surprises. Poking out of the sand are shipwrecks, the last remains of abandoned crafts now engulfed by the irrepressible sand. The road isn’t in great condition, although you’ll want to go slow given the evocative surroundings. In between the wooden skeletons you find a beach that’s very much alive, thousands of Cape fur seals covering the sand with their raucous calling and bizarre waddling. Keep the ocean on your right and soon you hit Swakopmund, the broad roads littered with palm trees. A luxury hotel in Swakopmund is your base for the next three days, so check in to the sumptuous suite and check out the panoramas of the Atlantic."
    },
    {
      "dayNumber": "9",
      "title": "Swakopmund - Soaking Up the Sand",
      "description": "Swakopmund is Namibia’s cute urban oasis, a town of gentle charms that can soothe any travel aches. After seven days of real driving adventure, the next two days provide a thick dose of lazy tranquility. A handful of endearing cafes support quiet afternoons, restaurants are housed in colonial relics, and the ocean is always on the itinerary. But Swakopmund doesn’t have to be about soaking up serenity and beachside treats. Dominating the horizon are more sand dunes, including the world’s highest, a 380 meter monster that’s rather blandly named Dune 7. Sand board down it, ATV around the desert, lie on a wooden board and downhill across the dunes or just wander here for an unforgettable sunset view. Another unforgettable optional experience is a micro flight over the Namib-Naukluft Desert, the endless red dunes illuminated by sunrise and Namibia’s scale revealed with exhilarating charm. However you choose to spend the days, your hotel ensures there’s always an overarching air of calmness."
    },
    {
      "dayNumber": "11",
      "title": "Windhoek - Returning Through the Desert",
      "description": "Your final journey is filled with stops. These are the last shots of Namibia’s wilderness, the final stretches of desert that will forever linger in the memory. That’s why you keep stopping and taking it all in. It’s a three to four hour drive back to Windhoek, the journey always delivering impressions of the Namibian landscape you've come to adore. You’re returning to the your first hotel for a final night of luxury accommodation in Namibia. A representative will come to collect your vehicle from the lodge and hear about your immense travel stories. Enjoy, indulge, and spend hours musing over just how much has happened in just 11 days."
    },
    {
      "dayNumber": "12",
      "title": "Windhoek - Depart from Namibia",
      "description": "It’s a short transfer to Windhoek International Airport and your international flight. Soar into the skies and admire the landscape from the air; who would think that such a seemingly barren land would hold such life and vitality?"
    }
  ],
  "map": ""
}