{
    "Main_Title": "Our Australia holidays & tours",
    "Main_Paragraph": "Our self drive holidays may be the finest way to explore Australia. Journey through Tasmania, with its vast wilderness areas ready-made for trekking, explore the stunning Great Ocean Road, take on the rust-red Outback, or the bountiful wine regions of Western Australia. Our locally owned B&Bs are at the heart of their communities, some even take in injured wildlife, all offer warm welcomes and recommendations for appealing detours. Many of our Australia holidays include walking led by local guides, who are able to give you a deeper understanding of aboriginal culture and traditions in must-see destinations like Uluru.",
    "Subtitle": "About our Australia holidays",
    "Title1": "Icons everywhere",
    "Paragraph1": "Australia’s sights can’t help but stand out – whether that’s its futuristic opera house apparently floating on Sydney Harbour or Uluru, a mystical red rock in the desert, as vivid as Mars manifest on Earth. It’s worth visiting the country for the Great Barrier Reef alone, the largest coral formation in the world – where you can jump off from Lizard or Fitzroy Island for excellent diving and surfing. Whilst the sites might be big, our trips keep group sizes small – and even micro-sized – to keep your impact low.",
    "image1": "",
    "Title2": "Aboriginal culture in Australia",
    "Paragraph2": "Australia’s indigenous culture is the world's oldest living continuous culture, dating back at least 65,000 years. From Kakadu National Park, to Kimberley, and of course Uluru, our tours take you to sanctioned sites deemed appropriate by Aboriginal people. Indigenous Aboriginal peoples and Torres Strait Islander peoples are slowly winning back some semblance of their rights, whilst the colonial atrocities against them are being recognised. Representing just four percent of Australia’s population, spending time with an Aboriginal guide on our trips is a great privilege. They might tell you a story from Dreamtime, share a little of their sacred history, or invite you to try bush tucker.",
    "image2": "",
    "Title3": "Uluru & the Olgas",
    "Paragraph3": "The area around Uluru and the Olgas is often called Australia’s Red Centre. One look at the rusty patina that covers the rocks, and you’ll know why. Everyone knows Uluru, the bald, red dome that rises 800m above the plain, and sacred site to the Pitjantjatjara. Fewer know that there are in fact 36 other domes, making up a formation known as Kata Tjuta, or the Olgas, some 25km west. Most visitors fly into Alice Springs and then drive out to catch sunrise at Uluru. But add a day of walking around the Olgas and Kings Canyon with indigenous guides on one of our Northern Territory road trips and you’ll have made yourself a rocking good holiday.",
    "Title4": "Australia holidays, walking",
    "Paragraph4": "With ferocious inland temperatures, not everywhere in Australia is suitable for a walking holiday. Even so, our Larapinta Trail holidays, right in the middle of the Outback, couple expert trail guides with architect-designed campsites to make the heat as bearable as possible;  those tackling the Flinders Range, which rises into high, dry peaks out of Adelaide, are treated to comfy beds and chef-cooked meals. But for less extreme conditions, options include Victoria’s Great Ocean Walk and Great Alpine Walk – two great reasons to ditch the car in the country’s cooler southern tip. Going with one of our local guides will help you identify the country’s unique wildlife in situ. Tasmania’s temperate climate makes tackling the trails in the epic Cradle Mountain-Lake St Clair National Park just a little bit easier.",
    "image3": "",
    "Title5": "Where to go on holiday in Australia",
    "Paragraph5": "It’s best to think of Australia state by state. The most populous is New South Wales, where Sydney gives visitors a taste of city surf, the Blue Mountains has panoramas and walking trails. The\nNorthern Territory\n, where you’ll find Australia’s ‘Red Centre’ has Uluru-Kata Tjuta National Park inland and the tropical city of Darwin on its coast.\nQueensland\nhas gorgeous beaches, Fraser Island, and the Great Barrier Reef.\nVictoria\nhas Melbourne and the Great Ocean Road,\nSouth Australia\nis all about wine and Kangaroo Island's unique wildlife and landscapes, and\nWestern Australia\nis a coast-framed behemoth, with Perth right at its edge and Kimberley's otherworldly landscapes to the north.\nTasmania\nboasts the Tasmanian Wilderness World Heritage Area – a big wilderness for a small island.",
    "Title6": "Types of tours & holidays in Australia",
    "Paragraph6": "Left to its own devices for thousands of years, Australia’s animals evolved into a marsupial bonanza, and our wildlife holidays make the most of these unique creatures. You could find yourself helping out with conservation efforts on Kangaroo Island, or in Tasmania, looking out for white wallabies, echidna and Tasmanian devils. Australia is expensive, and you might find joining our\nsmall group\ntrips the best way to keep your trip on budget. Our\nwalking holidays\ntend to ditch the expensive flat whites along with the flat going, favouring motels, picnics and ascents into the mountains."
}