[
    {
        "type": "overview",
        "Main_Title": "Our Australia holidays & tours",
        "Main_Paragraph": "Our self drive holidays may be the finest way to explore Australia. Journey through Tasmania, with its vast wilderness areas ready-made for trekking, explore the stunning Great Ocean Road, take on the rust-red Outback, or the bountiful wine regions of Western Australia. Our locally owned B&Bs are at the heart of their communities, some even take in injured wildlife, all offer warm welcomes and recommendations for appealing detours. Many of our Australia holidays include walking led by local guides, who are able to give you a deeper understanding of aboriginal culture and traditions in must-see destinations like Uluru.",
        "Subtitle": "About our Australia holidays",
        "Title1": "Icons everywhere",
        "Paragraph1": "Australia’s sights can’t help but stand out – whether that’s its futuristic opera house apparently floating on Sydney Harbour or Uluru, a mystical red rock in the desert, as vivid as Mars manifest on Earth. It’s worth visiting the country for the Great Barrier Reef alone, the largest coral formation in the world – where you can jump off from Lizard or Fitzroy Island for excellent diving and surfing. Whilst the sites might be big, our trips keep group sizes small – and even micro-sized – to keep your impact low.",
        "image1": "",
        "Title2": "Aboriginal culture in Australia",
        "Paragraph2": "Australia’s indigenous culture is the world's oldest living continuous culture, dating back at least 65,000 years. From Kakadu National Park, to Kimberley, and of course Uluru, our tours take you to sanctioned sites deemed appropriate by Aboriginal people. Indigenous Aboriginal peoples and Torres Strait Islander peoples are slowly winning back some semblance of their rights, whilst the colonial atrocities against them are being recognised. Representing just four percent of Australia’s population, spending time with an Aboriginal guide on our trips is a great privilege. They might tell you a story from Dreamtime, share a little of their sacred history, or invite you to try bush tucker.",
        "image2": "",
        "Title3": "Uluru & the Olgas",
        "Paragraph3": "The area around Uluru and the Olgas is often called Australia’s Red Centre. One look at the rusty patina that covers the rocks, and you’ll know why. Everyone knows Uluru, the bald, red dome that rises 800m above the plain, and sacred site to the Pitjantjatjara. Fewer know that there are in fact 36 other domes, making up a formation known as Kata Tjuta, or the Olgas, some 25km west. Most visitors fly into Alice Springs and then drive out to catch sunrise at Uluru. But add a day of walking around the Olgas and Kings Canyon with indigenous guides on one of our Northern Territory road trips and you’ll have made yourself a rocking good holiday.",
        "Title4": "Australia holidays, walking",
        "Paragraph4": "With ferocious inland temperatures, not everywhere in Australia is suitable for a walking holiday. Even so, our Larapinta Trail holidays, right in the middle of the Outback, couple expert trail guides with architect-designed campsites to make the heat as bearable as possible;  those tackling the Flinders Range, which rises into high, dry peaks out of Adelaide, are treated to comfy beds and chef-cooked meals. But for less extreme conditions, options include Victoria’s Great Ocean Walk and Great Alpine Walk – two great reasons to ditch the car in the country’s cooler southern tip. Going with one of our local guides will help you identify the country’s unique wildlife in situ. Tasmania’s temperate climate makes tackling the trails in the epic Cradle Mountain-Lake St Clair National Park just a little bit easier.",
        "image3": "",
        "Title5": "Where to go on holiday in Australia",
        "Paragraph5": "It’s best to think of Australia state by state. The most populous is New South Wales, where Sydney gives visitors a taste of city surf, the Blue Mountains has panoramas and walking trails. The\nNorthern Territory\n, where you’ll find Australia’s ‘Red Centre’ has Uluru-Kata Tjuta National Park inland and the tropical city of Darwin on its coast.\nQueensland\nhas gorgeous beaches, Fraser Island, and the Great Barrier Reef.\nVictoria\nhas Melbourne and the Great Ocean Road,\nSouth Australia\nis all about wine and Kangaroo Island's unique wildlife and landscapes, and\nWestern Australia\nis a coast-framed behemoth, with Perth right at its edge and Kimberley's otherworldly landscapes to the north.\nTasmania\nboasts the Tasmanian Wilderness World Heritage Area – a big wilderness for a small island.",
        "Title6": "Types of tours & holidays in Australia",
        "Paragraph6": "Left to its own devices for thousands of years, Australia’s animals evolved into a marsupial bonanza, and our wildlife holidays make the most of these unique creatures. You could find yourself helping out with conservation efforts on Kangaroo Island, or in Tasmania, looking out for white wallabies, echidna and Tasmanian devils. Australia is expensive, and you might find joining our\nsmall group\ntrips the best way to keep your trip on budget. Our\nwalking holidays\ntend to ditch the expensive flat whites along with the flat going, favouring motels, picnics and ascents into the mountains."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Australia",
        "Main_Paragraph": "The best time to visit Australia is either\nSeptember to November or March to May\n, though in truth theres never really a bad time  theres always somewhere basking in glorious weather. June to August is very pleasant, though chilly in the evenings. These winter months can be the best time to go to Northern Australia, which is sweltering and humid much of the year. Spring begins in September, with wildflowers blooming across Western Australia, and this season is the best time to travel to Australia for walking. Our month-by-month guide outlines when to visit Tasmania, the Great Barrier Reef and Queensland for ideal weather.",
        "image1": "",
        "when_to_go": "When to go to Australia, month by month guide",
        "when_to_go_html": "<bullet><b>January and February are hot and humid</b> in northern Australia so head to Tasmania, Perth or Melbourne for a much more comfortable climate. School holidays, Australia Day and Chinese New Year all mean time off for Australians so public parks and beaches will much be busier in January. \r\n</bullet>\n<bullet>After the <b>tropical rains die down in March</b>, the north is at its most luscious, with rainforests in Queensland alive with colour and places like Kakadu National Park featuring vibrant wetlands, bulging rivers and tumultuous waterfalls.\r\n</bullet>\n<bullet>\n<b>March is also the start of whale watching season</b> off the Victoria coast with Adelaide, Kangaroo Island and Barossa Valley all great locations to visit. \r\n</bullet>\n<bullet>\r\nAlthough <b>temperatures are starting to drop during April and May</b> it's hardly noticeable for visitors from the Northern Hemisphere with whales still appearing off Victoria while the east coast, either side of Brisbane, tends to be dry, clear and sunny.\r\n</bullet>\n<bullet><b>Autumn is in full swing during June and July</b> with Sydney's parks and nearby wine regions, such as Hunter Valley, ablaze with fiery foliage.\r\n</bullet>\n<bullet><b>The decreasing temperatures make this the best time to visit Australia's Northern Territory</b> with Uluru, Nitmiluk National Park and Darwin all much more comfortable over the winter months. Winter is also the best time to visit the Great Barrier Reef for clearer water and milder currents, and whales make the journey north from New South Wales into Queensland.\r\n</bullet>\n<bullet><b>The best time to visit Western Australia is in August and September</b> as wild flowers appear across the countryside around Perth as spring kicks into gear. Spring is also a great to visit Sydney and the Blue Mountains as temperatures are creeping up but hiking is still pleasant before the warmer months of October and November.\r\n</bullet>\n<bullet><b>November is notorious for schoolies on the Gold Coast</b> so avoid New South Wales and head south to South Australia or Tasmania, especially before things really start to get busy during December.</bullet>",
        "weather_chart": "Sydney Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Sydney Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">125 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 93%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">150 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">120 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">150 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 43%;\">65 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 40%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 67%;\">100 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">90 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "WHAT HAPPENS WHEN IN AUSTRALIA",
        "paragraph1": "",
        "image2": "",
        "title2": "When to visit the Great Barrier Reef",
        "paragraph2": "The Great Barrier Reef is well worth a visit all year round, though the rainy season, Jan  March, can get very hot, with a few more 'stingers', and water visibility won't be as clear due to run off from the rivers. After the rains have passed, during April and May, conditions are more comfortable and water clarity is at its best, ideal for snorkelling. The calmest seas follow in June to November to coincide with the arrival of humpback whales which migrate from Antarctica to give birth from May to September where they give birth.",
        "title3": "FESTIVALS & EVENTS IN AUSTRALIA",
        "paragraph3": "",
        "title4": "Tjungu Festival and the Dreaming Festival",
        "paragraph4": "Aimy Hasson, from our supplier Lekker Boutique travel, explains:\nTjungu Festival coincides with ANZAC Day to provide an Aboriginal alternative to traditional remembrance ceremonies.",
        "title5": "",
        "paragraph5": "Anangu people are considered to be the Aboriginal owners of Uluru, and in Anangu language Tjungu means meeting together with Inma dancing, bush food stalls, artists, performers, musicians and sporting events all held at the Ayers Rock Resort over a long weekend in April.",
        "title6": "",
        "paragraph6": "Alongside the December/January Dreaming Festival in Woodford, Queensland, Tjungu is one of Australias cultural highlights and not only attracts Aboriginal people from all over the\nworld but plenty of travellers and\nwhite Australians too."
    }
]