{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "best-of-kenya-safari-big-five-maasai-mara-national-parks",
  "tourName": "Best of Kenya Safari: Big Five, Maasai Mara & National Parks",
  "placesVisited": "Nairobi, Amboseli National Park, Mount Kenya National Park, Samburu National Reserve, Great Rift Valley, Sweetwaters Game Sanctuary, Lake Nakuru National Park, Naivasha, Maasai Mara, AFEW Center",
  "generalInfo": "Experience the very best of Kenya on this dream safari adventure. Covering six diverse parks, this itinerary offers a perfect blend of thrilling adventure and serene beauty. Submerse yourself in the captivating charms of wild Africa and get indelibly close to the Big Five and much more. With places like the Maasai Mara and Samburu on the itinerary, this 11-day trip offers a daily procession of unforgettable highlights.",
  "durationDays": "11",
  "price": "8,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Welcome to Kenya",
      "description": "Your African adventure begins in Nairobi, Kenya's colorful capital. Wooden roadside stalls sell mountains of fruit, the City Market offers an atmospheric feast for the senses, and the National Museum provides an intriguing insight into the country's history. You'll be met at Jomo Kenyatta International Airport and be transferred to your luxurious hotel. The day is yours to explore the city, including the Nairobi National Park. Bordering the city boundaries, this green park gives a glimpse of what you're going to see on this dream safari itinerary. Over sumptuous evening cocktails you'll have a safari orientation and welcome dinner."
    },
    {
      "dayNumber": "2",
      "title": "Amboseli National Park - A Spectacular First Safari",
      "description": "The snow-capped Uhuru Peak gazes down on Amboseli, Africa's highest point rising dramatically from the surrounding grassy plains. Elephants walk slowly across the landscape, their bodies silhouetted against the backdrop of Mount Kilimanjaro. Every morning in Amboseli brings this fairytale view, with elephants roaming wild beneath the world's highest freestanding mountain. Take in the panoramic from your beautiful lodge, admiring these majestic mammals as they freely wander past your room. You'll drive to Amboseli and arrive at the lodge in time for lunch and a long afternoon game drive. Game viewing is easy on these flat plains. Elephant interactions are everywhere. Small herds roll around in a swamp, youngsters struggle to keep pace with large herds, while melancholy old bulls stand lonely in the grass. Bushy haired buffalos head towards water, kicking up swirling dust as they plod along the dusty ground. Beside the dry salt lake of Ol Tukai, a collection of mammals provide memorable first safari moments. Giraffe, gazelle, wildebeest, and zebra; a colorful cast that grazes together, sentinels warning the rest if lion prides or cheetah are spotted nearby. Life slows down when the intense midday sun scorches the ground. But at dawn and dusk the park is at its most active. Predators roam, hippos emerge from the water, and the grazers are on full alert. After an early morning game drive on day three, you'll visit a local Maasai village and learn about the unique culture of Amboseli's other residents. For thousands of years the Maasai have coexisted with all these wild animals. This visit will reveal how their lifestyle and traditions have made this possible. A late afternoon game drive follows, and hopefully by now you'll have come face to face with the park's black rhino population. Back at the lodge the safari experience continues into the night, those magnificent elephants easily spotted as they cross the open plains."
    },
    {
      "dayNumber": "4",
      "title": "Mount Kenya - Overlooking the Waterhole",
      "description": "The diversity of Kenya's parks ensures that every day brings a new safari experience. Travel through the rural green hills of southern Kenya as you head towards Mount Kenya. From your elegant lodge, the jagged peaks of Africa's second highest mountain can be glimpsed through the trees. At 7,200 feet above sea level, on the thickly forested foothills, a new world of wildlife provides an atmospheric feast for the senses. Spotting game is not so easy in such a dense forest. So rather than battle through the trees, you just need to sit back and wait for the wildlife to come to you. Your lodge overlooks a waterhole and salt lick in the forest. Sounds give a clue as to what might be approaching. From your private verandah, loud rustling suggests that something large is nearby. It's a small herd of cape buffalo, and as you put your feet up they casually take a drink. Other animals arrive without warning, stealthy travelers like colobus monkeys and waterbucks suddenly appearing beneath you. A continual stream of new arrivals keeps you entertained; raucous baboons, scampering warthogs, genets, and tiny bushbabies calling from the tree branches. The waterhole is flood lit in the evening so you won't miss any of the action."
    },
    {
      "dayNumber": "5",
      "title": "Samburu National Reserve - The Unique Residents",
      "description": "The safari adventure continues in the northern hemisphere. After breakfast you'll drive through the equator, stopping for a famous photo with your feet straddling this imaginary line. Palm fringed rivers and dusty red plains welcome you to Samburu National Reserve, an isolated land that offers a sanctuary to a rare cast of animals. Long necked gerenuk stand on their hind legs, this rare antelope craning to reach an elevated tree branch. Dik dik hide in the short grass; they are the smallest of Africa's antelopes and also one of its most charming. Reticulated giraffe tower above the arid land, slowly making their way to the life-giving Ewaso Ng'iro River. Samburu would be a lonely quiet place without this water source. But the river thrives with activity and the park's compact size makes game viewing easy. Rare beisa oryx are the next inimitable mammal to impress, their breathtaking horns always drawing enviable gasps. Blue-shanked Somali ostrich and Grevy's zebra wander through the trees, while great elephant herds frolic in the shallows. Samburu Serena Safari Lodge is surrounded by nature, and the park's residents could wander past as you enjoy a leisurely afternoon or sumptuous dinner. And that includes the big cats. Such abundant game in a small area was always going to attract predators. Leopards rest in the trees, always keeping one eye open for an opportunist meal. Lion prides seek shade in the afternoon, lazing beneath trees before the lionesses head out hunting. Cheetahs bide their time, looking to pick off one of the park's smaller residents. The Ewaso Ng'iro River brings life to the park but it also brings danger. Every cat knows that animals must come to drink, and lurking in the shallows are great numbers of Nile crocodiles. With two days in Samburu you've got a great chance of spotting all the park's residents. Adding to the enchantment are 350 species of bird, each clambering for attention. Ornithologists will love the variety of Samburu birds . Hornbills holler from treetops, Maribou Stork reveal monumental wingspans, and eagles show why they're kings of the sky."
    },
    {
      "dayNumber": "7",
      "title": "Sweetwaters Game Reserve - Remarkable Rhino Experiences",
      "description": "Now it's rhino time. On the rugged plains of this private game reserve, two males slowly approach the safari truck. Each stops to stare and evaluate the vehicle. They plod past deliberately, magnificent horns pointing skyward, great armored frames showcasing impressive power. This private reserve holds the greatest concentration of rhinos in East Africa. Over 100 critically endangered black rhinos live here, a remarkable figure that's thanks to the reserve's excellent conservation efforts. The full Big Five roam freely around this reserve and there are a numbers of ways to explore. Game drives, horseback safari, camel safari, and game walks are all possible in this thriving wilderness. Black rhino, white rhino, what's the difference? With both species in this reserve you'll gain first hand knowledge of how to distinguish them (clue – it's not by their color). In addition, a chimpanzee sanctuary and rhino information center ensure that this will be one of the most action packed days of your safari itinerary. Back at the lodge, your luxurious thatched-roof tent gazes down on a floodlit waterhole that is frequented throughout the night. Keep your camera on standby as you rest and relax. You never can predict what time the black rhinos will approach for a drink."
    },
    {
      "dayNumber": "8",
      "title": "Lake Nakuru National Park - The Serene Beauty",
      "description": "Vivid colors welcome you to Lake Nakuru, the deep blue lake encircled by a bright pink blanket of flamingos. Millions of these birds wade in the shallows, a stunning spectacle when admired from a distance. Another 400 resident bird species surround the lake, ranging from cormorants and pelicans to tiny avocets and grebes. Lake Nakuru is one of Africa's most beautiful parks, the vibrant colors merging to form a picturesque landscape of water, savannah, and misty mountains. Clifftops provide idyllic viewpoints, as does your lunchtime stop at Lion Hill Lodge. Down beside the lake there is much to explore on your game drive. Rothschild giraffes stand proud and handsome, hyenas and jackals scurry through the grass, while white rhinos will need no introduction after yesterday. Herds of zebra and impala flourish in this abundant land, and the big cats are never too far away. After breakfast you'll drive through the Great Rift Valley in time for a game drive and a leisurely lunch. The game drive continues in the afternoon before you leave the park and stay overnight in the Rift Valley town of Naivasha."
    },
    {
      "dayNumber": "9",
      "title": "Maasai Mara - Unforgettable Safari",
      "description": "Approaching the Maasai Mara the grass begins. Vast plains extend beyond the horizon, the landscape punctuated by great herds of zebra and wildebeest. More than two million mammals thunder north from the Serengeti during the great wildebeest migration. They spend a few summer months grazing on the profuse grasses of the Mara before heading back south. During this time the grass almost disappears beneath a flurry of dust and hooves. But even outside the Great Migration, the Maasai Mara is one of the most abundant landscapes in the world. Get up close and the herds become a series of individual interactions. Zebra foals freely graze, oblivious to the surrounding dangers. Wildebeest roam wildly, a small herd seeking directions from a bearded elder male. Thompson's gazelle look perennially fearful, eyes and ears on full alert. They've got good reason to be fearful. Lion prides laze in the grass, those with full stomachs taking a day off from hunting. Other lionesses are surveying the dinner menu, surrounding a herd and looking to separate the young and the weak. From the safari truck another sight grabs your attention. A leopard is hiding in the grass, carefully approaching a herd of gazelle with slow deliberate steps. The startled prey sense something is wrong and quickly scamper away. The Maasai Mara is arguably the best place in the world to spot the big cats, and with luck you'll see an authentic hunting scene. Enjoy a long afternoon game drive on day nine before continuing your Mara submersion at your opulent safari lodge. Your private balcony gazes out onto the vast plains, ensuring a surreal continuation of wildlife throughout the night. This evocative landscape is one of the most unique on the planet, and provides an arena for an unforgettable safari experience. Take an early morning drive to hippo pools where large pods of playful beasts roll around in the mud. Watch giraffes elegantly wander along the horizon. Smile as young elephants test out their strength, scaring warthogs away from the waterhole. Enjoy quiet lunches with magnificent views of the plains and relax to the sounds of raw nature. The Maasai Mara provides a fitting conclusion to your safari adventure. By now you will have some firm favorites, whether that's elegant zebra, ferocious lions, or imperial rhinos. These two days offer the Big Five and its full supporting cast. But the Maasai Mara and this Kenyan safari experience is about far more than spotting animals. It's about the charming interactions that only you witness, the individual animals that linger in your memory, and the vast beauty of these great stretches of wilderness."
    },
    {
      "dayNumber": "11",
      "title": "Nairobi - A Colorful Tour",
      "description": "Your safari adventure isn't over and after waking up in the Maasai Mara you'll enjoy a final morning game drive. Later this morning you'll be transferred to the local airstrip for a scheduled flight to Nairobi. Please note that a strict luggage limit of 15kg is enforced on these flights. Upon landing in Nairobi you'll have a full afternoon touring some of the city's unique attractions. Savor a meat filled lunch at the famous Carnivore Restaurant, where crocodile and ostrich are among the rare things on the menu. Take an Out of Africa tour at the former farm of Karen Blixen, the author who wrote one of the continent's most famous books. You will have seen Rothschild giraffe earlier on the trip, but at the AFEW Center you can hand feed these gracious mammals. Finally, a farewell dinner marks the end of your African adventure and you will be transferred to Jomo Kenyatta International Airport for your flight home."
    }
  ],
  "map": ""
}