{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "exclusive-kenya-safari-luxury-adventure-in-10-days",
  "tourName": "Exclusive Kenya Safari: Luxury Adventure in 10 Days",
  "placesVisited": "Nairobi (City), Kalama Conservancy, Lewa Conservancy, Masai Mara",
  "generalInfo": "The ultimate highlights of Kenya’s safari sanctuaries may be yours to discover on the glamorous 10-day handcrafted tour revealing the country’s majestic environments sweeping from the balconies of its remarkable wilderness suites. Explore fabulous and diverse habitats stretching across Kalama Conservancy, appreciate encounters with fascinating animals in Lewa Conservancy, and immerse yourself in the local culture at Masai Mara National Reserve.",
  "durationDays": "10",
  "price": "16,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Glitz and Glamour in East Africa",
      "description": "Kenya’s capital city, Nairobi, blends old-world African charm with cosmopolitan modernity that spreads outwards from the banks of the beautiful Nairobi River. Upon arriving at the international airport, you will transfer to a spectacular manor house turned regal accommodation for a night of splendor in East Africa’s darling cityscape. Boasting museums exhibiting the history of Kenyan culture and the world’s only urban game reserve, Nairobi will unveil the majesty of Kenya during your stay. In the evening, you may wander to exquisite haute cuisine restaurants peppering the city’s bustling neighborhoods."
    },
    {
      "dayNumber": "2",
      "title": "Kalama Conservancy - Surreal Scenes in the Sky",
      "description": "An immaculate glamping-style suite awaits your arrival at the phenomenal Kalama Conservancy, a private reserve sharing the purity of the African landscape from your chic, secluded accommodation. Upon arrival, you may join an experienced ranger for a behind-the-scenes wildlife tour to breathtaking game viewing spots sprinkling the untamed landscape. In the afternoon, you may gaze upon the stars twinkling in the night sky without the interruption of light pollution common to populated places. With exceptional stargazing equipment available, you will be able to see the furthest stars and planets floating around our universe."
    },
    {
      "dayNumber": "3",
      "title": "Kalama Conservancy - Astonishing Adventures across Kalama",
      "description": "How you spend your days in Kalama is entirely up to you, spoiled for choice with several significant activities showcasing the beauty of the reserve. From photographic safaris in hides concealing you from the curious creatures to sacred mountain treks along the pathways zigzagging up Mount Ololokwe and birdwatching at beautiful sanctuaries to private helicopter adventures above the sprawling savannas, you will discover the majesty of Kalama Conservancy during your nights spent at your glamorous getaway. In the afternoon, you may also cherish the iconic rock paintings veiling the walls of dimly lit caves."
    },
    {
      "dayNumber": "4",
      "title": "Lewa Conservancy - Encounter Lewa’s Nocturnal Life",
      "description": "A leader in eco-friendly tourism, Lewa Conservancy is dedicated to the preservation and conservation of northern Kenya’s unspoiled wilderness. You will treasure the unharmed environments from your opulent accommodation hemmed in the open savanna grasslands that sprawl across the reserve to an epic scale. After checking into your gorgeous cottage boasting panoramas of Kenya’s rolling landscape, you will retreat into the wilderness on a night safari led by an experienced ranger. Equipped with a bright spotlight, your game ranger will help you peer into the darkness to discover Lewa’s nocturnal beings."
    },
    {
      "dayNumber": "5",
      "title": "Lewa Conservancy - Wandering through Ngare Ndare Forest",
      "description": "A morning safari will show off the wonders of Lewa at dawn as the sun rises above the horizon and the early hunters return to the shade of acacia trees. The chances of spotting the rare Grevy zebra and threatened rhinos are greater in the Lewa Conservancy as its wildlife is heavily protected. In the afternoon, you will head for Ngare Ndare forest to enjoy time spent beneath the shade of the greenery. Home to azure waterfalls flowing into crystal clear pools, aerial bridges spanning the emerald canopy, and lofty viewpoints sharing incredible scenes, Ngare Ndare will blow you away."
    },
    {
      "dayNumber": "6",
      "title": "Lewa Conservancy - Exploring Lewa Conservancy’s Eco-Conscious Culture",
      "description": "On your final day in the Lewa Conservancy, you may enjoy a series of unique activities designed to highlight the extensive environmental initiatives pioneered by the reserve and uncover the cultural heritage of the region. Beginning with a tour of the conservancy’s headquarters, you will learn about the community projects led by local villagers and rangers and then continue to a pre-historic site situated just beyond the Rift Valley. A final stop at the Il Ngwesi Cultural Boma will reveal the fascinating local culture and heritage of Lewa Conservancy."
    },
    {
      "dayNumber": "7",
      "title": "Masai Mara - Masai Mara’s Natural Wonder of the World",
      "description": "The Masai Mara National Reserve is arguably Kenya’s premier wildlife sanctuary, a staggering untouched natural park comprising sprawling emerald pastures, rugged rocky outcrops, and dense viridian forests. Furthermore, Masai Mara is home to the world’s ultimate wildlife spectacle, the Great Migration. Should you travel to Masai Mara during the appropriate time of year, you will have the fortune of witnessing this impressive natural display in which millions of wildebeest, gazelle, zebra, and other creatures sprint across the Serengeti towards the greener plains of Kenya while many predators seek kills during the chaos."
    },
    {
      "dayNumber": "8",
      "title": "Masai Mara - Discovering Masai Mara by Day and Night",
      "description": "Masai Mara’s breathtaking regions will present diverse habitats teeming with wildlife for you to discover during exclusive safaris with your knowledgeable game ranger. Your comfortable 4x4 vehicle will be equipped with the latest camera technology, allowing you to relish the sensational photographic opportunities during these day and night drives. From encountering powerful big cats, such as lions and leopards, hunting under cover of the night before dawn to witnessing massive hippos wallowing in the refreshing rivers, spectacular game sightings are abundant across Masai Mara."
    },
    {
      "dayNumber": "9",
      "title": "Masai Mara - The Heart of Maasai",
      "description": "Masai Mara National Reserve is a conservation park protecting the indigenous wildlife and securing the livelihoods of the local Maasai people. Today, you will transfer to an authentic tribal village in the wild, where you will be welcomed by the friendly Maasai villagers and shown around their unique homes. From discovering delicacies native to their cultural heritage to watching traditional performances sharing insight into their distinct customs, your peek behind the scenes of Kenyan heritage will be a one-of-a-kind experience."
    },
    {
      "dayNumber": "10",
      "title": "Masai Mara - Magnificent Memories of Masai Mara",
      "description": "You will embrace the sunrise over Masai Mara from the terrace of your royal campsite suite, an iconic African image of the fiery orange sun flooding the sky and creating silhouettes of giraffe and wildebeest grazing the plains. Your surroundings will come to life as you savor a scrumptious breakfast spread, and your morning soundtrack will be composed of symphonies of birdsong and faint cackles of wild dogs. These moments of serenity amongst the wilderness will make marvelous memories of your magnificent African adventures for years to come."
    }
  ],
  "map": ""
}