{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "highlights-of-kenya-safari-tour",
  "tourName": "Highlights of Kenya Safari Tour",
  "placesVisited": "Lake Bogoria, Lake Nakuru National Park, Maji Moto Hot Springs, Great Rift Valley, Maasai Mara National Reserve",
  "generalInfo": "Over this one-week whirlwind tour of Kenya’s highlights, you will experience both the quintessential experiences alongside the lesser-known (but equally spectacular) corners of the country. Walk the flamingo-lined shores of Lake Bogoria and Lake Nakuru, pausing to admire the robust rhinoceros population. Head into the bush on foot guided by a Maasai Warrior, learning of the tricks and skills that have their enabled Maasai prosperity for centuries. Finally, traverse the plains of the infamous Maasai Mara as lions, cheetahs, elephants and giraffe hover around the Great Wildebeest Migration.",
  "durationDays": "7",
  "price": "5,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lake Bogoria – Drive Across the Rift Valley",
      "description": "Touching down at Kenya’s Jomo Kenyatta International Airport marks the beginning of a spectacular tour of Kenya’s landscapes, cultures, and wildlife. Without wasting a moment, you will jump in a private vehicle, leaving the bustling city of Nairobi behind you. Driving northwest, landscapes will shift dramatically as you enter the Great Rift Valley. Stopping periodically to marvel at the plunging escarpments, volcanic mountains and pristine lakes, the drive on route to Lake Bogoria will be a scenic adventure in and of itself. Your vehicle will wind and climb a small portion of this massive valley that geologically connects Syria with Mozambique through a series of rifts and faults. Midway through the drive, you have the chance to stop for a fantastic photo opportunity as you straddle either side of the equator! Marked by signs, it will be impossible to miss this global landmark. Descending into the volcanic valley after approximately five hours, you will approach the saline Lake Bogoria. Pink flamingos positively coat this shallow alkaline lake, feeding off the alga that survives – remarkably – in this otherwise challenging environment. Gazing out onto this spectacular sight, the lake’s tranquility is interrupted sporadically by exploding geysers as they leap up to five meters in the air along the shore. As flamingo’s circle overhead while others walk the sidelines, you will bear witness to one of Kenya’s lesser-known, but truly magical, places."
    },
    {
      "dayNumber": "2",
      "title": "Lake Bogoria – Flamingos, Hot Springs, and Geysers",
      "description": "This morning you will wake to watch the sunrise over the escarpment before embarking on a guided game walk along the steaming shores of Lake Bogoria. Teeming with birdlife, you will have the opportunity here to observe kingfishers, herons and pelicans in addition to seemingly millions of greater and lesser flamingos. While the shores will undoubtedly captivate your attention, be sure to look to the surrounding plains and woodlands as well; lesser kudu, gazelles, zebra and warthogs are often seen meandering around the forest edge. Those with an especially keen eye – and a bit of luck – may even spy a leopard creeping through the trees. If at all tempted to dip into one of the natural hot springs, be sure to check the temperature first since they vary greatly. Cleverly, locals have developed a genius natural thermometer that protects their hands from burns: they hang an egg in a bag off a long stick and boil it in the waters to determine temperatures. Local populations also believe that exposure to the geyser’s vapors acts as a treatment for respiratory and dermatological problems – however, caution should be exercised if attempting this. The steam is very hot. As temperatures rise, it would be wise to seek refuge by a lodge’s naturally heated swimming pool. In this sparse landscape, the combination of the sun’s intensity and the boiling steam leads to fantastic temperatures in the mid afternoon. As temperatures return to reason, head back out to the shoreline for a sunset over the lush landscape with a cocktail in hand."
    },
    {
      "dayNumber": "3",
      "title": "Lake Nakuru National Park – In Pursuit of Rhinoceros, Hyenas, Baboons, and Gazelle",
      "description": "This morning you will continue driving for three hours through the majestic Rift Valley, moving on to Lake Nakuru National Park. This park too revolves around a spectacular alkaline lake, painted pink and white by thousands of flamingos, pelicans and over 300 other species of birds, while enormous herds of buffalo graze on the shore. Woodlands surround the lake and are home to a greater diversity of mammals, in comparison to Bogoria. As you circle the lake and ascend into the forested slopes of the valley hills, you will likely happen upon some of the rehabilitated and ever-graceful black and white rhinoceros, who have successfully repopulated this park. Home to approximately 140 rhinos, most of whom live independently from the rehabilitation sanctuaries, Nakuru is a beacon of hope for African conservationists. Having suffered greatly from poaching in recent years, the rhinos in this park have been so well conserved that this park is actually over capacity for the species, and now populates other parks as well. As you observe a rhino gently scratch her back on an acacia tree against the backdrop of flamingos and hyenas, you will begin to understand the passion that fuels the rhino conservation movement. With some luck, you will also get to see a rhino run at impossibly quick speeds, given their enormous size. Climbing higher into the hills, keep your eyes open for troupes of playful baboons, warthogs and gazelle before you reach the spectacular lookout points over the park. Rocky outcroppings allow for sweeping views of the park as the sun sets – yet another perfect location for a sundowner before dinner and a bit of quiet reflection."
    },
    {
      "dayNumber": "4",
      "title": "Maji Moto – Venture Deep Into the Land of the Maasai Warriors",
      "description": "This morning you will drive away from the Great Rift Valley and towards the rolling plains of the Maasai Mara. Before traversing these plains, you will detour to Maji Moto, an authentic Maasai settlement on the outskirts of the Mara. The Maasai Warriors are a semi-nomadic indigenous African tribe, world-renowned for their unique dress, intricate jewelry and their ability to jump to remarkable heights. They have roamed the plains of the Mara and the Serengeti for centuries, surviving off instinct and fierce loyalty to their cattle. Tonight you can unwind from a long drive in the natural hot springs beside the village. Surrounded by aloe vera trees and cactus, this quiet sanctuary is again an untouched and unique part of the Kenyan tourist circuit. Enjoy an evening meal that blends traditional Maasai food with European standards, and the hospitality of your Maasai hosts."
    },
    {
      "dayNumber": "5",
      "title": "Maasai Mara – Visit with the Maasai and Explore the Savannas of the Mara",
      "description": "This morning will be spent with the Maasai, learning of their customs, beliefs and skills. Some may wish to set off on foot with a warrior, learning the survival skills that have enabled this population to prosper through adversity. As you learn how to throw a spear, mix a deadly poison and identify medicinal plants, you will gain insight into a truly unique – and threatened – way of life. Others may prefer to explore the boma (homestead), learning about the role of women and children in this patriarchal society. Practicing beadwork, milking cows and retrieving water illustrates a life that sits in contrast to the world you left behind. Your time with this fascinating community will cumulate with a performance of vocals, percussions and dance. The Maasai incorporate song and dance into all major components of their culture, with particular performances associated with courtship, hunting and the coming of age ceremonies. Be sure to pay attention to the Maasai jump – the adumu – as this is competitively practiced amongst the men, and is an indicator of social positioning. The heights they reach in a series of jumps are completely unbelievable. The insight gained from conversations with the Maasai will bring depth into this afternoon’s explorations of the Maasai Mara National Reserve. As you cruise the gentle curves of the savannah in search of elephants, lions and leopards, you will be able to picture young boys as they set out on walkabouts, proving their status as a man and warrior. As you pass rivers and lakes, you will be able to imagine the Maasai as they led their prized cattle to water, ensuring survival for their families at home. Tonight you will camp in a tented camp on the outskirts of the park, where you will fall asleep listening to the sounds and rhythm of the bush, just as the Maasai have done for ages."
    },
    {
      "dayNumber": "6",
      "title": "Maasai Mara – Safaris With Wildebeest, Maasai Warriors, and the Big Five",
      "description": "This morning you will rise early to catch the early morning activity on the seemingly endless plains of the Maasai Mara. These are the very landscapes that inspired the writing of Ernest Hemingway and the words of Paul Simon – and today, you will begin to understand why. Driving under the theatrical African sky in search of leopards, cheetahs and lions you will find yourself surrounded by herds of zebra, wildebeest, gazelle, giraffe and elephant. These plains are home to some of the greatest concentrations of wildlife worldwide, and you will one of the privileged few who can spend a day amongst it all. Over the course of the day, you will gradually wind southwards towards the Tanzanian border where – if your timing is right – you will witness the spectacle of wildebeest crossing the mighty Mara River, at the mercy of the resident crocodiles. Hippos, vervet monkeys and rich bird life line the shore like spectators, watching the Great Wildebeest Migration trundle through these dangerous waters. As the sun strengthens, you will pause in the shade for a picnic amongst monkeys who will undoubtedly attempt to boldly snatch snacks right from your hands. Heading north as the sun lessens, watch as cheetahs and lions emerge from their shaded spots in pursuit of an evening meal for them and their cubs. Vultures will circle overhead, eagerly awaiting their opportunity to feast on the carcass of a kill. As you drive through tall grass, be sure to look low in hopes of spotting an impressive secretary bird, or perhaps even an ostrich! Of course, do not forget to look to the sky as it explodes with colors of the sunset while you return to camp for an evening of food and wine around the campfire."
    },
    {
      "dayNumber": "7",
      "title": "Nairobi – Depart to Home",
      "description": "This morning you will squeeze in one final safari before reluctantly leaving the magnificent landscape to catch your outbound flight from Nairobi. If you wish to extend this package or any of the safaris in Africa by a few more days, we will gladly organize a package extension or modification for our guest, allowing you to hike Mount Kilimanjaro or laze on the aquamarine shores of the Indian Ocean."
    }
  ],
  "map": ""
}