{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-safari-beach-getaway-for-lovers",
  "tourName": "Kenya Safari & Beach Getaway for Lovers",
  "placesVisited": "Amboseli National Park, Mount Kilimanjaro, Maasai Mara, Diani Beach, Mombasa",
  "generalInfo": "Kenya's landscape is unparalleled. It provides the hypnotic stage and exquisite backdrop for this Kenya romantic vacation . Lions chasing wildebeest across the Maasai Mara, Indian Ocean beaches without footprints, Amboseli elephants roaming beneath snow-capped Kilimanjaro; these memorable scenes at these unforgettable destinations elevate the romance with vibrant waves of charm and delight. Few vacations can offer such a complete getaway. And none will make you feel as alive.",
  "durationDays": "13",
  "price": "21,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Amboseli National Park - A Safari Welcome to Kenya",
      "description": "Arrive in Kenya and within a couple of hours you're lounging on a private wooden deck gazing across at large elephant herds roaming beneath the snow-tinged peak of Mount Kilimanjaro. Amboseli National Park offers one of the planet's most distinctive vistas, the long tusks juxtaposed with lush grasslands and domineering mountain. Raise a glass of congratulations and wait for the safari to come to you. Giraffe towers are equally hypnotic when blended with the omnipresent backdrop, a gaggle of antelope species come to say hello, and a zebra herd is your nearest neighbor. Amboseli isn't far from Nairobi International Airport and your guide will be waiting in the arrivals hall to transfer you to the park."
    },
    {
      "dayNumber": "2",
      "title": "Amboseli National Park - Elephants Roaming Beneath Mount Kilimanjaro",
      "description": "Africa is probably a long way from home and you might be unsure about long flights or jet lag. But there's no better cure for any travel fatigue than lounging in your deluxe suite and watching wild Africa roam around outside. Safari is thrilling and adventurous, yet it's equally calm and charming, especially in Amboseli. Whenever you're ready, an expert guide takes you on a private game drive. Hippos wallow in pools and rampage through the shallows. A lion pride is spotted beneath a lone tree, close enough for you to see teeth as it lazily yawns. Herds litter the plains; black and white zebra stripes mingling with the curled horns of buffalo and a colorful assortment of grazing antelopes. Today will run at a very easy pace dependent on your mood and energy level. Safari here isn't about long drives. It's about going slow and stopping everywhere to admire the beauty."
    },
    {
      "dayNumber": "3",
      "title": "Amboseli National Park - A Third Spectacular Day of Safari",
      "description": "Open the curtains to the majestic view. It doesn't matter how many times you see it, elephants wandering beneath a snowy mountain is always a personal postcard image. In the morning light the Amboseli plains are at their most active, the predatory cats sizing up the breakfast menu as you sip on mugs of fresh coffee. Now there's thrill and drama on the grasslands. Gazelle graze tentatively, aware of danger but unable to identify the lurking leopard. A tail moves, a neck dips, and the leopard is gone. You scan the grass. Nothing. Now your partner scans the grass with the binoculars and still there is nothing, the leopard's camouflage refusing to be betrayed. A yelp rings out and you instinctively grab each other. The gazelle also didn't see the leopard in the grass. After a long morning game drive you return to the sumptuous lodge for a lazy afternoon. Enjoy a huge buffet lunch in the lapa area, rest in a personalized version of safari paradise, and read a book on your private verandah, occasionally glancing from the pages at a friendly giraffe. While African safari always brings thrills, it's also wonderfully adept at removing stress and allowing both of you to fully decompress. As the day's heat rescinds you take a late afternoon game drive, getting intimate with the eclectic characters that call Amboseli home. It's probably left to the elephants to leave the final goodbye, a mother chaperoning her trunk-swinging baby past your balcony at sunset."
    },
    {
      "dayNumber": "4",
      "title": "Maasai Mara - Thrilling Big Five Action in the Maasai Mara",
      "description": "Amboseli is an idyllic safari introduction as all the famous sights are available in a compact national park. The Maasai Mara is an enchanting next step. The herds are larger and nowhere else in Africa has such a liberal array of big cats. As you drive into the Maasai Mara the grasslands flicker beneath a patchwork of hooves, wildebeest and gazelle clumping together across huge areas of grassland. Settle into your luxury Safari Lodge and the action once again comes to you. Each suite is carefully positioned to maximize the immersion in nature and ensure privacy. It's wonderfully escapist, you and your partner enjoying your own piece of the world's most famous safari destination. Just like the Amboseli Serena, the spacious suites are elegantly decorated with old-world charm and you just need to open the curtains to watch the wildlife."
    },
    {
      "dayNumber": "5",
      "title": "Maasai Mara - Exploring Remote Corners of the Mara",
      "description": "Drive away from the lodge and the scale begins to impress. With every few hundred meters a new herd comes into view, those on four legs lapping up the flourishing greenery of the Mara. Hills roll beyond the horizon and every turn leaves you further alone with nature. Today you take a long, full day game drive across the Maasai Mara, exploring remote corners with a luxury lunch on board. Wildebeest charge across crocodile infested rivers, cheetahs inspect gazelle from elevated rocks, and you'll be going slow enough to take it all in. Four lionesses wander towards the safari truck, inspecting the wheels and returning your gaze. You instinctively step backwards, hands back in the safari vehicle. Don't worry, you're not on the dinner menu. The lions just wanted to rest in the shade beside the front wheel. Romantic getaways always feature fine dining and tables for two. But how many can include a picnic table perched above a small lake of marauding hippos? Admire their interaction over a glass of wine; males grunt, youngsters push, females wallow in peace, and a huge pod of snouts is raised above the water line. Your expert guide understands discretion, so while an informative narrative will have accompanied much of the game drive, now is a time for just the two of you. Today brings intimacy and touching moments with Kenya's wild mammals. But it's also about marveling at the scale of the Maasai Mara. African safari is not a two hour drive around a few preconceived sights. It's day after day of being engulfed in the theater of nature."
    },
    {
      "dayNumber": "6",
      "title": "Maasai Mara - Final Safari Adventure in the Maasai Mara",
      "description": "Another morning brings another new grazer beside your balcony. Today it's buffalo, a herd of bushy haired beasts accompanying breakfast. On your final day of safari adventure the itinerary is deliberately left free. Perhaps there's a sight that escaped your check-list? Maybe you're both fascinated with the grace of giraffe? The game drives are tailored to your interests and you soak up a final day of Africa's famed wildlife. You think you've seen it all by now, but then a set of horns emerges from the trees and you stand wide-eyed. It’s a rhino. A mother and calf plod past with a grace that belies their size. Is this the final lasting safari impression? Or does that come an hour later when you're lounging on the verandah and watching cheetahs accelerate across the horizon, a trail of dust creating a mirage illuminated by sunset?"
    },
    {
      "dayNumber": "7",
      "title": "Diani Beach - First Impressions of White Sand Paradise",
      "description": "As the focus shifts from safari to beach, the views from your room lose none of their beauty. Sapphire Indian Ocean waters lull onto wide expanses of white sand, and lavish palm trees add further shades of green to the landscape. Dazzling Diani Beach offers the idyllic retreat for the next six nights and your own private beach house is surrounded by natural hues and serenity. Some would call the Olerai Beach House a villa. After all, it has spacious living areas, an exclusive pool, beautiful balconies, and a tranquil garden. But beach house is more fitting given the location. You don't even need footwear as it's practically straight out of the gate and onto the sand. From the Maasai Mara you'll take a short hopper flight to Nairobi and a second short flight to Mombasa, less than an hour's drive from Diani. With your driver waiting in arrivals, the transformation from safari to beach should take less than three hours so images of wildebeest are fresh in the memory as you sip on a cocktail served in a fresh coconut. Take a stroll, splash through the crystal clear shallows, and drift asleep to the gentle sounds of the ocean. Welcome to white sand paradise."
    },
    {
      "dayNumber": "8",
      "title": "Diani Beach - A Private Beach House on a Secluded Indian Ocean Beach",
      "description": "Diani Beach stretches for 15 miles, a beautiful expanse of sand that squeaks beneath your feet. In some places you'll find cute shacks selling barbecued seafood and cocktails. Occasionally there's another guesthouse or hotel standing above the ocean. But it's mostly indelibly serene. Your piece of Diani is the most tranquil, the beach practically devoid of footprints. Spend the days lounging around, reading books beneath the palms, enjoying fresh lobster dinners on candlelit tables for two, and savoring another personal piece of Kenyan paradise. Many people visit the Seychelles or Maldives for their beach getaway. Diani offers the same clear warm Indian Ocean waters and the same shimmering white sand with the added benefit of being far more personal and individualized. A private driver is available for the duration of your stay. He'll take you to wine bars further up the beach, nature reserves filled with monkeys, or dive centers offering trips into the marine blue. Want the best restaurant in the area? He'll book you a secluded table for two and transport you to the door. Alternatively, the driver can go meet the fishermen and return with fresh catch to grill on the fire. You don't need the driver for a snorkeling adventure as the vivid coral begins from just off shore. Another option is to sail on a traditional dhow and cruise along the exquisite coastline, occasionally stopping in secluded bays for a quick swim and a hearty lunch. Gradually the unhurried atmosphere lures you into hibernation, time becoming irrelevant as you soak up this haven of tranquility. Beautiful sunrises and enduring sunset tones are sometimes the only means of guessing the time of day. Rest. Relax. Grill some fresh crab on the fire. And toast to yourselves with seemingly nobody else around for miles. The activities and setting may be different, but just like your two safari destinations, Diani Beach offers a private haven away from the rest of the world. After five days you'll be wishing that you could stay for five months."
    },
    {
      "dayNumber": "13",
      "title": "Diani Beach - Fond Farewells to Kenya",
      "description": "What will be your lasting impression of this romantic Kenyan getaway? It's a question you ponder on the flight home, the images scrolling through your mind. Perhaps the rare rhino sighting, or maybe the first footsteps on Diani Beach, Amboseli's elephants, or could it be the predatory cats on the plains of the Maasai Mara? They're all good memories. But it's hard to beat the feeling of taking a shared adventure into the untouched beauty of Kenya."
    }
  ],
  "map": ""
}