[
  {
    "destination": "Cape Verde Islands",
    "mainPhoto": "",
    "id": "cape-verde-archipelago-small-ship-cruise",
    "tourName": "Cape Verde Archipelago small ship cruise",
    "placesVisited": "",
    "generalInfo": "Cape Verde is a diverse Atlantic archipelago where each island has its own character. Some are known for long beaches and quiet coastal towns, while others stand out for volcanic terrain, farming valleys or lively markets. The mix of African and Portuguese influences is clear in the music, food and everyday culture, and the atmosphere across the islands is relaxed and welcoming. Visiting several islands on one holiday gives a clearer picture of how varied Cape Verde is and how different communities live across the archipelago.<br/><br/>Exploring Cape Verde on a small-ship island-hopping cruise is a straightforward and efficient way to travel between islands. The vessel carries up to 50 passengers and is around 55 metres long, making it small enough to reach ports that larger cruise ships cannot access. Travelling by sea avoids internal flights and long transfers, keeping the itinerary simple and low-impact. With full board included during the cruise, day-to-day logistics are easy and you can focus on enjoying each destination.<br/><br/>This Cape Verde itinerary includes several of the archipelago’s most distinctive islands. Sal offers a gentle introduction with its beaches and relaxed pace. Boa Vista brings wider landscapes and desert-like scenery. Santiago combines natural and cultural interest, particularly in Cidade Velha, a UNESCO World Heritage Site with significant historical importance. Fogo is defined by its dramatic 3,000-metre volcano, which shapes both the island’s scenery and agricultural life.<br/><br/>São Vicente brings a different atmosphere, especially in Mindelo, known for its music, cafés and cultural identity. A short crossing from here leads to Santo Antão, often considered the most scenic island in Cape Verde. Its valleys, mountain roads and rural communities offer strong contrasts to the drier eastern islands and show a different side of life in the archipelago.<br/><br/>Food plays an important role in Cape Verdean culture, and you’ll have opportunities to try local dishes while spending time ashore. Fresh fish, simple stews and regional produce are widely available in local cafés and restaurants, offering a straightforward way to experience everyday Cape Verdean cooking.<br/><br/>Excursions during the cruise are led by local guides and focus on understanding each island’s landscape, history and daily life. Activities may include walking routes, coastal viewpoints, village visits and time in local towns. The aim is to explore at a steady pace without rushing.<br/><br/>Using the ship as your base reduces the need for multiple hotel changes and keeps the overall journey well-organised. It offers a practical, comfortable and considered way to experience several Atlantic islands in one trip while supporting a more responsible style of multi-island travel.",
    "durationDays": "8",
    "price": "2339",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board the vessel in Palmeira, a small port on the island of Sal. Boarding takes place in the afternoon, giving you time to settle in and meet your fellow travellers. After dinner on board, the ship sets sail around midnight towards Boa Vista. Overnight at sea."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sal Rei, Boa Vista Arrive early in Sal Rei, the main town on Boa Vista. The island is known for long stretches of sand and open coastal scenery. You can spend the morning at your own pace or join an optional full-day excursion that explores quieter inland areas, local villages and traditional crafts. Lunch is included at a local restaurant. Return to the ship in the afternoon and depart for Santiago. Overnight at sea."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Praia, Santiago Reach Praia early in the morning. Santiago is the largest island in Cape Verde and offers a strong mix of landscapes and culture. After lunch on board, there is the option to visit Cidade Velha, the oldest European settlement in the tropics and a UNESCO World Heritage Site. Explore its historic centre and fort before returning to the ship. Late in the evening, sail towards Fogo. Overnight at sea."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "São Filipe, Fogo Arrive early at São Filipe, with views of Fogo’s impressive 3,000-metre volcano. An optional full-day excursion visits the crater area, where you can walk through volcanic landscapes and learn about life in the crater village. Lunch is included. The excursion ends with time in São Filipe before returning to the ship for the evening departure to São Vicente."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mindelo, São Vicente Arrive in Mindelo, one of Cape Verde’s most culturally significant towns. An optional walking tour introduces you to local markets, cafés and the National Museum of Handicrafts. Mindelo’s music scene is a major part of its identity, and the town has a lively but welcoming atmosphere. Overnight in port."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Santo Antão (via Porto Novo) Depart Mindelo early for a short crossing to Santo Antão. Known for its dramatic valleys and rural communities, it is often considered the most scenic island in the archipelago. An optional full-day excursion takes you through the Paul Valley, an agricultural area where grogue, the local spirit, is traditionally produced. Continue to Ribeira das Patas to see distinctive volcanic formations before returning to the ship. Dinner is served on board. Overnight in port."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Porto Novo, Santo Antã This morning you can join an optional half-day excursion to the south-western part of Santo Antão. The route crosses volcanic landscapes, a porcelain-like field and small farming villages practising dropwise agriculture and other traditional methods. The excursion passes through villages such as Lagedos, where an ecotourism project helps showcase the island’s dry volcanic scenery. Return to the ship to begin the journey back towards Sal. Overnight at sea."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Palmeira, Sal Arrive back in Palmeira early in the morning. Disembarkation takes place at around 9:00am after breakfast."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Cape Verde Islands",
    "mainPhoto": "",
    "id": "cape-verde-island-cruise",
    "tourName": "Cape Verde Island cruise",
    "placesVisited": "Palmeira, Sal Rei, Praia, Seo Felipe, Mindelo, Sal, Boa Vista, Santiago, San Vincente, Santo Antao, Optional activities include: hiking, village and town excursions",
    "generalInfo": "This cluster of ten volcanic islands is 500 kilometres off the coast of Africa and was a Portuguese colony until 1974. As well as being a hiking paradise, these shores are amazingly friendly, as you’ll discover in eight days of cruising the Cape Verde archipelago.<br/><br/>You’ll visit six of the main islands on this cruise: Santiago is the largest island and has the capital city of Praia, whilst Sao Vincente contains the country’s cultural capital, Mindelo. Boa Vista and Sal are sandy, whilst Fogo is fearsome, thanks to its active volcano. <br/><br/>On Fogo you can take an optional hike right to the very edge of the volcano, and you’ll walk on ancient lava fields in San Vincente’s Valley of Ribeira das Patas, too. Across the islands you’ll find sugar cane plantations and towns with colourful painted facades. You’ll sway like a palm tree on the beach after one too many glasses of ‘grogue’. This white rum, made from the plentiful sugar cane, is the national tipple of choice. <br/><br/>Your newly-refurbished boat will journey between the islands overnight, leaving you plenty of time every day to explore each one. There is snorkelling and fishing equipment on board. <br/>",
    "durationDays": "8",
    "price": "2109",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Palmeira, Sal Embarkation at 4 pm at the port of Palmeira, Sal. Dinner on board and departure at midnight towards Boavista. Overnight at sea."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sal Rei, Boa Vista Early morning arrival at Sal Rei, Boa Vista. Boavista offers the most beautiful beaches of the archipelago, and amazing landscapes, both on its coasts and in the heart of the island. Relax on the beach or enjoy an all-day optional excursion to discover the most authentic aspects of the island: its villages with colorful facades, its artisans of ceramics, and its agriculture. Lunch at a local restaurant, before we return on board to sail towards Santiago island. Overnight at sea."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Praia, Santiago Early morning arrival at Praia, Santiago, the largest of the islands of the archipelago. After a morning at leisure and lunch on board, the optional afternoon excursion will bring us to Cidade Velha, the first colonial city built in the tropics and classified by Unesco. The fort and the nearby settlements were once a thriving slave trade centre. Late in the evening we will sail north towards Fogo, the island of fire. Overnight at sea."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sao Felipe, Fogo Early morning arrival Fogo, with its dominating sight of the Fogo Volcano which rises 3,000 meters over the sea level. Our optional full day excursion will bring us at the top of the volcano, right at the crater edge. You will walk through a landscape of lava. Lunch will be at the crater's village. We will also visit the city San Felipe with a characteristic colonial charm. Late in the evening we will sail to Sao Vicente. Overnight at sea."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mindelo, Sao Vicente Once a vibrant commercial island, it has evolved into a cultural center and Mindelo is one of the most well preserved colonial cities in Cape Verde. Our optional walking excursion will allow you to visit galleries and discover busy restaurants, musical events that give Mindelo its label of the Cultural Center of the Cape Verde. It is no surprise that the National Museum of Handicrafts is located in Mindelo. Overnight in port."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mindelo, Sao Vicente – Porto NovoSanto Antao Early in the morning depart for a short sail towards the island of Santo Antao, the greenest of all Cape Verde Islands with landscapes of verdant plantations of sugarcane alternate old craters. Our optional full day excursion will include the luxuriant Valley Paul where sugarcane is still exploited and where you will taste the \"grogue\" the national drink of the Archipelago. You will also reach the Valley of Ribeira das Patas and discover rock formations coming from lava formations. Dinner on board and overnight in port."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Porto NovoSanto Antao This morning, enjoy an optional half day excursion to discover the south-western part of the island a safari through volcanic landscapes, porcelain field, and isolated villages with dropwise agriculture and different kind of plantations. This is a beautiful experience through villages like Lagedos with an ecological tourism to explore the dry volcanic face of this extraordinary island. Return on board to depart towards Sal. Overnight at sea."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Palmeira, Sal Early morning arrival at Palmeira port, Sal. Disembarkation at 9:00 am after breakfast."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]