{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "best-of-siem-reap-phnom-penh-tour",
  "tourName": "Best of Siem Reap & Phnom Penh Tour",
  "placesVisited": "Siem Reap, Angkor Wat, Phnom Penh",
  "generalInfo": "The spires of Angkor Wat stand tall against the orange sunrise. The calm rush of the Mekong carries you downriver. The paddy fields are endlessly green, and the fishermen cast their nets in the gentle glow of the quiet day. Experience the culture of Cambodia on this custom tailored tour taking you through the best of Siem Reap and Phnom Penh that will show you the past and present beauties of the cities and countryside. From tremendous temples to exceptional archeological collections, fabulous traditional cuisine to the jovial sounds of a night market, you will find yourself immersed in the wonders of Cambodia.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Siem Reap – The Gateway to Cambodian Culture",
      "description": "Siem Reap is more than just the gateway to Angkor Wat. The city sits on the banks of the Siem Reap River and bustles with the traditional music and theater as the aromas of freshly baked baguettes mix with bai sach chrouk , a traditional pork and rice dish. The main streets brush against the central market and are filled with an endless whirlwind of energy. Shadow-puppet theaters tell traditional myths projected onto a canvas, like a movie made of silhouettes. Your private transfer meets you at the airport and takes you to your luxurious hotel. In the evening, you will visit the celebrated night market, known as much for its merchandise as for its magnificent food. The colors of locally made textiles are vibrant. The walkways are lined with pants, shirts, watches, and an endless variety of goods, from purses to shoes. The scent of fried rice and sautéing noodles encompasses the area. You find the stellar flavor of Khmer red curry, a coconut milk based dish with a delicate touch of lemon grass. The evening settles into night and you find comfort in your hotel, already welcomed into the fabulous world of Cambodia."
    },
    {
      "dayNumber": "2",
      "title": "Siem Reap – The Great Ancient City of Angkor Wat",
      "description": "Dawn is filled with the spirit of the city. The streets come alive before the shops and restaurants have a chance to open. People venture to Angkor Wat to watch the sunrise over the grand temple. Your guide meets you at your hotel and escorts you to the “Great City,” Angkor Thom, the 12th-century capital city of the Angkor complex. The epic collection of the fortified complex encompasses over six square miles. You notice the gates first and foremost. They are edged by 54 demons and 54 gods focused on an eternal tug of war on a cosmic scale. The reliefs emerge from the wall. As the sun rises in the distance, the light starts the highlight the exceptional details of the battle, from the demon’s scowls to the gods’ struggles. The east gate is famous, not only for its exceptional beauty but for its depiction in the movie Tomb Raider with Angelina Jolie. The towers at the city gates stand 75 feet tall and are decorated with face similar to Bayon. The early streets of the ancient city are calm. The light washes over the sandstone. Sandalwood overtakes the aroma of tree bark and lush leaves. Monks burn incense and reconstitute areas of the temple with shrines to Buddha. The beauty and strength of the Khmer Empire is captivating, equaled only by the magnificence of nature. The culture of Cambodia, like the trees that surround the temple ramparts, is strong from the deep roots upwards. The legends are displayed on the walls, and the walls are written into the people’s history."
    },
    {
      "dayNumber": "3",
      "title": "Siem Reap – The Power of the Past",
      "description": "The morning is graced with the scent of freshly brewed coffee and sweet pastries, remnants of the French colonial past, and particular characteristics of Southeast Asia. Your guide meets you at your hotel and escorts you to the prominent 10th-century temple complex of Banteay Srei. The intricate details of the temples are so stunning and delicate that the artistry led to the complex’s name of “The Citadel of Women.” The red sandstone brings rich color to the verdant surroundings. The outer wall was once over 1,640 square feet. The deity Indra faces east and is mounted on his three-head elephant. The citadel towers shade the pathways. The libraries are made of brick and laterite and sit atop two pediments. Each relief displays a detailed story dear to the ancient kingdom, such as the burning of Khandava Forest, found on the sanctuary pediment. After lunch, you continue onward to the 12th-century temple Ta Prohm. The temple was constructed with flat rectangular walls that surround the central sanctuary. When you enter the complex you notice the colonnade. A large tree grows from the top of the rampart and stretches high into the air, its canopy giving shade to the plaza below. Its thick roots dangle down to the dirt floor. The solid stone structure now combines the manmade architecture with elements of time and nature. A bas-relief at the entrance shows a figure meditating. A variety of trees climb over the once forgotten citadel. The grace of the temple is in its shaped tremendous history shaped by its unearthed present."
    },
    {
      "dayNumber": "4",
      "title": "Phnom Penh – Lake Villages and Capital Streets",
      "description": "The modern culture of Cambodia has its roots in the vast temple complex of Angkor but is also separate from the towering spires and detailed reliefs. After breakfast, your guide will take you to Tonle Sap, a large freshwater river whose water levels fluctuate dramatically throughout the year. Climb aboard a small boat and venture out onto the water. The lake is placid and the banks are verdant. Fishermen have long-tail boats that skim the surface of the water. You can watch them drop cone-shaped nets into the lake and draw out the grid shortly after, filled with fish. The rice fields sweep into the distance and are fed by Tonle Sap. The tall strands of grass almost glow with green. You find villages located directly on the lake. The houses rise on stilts and help the villagers avoid the water’s massive fluctuation from season to season. After your exploration, you will make the ferry journey to Phnom Penh, the capital of Cambodia. The boat drifts down the Mekong River. The waterway is over 2,700 miles long and begins at the Tibetan Plateau. The riverbanks are lush and calm. The breeze is cool and inviting. When you arrive in the city you find the wide boulevards and tall spires of the Royal Palace. The city is active both on the water and on the streets. A private transfer takes you from the Mekong to your hotel."
    },
    {
      "dayNumber": "5",
      "title": "Phnom Penh – The Air of Culture",
      "description": "Phnom Penh is the largest city in Cambodia with over 14 million people. Independence Monument was inaugurated in the 1960s as a testament to commemorate the people who sacrificed for the welfare of Cambodia. The Khmer architecture gives a lovely illustration of the country’s roots. A number of fountains trickle in the plaza that leads to the outstanding tower. The National Museum of Cambodia is the largest cultural history and archeological museum in the country and holds over 14,000 items. The building was constructed in the 1920s with traditional Khmer embellishments mixed with a colonial style. The interior houses artifacts from Anchor and beyond, such as the large multi-faced stone head that dates back to the Khmer Empire. The artwork displayed shows masterpieces of Khmer work and identity, unique to the empire and the region. The character in the artifacts, from stone reliefs to statues, gives pride to Cambodians in a sense of understanding their past, and also the strength and creativity that continues today. Stone elephants guard the entrance. Bronze Buddha images sit atop platforms. The collection takes you back into the decadent décor of history. In the evening, you can dine at a riverside restaurant where the terrace offers a view of the slow and soothing trickle of Tonle Sap River. The scent of Beef Lok Lok is mouthwatering. You can watch the sun fade behind the horizon and enjoy the flavors of the country."
    },
    {
      "dayNumber": "6",
      "title": "Phnom Penh – Discover the Secrets of Angkor Borei",
      "description": "Angkor Borei is a thrill ride of hidden archeology that will show you a portion of Cambodia’s past that many wouldn’t know. After a breakfast including creamy jackfruit and citrusy mango, you will meet your private guide. You will be taken to the dock where an open-air motorboat awaits you. The breeze brushes your cheeks and the view of the water is unfettered. The water mists around you before you arrive at the small archeological museum that houses Funan and Chenla era artifacts, empires that date back from the 1st to the 8th centuries, respectively. Twin hills contain five artificial caves. Each cave contains Hindu and Buddhist shrines. The scent of incense is faint beneath the aroma of earth. The blind doors are decorated with nagas , serpent deities. Phnom Da is situated on a hill that is surrounded by water at various times of the day, making it look like the Mont St. Michel of Cambodia. The temple was constructed in the 11th century and sits atop a foundation constructed in the 6th century. The canopy brushes against the stone structure and almost covers it as if it has been forgotten over time. The entrance is open and stands under an arched relief. The city’s ancient moated walls wrap around three and a half square miles and offer a hint at the scale of Angkor Borei. In the evening, you can enjoy a delightful ride along the Mekong River. The sunset glistens off the water. Fishermen stay late and paddle their boats, silhouetted by the coming night."
    },
    {
      "dayNumber": "7",
      "title": "Phnom Penh – Taking it with You",
      "description": "The morning is graced with the scent of freshly pressed coffee. The Mekong flows quietly. The large palms sway in the breeze. The city begins to stir with life, and you enjoy the sweet and savory flavors of breakfast. The wide avenues fill with people heading to work. You can imagine the sparkling elegance of the Emerald Buddha, encrusted in 9,584 diamonds. After breakfast, your private transfer meets you at your hotel and escorts you to the airport. You have ventured through Cambodia’s history and experienced its exceptional culture, from magnificent ruins to gregarious people. You climb aboard your flight and will always carry a piece of the country with you. Visit the Cambodia travel agencies page to read reviews written by fellow travelers to Cambodia."
    }
  ],
  "map": ""
}