{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "best-of-cambodia-tour",
  "tourName": "Best of Cambodia Tour",
  "placesVisited": "Siem Reap, Angkor Wat, Phnom Penh, Battambang, Sambor Prei Kuk, Kampot, Sihanoukville",
  "generalInfo": "Let Cambodia take your breath away on this 14-day trip through the best of the country’s diverse attractions. Watch the sunrise over celebrated Angkor Wat to see the colors of dawn glow against the temple’s sandstone pillars and carvings. Indulge on powder-sand beaches and cruise through the largest freshwater lake in Southeast Asia. The night markets are vibrant and filled with aromas that are both decadent and bright. From genuine, gregarious locals to a Buddha decorated in thousands of diamonds, once you travel Cambodia you will feel the true spirit of the people and their history.",
  "durationDays": "14",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phnom Penh - Embarking on the Best",
      "description": "Welcome to Phnom Penh, the capital city of Cambodia. The art deco Central Market beams bright yellow. The vendors and pathways are energetic and vivacious. The sound of frying oil and boiling noodles is never far away. The riverfront overlooks the Tonle Sap River. Sisowath Quay is a brick-paved walkway that strolls along the riverbank. Tall palm trees add texture to the skyline. The leaves rustle in the breeze. Your private transfer meets you at the airport and takes you to your luxurious accommodations in the heart of the city. Independence Monument was inaugurated in 1962 and was constructed in the traditional Khmer architectural image. The tower stands proud in the city center as a testament to the country’s strength and storied past."
    },
    {
      "dayNumber": "2",
      "title": "Phnom Penh - Graceful Stature",
      "description": "The morning light reflects off of the Tonle Sap and Mekong Rivers, creating a beautiful ripple of sun. Fishermen venture out onto the water and paddle their boats against the current. They cast their nets in search of a daily catch. After breakfast your private guide will meet you at the hotel. The history of Phnom Penh is captivating in its sometimes graceful and sometimes turbulent memories. French architecture continues to line the street near Sisowath Quay, a reminder of the colonial influence that added to the city’s regal grandeur. The Silver Pagoda is found on the Royal Palace grounds. The sanctuary floor is covered with gleaming silver. The air is cool and brushed with fragrant incense. A gilded pedestal holds the revered Emerald Buddha image made of Baccarat-crystal. The dais is large and multi-tiered and crowned with a concentric spire, which adds to the ambiance of devotion and lavishness. A second Buddha image is almost life-sized, molded with solid gold weighing almost 200 pounds, and is decorated with 9,584 diamonds. Between the gilded artifacts, the elegant diamonds, and the silver floor, the room can transform a single spark of light into magnificent sunshine."
    },
    {
      "dayNumber": "3",
      "title": "Battambang - The French Influence",
      "description": "The energetic morning of Phnom Penh begins and after breakfast, your private transfer meets you to take you to Battambang. Outside of the city, you can see mountains rising against the backdrop of a bright blue sky. Paddy fields are verdant and reach to the foothills in the distance. Battambang is the second-largest city in Cambodia, after Phnom Penh, but maintains a relaxed atmosphere that emanates from the laid-back cafes alongside the river. You arrive at your accommodation and immediately feel the small-town friendliness. The river’s gentle current runs against the banks. The scent of fresh-pressed coffee drifts from the café terraces. Along the eastern bank of the Sangkar River displays the heart of the French Colonial edifices left in the city. The buildings around the central market have thin, large windows that are arched at the top and decorated with wooden shutters. The Governor’s Residence was built in the early 1900s and maintains its impressive balconies, classic color, and the 17-foot high ceilings in the grand reception hall."
    },
    {
      "dayNumber": "4",
      "title": "Battambang - An Interest in the Rail",
      "description": "The buttery aroma of fresh pastries seems to encompass Battambang in the morning. The greenery that surrounds the city is endless and glowing. After breakfast, you make your way to the countryside to experience the unique Bamboo Train. The norry is a wooden frame covered by a bamboo deck that traverses the rural railway between Battambang and Phnom Penh. The tracks were laid by the French in the 1900s and are a useful way for people to travel the depths of the landscape, from farms to forest. Local people pile sacks of rice onto the platform before stepping aboard. Step onto your private norry and feel the traditional movement of this distinctive experience. The breeze brushes through your hair. The air is scented with lush trees and pine. At times the landscape is filled with only trees. The train moves at a maximum speed of 15 miles per hour and in the open countryside, it gives you all the time in the world to enjoy your unparalleled surroundings."
    },
    {
      "dayNumber": "5",
      "title": "Siem Reap - On the Lake and Near the Ruins",
      "description": "The daylight rises over the horizon and returns the city to its morning life. After breakfast, you will experience the beautiful culture that takes place on the water. Climb aboard a boat and enjoy the scenic route to Siem Reap, the gateway to Angkor. The water is cool and the air is comfortable as you venture away from the peaceful banks of Battambang. The water continues to be an important highway for local travelers and fishermen. The scenery is abundant with distant mountains and far-reaching paddy fields, each vivacious with various shades of green. When you come to Tonle Sap Lake you will cross the largest freshwater lake in Southeast Asia. The marshlands bustle with birdlife; egrets scour the grasses for small fish and insects. Narrow longtail boats are filled with people, from fishermen to locals that live in the various floating villages on the water. The shallow boats skim across the water’s surface. Life almost slows down for the moment as you witness the gregarious and interesting lifestyle on the lake. Navigate small canals and wave to the hardworking fishermen before arriving in Siem Reap for the evening."
    },
    {
      "dayNumber": "6",
      "title": "Siem Reap - Remarking on History",
      "description": "Siem Reap is a city located between rice paddies and the Siem Reap River. The antique village streets are energetic at the city center where they turn into wide avenues. Tuk-tuks ferry visitors to and from Angkor throughout the day. Cows pull large carts filled with produce and farming equipment just outside of the city center. The Central Market is a mixture of tasty local cuisine and local merchants touting everything from watches to t-shirts. Rise before the sun and meet your private guide. You make your way through the dawn darkness and notice the silhouette of trees. Arrive at the western gate and cross the 1,148-foot walkway that takes you over the 623-foot wide moat. The light slowly begins to ascend behind the surrounding jungle-clad mountains. Enter into the main courtyard and find the renowned Angkor Wat standing at the edge of a grassy field. The lily pond reflects the temple in the water. Monks emerge from the trees. Their orange robes imitate the sunrise to come. As the light spreads over the sky you can see five towers that resemble beehives, each rising from a significant point on the temple. The central tower stands 213 feet from floor to tip. The 12th-century temple is covered with intricate reliefs that tell Hindu and Buddhist myths. When you enter the building you find the scent of sandalwood from various small shrines. The aroma mixes with the cool sandstone. The sky takes on a monumental pink that swirls into orange. Five shrines are enclosed in the third gallery where a raised terrace interconnects them. Each gallery is covered by a roof that is decorated with carvings of snakes that slither to lions and garudas , a mythical bird-man idol. The more time you spend exploring the temple the more treasures you find, from eccentric reliefs to hidden chambers."
    },
    {
      "dayNumber": "7",
      "title": "Siem Reap - The Intricacies of the Past",
      "description": "The morning comes and the streets of Siem Reap become lively once again. Today you will head to the exceptional temple complex of Banteay Srei, also known as the “Citadel of Women.” The 10th-century temples were decorated with such delicate and elaborate carvings the rumor was said that each relief could have only been molded by the hands of a woman. The jungle is dense and gorgeous. The trees part and you come to the clearing where the brick and laterite temples stand out against the lush forest. The pediments are large and take a gabled shape. It is the first instance that entire mythological scenes are depicted. In the third outer enclosure, you can find a pediment decorated with images of the fight between the Asura brothers. The details in the images show the characteristics of the brothers along with their emotions in the midst of passion. It is a gem of artwork and a magnificent view of history. When you walk around the complex there is always another deity to find, another guardian etched into the doorway, and an endless collection of wonders."
    },
    {
      "dayNumber": "8",
      "title": "Sambor Prei Kuk - Before the Empire",
      "description": "The history of Cambodia is rich with kingdoms and ruins. After breakfast, you will venture deeper into the woods away from Siem Reap and head to Sambor Prei Kuk. The temple complex stands near the town of Kampong Thom. The temples date as far back as the 7th century and were constructed with brick and sandstone. Amidst the forest, beneath the canopy, you will find carvings of stone lions protecting the ancient complex from spirits and invaders. The temple towers are scattered throughout the trees. A number of temples have been taken over by the jungle. Roots now cover the exterior and look as though the temple had been carved into the tree itself. The pathways are sandy and soft. Octagonal towers are decorated with representations of Shiva. The area is less visited than Angkor and the ambiance is serene. The quiet sounds of nature blanket the air. It is a fantastic and rare look into the pre-Angkorian history of the country, one that offers you a different look at Cambodia’s evolution."
    },
    {
      "dayNumber": "9",
      "title": "Kampot - The Continuous Franco Culture",
      "description": "The trees cover the ancient temples as you make your way southbound towards the riverside town of Kampot. The French architecture continues to line the streets, adding to the charm of the quiet, gentle town. The air is spiced with black pepper. The riverbanks are lined with graceful walkways. Street lamps, trees, and flowerpots decorate the avenues. When you arrive in the city the relaxed ambiance is tranquil and refreshing. You can hear the river sweep through the town. Fishing trolleys return from a day's work. Nearby in Bokor National Park, you can find the shimmering red stone of a French Catholic church standing tall on a verdant knoll. The old French hill rises 3,543 feet and was once home to a resort area for French social elites."
    },
    {
      "dayNumber": "10",
      "title": "Kampot - Finding the Caves",
      "description": "Wake up to a calm river and an equally tranquil city. The pace is leisurely and welcoming in the morning. After breakfast, you meet your transfer and make your way to the Phnom Chhnork Caves. A short stroll through the tall strands of the rice fields brings you to Wat Ang Sdok. The staircase has 203 steps winding up the foothill into a graceful cavern. The Hindu temple was constructed in the 7th century using brick. A stalactite elephant greets you at the entrance. Bats live in the natural chimneys that tower into the sky. Enter the temple and find ancient stalactites that have been used as representations of Shiva since the sanctuary’s inception. When you reach the top of the hill you can look out over the expanse of farms. The fields are fertile with rice, cucumber, mint, and tomato, which offer an array of color beneath the impossibly blue sky. In the afternoon you will return to Kampot for the evening."
    },
    {
      "dayNumber": "11",
      "title": "Sihanoukville - Riverbanks to Beaches",
      "description": "Outside of Kampot, the landscape undulates from mountains to fields, each draped in lush and fertile greenery. After breakfast, your private transfer will escort you to Sihanoukville, a magnificent stretch of tropical white-sand beaches that run along pristine water. The town has endless energy that pulses against the trees. Otres Beach is known for its relaxed beauty south of the town. The water glows emerald against the soft, puffy sand. You can see windsurfers flipping and fly off of the water. Kayaks skim around the outcrops and under the dangling trees. The aroma of the sea is soothing, a sweet and luscious combination. Little restaurants near the water offer to cook your catch of the day if you come fresh from fishing. The simple flavors of mint and coriander are prevalent and intoxicating. The Starfish Bakery and Café offers indulgent pastries and cookies. Proceeds help generate funds for the community-based humanitarian organization, the Starfish Project. You can settle into the powdery sand and let the afternoon luxury overtake you."
    },
    {
      "dayNumber": "12",
      "title": "Sihanoukville - Cambodian Leisure",
      "description": "The emerald water laps at the shore and looks inviting. The trees rustle in the morning breeze. The day is yours to enjoy Sihanoukville in any possible manner, from lounging on the beach to venturing out onto the water in a kayak or fishing boat. After breakfast, you could even make your way to Bamboo Island. Climb aboard a longtail boat and luxuriate on the half-hour boat ride to the crescent-shaped beach. The sand is warm and golden. The water is cool and inviting. Casuarina trees border the beach and provide a piney scent to the shore. The water is crystal clear and the beaches are tranquil. There are around 30 full-time residents on the island. The jungle is dense and filled with stunning flora. The sky is perfectly blue. When the sun begins to set you can return to shore and watch the dusk wash over the water."
    },
    {
      "dayNumber": "13",
      "title": "Phnom Penh - On the Way",
      "description": "The ocean is boundlessly blue. The sand captures the sunlight and shimmers against the water. Enjoy the rich flavor of freshly pressed coffee. After breakfast, your private transfer meets you at the hotel and you begin your journey back to Phnom Penh. The capital city continues its familiar bustle alongside the Tonle Sap River. The Russian Market is a bazaar named for the ex-pat population that shopped there in the 1980s. When you walk through the lanes you find colorful textiles, from brand name shirts to stacks of jeans. Ceramic pots dangle from storefronts. The market is vast, equaled only by the variety of merchandise on display. On the street, you can find a woman chopping and shaving a pineapple. The cool citrus is refreshing. Silver rings and necklaces are engraved with Hindu and Buddha images. In the evening you can partake in a delicious meal at Boat Noodle Restaurant, situated in an old wooden house. Each room follows a different theme of Cambodian and Southeast Asian antiques. The Khmer curry is delectable and the atmosphere is unparalleled."
    },
    {
      "dayNumber": "14",
      "title": "Phnom Penh - Different City Living",
      "description": "The gilded spires of Throne Hall are tall and iridescent against the opulent blue sky. The sounds of the city come to life after dawn. The aroma of mint is cool and refreshing. You enjoy the buttery and sweet pastries accompanied by a decadent cup of coffee. The river’s current guides the fishermen away. Local men and women gather on the quay and begin their daily exercises. Soon your private transfer will take you to the airport to catch your flight home. Until then you can listen to the soothing swish of the water, watch the energetic movement of the locals, and enjoy your final moments in Cambodia. For ideas on how to customize this trip further, you may want to read the Cambodia tours reviews ."
    }
  ],
  "map": ""
}