{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "phnom-bokor-epic-journey-of-indochina-cambodia-laos-vietnam-tour",
  "tourName": "Phnom Bokor Epic Journey of Indochina: Cambodia, Laos, & Vietnam Tour",
  "placesVisited": "Vientiane, Luang Prabang, Hanoi, Ha Long, Hue, Hoi An, Ho Chi Minh City, Siem Reap, Phnom Penh",
  "generalInfo": "Take a step away from the everyday to experience the unique on this 22-day adventure through Southeast Asia. There is no end to the splendor of natural towering karsts and ancient city complexes. Emerald paddy fields blanket the countryside and historic streets are lined with shimmering paper lanterns. Your time in Laos, Cambodia, and Vietnam will do more than just show you the local history and culture but will also immerse you in it. From snaking underground tunnels to unparalleled reliefs, the moment you arrive you can feel the difference.",
  "durationDays": "22",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vientiane – The Beginning Movement",
      "description": "Welcome to Vientiane, the quiet capital city of Laos. The streets are decorated with remnants of the country’s French Colonial past. You can see antique French mansions lining the wide avenues behind noodle stalls that emanate aromas of fresh garlic and ginger. You can catch the scent of fresh baked baguettes that drift from the many cafes and bakeries in the center of town. Ancient Buddhist temples are scattered through the winding street and the skyline is enhanced by the impressive architecture of the Patuxai Victory Monument. The large concrete arch resembles the Arc de Triomphe in Paris and is decorated with images of Hindu gods. The five towers atop the main structure are designed in the traditional Laotian style. The tower was built in the mid 20th century. When you stroll through the park the palm trees rustle in the breeze. The four ponds in the courtyard represent a lotus flower. The elegance of the capital is in its quiet beauty by which you have already been charmed."
    },
    {
      "dayNumber": "2",
      "title": "Vientiane – Along the Capital Streets",
      "description": "The aromas of the quaint morning are those of buttery croissants and rich coffee. As the city begins to come to life the cafes light up. Umbrellas stretch over small tables and chairs that are set out on the sidewalk. It looks more like a lovely walkway in Paris than the capital city of a Southeast Asian nation. Outside of the city is the unique Buddha Park that displays over 200 intricately designed and sculpted religious statues. The park was open in the 1950s by a monk who studied both Hindu and Buddhist principles. The bright blue sky washes over the exhibition. The artists have specific interpretations of both gods and demons that illuminate more than just the artists’ abilities. A reclining Buddha image stretches over 120 feet long. You can see an image of Idra riding a three-headed elephant. The sculptures mesmerize visitors not only for their incredible size but also for their intriguing and unique details."
    },
    {
      "dayNumber": "3",
      "title": "Luang Prabang – The Ancient Remains",
      "description": "The calm morning of Vientiane comes to charming life. After breakfast your guide meets you at your hotel and escorts you northbound to the famous ancient capital of Luang Prabang. The city was once home to the Lan Xang Kingdome in the 16th century and continues to be at the heart of Laotian culture. Mountains surround the entire city. Over 33 temple towers can be seen peeking through the luster of trees. The riverbanks are lush with trees and scarlet flowers. The scent of fresh coffee is never far away. Mount Phousi is a hill that stands over 450 feet tall in the center of the city and offers a tremendous 360 degree panorama of the temples, streets, and surrounding landscape. The staircase to the summit consists of 355 zigzagging steps. Look over the cityscape as the sun sets over the distant mountains and you will know that every step was worth it."
    },
    {
      "dayNumber": "4",
      "title": "Sienna Robes and Temple Roofs",
      "description": "The early morning is brushed with a slight, cool mist. Your guide greets you early to show you the little details of the city that create the captivating city. You hear a small bell chime. Local people have lined up on the sidewalk; some people kneel while others stand. A long line of monks walks slowly towards you. Each monk is draped in a burnt sienna robe. Their voices add a calming hum to the city. Locals offer alms to the procession in the form of rice and cookies or evening money. The scent of incense drifts past you as the monks disappear down the street. Their hum continues to linger in the air. After breakfast your guide escorts you to Wat Xieng Thong Temple. The complex is located where at the point where the Nam Khan River meets the Mekong River. The architecture is classic Laotian design; the pointed roof quickly sweeps low to the ground. The Tree of Life mosaic is carved into the walls with incredible detail. Pious women surround Buddhist deities and the entire mosaic is embellished with intricate geometric shapes. The original temple was constructed in the 16th century and refurbished in the 1960s. Meander through the complex and find the drum tower and the Triptaka Library. The day continues and the wonders of the city are endless."
    },
    {
      "dayNumber": "5",
      "title": "Siem Reap – The Power of the Past",
      "description": "The aromatics of fresh brewed coffee and sweet croissants are soon left behind. You arrive in Siem Reap, a city that sits adjacent to the Angkor Temple complex. Your private guide meets you at the airport and quickly has you settled into your hotel. Soon you make your way into Angkor to learn the depths of its wonder. The main temple is known as Angkor Wat and is the iconic image of the entire complex. The ancient temple was built in the 12th century and is a unique blend of spirituality and symmetry dedicated to a Hindu deity. Large lions flank the stone entrance bridge. Their mouths are open and intimidating. You step through the main gateway and arrive in the open square. A pond at the far side of the courtyard reflects the expansive temple in its tranquil water. Five stupas stand tall over the temple structure. The spires thin out at the top and somewhat resemble beehives. Inside the temple are three galleries with vaulted ceilings. The sandstone color burns a deep gold in the afternoon sun. You can see where the stones were cut into blocks and pressed together, held together without mortar."
    },
    {
      "dayNumber": "6",
      "title": "Siem Reap – A Continued Marvel",
      "description": "Today you will venture back out into the Angkor complex to witness the ongoing grandeur of the ancient architecture and culture. Your guide takes you from your hotel to Ta Prohm, a temple that has been overtaken by the surrounding jungle. The movie Tomb Raider starring Angelina Jolie was filmed at this location. The temple was built in the 12th century. The sensational image of the complex comes from the combination of the empire’s powerful structure and the strength of nature and time. The exterior wall runs half a mile long. The main entrance gate is decorated with a Jayavarman face, a quintessential image that is carved into the stone and holds a slight smile. In the inner courtyard you find the thick, dangling roots of a tree. The oak tree towers into the sky and casts shade over the temple. The interesting characteristic about the tree is its positioning. The tree’s trunk sits on top of the roofing. It’s roots swing down and dig into the ground in search of nutrients and support. It is almost otherworldly and never less than impressive."
    },
    {
      "dayNumber": "7",
      "title": "Phnom Penh – The Diamonds of Cambodia",
      "description": "The lasting luster of the Angkor complex is unforgettable. You imagine the towers and Jayavarman faces catching the morning light as you leave Siem Reap behind for the capital city of Phnom Penh. The city sits on the banks of the Mekong River and contains remnants of the country’s contemporary and ancient history. The Royal Palace was constructed in the 19th century and continues to serve as an example of Khmer-style architecture. Inside of the palace you find the Emerald Buddha, a famous image of the deity that was carved from a single Baccarat crystal in the 17th century. The relic is decorated in over 9,500 diamonds that capture the light from every angle. The golden spire adds a light to the open blue sky. The city is lively around the royal complex."
    },
    {
      "dayNumber": "8",
      "title": "Chau Doc – The River Delta",
      "description": "The Mekong River is filled with activity in the morning. Fishermen come and go from the riverbanks. They cast nets over the wide berth of water in search of the daily catch. Some local skiffs are filled with children meandering up river to get to school. After breakfast you board the comfortable ferryboat that will take you along the water, over the Vietnam border, and down to the town of Chau Doc. The sporadic high rises of Phnom Penh disappear behind lush trees and intermittent passing boats. The countryside extends from the riverbanks to the horizon on either side of the river. In the early afternoon you arrive at Chau Doc, a town filled with religious diversity and bustling daily markets. Pastel colors are draped across the storefronts along the banks. The people wave and smile as you pass by. The gentle rush of the water is a soothing sound in the evening calm."
    },
    {
      "dayNumber": "9",
      "title": "Chau Doc – The Exceptional Riverside",
      "description": "Just north of town you will find Sam Mountain. At the base of the mountain is Tay An Pagoda. The temple was built in the 19th century. Two elephants guard the sanctuary and the scent of sandalwood reaches out. The mountain’s summit stands over 690 feet tall and looks out over an ocean of paddy fields. The greenery glows beneath the blue morning sky. Massive boulders protrude from the mountain’s foothills. You find statues of rhinoceros and elephants near the summit. The surrounding terrain is flat and looks to extend endlessly. When the breeze blows across the valley you can see the paddy fields sway like a rippling wave."
    },
    {
      "dayNumber": "10",
      "title": "Ho Chi Minh City – A Morning Market",
      "description": "You can hear the morning markets of Chau Doc in action. You sit alongside the river and watch the endless boats float by the city. Each boat is filed with merchandise, from succulent lychees to juicy oranges. Some boats look weighed down by the amount of vivacious produce that fills their hull. Women wear quintessential conical hats to protect them from the sun. They stand at the back of the boat and steer along the rushing water. People are eager to buy and sell their goods. The scent of ginger and mint is intoxicating. You even see one woman with a wok in her boat; she fries fresh fish and passes them the other vendors and patrons. After the morning rush you continue your journey northbound to Ho Chi Minh City, also known as Saigon, and arrive in the early evening."
    },
    {
      "dayNumber": "11",
      "title": "Ho Chi Minh City – An Energetic Introduction",
      "description": "The streets of Ho Chi Minh City are dizzyingly energetic. You can be easily wrapped up in the endless rush of the city. The skyscrapers are a rich reminder that this is the commercial capital of Vietnam. The Saigon River is a reminder of the quiet traditions that continue to radiate beneath the whirlwind of movement. After breakfast your guide meets you at your hotel. The French colonial architecture is a fixture of the city center that locals still affectionately refer to as Saigon. Notre Dame Cathedral sits on a quiet corner in downtown and was built in the 19th century by French colonists. The materials were shipped from Europe and add a lustrous red to the city’s skyline. The twin spires stand 190 feet tall and contain six bronze bells. When you enter the cathedral you find lofted ceilings. The interior halls are filled with a tranquil ambience. You can sit inside the church in awe of the architecture and the energetic beauty of the city."
    },
    {
      "dayNumber": "12",
      "title": "Ho Chi Minh City – The Subterranean Labyrinth",
      "description": "Today your guide takes you into the countryside for a visit to the remarkable subterranean labyrinth of the Cu Chi Tunnels. The network was constructed in the 1940s and encompasses over 124 miles of passageways. Maps are hung at the entrance and show you the exceptional extent of the entire network. The entrances continue to be covered by the countryside, either blending into the rocks or covered with a trap door. The fit is tight when you enter the tunnels. The walls are narrow and cold. Follow your guide deeper into the complex until you arrive at the exit. An M-41 tank is situated beneath the canopy of a eucalyptus grove. There is a tangible power in the persevering efforts it took to create and maintain the entire tunnel system."
    },
    {
      "dayNumber": "13",
      "title": "Hoi An – The Lights of Town",
      "description": "The city’s high-rises brush the sky. You watch the towering modernity fade away beneath the clouds as you fly to Danang. Your private transfer meets you at the airport and takes you to the quaint streets of Hoi An. The merchant town was once the center of trade for central Vietnam dating back to the 15th century. Chinese lanterns are strung across the narrow streets. They burn orange and red in the fading daylight. The Thu Bon River flows quietly on the outskirts of town. When you visit the Tan Ky house you notice the combination of Chinese and Japanese architectural influence. The triple-beam structure represents the balance between heaven, earth, and humanity. The central courtyard shows two vertical panels that are inscribed with paralleled sentences. When you stand back you realize that each sentence is also an illustration of a bird."
    },
    {
      "dayNumber": "14",
      "title": "Hoi An – The Days of Temple Elegance",
      "description": "My Son is a remarkable temple complex that dates back to the Champa Empire. The temples’ construction ranges from the 4th to the 13th centuries and are as splendid today as they must have been in their prime. When you arrive at the complex you find an open courtyard where the red sandstone temples stand against the bright sky. The area was once the spiritual center of the empire. You notice that the 22 remaining temples are specifically positioned in accordance with the sun. In the early morning the light shines behind the head of Vishnu. Walk around the various temples and find that each one is decorated with intricate statues of gods and animals. The raised reliefs are embellished by immense detailed geometrical designs that add a certain artistry and devotion to the already grand exterior."
    },
    {
      "dayNumber": "15",
      "title": "Hue – On the Way to Hue",
      "description": "The Marble Mountains watch over the city of Danang located near Hoi An. When you leave the charm of the town you come to the rising towers of the Marble Mountains. They rise like karsts against the backdrop of sea and sky. The granite catches the sunlight and displays its varying white and black coloration. The South China Sea wades against the long stretch of shoreline. You continue along the Hai Van Pass to Hue. The mountains stand over 1,620 feet tall. You see the endless stretch of emerald hills roll into the distance. At the base of the range is the sapphire sea that wades in and out. You reach Hue and find the impressive remnants of an imperial capital. The garden houses are truly unique to the city and are set in manicured private gardens. The home is meant to connect its inhabitants to the scenery and vice versa, bringing a balance to nature. The Lac Tinh house is over 6,000 square feet and was created in the 19th century. Roses and hibiscus are arranged in symmetrical rows. You can sip tea and indulge in the delicate flavors of the city as you sit under the trees and enjoy the scent of laurels."
    },
    {
      "dayNumber": "16",
      "title": "Hue – The Strength of a Legacy",
      "description": "Hue was once the capital of the Nguyen Dynasty in the 19th century and continues to emanate a regal atmosphere. Your guide meets you at your hotel and takes you out into the city’s history to experience the majesty for yourself. The To Mieu Temple Complex is located in the southwest corner of the Imperial Citadel. The Hien Lam Pavilion is multi-tiered and was constructed in the early 1820s. Slithering dragons divide the stairway into thirds. The Nine Dynastic Urns stand between the two temples. The collective vessels symbolize the stability of the throne. The ambience throughout the citadel is pure opulence, from the 18-foot high walls to the bronze urns."
    },
    {
      "dayNumber": "17",
      "title": "Hanoi – Imperial Capital to Modern Capital",
      "description": "Today you will watch the powerful walls of the citadel and the unforgettable tombs of legendary emperors sink into memory as you make your way to Hanoi. The modern capital city of Vietnam is flush with culture and style. When you come to the Old Quarter you find the wealth of life in a city that reaches back over 1,000 years. Thirty-six streets divide the neighborhood and represent a different section of goods that are provided, from medicine to silk. Bicycles whir down the pathways. The scent of coffee mixed with condensed milk creates a rich and sweet aroma. The tree-lined boulevards offer a reminder of the French Colonial days. The Opera House was built in the early 1900s and maintains its neoclassical artistry. The grandeur of the Opera House, the wide streets, the narrow market, and the overall pulse of Hanoi make you want to uncover all of the city’s splendors."
    },
    {
      "dayNumber": "18",
      "title": "Hanoi – The Culture of Past and Present",
      "description": "The rousing scent of Vietnamese coffee surrounds you. Your guide meets you at your hotel and you make your way through the uncovered history and charm of the city. The Ho Chi Minh Mausoleum is situated at the head of Ba Dinh Square and was inaugurated in 1975. The exterior is granite and the interior is polished black and red stone. The tall structure stands almost 80 feet above the square and stretches over 135 feet wide. The imposing edifice offers a hint of the unyielding characteristics of the city, meant to be as strong as stone. In the gardens you can find Ho Chi Minh’s former home. The house is on stilts and sits next to the serene pond that is decorated with water lilies. The home remains as humble today as it was when Ho Chi Minh occupied it during his governance."
    },
    {
      "dayNumber": "19",
      "title": "Hanoi – Coming Close to Karsts",
      "description": "In the calmer city morning you will leave Hanoi behind. The gentle waters of Ha Long Bay are calling you to them. When you reach the bay you will step onto a traditional Chinese junk to enjoy an overnight cruise around the fantastic scenery. The sails are cast and you notice how they resemble the textured folds of a paper fan. The sea casts a gentle mist into the air. The sails catch the breeze and you start your journey around the water. Over 1,600 limestone islands can be found in the bay. Karsts tower into the sky and reflect their grandeur in the water’s surface. When the evening is cast the aroma of garlic and lemon zest emanate from the kitchen. You can look out into the sky and find the eternal glitter of stars blanketing the night."
    },
    {
      "dayNumber": "20",
      "title": "Hanoi – The Allure of Sapphire Water",
      "description": "The sunrise over the bay brings incredible colors that glint off of the limestone islands around you. Indulge in the rejuvenating flavors of fresh brewed coffee and watch the landscape float by. After breakfast you will step onto a sampan to visit the Vung Vieng fishing village. The locals are welcoming and friendly. Their boats are wide and shallow. Their homes are buoyed together and drift with the tide. Children are taken to school by boat, ferried to and from the shore. When you step out of the clean and spacious homes you once again notice the surrounding beauty of the bay. Karsts and emerald water are in the village’s backyard. You make your way back to the boat and eventually return to Hanoi with the view from the fishing village fresh in your mind."
    },
    {
      "dayNumber": "21",
      "title": "Hanoi – The Familiar Calls of the Day",
      "description": "Today brings you Hanoi at your leisure. You can stroll through as much or as little of the city’s bustling neighborhoods as you prefer. The morning springs to life with whirring bicycles in the Old Quarter. You notice a woman walking to the market. She has a large pole draped over her shoulder. Two baskets are filled with spinach and dangle at either end of the pole to counterbalance the weight. For a relaxing exploration of the city you can stroll around Hoan Kiem Lake. Large soft-shell turtles swim in the water. Trees hang over the banks and dangle their branches against the lake’s surface. The pristine calm around the water brings a new feeling to the city. Jade Island can be reached by walking over the bright red wooden Huc Bridge. The day slows down so you can enjoy the lasting hours of Hanoi."
    },
    {
      "dayNumber": "22",
      "title": "Hanoi – The Lasting Connection",
      "description": "The streets of Hanoi are calm this morning. On the edges of the West Lake groups of women begin to practice Tai Chi. A procession of cyclists meanders through the streets. They each carry baskets filled with cheerful flowers ready for market. After breakfast your private transfer meets you at your hotel and escorts you to the airport. You board the plane filled with mixed emotions. You’re ready to journey home but you know that you will miss Vietnam. Luckily the memories will last a lifetime."
    }
  ],
  "map": ""
}