{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "the-ultimate-cambodia-tour-history-culture-wonders",
  "tourName": "The Ultimate Cambodia Tour: History, Culture & Wonders",
  "placesVisited": "Siem Reap, Angkor Wat, Phnom Penh, Battambang, Tonle Sap, Kratie, Kampong Thom, Oudong, Kampong Chhnang, Phnom Santuk",
  "generalInfo": "Let the unique culture of Cambodia enchant you on this custom tailored tour through the country’s irresistible history and incredible charm. Ancient ruins are surrounded by lush jungle and cities are decorated with the images of a French Colonial past. Opulent Royal complexes radiate with silver tiles and sparkling precious stones. Relax on a decadent riverside promenade and traverse unique waterways. Scour distinct temples and search for freshwater dolphins. Experience the splendor of Cambodia through its culture, its people, and its captivating spirit.",
  "durationDays": "13",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phnom Penh – Welcome to Cambodia’s Capital",
      "description": "Phnom Penh is a city that sits along two rivers and the Sisowath Quay stretches along the wide breadth of the junction between the Tonle Sap and Mekong Rivers. Its brick promenade is shaded with large palm trees and decorated with flowerbeds while the rivers' currents carry fishing trolleys and longtail boats and the water mists into the air. Your private transfer will meet you at the airport and take you to your elegant hotel that looks out over the water. You will admire the lobby, which is situated in a French Colonial building, and the windows, whose high arches grant you an excellent view of the city that glows gold from the lights in the evening. Enjoy a welcome dinner of traditional Khmer cuisine while dancers tell ancient stories with their elegant and purposeful movements. Their wardrobe will be gilded to encompass the opulent history of past empires while the city will be energetic and welcoming in its entire historical splendor."
    },
    {
      "dayNumber": "2",
      "title": "Phnom Penh – Full-Day Tour of the City’s Historic Sites",
      "description": "The French architecture along the water is almost regal in its preservation. The pastel colors and graceful large windows provide natural coloration to the streets and the local shops while small balconies decorate the corner windows. After breakfast, your private guide will meet you at the hotel where you will eagerly await the opportunity to traverse the city. Wat Phnom is located on a grassy hilltop and was originally constructed in the 14th century and its temple rises almost 90 feet tall and lingers over the large clock made of flowers that decorates the entrance. The main stupa is shaped like a bell while naga , traditional spirits that look like snakes, decorate the corners of the roof. The atmosphere is humble yet jovial and the temple’s interior is decorated with bright modern murals that depict the various lives of Buddha. The ceiling maintains its original murals while the stature of the temple continues to inspire. The history of the city is diverse, from ancient to contemporary, joyous to tumultuous, but this temple lays claim to the start of Phnom Penh, and therefore the beginning of an illustrious “Pearl of Asia.”"
    },
    {
      "dayNumber": "3",
      "title": "Kratie – French Trading Post of Kampong Cham and Wat Nokor Temple",
      "description": "The streets of Phnom Penh are active and lively in the morning. The Victory Tower stands at the end of the long boulevard as it foreshadows the spectacular Khmer architecture to come. Today, you will leave the capital city and make your way to Kampong Cham, a city located on the banks of the Mekong River, and considered to be the gateway to eastern Cambodia. The Kizuna Bridge was the first of its kind in the country to span the exceptional width of the Mekong as it reaches over 4,921 feet wide. The river is serene and reflective. The city feels more like a peaceful town. When you arrive at Wat Nokor, you will discover a modern Theravada Buddhist pagoda that is surrounded by an 11th-century Buddhist shrine. The outer sandstone and laterite walls are a deep and imposing rustic color. Many of the old archways help create new shrines and areas of worship. There are several monks that call the temple home and the tranquil center will allow you time to notice the sandalwood aroma. It is an interesting and useful blend of history and modernity that allows the past to influence and support the present. In the evening you will settle into your hotel in Kratie, where the rural ambiance of the property adds to the absorbing country charm."
    },
    {
      "dayNumber": "4",
      "title": "Kratie – The Mekong Village of Kampi and Sorsor Mouy Roy Temple",
      "description": "Kratie is an area of Cambodia that relies on the precious waters of the Mekong River. The city continues to display the French Colonial architecture that fills the city center. From the central market to the riverbanks, the tall windows and graceful balconies add a touch of provincial France to the rural town. Long, flat skimmers traverse the water and fishermen venture out onto the river daily. The central market fills with people from around the province that sell fresh produce and in search of fresh fish. The avenues that line the river are quiet while motorbikes are interspersed with karts drawn by mules and cows. This area is a mixture of countryside and township where you can step aboard a kayak and venture out onto the river in search of the endangered Irrawaddy dolphin. The freshwater dolphins often swim near a small set of rapids and break the river’s surface in small upward arches. You will first notice the broad and triangular pectoral fin. Their beaks are short and their foreheads bulge as they spout mist and lift their heads above the water to find you nearby. The pace in Kratie will be slower than other cities, and much more tranquil. You will have a chance to embrace the dusk while you sit on the riverbanks and watch the sunset overtake the entire horizon. The colors will reflect off of the water and you can feel the remarkable majesty of Cambodia."
    },
    {
      "dayNumber": "5",
      "title": "Kampong Thom – Visit Phnom Santuk Mountain",
      "description": "The next day, you will wave goodbye to the freshwater dolphins and make your way towards Kampong Thom. A pagoda stands atop 980 steps and adorns Phnom Santuk Mountain. The slopes are forested and Buddha images decorate the foothills, intermittently. Here, the summit peaks at 679 feet tall while monkeys linger in the trees and run among the branches. During your climb, you will pass multiple pagodas decorated with nagas and dragons as miniature monk statues flank the stairway to the top of the mountain. Just below the summit are sets of boulders that look southward towards Tonle Sap Lake. The air is filled with fresh pine from the verdant trees that drape the horizon. The temple at the top of the mountain will actively invite you as monks are eager for you to enter. The surrounding trees are dense and vibrant. The unique nature of the mountain and artistic statues that grace the foothills will give you a tremendously humble feeling. In the afternoon you will arrive in Kampong Thom and settle into the Sambor Village, located alongside the pleasant sweeping sound of the river."
    },
    {
      "dayNumber": "6",
      "title": "Siem Reap – Pre-Angkorian Ruins of Sambor Prei Kuk",
      "description": "In the morning you will see local men riding their bikes along the riverbanks. Their wheels add a gentle whir to the sounds of the river. After breakfast, you will venture to Sambor Prei Kuk to witness the ancient temples scattered amongst the trees. The temples, which were composed of brick, dating back as far as the 7th century and they predate Angkor by almost 500 years. The surrounding forest is lush and vivacious, and it occasionally overtakes the complex's temples altogether. The main group of temples is Prasat Sambor, which is dedicated to one of Shiva’s incarnations. You will see some of the carvings that decorate the temple walls, including a series of female fertility symbols around the central tower. The portals are adorned with Shiva lingams, a sign that signifies a representation of the god. The power of nature will be inspiring and fascinating as you will see structures overrun with tree moss and tree roots. In the afternoon you will make your way to Siem Reap and find yourself in the luxurious rooms of the Somadevi Angkor Hotel and Spa, where the mixture of modern comforts and traditional design creates a fabulous, embracing atmosphere."
    },
    {
      "dayNumber": "7",
      "title": "Siem Reap – Angkor Wat and the Ta Prohm Complex",
      "description": "Siem Reap is a city that encapsulates the modern world in its historic center but continues to feel like a village along the streets outside the central area. The French Colonial architecture is another reminder of the city’s archeological connection. Before dawn, your guide will meet you at your hotel and escort you to the fabled temple of Angkor Wat. You come to the first imposing structure at the western gate and walk through the corridor. The impressive 12th-century temple is breathtaking even as an early morning silhouette. Five towers rise out of the expansive structure. The collection of spires represents Mount Meru, home of the gods. Each tower is textured with tiers and somewhat resembles a beehive in their shape. The sun begins to rise and casts a golden glow over the entire complex. The lily pond that decorates the open courtyard reflects an image of the temple. When you enter the main edifice you will find detailed reliefs that highlight religious mythology. The scent of incense fills the multiple galleries and the pillars of the first corridor are decorated with lotus rosettes while the wall is decorated with dancing figures. You could spend an entire day tracing your finger against the dancing apsaras and prancing animals found throughout the sandstone. The grandeur is not just impressive but is also captivating for its artistry and magnitude."
    },
    {
      "dayNumber": "8",
      "title": "Siem Reap – The Ancient City Angkor Thom",
      "description": "Angkor Thom was once the largest city in the world with a population of up to 150,000 people at its peak. After breakfast, your private guide will take you to the city walls of ancient, epic proportions. The capital of the Khmer Empire has a large bridge that takes you over the 328-foot wide moat. The railing is made of statues with deities on the left and demons on the right, each holding the tail of a large naga. The gate is tall and contains three towers that rise over the portal. The entire complex is almost three square miles. The gates are decorated with stone elephant trunks and the emblematic faces of Avalokiteshvara , whose simple smiles are mysterious and spellbinding. The atmosphere is magnificent and when you walk amidst the exceptional artistry and architecture of historic proportions you will witness the significant details that differ from the previous day's exploration of Angkor Wat. The Terrace of the Leper King is a large decorative platform topped by a statue, which is decorated with intricate deity carvings, each posing, and centered around a multi-headed naga. The mythology abounds and the grandeur of the city is endless."
    },
    {
      "dayNumber": "9",
      "title": "Siem Reap – Explore the Overgrown Jungle Around Beng Mealea",
      "description": "The majesty of the jungle is not just in its inherent beauty but in its secrets. The trees sprout lush, dense, and tall and the sky is almost overrun with the canopy while the aroma of rich earth emanates from the ground. When you arrive at Beng Mealea you discover the forgotten treasures that the jungle can hide. The Hindu temple was constructed in the 12th century and was enclosed by a large moat. Today much of the temple has been submerged in the overbearing jungle as roots and moss wrap around fallen masonry. The ambiance is serene, which accentuates the sense of legend. Standing walls are decorated with Hindu mythology and the temple corridor is dimly lit but remarkably intact. The pillars are firm and the ceiling comes to a conical point as it leads you deeper into the complex’s center. The standing pediments maintain their marvelous details. Beng Mealea will welcome you like an archeologist set on uncovering the wealth of history."
    },
    {
      "dayNumber": "10",
      "title": "Battambang – Visit the Villages of Tonle Sap Lake",
      "description": "Siem Reap is a diverse city of tradition and history, luxury and modernity. You will wave goodbye to the treasures of the jungle and make your way to Battambang. You head to the shores of Tonle Sap Lake, the largest freshwater lake in Southeast Asia, and step aboard your boat. The water is cool and refreshing and the lake is known for its temperamental undulation, which rises and falls with the seasons. From July to December you will be able to course through the waterways that the lake provides. When the boat begins to move you will notice that the lake isn’t just a body of water but a source of life to all those that live beside, and even on, the water. The villages that line the shore quickly fade into the distance while the sun is warm and the breeze is cool. Longtail boats drift past you, filled with smiling children and waving fishermen and paddy fields line the distant shores. Open water turns to small canals that return to open water. Floating villages stand over the lake’s surface. The villages rise on stilts to endure the changes in the water’s depth. You arrive in Battambang in the afternoon, the second-largest city in Cambodia that feels like a relaxed town since it understands the calming effect of the nearby river. French Colonial architecture decorates the riverbanks and the current carries the water onward. You can sit close to the river at Jaan Bai Restaurant and sip on the semi-sweet flavors of a lychee martini as you indulge in the comforts of your hotel."
    },
    {
      "dayNumber": "11",
      "title": "Battambang – The Temple of Phnom Sampeau and the Bamboo Train",
      "description": "Battambang is a city rich with architecture, such as the French Colonial edifices that create the city’s historic center. The pastel colors and wealth of windows create a unique atmosphere amongst the best-preserved colonial structures in all of Cambodia. Outside the city is another preservation of culture, the Bamboo Train. The tracks were laid by the French and connect Battambang to Phnom Penh. The train runs once a week and in order to connect rural travelers to smaller cities and villages around Cambodia alternative modes of transportation were invented. The intrigue of the Bamboo Train comes from its well-designed and methodical system. The norry is the train car, a seven-foot plank of wood covered with bamboo slats. You will climb aboard the single-engine car and begin your short tour through the surrounding greenery. The train car can reach up to 30 miles per hour but often stays at an average of 15 miles per hour and passes jungle and paddy fields. Cows graze in the short distance. When the trees open up you find the splendor of the expanse of fields. This unique transportation system will give you a taste of the entrepreneurial and enduring spirit of Cambodia."
    },
    {
      "dayNumber": "12",
      "title": "Phnom Penh – Traditional Villages of Kampong Chhnang and Oudong",
      "description": "Today you will depart from the riverside charm of Battambang and make the journey back to Phnom Penh. The capital awaits you with images of Siswath Quay and the jovial sounds of the Central Market. The jungle feels familiar in an inviting way as the trees are like old friends that have maintained their lush and vibrant spirit. Oudong was the capital of Cambodia in the 19th century and is situated at the foothill of Udong Mountain. You can see stupas that rise above the trees on the summit of the mountain. The north stairway will take you up to the ridge of the modern temple. Monkeys sit in the trees and relax on the railing as they play among the leaves and watch passersby. Three large stupas sit in a row as they provide a resting place to previous kings. Mak Proum is decorated with garudas and elephants and our faces are situated around the top of the stupa, similar to the Avalokiteshvara of Angkor. In the afternoon you arrive in Phnom Penh and return to the luxuries of your luxury hotel."
    },
    {
      "dayNumber": "13",
      "title": "Phnom Penh – Depart for Home",
      "description": "The morning will begin with the familiar sounds of the Sisowath Quay. A small group of locals stand along the brick promenade and perform their morning exercises. The current carries fishing boats downstream as the sunlight glistens off of the water. After breakfast, your private transfer will escort you to the airport where you will make your flight home. You will have witnessed more than historic cities but discovered the true splendor of the spirit and culture of Cambodia. History is remembered but majesty is endless."
    }
  ],
  "map": ""
}