{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "BXTL",
  "tourName": "Tayland & Laos",
  "placesVisited": "Laos, Tayland",
  "generalInfo": "Güneydoğu Asya'daki iki farklı ülkeyi birleştirin. Bangkok'ta başlayarak doğrudan Laos'a uçmadan önce Koh San Road'daki hareketli gece hayatının tadını çıkarın. Yemyeşil çeltik alanlarından ışıltılı mavi şelalelere kadar, nefes kesici manzalara hayran kalın ve Mavi Lagün'de yüzün. Tayland'a geri döndüğünüzde Chiang Mai'nin büyük gece pazarlarında kaybolacak ve eski başkent Sukhothai'yi keşfedeceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK)",
  "durationDays": "12",
  "price": "649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Mavi Lagün’e Tuk-Tuk turu</li>\n<li>Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n<li>Sukhothai bisiklet turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 6 gece,pansiyonda 1 gece,misafirhanede 4 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uluslararası uçuş(lar), Halk Otobüsü,Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>4 kahvaltı,2 basit kahvaltı,1 yerel kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Vientiane",
      "description": "Vientiane'ye doğru sınır ötesine uçuyoruz. Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Güneydoğu Asya'daki diğer şehirlerden çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz. Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
    },
    {
      "dayNumber": 3,
      "title": "Vang Vieng",
      "description": "Vientiane'den kuzeye doğru yol alırken, muhteşem manzaralardan Vang Vieng'e doğru gidiyoruz. Bu huzurlu kasaba,çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır. Kireçtaşı mağaraları, antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır. Vang Vieng, yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır.Mavi Lagün’de yüzmeye gitmeden önce Laos'un en inanılmaz manzaralarındada tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "Luang Prabang",
      "description": "Vang Vieng'den manzaralı route 4'ten (yol) huzurlu Luang Prabang kasabasına seyahat ediyoruz. Birçok kişi bu kasabanın Laos'taki en unutulmaz kasaba olduğunu söylüyor. Büyüleyici tarihi, dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang, Güney Doğu Asya'da gerçek bir mücevher."
    },
    {
      "dayNumber": 7,
      "title": "Chiang Mai",
      "description": "Bugün, 'Kuzey'in Gülü' olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai'ye uçuyoruz. Burada Thai usulü yemek pişirme kursunun, rahatlatıcı bir masajın tadını çıkarabilir, gece saatlerinde Thai kick-boks maçı (Muay Thai)  izleyebilir ya da geceyi Chiang Mai’nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
    },
    {
      "dayNumber": 9,
      "title": "Sukhothai",
      "description": "Ertesi gün, Sukhothai antik kentine gitmeden önce Phitsanulok'a giden trene binerek orta Tayland'a gidiyoruz. Tayland’ın eski başkenti Sukhothai, eski şehrin antik kalıntılarına ev sahipliği yapmaktadır. Tayland'ın popüler bir görülesi yeri olarak, yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir. Tapınaklar ve anıtlar,o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir, ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır. Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda'lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
    },
    {
      "dayNumber": 12,
      "title": "Bangkok'dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}