{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "SELT",
  "tourName": "Laos ve Tayland",
  "placesVisited": "Laos, Tayland",
  "generalInfo": "Hareketli Bangkok’ ta başlayıp Kuzey Tayland boyunca seyahat ederek antik kalıntılar,  renkli gece pazarları,  yüksek tepelerde yaşayan yerel kabileleri ve karmaşık tapınakları ziyaret ediyoruz.  Laos’ a geçerek keşişlere sadaka bağışlarken, yemyeşil çeltik tarlalarını geçerken ve Fransız sömürge şehirlerini keşfederken arkadaş canlısı yerlilerle tanışıyoruz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
  "durationDays": "15",
  "price": "1069",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 12 gece,  misafirhanede 2 gece</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren,  Halk Otobüsü, Özel Araç,  uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>11 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok'a Varış",
      "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok",
      "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Sukhothai",
      "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Mai",
      "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
    },
    {
      "dayNumber": 7,
      "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
      "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
    },
    {
      "dayNumber": 9,
      "title": "Luang Prabang",
      "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
    },
    {
      "dayNumber": 11,
      "title": "Vang Vieng",
      "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
    },
    {
      "dayNumber": 13,
      "title": "Vientiane",
      "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Bangkok",
      "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
    },
    {
      "dayNumber": 15,
      "title": "Bangkok' tan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}