{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "SEML",
  "tourName": "Myanmar,  Tayland ve Laos",
  "placesVisited": "Laos, Burma, Tayland",
  "generalInfo": "Bu tur,  Güneydoğu Asya’ nın daha az seyahat edilen yerlerinden bazılarını ortaya çıkarıyor.  COPE Ziyaretçi Merkezi’ nin engellilerle çalışmalarını öğrenmek ve yerel keşişlere sadaka bağışlamak için Laos’ a gitmeden önce Chiang Mai’ nin güzelliğini keşfedin.  Myanmar’ a uçarak ülkenin muhteşem gün batımlarının,  eşsiz kültürlerinin ve altın pagodalarının tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
  "durationDays": "29",
  "price": "2679",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Shan köyü yürüyüş turu</li>\n<li>- Palaung Dağ Köyü Yürüyüş Turu</li>\n<li>- Goteik Viyadüğü tren yolculuğu</li>\n<li>- Yarım gün Bagan oryantasyon turu</li>\n<li>- Bagan’ da bisiklet turu</li>\n<li>- Fil Koruma Merkezi</li>\n<li>- Shan dağı tren yolculuğu</li>\n<li>- Günübirlik Inle Gölü gezisi ve yerel Intha öğle yemeği</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 26 gece,  misafirhanede 2 gece</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>24 kahvaltı, 3 öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok'a Varış",
      "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok",
      "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Sukhothai",
      "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Mai",
      "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
    },
    {
      "dayNumber": 7,
      "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
      "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
    },
    {
      "dayNumber": 9,
      "title": "Luang Prabang",
      "description": "Bugün Luang Prabang’ a uçuyoruz.  Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
    },
    {
      "dayNumber": 11,
      "title": "Vang Vieng",
      "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
    },
    {
      "dayNumber": 13,
      "title": "Vientiane",
      "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Bangkok",
      "description": "Bugün akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın da nefes kesici Myanmar ülkesine uçuyoruz."
    },
    {
      "dayNumber": 15,
      "title": "Mandalay",
      "description": "Myanmar’ a,  daha resmi adıyla Myanmar Birliği Cumhuriyeti’ ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ ya hoş geldiniz."
    },
    {
      "dayNumber": 16,
      "title": "Hsipaw",
      "description": "Kuzey Shan Eyaleti’ ne doğru ilerlerken,  Myanmar’ ın doğusunda yer alan Hsipaw’ a gidiyoruz,  Hsipaw tarihe dolu doğal bir kasaba.  Bir zamanlar Shan kraliyet şehri olan eski saray,  kasabanın kuzey kesiminde yer almaktadır.  1962’ de son Sawbwa,  Sao Kya Seng bir askeri darbe sırasında ortadan kayboldu,  ancak ailesi hala eski sarayla ilgileniyor ve bir ziyarette bulunmak,  son Sawbwa’ nın soyunu bulmak ve Shan Eyaleti’ nin son 50 yıl içindeki tarihini öğrenmek mümkün."
    },
    {
      "dayNumber": 18,
      "title": "Kyaukme",
      "description": "Doğuda yer alan Kyaukme,  hareketli bir Çin mahallesi olan küçük ama hareketli bir şehirdir.  Kyaukme,  Palaung köyleriyle dolu vadiler tarafından kuşatılmıştır."
    },
    {
      "dayNumber": 19,
      "title": "Pyin Oo Lwin",
      "description": "Bu sabah kahvaltıdan sonra bizi Kyaukme’ den Pyin Oo Lwin’ e götürecek bir trene biniyoruz.  Bu manzaralıl tren yolculuğu,  100 yıldan fazla bir süre önce inşa edilmiş olan eski tren yolları boyunca seyahat ederken size müthiş manzaralar sunmaktadır.  Yol boyunca,  tren küçük köylerde duracak ve satıcılar, içecekler ya da yerel lezzetler gibi kendi ürünlerini satmak için trene binecek.  Trenin her bir köyde ne kadar süre duracağına bağlı olarak,  trenden inmek ve etrafta dolaşmak için zamanınız olabilir.  Bazı yerliler, trendeki turistlerle konuşarak İngilizce öğrenebilmek için tren istasyonunda vakit geçirmektedir.  Trende geçirilen birkaç saat sonrasında Goteik Viyadüğü’ nü geçiyoruz.  Bu köprü,  1899’ da İngilizler tarafından inşa edildi ve o zamanlar bir başyapıt ve dünyanın en uzun köprüsü olarak kabul ediliyordu."
    },
    {
      "dayNumber": 20,
      "title": "Mandalay",
      "description": "Pyin Oo Lwin’ den ayrılırken geceyi geçireceğimiz Mandalay’ a dolmuşla dönüyoruz. Bugün,  turunuzda daha önce buradayken görmediğiniz şehir manzaralarının tadını çıkarmak için  vaktiniz olacak.  Sabah vardıktan sonra,  köprüde gün batımını izlemekle sonlanan şehir turuyla dolu bir günün tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 21,
      "title": "Bagan",
      "description": "Bagan,  dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor.  Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler.  Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
    },
    {
      "dayNumber": 24,
      "title": "Kalaw",
      "description": "Bagan’ dan ayrılırken,  Kalaw yolunda Fil Koruma Merkezini ziyaret ediyoruz.  Burada yakın bir zaman önce başlatılan bir topluluk projesi ormanı,  içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor. Bu proje aynı zamanda Myanmar’ ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
    },
    {
      "dayNumber": 25,
      "title": "Inle Gölü",
      "description": "Kahvaltıdan sonra Kalaw’ dan ayrılırken,  bizi Inle Gölü’ ne götürecek başka bir trene biniyoruz.  Bu manzara dolu yolculuk,  Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor.  Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var.  Bu trende önceden rezervasyon yapılamaz,  dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
    },
    {
      "dayNumber": 27,
      "title": "Yangon",
      "description": "Bugün,  İngiliz,  Birmanya,  Çin ve Hint etkileriyle dolu bir şehir olan Yangon’ a uçuyoruz.  Bir şehir olmasına rağmen,  burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum.  Bu hareketli şehirde yemek turlarından yerel pazarlara,  göllerden  pagodalara kadar yapılacak çok şey var.  Ülkedeki en büyük ve en güzel pagoda,  Shwedagon Pagodası ve burası Myanmar’ ın en dini yeri.  Aslen MS 6.  yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir. Burası aynı zamanda yerel halk  için bir buluşma noktası. Burada çoçuklar oyun oynar, keşişler sohbet eder ve kadınlar dedikodu yapar.  Bu arada, bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
    },
    {
      "dayNumber": 28,
      "title": "Bangkok",
      "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
    },
    {
      "dayNumber": 29,
      "title": "Bangkok' tan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}