[
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "ICHA",
    "tourName": "Asya'nın Öne Çıkanları",
    "placesVisited": "Laos, Tayland, Vietnam",
    "generalInfo": "Sadece en çok konuşulan destinasyonları değil, aynı zamanda onlarla gelen deneyimleri de kapsayan  macera turu ile Güney Doğu Asya'nın kalbine ineceğiz. Bu gezi Tayland'daki eski Sukhothai kalıntıları arasında bisiklet sürmekten Bangkok'un hareketli sokaklarında yerel lezzetleri denemeye kadar tüm önemli noktaları kapsıyor.",
    "durationDays": "22",
    "price": "1099",
    "image1": "siempretour-images/ICHA/icha_highlights-of-asia2020_01_06_21_53_02_0.jpg",
    "image2": "siempretour-images/ICHA/icha_highlights-of-asia2020_01_06_21_53_02_1.jpg",
    "image3": "siempretour-images/ICHA/icha_highlights-of-asia2020_01_06_21_53_02_2.jpg",
    "image4": "siempretour-images/ICHA/icha_icha_.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama: </strong></p>\n<ul>\n<li>- Otellerde 21 gece,</li>\n</ul>\n<p><strong>Yemek: </strong></p>\n<ul>\n<li>- 13 Kahvaltı, 3 Temel Kahvaltı, 3 Açık Büfe Kahvaltı </li>\n</ul>\n<p><strong>Geziler: </strong></p>\n<ul>\n<li>- Akşam 10-pin bowling,</li>\n<li>- Manzaralı Tuk Tuk yolculuğu Mavi Lagün,</li>\n<li>- Sukhothai Antik kalıntıları Bisiklet turu,</li>\n<li>- Büyük Saray ve Zümrüt Buda Bangkok nehir tekne turu. </li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi'ye Varış.",
        "description": "Hanoi'ye hoşgeldiniz.  Vietnam'ın başkenti Hanoi, çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden, sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar, huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor. Eski Mahalle’nin (Old Quarter)sokaklarında dolaşarak, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük hayata dair çok fazla şey özümsenebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler, tapınaklar ve mozoleler var."
      },
      {
        "dayNumber": 2,
        "title": "Vientiane'e Uçuş",
        "description": "Bugün Laos'taki Vientiane'ye uçuş yapmak için Hanoi ve Vietnam'dan ayrılıyoruz. Bu küçük ve sakin şehir, zengin kültürü ile sizi karşılar. Laos'un Fransız egemenliğindeki zamanından büyük ölçüde etkilenen Vientiane, diğer Asya başkentlerinin daha sessizdir. Yerel pazarları ziyaret etmeyi, yerel tapınakları ve Wat'ları ziyaret etmeyi ya da Mekong Nehri boyunca yerel bir kafe, bar ya da restoranda insanları izlemeye zaman ayırmayı tercih edebilirsiniz. Vientiane'deki kısa zamanınızda birçok harika anı biriktireceğinize emin olabilirsiniz. İsteğe bağlı grup yemeğinden sonraki akşam, 10 Pin bowling için Tur Lideriniz sizi davet edecektir."
      },
      {
        "dayNumber": 3,
        "title": "Vientiane",
        "description": "Laos Vietnam Savaşı esnasında bir kurbandı ve aslında dünyadaki en çok bombalanan ülke. Savaş sırasında, 1963-1974 yılları arasında Laos'a 270 milyon bomba atıldı ve bunların çoğu patlamadı, hala toprağın altında patlamamış halde durmaktadır."
      },
      {
        "dayNumber": 4,
        "title": "Vang Vieng and Blue Lagoon",
        "description": "Muhteşem manzaralardan geçerek Vang Vieng’e seyahat ediyoruz.Bu huzurlu kasaba,çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır. Kireçtaşı mağaraları, antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır. Vang Vieng, yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var. Burada, Laos'un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz. Dalış yapabileceğiniz Mavi Lagün’ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 6,
        "title": "Luang Prabang",
        "description": "Vang Vieng'den manzaralı route 4'ten (yol) huzurlu Luang Prabang kasabasına seyahat ediyoruz. Birçok kişi bu kasabanın Laos'taki en unutulmaz kasaba olduğunu söylüyor. Büyüleyici tarihi, dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang, Güney Doğu Asya'da gerçek bir mücevher."
      },
      {
        "dayNumber": 8,
        "title": "Chiang Mai'ya Uçuş",
        "description": "Bugün, 'Kuzey'in Gülü' olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai'ye uçuyoruz. Burada Thai usulü yemek pişirme kursunun, rahatlatıcı bir masajın tadını çıkarabilir, gece saatlerinde Thai kick-boks maçı (Muay Thai)  izleyebilir ya da geceyi Chiang Mai’nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Chiang Mai",
        "description": "Doi Suthep Milli Parkı'nın yanındaki küçük Doi Suthep dağının 1000 metre üzerinde yer alan güzel, altın Wat Phra That Doi Suthep tapınağını ziyaret etmeye ne dersiniz?"
      },
      {
        "dayNumber": 10,
        "title": "Chiang Mai",
        "description": "Mai ve çevresinde yapılacaklar arasında kendi seçimlerinizi yapabilmeniz için size biraz zaman veriyoruz.  Hill-Tribe ziyareti, Thai aşçılık sınıfı, rahatlatıcı Tay masajı veya adrenalin dolu zip-lining olsun tercih sizin ...  Chiang Mai'den unutulmaz anılarla ve yeniden görmeyi isteyerek ayrılacağınıza eminiz."
      },
      {
        "dayNumber": 11,
        "title": "Antik Sukhothai",
        "description": "Tayland'ın eski başkenti Sukhothai'ye hoş geldiniz. Tayland'ın öne çıkan yerleri arasında ve yaklaşık 140 yıldır Tayland imparatorluğunun başkentiydi, tam tercümesi “Mutluluğun Şafağı”"
      },
      {
        "dayNumber": 12,
        "title": "Sukhothai Antik Kalıntılar Arasında Bisiklet Turu",
        "description": "Tapınaklar ve anıtlar,o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir, ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır."
      },
      {
        "dayNumber": 13,
        "title": "Bangkok",
        "description": "Tayland'ın başkenti hareketli şehir Bangkok’a hoşgeldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 16,
        "title": "Siem Reap",
        "description": "Siem Reap, Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta. Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 18,
        "title": "Phnom Penh",
        "description": "Phnom Penh, Kamboçya'nın çalkantılı bir geçmişe sahip hareketli başkenti. Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh, Fransızlar Kamboçya’yı 19. yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur. Şehir, küçük bir balıkçı köyünden, şu anda Kamboçya'nın endüstriyel, ticari, kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 20,
        "title": "Mekong Deltası",
        "description": "Bu sabah, Güneydoğu Asya'nın en uzun nehri ,Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam'da bir bölge olan Mekong Deltası'nın kalbine seyahat ediyoruz. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 21,
        "title": "Ho Chi Minh City - Mekong Delta",
        "description": "Güney Vietnam'ın eski başkenti olan bu hareketli ve hayat dolu şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında, Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 22,
        "title": "Ho Chi Minh City'den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "SEACB",
    "tourName": "Güneydoğu Asya Gezisi",
    "placesVisited": "Laos, Vietnam, Kamboçya, Singapur, Malezya, Tayland",
    "generalInfo": "Güneydoğu Asya’ ya geniş kapsamlı bir turla, hızla geçen bu serüvende bölgenin tüm görülesi yerlerini keşfedin.  Bangkok’ un parlak ışıklarından,  Nha Trang’ ın güzel plajlarına,  Angkor Wat’ un geniş bir alana yayılmış kalıntılarından Tayland’ ın altın plajlarına bu tur,  her gün yeni bir macera sunuyor.  Uçuşlarınıza ve tarihlerinize bağlı olarak, çeşitli şehirlerde bu tura başlayabilir ve turu bitirebilirsiniz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "57",
    "price": "4089",
    "image1": "siempretour-images/SEACB/seacb_2019_10_27_23_59_11_0.jpg",
    "image2": "siempretour-images/SEACB/seacb_2019_10_27_23_59_11_1.jpg",
    "image3": "siempretour-images/SEACB/seacb_bangkok_1234.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Kampot Salt Fields’ e ( tuz çıkarılan alanlar )  kırsal bölge tuk-tuk gezisi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Örümcek Pazarı,  Kmer Şarabı Tadımı,  Bambu Trenyolu Gezisi</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n<li>- Çekçekle Melaka Şehir Turu</li>\n<li>- Dünyaca ünlü Petronas İkiz Kuleleri’ ne bir akşam ziyareti  ( kulelere ve gözlem platformuna giriş dahil değil ) ,  Batu Mağaraları ve Tapınağı ziyareti</li>\n<li>- Tam günlük Cameron Yaylaları gezisi</li>\n<li>- Penang dünya mirası sit alanı yürüyüşü</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 52 gece,  misafirhanede 2 gece, Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama   </p>\n<p><strong>Ulaşım </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>35 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 7 basit kahvaltı, 6 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi’ ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 16,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 17,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 18,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 19,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 21,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 23,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 24,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 26,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 27,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 28,
        "title": "Ho Chi Minh City",
        "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
      },
      {
        "dayNumber": 30,
        "title": "Sihanoukville",
        "description": "Kamboçya’ ya Sihanoukville yönüne doğru uçuyoruz.  Aslen 1950’ lerde Kamboçya’ nın ilk derin su limanı olarak başlayan Sihanoukville, zamanın kralının adıyla adlandırıldı."
      },
      {
        "dayNumber": 32,
        "title": "Kampot",
        "description": "Bugün Phnom Penh’ e giden yolda Praek Tuek Chhu Nehri kenarında yer alan Fransız sömürge şehri Kampot’ a gidiyoruz.  Kampot, karabiber tarlaları ve tuz çıkarılan alanlarıyla ünlüdür. Kırsal bölgede bir tuk-tuk turuna çıkacağız."
      },
      {
        "dayNumber": 33,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkenti.  Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 35,
        "title": "Kratie",
        "description": "Büyük şehir hayatından uzaklaşarak, huzurlu Kratie’ de iki günün ve en iyi Mekong Nehri gün batımının tadını çıkarmak için Kmer kırsalına gidiyoruz.  Hızla türü azalan Tatlısu Irrawaddy yunuslarını görmek için en iyi yerlerden biri olmasının yanı sıra,  Kratie,  farklı dönemlere ait pek çok ilginç tapınağa,  nadiren açılan bir müzeye  ( tur liderinizden sizin için denemesini isteyin )  ve bu muhteşem ülkenin ve insanlarının öteki yüzünü görmek için birkaç muhteşem kırsal bölge turuna ev sahipliği yapmaktadır.  Dolayısıyla,  huzurlu kırsal yaşamın tadını çıkarın,  el yapımı hediyelik eşya almak için merkez Pazar yerinde dolaşın ve Fransız sömürge mimarisine ve ahşap kazıklar üzerine inşa edilmiş köy evlerine hayran kalın."
      },
      {
        "dayNumber": 37,
        "title": "Kampong Cham",
        "description": "Güneydoğu Asya’ ya egemen olan muazzam Mekong Nehri ile yakın temas halinde olarak,  hafifçe güneye doğru nehir kenarında yer alan Kampong Cham şehrine gidiyoruz ve tabiri caizse uygarlığa geri dönüyoruz.  Kelimenin tam anlamıyla “Çamların limanı” anlamına gelen ve şehirde yaşayan yerel etnik Çam halkına atıfta bulunan Kampong Cham,  birçok kişinin geçerken atladığı Kamboçya’ nın bir başka yönünü deneyimleme fırsatı sunuyor."
      },
      {
        "dayNumber": 38,
        "title": "Battambang",
        "description": "Doğu Kamboçya’ dan batı tarafına geçerek,  gündüz yolculuğumuz aranızda daha maceraperest olanların yerel bir lezzet olan kızarmış örümceği deneyebileceği Kamboçya’ nın ünlü Örümcek Pazarı’ na gitmemize olanak sağlıyor."
      },
      {
        "dayNumber": 40,
        "title": "Siem Reap",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 42,
        "title": "Bangkok",
        "description": "Bugün,  turdaki son tam günümüzde akşam yemeğinin tadını çıkarabileceğimiz ve günü etrafı keşfederek geçireceğimiz Bangkok’ a varıyoruz."
      },
      {
        "dayNumber": 43,
        "title": "Singapur",
        "description": "Singapur küçük bir yer olabilir,  ancak destansı tutumu ve modernizasyonu buradaki ziyaretinizi gerçekten  unutulmaz kılacak.  Büyük bir uluslararası merkez olan şehir,  her zaman dünyanın her yerinden gelen gezginleri ve işadamlarını ağırlayacak.  Ultra modern yüksek binaların arasında kendinizi kaybettiğinizde,  elinizde bir evrak çantasıyla takım elbise giymeniz gerektiğini düşündüğünüz için affedilebilirsiniz.  Her büyük şehir gibi, burada da alışveriş  ( her zaman ucuz olmasa da )  mükemmel.  Bu büyüleyici ülkenin geleneğine dair bir anlayış peşindeyseniz,  görülecek birçok tarihi ve kültürel mekan var.  Şehrin eski yaşam tarzına bir bakış için Küçük Hindistan ( Little India )  ve Çin Mahallesi’ ni ( Chinatown )  ziyaret edin.  En iyi seyahat kıyafetinizi giymek ve ünlü Raffles Hotel’ deki Long Bar’ da geleneksel Singapur Sling’ i ( bir kokteyl )  denemek isteyebilirsiniz.  Tarih dolu bu muhteşem sömürge tarzı oteli görmek güzeldir,  özellikle de fıstık kabuklarını yere atmak bir gereklilik olduğu için düşündüğünüzden daha rahat olan bara doğru ilerlerken! Singapur restoranları,  Güney Doğu Asya’ da karşılaşacağınız en ucuz restoranlar değildir  ancak yemek tezgahları pazarlarına veya sokak satıcıları merkezlerine rastlarsanız,  taze ve şahane yemek seçiminin tadını çıkaracağınızdan emin olabilirsiniz."
      },
      {
        "dayNumber": 45,
        "title": "Melaka",
        "description": "Melaka,  Malezya’ nın en popüler yerlerinden biri ve birkaç yüzyıl önce önemli bir ticaret limanıydı.  Tarihi şehir merkezi UNESCO Dünya Mirası Listesi’ nde yer almaktadır.  Portekizliler 16.  yüzyılda buraya yerleşti ve etkileri şehrin genelindeki mimarinin çoğunda görülebilir.  Melaka’ da tapınaklardan kiliselere,  camilerden müzelere birçok ilgi çekici yer var.  Geleneksel Peranakan shophouse’ lardan birinde deneyebileceğiniz geleneksel Çin Nyonya mutfağı ile ünlüdür."
      },
      {
        "dayNumber": 47,
        "title": "Kuala Lumpur",
        "description": "Malezya’ nın hareketli başkenti Kuala Lumpur’ a varıyoruz.  Önemli bir turist merkezi olan ‘ KL’   ( genellikle anıldığı gibi )  modern,  biraz kalabalık ve ortalama bir büyük şehrin tüm konforlarını sunuyor.  Yüksek binalar bol,  alışveriş mükemmel  ( ve şehrin önemli albenilerinden biri )  ve şehrin hareketli günlük olayları Malay iş kültürüne bir bakış açısı sağlıyor.  Burada yapılacak çok şey var - hem kültürel hem de zevkli.  Burada geçirdiğiniz süre boyunca,  8.  katında birkaç hız treni ve gerilim dolu lunapark oyuncaklarından oluşan bir mini eğlence parkının olduğu,  Asya’ nın en büyük alışveriş merkezi olan Bukit Bintang bölgesindeki Berjaya Times Square’ a neden göz atmayasınız ki? Tur lideriniz sizi dünyanın en yüksek ikiz kulesi Petronas Kuleleri’ ne bir akşam yürüyüşüne götürecek.  Eğer isterseniz Skywalk’ a ( iki kuleyi birbirine bağlayan köprü ) çıkmayı tercih edebilirsiniz ( bu isteğe bağlı bir ücrete tabidir ) .  Ayrıca,  zamanda geriye gitmek ve modern yüksek binalara bir mola vermek isterseniz,  ziyaret edilecek çok sayıda sömürge binası da mevcut."
      },
      {
        "dayNumber": 49,
        "title": "Cameron Highlands  ( Cameron Yaylaları )",
        "description": "1885 yılında platoyu keşfeden bir İngiliz sömürge hükümet araştırmacısı William Cameron’ ın adının verildiği,  Cameron Yaylaları deniz seviyesinden 1500 metre yükseklikte bir yayla bölgesidir.  Bir kelebek çiftliği,  çilek çiftliği,  gül bahçesi,  bir Çin tapınağı ve sebze çiftlikleri de dahil olmak üzere burada yapılacak ve görülecek birçok şey var.  Ayrıca serin ve ferahlatıcı orman havasında orman yürüyüşü yapabilirsiniz. Bölgenin verimli dağ yamaçları,  ülkenin çay yetiştirmek için en iyi yerlerinden biri olmasını sağlar ve birçok çay tarlası vardır.  Cameron Yaylaları aynı zamanda Malezya ve Singapur’ a da büyük bir sebze tedarikçisidir."
      },
      {
        "dayNumber": 51,
        "title": "Penang",
        "description": "Penang’ a doğru yol alıyoruz.  Adanın başkenti ve UNESCO Dünya Mirası Sit Alanı olan Georgetown’ da kalacağız.  Georgetown,  eski ve yeni kültürleri harmanlayan eşsiz bir albeniye sahip.  Etrafı modern binalarla çevrili seyyar satıcılar ürünlerini sergiliyor.  Eski binalar yeni işletmelerle yan yana duruyor.  Bir çekçek turuna katılın ve kendinizi bu hareketli şehre tanıtın ya da devlet dairelerine,  ticari ofislere, büyük mağazalara,  dükkanlara ve restoranlara ev sahipliği yapan,  Penang’ ın önemli bir simgesi olan 65 katlı Kompleks Tun Abdul Razak’ ı  ( KOMTAR )  ziyaret edin."
      },
      {
        "dayNumber": 53,
        "title": "Phuket",
        "description": "Tayland’ a geri dönerek,  Tayland’ ın en büyük adası olan uğultulu yağmur ormanı adası Phuket’ te üç gecenin tadını çıkarıyoruz.  Phuket,  saçınızdaki tozu yıkayabileceğiniz ve en sevdiğiniz kokteyli ya da yerel Chang Birası’ nı yudumlarken beyaz kum üzerinde rahatlayabileceğiniz Tayland’ ın en popüler plajlarını sunmaktadır. Plajların yanı sıra Phuket,  akvaryumu ziyaret etmek,  Kelebek Bahçesi ve Böcek Dünyası’ nı ( Butterfly Garden and Insect World )  keşfetmek,  Phang Nga Körfezi’ nde James Bond Adası’ nı ziyaret etmek,  Phuket Big Buddha’ ya ( Büyük Buda ) hayranlıkla bakmak veya yoğun sahil beldelerinin tam tersi olan Eski Phuket’ in dar sokaklarında dolaşmak gibi sizi meşgul edecek çok fazla şeye sahip."
      },
      {
        "dayNumber": 56,
        "title": "Bangkok",
        "description": "Yeniden Bangkok’ a uçuyoruz,  böylece son dakika hediyelik eşya alışverişi yapabilirsiniz. Vakit olursa,  büyük bir pazarı, en iyi pazarlık için olmasa da sırf büyüklüğü için,  görülmesi gereken bir yer olarak Bangkok’ un simgesi haline gelen 35 dönüm Chatuchak Hafta Sonu Pazarı’ nı ziyaret edebilirsiniz.  Pazara gitmek için,  Mo Chit istasyonuna skytrain ile kolayca ulaşabilirsiniz."
      },
      {
        "dayNumber": 57,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "SEIM",
    "tourName": "Hindiçin ve Myanmar",
    "placesVisited": "Laos, Vietnam, Kamboçya, Burma, Myanmar, Tayland",
    "generalInfo": "Peş peşe pirinç tarlalarında yolculuk yaparak,  yüzen köylerden geçerek ve bol güneşli kumsallarda mola vererek,  bu tur sizi en güzel yerlere ve el değmemiş alanlara götürüyor.  Renkli pazarlara göz atın,  Laos’ un dini kıyafetler içindeki keşişlerine sadaka bağışlayın ve Myanmar’ ın manzaralarına bakan altın pagodaları keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "57",
    "price": "4689",
    "image1": "siempretour-images/SEIM/seim_2019_10_28_00_01_06_0.jpg",
    "image2": "siempretour-images/SEIM/seim_2019_10_28_00_01_06_1.jpg",
    "image3": "siempretour-images/SEIM/seim_bangkok_1233.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n<li>- Kampot Salt Fields’ e ( tuz çıkarılan alanlar )  kırsal bölge tuk-tuk gezisi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Örümcek Pazarı,  Kmer Şarabı Tadımı</li>\n<li>- Bambu Trenyolu Gezisi</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n<li>- Shan köyü yürüyüş turu</li>\n<li>- Palaung Dağ Köyü Yürüyüş Turu</li>\n<li>- Goteik Viyadüğü tren yolculuğu</li>\n<li>- Yarım gün Bagan oryantasyon turu</li>\n<li>- Bagan’ da bisiklet turu</li>\n<li>- Fil Koruma Merkezi</li>\n<li>- Shan dağı tren yolculuğu</li>\n<li>- Günübirlik Inle Gölü gezisi ve yerel Intha öğle yemeği</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 51 gece,  misafirhanede 2 gece,  Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>43 kahvaltı, 5 öğle yemeği, 2 akşam yemeği, 3 basit kahvaltı, 5 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘‘ melekler şehri’‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi’ ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 16,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 17,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 18,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 19,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 21,
        "title": "Hanoi",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 23,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 24,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 27,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 28,
        "title": "Ho Chi Minh City",
        "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
      },
      {
        "dayNumber": 30,
        "title": "Sihanoukville",
        "description": "Kamboçya’ ya Sihanoukville yönüne doğru uçuyoruz.  Aslen 1950’ lerde Kamboçya’ nın ilk derin su limanı olarak başlayan Sihanoukville, zamanın kralının adıyla adlandırıldı."
      },
      {
        "dayNumber": 32,
        "title": "Kampot",
        "description": "Bugün Phnom Penh’ e giden yolda Praek Tuek Chhu Nehri kenarında yer alan Fransız sömürge şehri Kampot’ a gidiyoruz.  Kampot, karabiber tarlaları ve tuz çıkarılan alanlarıyla ünlüdür. Kırsal bölgede bir tuk-tuk turuna çıkacağız."
      },
      {
        "dayNumber": 33,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkenti.  Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 35,
        "title": "Kratie",
        "description": "Büyük şehir hayatından uzaklaşarak, huzurlu Kratie’ de iki günün ve en iyi Mekong Nehri gün batımının tadını çıkarmak için Kmer kırsalına gidiyoruz.  Hızla türü azalan tatlısu Irrawaddy yunuslarını görmek için en iyi yerlerden biri olmasının yanı sıra,  Kratie,  farklı dönemlere ait pek çok ilginç tapınağa,  nadiren açılan bir müzeye  ( tur liderinizden sizin için denemesini isteyin )  ve bu muhteşem ülkenin ve insanlarının öteki yüzünü görmek için birkaç muhteşem kırsal bölge turuna ev sahipliği yapmaktadır.  Dolayısıyla,  huzurlu kırsal yaşamın tadını çıkarın,  el yapımı hediyelik eşya almak için merkez Pazar yerinde dolaşın ve Fransız sömürge mimarisine ve ahşap kazıklar üzerine inşa edilmiş köy evlerine hayran kalın."
      },
      {
        "dayNumber": 37,
        "title": "Kampong Cham",
        "description": "Güneydoğu Asya’ ya egemen olan muazzam Mekong Nehri ile yakın temas halinde olarak,  hafifçe güneye doğru nehir kenarında yer alan Kampong Cham şehrine gidiyoruz ve tabiri caizse uygarlığa geri dönüyoruz.  Kelimenin tam anlamıyla “Çamların limanı” anlamına gelen ve şehirde yaşayan yerel etnik Çam halkına atıfta bulunan Kampong Cham,  birçok kişinin geçerken atladığı Kamboçya’ nın bir başka yönünü deneyimleme fırsatı sunuyor."
      },
      {
        "dayNumber": 38,
        "title": "Battambang",
        "description": "Doğu Kamboçya’ dan batı tarafına geçerek,  gündüz yolculuğumuz aranızda daha maceraperest olanların yerel bir lezzet olan kızarmış örümceği deneyebileceği Kamboçya’ nın ünlü Örümcek Pazarı’ na gitmemize olanak sağlıyor."
      },
      {
        "dayNumber": 40,
        "title": "Siem Reap",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 42,
        "title": "Bangkok",
        "description": "Bugün akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın da nefes kesici Myanmar ülkesine uçuyoruz."
      },
      {
        "dayNumber": 43,
        "title": "Mandalay",
        "description": "Myanmar’ a,  daha resmi adıyla Myanmar Birliği Cumhuriyeti’ ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ ya hoş geldiniz."
      },
      {
        "dayNumber": 44,
        "title": "Hsipaw",
        "description": "Kuzey Shan Eyaleti’ ne doğru ilerlerken,  Myanmar’ ın doğusunda yer alan Hsipaw’ a gidiyoruz,  Hsipaw tarihe dolu doğal bir kasaba.  Bir zamanlar Shan kraliyet şehri olan eski saray,  kasabanın kuzey kesiminde yer almaktadır.  1962’ de son Sawbwa,  Sao Kya Seng bir askeri darbe sırasında ortadan kayboldu,  ancak ailesi hala eski sarayla ilgileniyor ve bir ziyarette bulunmak,  son Sawbwa’ nın soyunu bulmak ve Shan Eyaleti’ nin son 50 yıl içindeki tarihini öğrenmek mümkün."
      },
      {
        "dayNumber": 46,
        "title": "Kyaukme",
        "description": "Doğuda yer alan Kyaukme,  hareketli bir Çin mahallesi olan küçük ama hareketli bir şehirdir.  Kyaukme,  Palaung köyleriyle dolu vadiler tarafından kuşatılmıştır."
      },
      {
        "dayNumber": 47,
        "title": "Pyin Oo Lwin",
        "description": "Bu sabah kahvaltıdan sonra bizi Kyaukme’ den Pyin Oo Lwin’ e götürecek bir trene biniyoruz.  Bu manzaralı tren yolculuğu,  100 yıldan fazla bir süre önce inşa edilmiş olan eski tren yolları boyunca seyahat ederken size müthiş manzaralar sunmaktadır.  Yol boyunca,  tren küçük köylerde duracak ve satıcılar, içecekler ya da yerel lezzetler gibi kendi ürünlerini satmak için trene binecek.  Trenin her bir köyde ne kadar süre duracağına bağlı olarak,  trenden inmek ve etrafta dolaşmak için zamanınız olabilir.  Bazı yerliler, trendeki turistlerle konuşarak İngilizce öğrenebilmek için tren istasyonunda vakit geçirmektedir.  Trende geçirilen birkaç saat sonrasında Goteik Viyadüğü’ nü geçiyoruz.  Bu köprü,  1899’ da İngilizler tarafından inşa edildi ve o zamanlar bir başyapıt ve dünyanın en uzun köprüsü olarak kabul ediliyordu."
      },
      {
        "dayNumber": 48,
        "title": "Mandalay",
        "description": "Pyin Oo Lwin’ den ayrılırken geceyi geçireceğimiz Mandalay’ a dolmuşla dönüyoruz. Bugün,  turunuzda daha önce buradayken görmediğiniz şehir manzaralarının tadını çıkarmak için  vaktiniz olacak.  Sabah vardıktan sonra,  köprüde gün batımını izlemekle sonlanan şehir turuyla dolu bir günün tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 49,
        "title": "Bagan",
        "description": "Bagan,  dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor.  Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler.  Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
      },
      {
        "dayNumber": 52,
        "title": "Kalaw",
        "description": "Bagan’ dan ayrılırken,  Kalaw yolunda Fil Koruma Merkezini ziyaret ediyoruz.  Burada yakın bir zaman önce başlatılan bir topluluk projesi ormanı,  içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor. Bu proje aynı zamanda Myanmar’ ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
      },
      {
        "dayNumber": 53,
        "title": "Inle Gölü",
        "description": "Kahvaltıdan sonra Kalaw’ dan ayrılırken,  bizi Inle Gölü’ ne götürecek başka bir trene biniyoruz.  Bu manzara dolu yolculuk,  Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor.  Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var.  Bu trende önceden rezervasyon yapılamaz,  dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
      },
      {
        "dayNumber": 55,
        "title": "Yangon",
        "description": "Bugün,  İngiliz,  Birmanya,  Çin ve Hint etkileriyle dolu bir şehir olan Yangon’ a uçuyoruz.  Bir şehir olmasına rağmen,  burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum.  Bu hareketli şehirde yemek turlarından yerel pazarlara,  göllerden  pagodalara kadar yapılacak çok şey var.  Ülkedeki en büyük ve en güzel pagoda,  Shwedagon Pagodası ve burası Myanmar’ ın en dini yeri.  Aslen MS 6.  yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir. Burası aynı zamanda yerel halk  için bir buluşma noktası. Burada çoçuklar oyun oynar, keşişler sohbet eder ve kadınlar dedikodu yapar.  Bu arada, bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
      },
      {
        "dayNumber": 56,
        "title": "Bangkok",
        "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
      },
      {
        "dayNumber": 57,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "SEIE",
    "tourName": "Kapsamlı Hindiçin",
    "placesVisited": "Laos, Vietnam, Kamboçya, Tayland",
    "generalInfo": "Bu dopdolu macerada Güney Doğu Asya’ nın kalbinde bir yolculuğa çıkın.  Yol boyunca arkadaş canlısı yerlilerle tanışarak,  tarih dolu,  din ile tanımlanan ve gerçekten çok duyusal bir deneyim sunan ülkeler hakkında bilgi edinin.  Karmaşıkça tasarlanmış tapınaklarda Budizm’ in ritüellerini keşfedin,  gece pazarlarında el yapımı hediyelere göz atın ve etrafınızı seyrederken palmiyelerle kaplı kumsallarda güneşlenin.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "43",
    "price": "3079",
    "image1": "siempretour-images/SEIE/seie_2019_10_27_23_54_28_0.jpg",
    "image2": "siempretour-images/SEIE/seie_2019_10_27_23_54_28_1.jpg",
    "image3": "siempretour-images/SEIE/seie_bangkok_123.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n<li>- Kampot Salt Fields’ e ( tuz çıkarılan alanlar )  kırsal bölge tuk-tuk gezisi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Örümcek Pazarı,  Kmer Şarabı Tadımı,  Yarasa Mağaları Ziyareti</li>\n<li>- Bambu Trenyolu Gezisi ( faal olduğunda )</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 37 gece, misafirhanede 2 gece,  Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>29 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 4 basit kahvaltı, 5 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi’ ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 16,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 17,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 18,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 19,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 21,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 23,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 24,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 26,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,   şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 27,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 28,
        "title": "Ho Chi Minh City",
        "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
      },
      {
        "dayNumber": 30,
        "title": "Sihanoukville",
        "description": "Kamboçya’ ya Sihanoukville yönüne doğru uçuyoruz.  Aslen 1950’ lerde Kamboçya’ nın ilk derin su limanı olarak başlayan Sihanoukville, zamanın kralının adıyla adlandırıldı."
      },
      {
        "dayNumber": 32,
        "title": "Kampot",
        "description": "Bugün Phnom Penh’ e giden yolda Praek Tuek Chhu Nehri kenarında yer alan Fransız sömürge şehri Kampot’ a gidiyoruz.  Kampot, karabiber tarlaları ve tuz çıkarılan alanlarıyla ünlüdür. Kırsal bölgede bir tuk-tuk turuna çıkacağız."
      },
      {
        "dayNumber": 33,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkenti.  Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 35,
        "title": "Kratie",
        "description": "Büyük şehir hayatından uzaklaşarak, huzurlu Kratie’ de iki günün ve en iyi Mekong Nehri gün batımının tadını çıkarmak için Kmer kırsalına gidiyoruz.  Hızla türü azalan tatlısu Irrawaddy yunuslarını görmek için en iyi yerlerden biri olmasının yanı sıra,  Kratie,  farklı dönemlere ait pek çok ilginç tapınağa,  nadiren açılan bir müzeye  ( tur liderinizden sizin için denemesini isteyin )  ve bu muhteşem ülkenin ve insanlarının öteki yüzünü görmek için birkaç muhteşem kırsal bölge turuna ev sahipliği yapmaktadır.  Dolayısıyla,  huzurlu kırsal yaşamın tadını çıkarın,  el yapımı hediyelik eşya almak için merkez Pazar yerinde dolaşın ve Fransız sömürge mimarisine ve ahşap kazıklar üzerine inşa edilmiş köy evlerine hayran kalın."
      },
      {
        "dayNumber": 37,
        "title": "Kampong Cham",
        "description": "Güneydoğu Asya’ ya egemen olan muazzam Mekong Nehri ile yakın temas halinde olarak,  hafifçe güneye doğru nehir kenarında yer alan Kampong Cham şehrine gidiyoruz ve tabiri caizse uygarlığa geri dönüyoruz.  Kelimenin tam anlamıyla “Çamların limanı” anlamına gelen ve şehirde yaşayan yerel etnik Çam halkına atıfta bulunan Kampong Cham,  birçok kişinin geçerken atladığı Kamboçya’ nın bir başka yönünü deneyimleme fırsatı sunuyor."
      },
      {
        "dayNumber": 38,
        "title": "Battambang",
        "description": "Doğu Kamboçya’ dan batı tarafına geçerek,  gündüz yolculuğumuz aranızda daha maceraperest olanların yerel bir lezzet olan kızarmış örümceği deneyebileceği Kamboçya’ nın ünlü Örümcek Pazarı’ na gitmemize olanak sağlıyor."
      },
      {
        "dayNumber": 42,
        "title": "Bangkok",
        "description": "Bugün,  turdaki son tam günümüzde akşam yemeğinin tadını çıkarabileceğimiz ve günü etrafı keşfederek geçireceğimiz Bangkok’ a varıyoruz."
      },
      {
        "dayNumber": 43,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "SELT",
    "tourName": "Laos ve Tayland",
    "placesVisited": "Laos, Tayland",
    "generalInfo": "Hareketli Bangkok’ ta başlayıp Kuzey Tayland boyunca seyahat ederek antik kalıntılar,  renkli gece pazarları,  yüksek tepelerde yaşayan yerel kabileleri ve karmaşık tapınakları ziyaret ediyoruz.  Laos’ a geçerek keşişlere sadaka bağışlarken, yemyeşil çeltik tarlalarını geçerken ve Fransız sömürge şehirlerini keşfederken arkadaş canlısı yerlilerle tanışıyoruz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "15",
    "price": "1069",
    "image1": "siempretour-images/SELT/selt_2019_10_27_22_23_22_0.jpg",
    "image2": "siempretour-images/SELT/selt_2019_10_27_22_23_22_1.jpg",
    "image3": "siempretour-images/SELT/selt_bangkok_8.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 12 gece,  misafirhanede 2 gece</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren,  Halk Otobüsü, Özel Araç,  uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>11 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Bangkok",
        "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
      },
      {
        "dayNumber": 15,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "SEBBL",
    "tourName": "Myanmar ve Güneydoğu Asya’ nın En İyileri",
    "placesVisited": "Laos, Vietnam, Kamboçya, Singapur, Malezya, Burma, Myanmar, Tayland",
    "generalInfo": "Güneydoğu Asya’ yı ve gelecek vaat eden Myanmar ülkesini birleştiren bu grup turunda Güneydoğu Asya’ daki en güzel ülkelerin bazılarını birleştireceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "71",
    "price": "7119",
    "image1": "siempretour-images/SEBBL/sebbl_2019_10_28_00_03_02_0.jpg",
    "image2": "siempretour-images/SEBBL/sebbl_2019_10_28_00_03_02_1.jpg",
    "image3": "siempretour-images/SEBBL/sebbl_myanmar_123.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n<li>- Kampot Salt Fields’ e ( tuz çıkarılan alanlar )  kırsal bölge tuk-tuk gezisi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Örümcek Pazarı,  Kmer Şarabı Tadımı</li>\n<li>- Bambu Tren yolu Gezisi ( faal olduğunda )</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n<li>- Çekçekle Melaka Şehir Turu</li>\n<li>- Dünyaca ünlü Petronas İkiz Kuleleri’ ne bir akşam ziyareti  ( kulelere ve gözlem platformuna giriş dahil değil ) ,  Batu Mağaraları ve Tapınağı ziyareti</li>\n<li>- Tam günlük Cameron Yaylaları gezisi</li>\n<li>- Penang dünya mirası sit alanı yürüyüşü</li>\n<li>- Shan köyü yürüyüş turu</li>\n<li>- Palaung Dağ Köyü Yürüyüş Turu</li>\n<li>- Goteik Viyadüğü tren yolculuğu</li>\n<li>- Yarım gün Bagan oryantasyon turu</li>\n<li>- Bagan’ da bisiklet turu</li>\n<li>- Fil Koruma Merkezi</li>\n<li>- Shan dağı tren yolculuğu</li>\n<li>- Günübirlik Inle Gölü gezisi ve yerel Intha öğle yemeği</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 65 gece, misafirhanede 2 gece,  Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>44 kahvaltı, 3 öğle yemeği, 2 akşam yemeği, 8 basit kahvaltı, 9 açık büfe kahvaltı, 1 paketlenmiş öğle yemeği, 1 yerel kahvaltı, 1 yerel öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi’ ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 16,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 17,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 18,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 19,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 21,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 23,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 24,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 26,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygon’ un Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 27,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 28,
        "title": "Ho Chi Minh City",
        "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
      },
      {
        "dayNumber": 30,
        "title": "Sihanoukville",
        "description": "Kamboçya’ ya Sihanoukville yönüne doğru uçuyoruz.  Aslen 1950’ lerde Kamboçya’ nın ilk derin su limanı olarak başlayan Sihanoukville, zamanın kralının adıyla adlandırıldı."
      },
      {
        "dayNumber": 32,
        "title": "Kampot",
        "description": "Bugün Phnom Penh’ e giden yolda Praek Tuek Chhu Nehri kenarında yer alan Fransız sömürge şehri Kampot’ a gidiyoruz.  Kampot, karabiber tarlaları ve tuz çıkarılan alanlarıyla ünlüdür. Kırsal bölgede bir tuk-tuk turuna çıkacağız."
      },
      {
        "dayNumber": 33,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkenti.  Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 35,
        "title": "Kratie",
        "description": "Büyük şehir hayatından uzaklaşarak, huzurlu Kratie’ de iki günün ve en iyi Mekong Nehri gün batımının tadını çıkarmak için Kmer kırsalına gidiyoruz.  Hızla türü azalan Tatlısu Irrawaddy yunuslarını görmek için en iyi yerlerden biri olmasının yanı sıra,  Kratie,  farklı dönemlere ait pek çok ilginç tapınağa,  nadiren açılan bir müzeye  ( tur liderinizden sizin için denemesini isteyin )  ve bu muhteşem ülkenin ve insanlarının öteki yüzünü görmek için birkaç muhteşem kırsal bölge turuna ev sahipliği yapmaktadır.  Dolayısıyla,  huzurlu kırsal yaşamın tadını çıkarın,  el yapımı hediyelik eşya almak için merkez Pazar yerinde dolaşın ve Fransız sömürge mimarisine ve ahşap kazıklar üzerine inşa edilmiş köy evlerine hayran kalın."
      },
      {
        "dayNumber": 37,
        "title": "Kampong Cham",
        "description": "Güneydoğu Asya’ ya egemen olan muazzam Mekong Nehri ile yakın temas halinde olarak,  hafifçe güneye doğru nehir kenarında yer alan Kampong Cham şehrine gidiyoruz ve tabiri caizse uygarlığa geri dönüyoruz.  Kelimenin tam anlamıyla “Çamların limanı” anlamına gelen ve şehirde yaşayan yerel etnik Çam halkına atıfta bulunan Kampong Cham,  birçok kişinin geçerken atladığı Kamboçya’ nın bir başka yönünü deneyimleme fırsatı sunuyor."
      },
      {
        "dayNumber": 38,
        "title": "Battambang",
        "description": "Doğu Kamboçya’ dan batı tarafına geçerek,  gündüz yolculuğumuz aranızda daha maceraperest olanların yerel bir lezzet olan kızarmış örümceği deneyebileceği Kamboçya’ nın ünlü Örümcek Pazarı’ na gitmemize olanak sağlıyor."
      },
      {
        "dayNumber": 40,
        "title": "Siem Reap",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 42,
        "title": "Bangkok",
        "description": "Bugün,  turdaki son tam günümüzde akşam yemeğinin tadını çıkarabileceğimiz ve günü etrafı keşfederek geçireceğimiz Bangkok’ a varıyoruz."
      },
      {
        "dayNumber": 43,
        "title": "Singapur",
        "description": "Singapur küçük bir yer olabilir,  ancak destansı tutumu ve modernizasyonu buradaki ziyaretinizi gerçekten  unutulmaz kılacak.  Büyük bir uluslararası merkez olan şehir,  her zaman dünyanın her yerinden gelen gezginleri ve işadamlarını ağırlayacak.  Ultra modern yüksek binaların arasında kendinizi kaybettiğinizde,  elinizde bir evrak çantasıyla takım elbise giymeniz gerektiğini düşündüğünüz için affedilebilirsiniz.  Her büyük şehir gibi, burada da alışveriş  ( her zaman ucuz olmasa da )  mükemmel.  Bu büyüleyici ülkenin geleneğine dair bir anlayış peşindeyseniz,  görülecek birçok tarihi ve kültürel mekan var.  Şehrin eski yaşam tarzına bir bakış için Küçük Hindistan ( Little India )  ve Çin Mahallesi’ ni ( Chinatown )  ziyaret edin.  En iyi seyahat kıyafetinizi giymek ve ünlü Raffles Hotel’ deki Long Bar’ da geleneksel Singapur Sling’ i ( bir kokteyl )  denemek isteyebilirsiniz.  Tarih dolu bu muhteşem sömürge tarzı oteli görmek güzeldir,  özellikle de fıstık kabuklarını yere atmak bir gereklilik olduğu için düşündüğünüzden daha rahat olan bara doğru ilerlerken! Singapur restoranları,  Güney Doğu Asya’ da karşılaşacağınız en ucuz restoranlar değildir  ancak yemek tezgahları pazarlarına veya sokak satıcıları merkezlerine rastlarsanız,  taze ve şahane yemek seçiminin tadını çıkaracağınızdan emin olabilirsiniz."
      },
      {
        "dayNumber": 45,
        "title": "Melaka",
        "description": "Melaka,  Malezya’ nın en popüler yerlerinden biri ve birkaç yüzyıl önce önemli bir ticaret limanıydı.  Tarihi şehir merkezi UNESCO Dünya Mirası Listesi’ nde yer almaktadır.  Portekizliler 16.  yüzyılda buraya yerleşti ve etkileri şehrin genelindeki mimarinin çoğunda görülebilir.  Melaka’ da tapınaklardan kiliselere,  camilerden müzelere birçok ilgi çekici yer var.  Geleneksel Peranakan shophouse’ lardan birinde deneyebileceğiniz geleneksel Çin Nyonya mutfağı ile ünlüdür."
      },
      {
        "dayNumber": 47,
        "title": "Kuala Lumpur",
        "description": "Malezya’ nın hareketli başkenti Kuala Lumpur’ a varıyoruz.  Önemli bir turist merkezi olan ‘ KL’   ( genellikle anıldığı gibi )  modern,  biraz kalabalık ve ortalama bir büyük şehrin tüm konforlarını sunuyor.  Yüksek binalar bol,  alışveriş mükemmel  ( ve şehrin önemli albenilerinden biri )  ve şehrin hareketli günlük olayları Malay iş kültürüne bir bakış açısı sağlıyor.  Burada yapılacak çok şey var - hem kültürel hem de zevkli.  Burada geçirdiğiniz süre boyunca,  8.  katında birkaç hız treni ve gerilim dolu lunapark oyuncaklarından oluşan bir mini eğlence parkının olduğu,  Asya’ nın en büyük alışveriş merkezi olan Bukit Bintang bölgesindeki Berjaya Times Square’ a neden göz atmayasınız ki? Tur lideriniz sizi dünyanın en yüksek ikiz kulesi Petronas Kuleleri’ ne bir akşam yürüyüşüne götürecek.  Eğer isterseniz Skywalk’ a ( iki kuleyi birbirine bağlayan köprü ) çıkmayı tercih edebilirsiniz ( bu isteğe bağlı bir ücrete tabidir ) .  Ayrıca,  zamanda geriye gitmek ve modern yüksek binalara bir mola vermek isterseniz,  ziyaret edilecek çok sayıda sömürge binası da mevcut."
      },
      {
        "dayNumber": 49,
        "title": "Cameron Highlands  ( Cameron Yaylaları )",
        "description": "1885 yılında platoyu keşfeden bir İngiliz sömürge hükümet araştırmacısı William Cameron’ ın adının verildiği,  Cameron Yaylaları deniz seviyesinden 1500 metre yükseklikte bir yayla bölgesidir.  Bir kelebek çiftliği,  çilek çiftliği,  gül bahçesi,  bir Çin tapınağı ve sebze çiftlikleri de dahil olmak üzere burada yapılacak ve görülecek birçok şey var.  Ayrıca serin ve ferahlatıcı orman havasında orman yürüyüşü yapabilirsiniz. Bölgenin verimli dağ yamaçları,  ülkenin çay yetiştirmek için en iyi yerlerinden biri olmasını sağlar ve birçok çay tarlası vardır.  Cameron Yaylaları aynı zamanda Malezya ve Singapur’ a da büyük bir sebze tedarikçisidir."
      },
      {
        "dayNumber": 51,
        "title": "Penang",
        "description": "Penang’ a doğru yol alıyoruz.  Adanın başkenti ve UNESCO Dünya Mirası Sit Alanı olan Georgetown’ da kalacağız.  Georgetown,  eski ve yeni kültürleri harmanlayan eşsiz bir albeniye sahip.  Etrafı modern binalarla çevrili seyyar satıcılar ürünlerini sergiliyor.  Eski binalar yeni işletmelerle yan yana duruyor.  Bir çekçek turuna katılın ve kendinizi bu hareketli şehre tanıtın ya da devlet dairelerine,  ticari ofislere, büyük mağazalara,  dükkanlara ve restoranlara ev sahipliği yapan,  Penang’ ın önemli bir simgesi olan 65 katlı Kompleks Tun Abdul Razak’ ı  ( KOMTAR )  ziyaret edin."
      },
      {
        "dayNumber": 53,
        "title": "Phuket",
        "description": "Tayland’ a geri dönerek,  Tayland’ ın en büyük adası olan uğultulu yağmur ormanı adası Phuket’ te üç gecenin tadını çıkarıyoruz.  Phuket,  saçınızdaki tozu yıkayabileceğiniz ve en sevdiğiniz kokteyli ya da yerel Chang Birası’ nı yudumlarken beyaz kum üzerinde rahatlayabileceğiniz Tayland’ ın en popüler plajlarını sunmaktadır. Plajların yanı sıra Phuket,  akvaryumu ziyaret etmek,  Kelebek Bahçesi ve Böcek Dünyası’ nı ( Butterfly Garden and Insect World )  keşfetmek,  Phang Nga Körfezi’ nde James Bond Adası’ nı ziyaret etmek,  Phuket Big Buddha’ ya ( Büyük Buda ) hayranlıkla bakmak veya yoğun sahil beldelerinin tam tersi olan Eski Phuket’ in dar sokaklarında dolaşmak gibi sizi meşgul edecek çok fazla şeye sahip."
      },
      {
        "dayNumber": 56,
        "title": "Bangkok",
        "description": "Bugün akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın da nefes kesici Myanmar ülkesine uçuyoruz."
      },
      {
        "dayNumber": 57,
        "title": "Mandalay",
        "description": "Myanmar’ a,  daha resmi adıyla Myanmar Birliği Cumhuriyeti’ ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ ya hoş geldiniz."
      },
      {
        "dayNumber": 58,
        "title": "Hsipaw",
        "description": "Kuzey Shan Eyaleti’ ne doğru ilerlerken,  Myanmar’ ın doğusunda yer alan Hsipaw’ a gidiyoruz,  Hsipaw tarihe dolu doğal bir kasaba.  Bir zamanlar Shan kraliyet şehri olan eski saray,  kasabanın kuzey kesiminde yer almaktadır.  1962’ de son Sawbwa,  Sao Kya Seng bir askeri darbe sırasında ortadan kayboldu,  ancak ailesi hala eski sarayla ilgileniyor ve bir ziyarette bulunmak,  son Sawbwa’ nın soyunu bulmak ve Shan Eyaleti’ nin son 50 yıl içindeki tarihini öğrenmek mümkün."
      },
      {
        "dayNumber": 60,
        "title": "Kyaukme",
        "description": "Doğuda yer alan Kyaukme,  hareketli bir Çin mahallesi olan küçük ama hareketli bir şehirdir.  Kyaukme,  Palaung köyleriyle dolu vadiler tarafından kuşatılmıştır."
      },
      {
        "dayNumber": 61,
        "title": "Pyin Oo Lwin",
        "description": "Bu sabah kahvaltıdan sonra bizi Kyaukme’ den Pyin Oo Lwin’ e götürecek bir trene biniyoruz.  Bu manzaralı tren yolculuğu,  100 yıldan fazla bir süre önce inşa edilmiş olan eski tren yolları boyunca seyahat ederken size müthiş manzaralar sunmaktadır.  Yol boyunca,  tren küçük köylerde duracak ve satıcılar, içecekler ya da yerel lezzetler gibi kendi ürünlerini satmak için trene binecek.  Trenin her bir köyde ne kadar süre duracağına bağlı olarak,  trenden inmek ve etrafta dolaşmak için zamanınız olabilir.  Bazı yerliler, trendeki turistlerle konuşarak İngilizce öğrenebilmek için tren istasyonunda vakit geçirmektedir.  Trende geçirilen birkaç saat sonrasında Goteik Viyadüğü’ nü geçiyoruz.  Bu köprü,  1899’ da İngilizler tarafından inşa edildi ve o zamanlar bir başyapıt ve dünyanın en uzun köprüsü olarak kabul ediliyordu."
      },
      {
        "dayNumber": 62,
        "title": "Mandalay",
        "description": "Pyin Oo Lwin’ den ayrılırken geceyi geçireceğimiz Mandalay’ a dolmuşla dönüyoruz. Bugün,  turunuzda daha önce buradayken görmediğiniz şehir manzaralarının tadını çıkarmak için  vaktiniz olacak.  Sabah vardıktan sonra,  köprüde gün batımını izlemekle sonlanan şehir turuyla dolu bir günün tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 63,
        "title": "Bagan",
        "description": "Bagan,  dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor.  Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler.  Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
      },
      {
        "dayNumber": 66,
        "title": "Kalaw",
        "description": "Bagan’ dan ayrılırken,  Kalaw yolunda Fil Koruma Merkezini ziyaret ediyoruz.  Burada yakın bir zaman önce başlatılan bir topluluk projesi ormanı,  içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor. Bu proje aynı zamanda Myanmar’ ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
      },
      {
        "dayNumber": 67,
        "title": "Inle Gölü",
        "description": "Kahvaltıdan sonra Kalaw’ dan ayrılırken,  bizi Inle Gölü’ ne götürecek başka bir trene biniyoruz.  Bu manzara dolu yolculuk,  Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor.  Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var.  Bu trende önceden rezervasyon yapılamaz,  dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
      },
      {
        "dayNumber": 69,
        "title": "Yangon",
        "description": "Bugün,  İngiliz,  Birmanya,  Çin ve Hint etkileriyle dolu bir şehir olan Yangon’ a uçuyoruz.  Bir şehir olmasına rağmen,  burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum.  Bu hareketli şehirde yemek turlarından yerel pazarlara,  göllerden  pagodalara kadar yapılacak çok şey var.  Ülkedeki en büyük ve en güzel pagoda,  Shwedagon Pagodası ve burası Myanmar’ ın en dini yeri.  Aslen MS 6.  yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir. Burası aynı zamanda yerel halk  için bir buluşma noktası. Burada çocuklar oyun oynar, keşişler sohbet eder ve kadınlar dedikodu yapar.  Bu arada, bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
      },
      {
        "dayNumber": 70,
        "title": "Bangkok",
        "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
      },
      {
        "dayNumber": 71,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "SEML",
    "tourName": "Myanmar,  Tayland ve Laos",
    "placesVisited": "Laos, Burma, Tayland",
    "generalInfo": "Bu tur,  Güneydoğu Asya’ nın daha az seyahat edilen yerlerinden bazılarını ortaya çıkarıyor.  COPE Ziyaretçi Merkezi’ nin engellilerle çalışmalarını öğrenmek ve yerel keşişlere sadaka bağışlamak için Laos’ a gitmeden önce Chiang Mai’ nin güzelliğini keşfedin.  Myanmar’ a uçarak ülkenin muhteşem gün batımlarının,  eşsiz kültürlerinin ve altın pagodalarının tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "29",
    "price": "2679",
    "image1": "siempretour-images/SEML/seml_2019_10_27_23_34_43_0.jpg",
    "image2": "siempretour-images/SEML/seml_2019_10_27_23_34_43_1.jpg",
    "image3": "siempretour-images/SEML/seml_myanmar_10.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Shan köyü yürüyüş turu</li>\n<li>- Palaung Dağ Köyü Yürüyüş Turu</li>\n<li>- Goteik Viyadüğü tren yolculuğu</li>\n<li>- Yarım gün Bagan oryantasyon turu</li>\n<li>- Bagan’ da bisiklet turu</li>\n<li>- Fil Koruma Merkezi</li>\n<li>- Shan dağı tren yolculuğu</li>\n<li>- Günübirlik Inle Gölü gezisi ve yerel Intha öğle yemeği</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 26 gece,  misafirhanede 2 gece</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>24 kahvaltı, 3 öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz.  Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Bangkok",
        "description": "Bugün akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın da nefes kesici Myanmar ülkesine uçuyoruz."
      },
      {
        "dayNumber": 15,
        "title": "Mandalay",
        "description": "Myanmar’ a,  daha resmi adıyla Myanmar Birliği Cumhuriyeti’ ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ ya hoş geldiniz."
      },
      {
        "dayNumber": 16,
        "title": "Hsipaw",
        "description": "Kuzey Shan Eyaleti’ ne doğru ilerlerken,  Myanmar’ ın doğusunda yer alan Hsipaw’ a gidiyoruz,  Hsipaw tarihe dolu doğal bir kasaba.  Bir zamanlar Shan kraliyet şehri olan eski saray,  kasabanın kuzey kesiminde yer almaktadır.  1962’ de son Sawbwa,  Sao Kya Seng bir askeri darbe sırasında ortadan kayboldu,  ancak ailesi hala eski sarayla ilgileniyor ve bir ziyarette bulunmak,  son Sawbwa’ nın soyunu bulmak ve Shan Eyaleti’ nin son 50 yıl içindeki tarihini öğrenmek mümkün."
      },
      {
        "dayNumber": 18,
        "title": "Kyaukme",
        "description": "Doğuda yer alan Kyaukme,  hareketli bir Çin mahallesi olan küçük ama hareketli bir şehirdir.  Kyaukme,  Palaung köyleriyle dolu vadiler tarafından kuşatılmıştır."
      },
      {
        "dayNumber": 19,
        "title": "Pyin Oo Lwin",
        "description": "Bu sabah kahvaltıdan sonra bizi Kyaukme’ den Pyin Oo Lwin’ e götürecek bir trene biniyoruz.  Bu manzaralıl tren yolculuğu,  100 yıldan fazla bir süre önce inşa edilmiş olan eski tren yolları boyunca seyahat ederken size müthiş manzaralar sunmaktadır.  Yol boyunca,  tren küçük köylerde duracak ve satıcılar, içecekler ya da yerel lezzetler gibi kendi ürünlerini satmak için trene binecek.  Trenin her bir köyde ne kadar süre duracağına bağlı olarak,  trenden inmek ve etrafta dolaşmak için zamanınız olabilir.  Bazı yerliler, trendeki turistlerle konuşarak İngilizce öğrenebilmek için tren istasyonunda vakit geçirmektedir.  Trende geçirilen birkaç saat sonrasında Goteik Viyadüğü’ nü geçiyoruz.  Bu köprü,  1899’ da İngilizler tarafından inşa edildi ve o zamanlar bir başyapıt ve dünyanın en uzun köprüsü olarak kabul ediliyordu."
      },
      {
        "dayNumber": 20,
        "title": "Mandalay",
        "description": "Pyin Oo Lwin’ den ayrılırken geceyi geçireceğimiz Mandalay’ a dolmuşla dönüyoruz. Bugün,  turunuzda daha önce buradayken görmediğiniz şehir manzaralarının tadını çıkarmak için  vaktiniz olacak.  Sabah vardıktan sonra,  köprüde gün batımını izlemekle sonlanan şehir turuyla dolu bir günün tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 21,
        "title": "Bagan",
        "description": "Bagan,  dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor.  Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler.  Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
      },
      {
        "dayNumber": 24,
        "title": "Kalaw",
        "description": "Bagan’ dan ayrılırken,  Kalaw yolunda Fil Koruma Merkezini ziyaret ediyoruz.  Burada yakın bir zaman önce başlatılan bir topluluk projesi ormanı,  içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor. Bu proje aynı zamanda Myanmar’ ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
      },
      {
        "dayNumber": 25,
        "title": "Inle Gölü",
        "description": "Kahvaltıdan sonra Kalaw’ dan ayrılırken,  bizi Inle Gölü’ ne götürecek başka bir trene biniyoruz.  Bu manzara dolu yolculuk,  Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor.  Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var.  Bu trende önceden rezervasyon yapılamaz,  dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
      },
      {
        "dayNumber": 27,
        "title": "Yangon",
        "description": "Bugün,  İngiliz,  Birmanya,  Çin ve Hint etkileriyle dolu bir şehir olan Yangon’ a uçuyoruz.  Bir şehir olmasına rağmen,  burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum.  Bu hareketli şehirde yemek turlarından yerel pazarlara,  göllerden  pagodalara kadar yapılacak çok şey var.  Ülkedeki en büyük ve en güzel pagoda,  Shwedagon Pagodası ve burası Myanmar’ ın en dini yeri.  Aslen MS 6.  yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir. Burası aynı zamanda yerel halk  için bir buluşma noktası. Burada çoçuklar oyun oynar, keşişler sohbet eder ve kadınlar dedikodu yapar.  Bu arada, bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
      },
      {
        "dayNumber": 28,
        "title": "Bangkok",
        "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
      },
      {
        "dayNumber": 29,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  },
  {
    "destination": "Laos",
    "mainPhoto": "",
    "id": "BXTL",
    "tourName": "Tayland & Laos",
    "placesVisited": "Laos, Tayland",
    "generalInfo": "Güneydoğu Asya'daki iki farklı ülkeyi birleştirin. Bangkok'ta başlayarak doğrudan Laos'a uçmadan önce Koh San Road'daki hareketli gece hayatının tadını çıkarın. Yemyeşil çeltik alanlarından ışıltılı mavi şelalelere kadar, nefes kesici manzalara hayran kalın ve Mavi Lagün'de yüzün. Tayland'a geri döndüğünüzde Chiang Mai'nin büyük gece pazarlarında kaybolacak ve eski başkent Sukhothai'yi keşfedeceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK)",
    "durationDays": "12",
    "price": "649",
    "image1": "siempretour-images/BXTL/bxtl_thailand-laos2019_04_10_21_09_22_0.jpg",
    "image2": "siempretour-images/BXTL/bxtl_thailand-laos2019_04_10_21_09_22_1.jpg",
    "image3": "siempretour-images/BXTL/bxtl_thailand-laos2019_04_10_21_09_22_2.jpg",
    "image4": "siempretour-images/BXTL/bxtl_bxtl_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Mavi Lagün’e Tuk-Tuk turu</li>\n<li>Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n<li>Sukhothai bisiklet turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 6 gece,pansiyonda 1 gece,misafirhanede 4 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uluslararası uçuş(lar), Halk Otobüsü,Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>4 kahvaltı,2 basit kahvaltı,1 yerel kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Vientiane",
        "description": "Vientiane'ye doğru sınır ötesine uçuyoruz. Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Güneydoğu Asya'daki diğer şehirlerden çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz. Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 3,
        "title": "Vang Vieng",
        "description": "Vientiane'den kuzeye doğru yol alırken, muhteşem manzaralardan Vang Vieng'e doğru gidiyoruz. Bu huzurlu kasaba,çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır. Kireçtaşı mağaraları, antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır. Vang Vieng, yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır.Mavi Lagün’de yüzmeye gitmeden önce Laos'un en inanılmaz manzaralarındada tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "Luang Prabang",
        "description": "Vang Vieng'den manzaralı route 4'ten (yol) huzurlu Luang Prabang kasabasına seyahat ediyoruz. Birçok kişi bu kasabanın Laos'taki en unutulmaz kasaba olduğunu söylüyor. Büyüleyici tarihi, dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang, Güney Doğu Asya'da gerçek bir mücevher."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Mai",
        "description": "Bugün, 'Kuzey'in Gülü' olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai'ye uçuyoruz. Burada Thai usulü yemek pişirme kursunun, rahatlatıcı bir masajın tadını çıkarabilir, gece saatlerinde Thai kick-boks maçı (Muay Thai)  izleyebilir ya da geceyi Chiang Mai’nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Sukhothai",
        "description": "Ertesi gün, Sukhothai antik kentine gitmeden önce Phitsanulok'a giden trene binerek orta Tayland'a gidiyoruz. Tayland’ın eski başkenti Sukhothai, eski şehrin antik kalıntılarına ev sahipliği yapmaktadır. Tayland'ın popüler bir görülesi yeri olarak, yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir. Tapınaklar ve anıtlar,o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir, ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır. Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda'lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
      },
      {
        "dayNumber": 12,
        "title": "Bangkok'dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Laos"
  }
]