{
  "destination": "China",
  "mainPhoto": "",
  "id": "family-holiday-to-china",
  "tourName": "Family holiday to China",
  "placesVisited": "Beijing, Great Wall, acrobatic show, Temple of Heaven Park, sleeper train to Xian, walking and biking tour of Xian, Terracotta Warriors, Chengdu, Renmin Park, Giant Panda Breeding Research Base, fly to Guilin, Yangshuo, cooking school & market tour, Tai Chi/Kung Fu class, day cycling with lunch in farmer’s restaurant, train to Hong Kong, explore Hong Kong",
  "generalInfo": "This family holiday to China is a 14 day introduction to this vast and fascinating country that suits children aged five and upwards. Experience the colour, culture and natural beauty of China, visiting its world famous landmarks, shopping in local markets, spotting wildlife and learning how to cook Chinese food before winding up the holiday in Hong Kong, where old and new, East and West collide. <br/><br/>The holiday begins in Beijing. Here, you’ll explore the Forbidden City and Temple of Heaven, but also get a feel for modern China as you soak up the city’s atmosphere and people watch on its busy streets. From here, head to the Great Wall of China, climbing this extraordinary wonder and learning all about its history, too. You’ll explore the ancient city of Xian on foot then cycle its city walls and, of course, feast your eyes on the Terraccotta Warriors, lined up and ready for battle.<br/><br/>In Chengdu, meet the pandas nurtured at the panda research centre. You can watch them playing – ridiculously cute! – see red pandas and learn about conservation work. Then relax in Yangshuo, a peaceful town surrounded by a gorgeous landscape of karst peaks, where you can bike, take a kung fu or tai chi lesson, visit a farmer’s market and enjoy a cooking class.<br/><br/>Throughout this family holiday you’ll have the chance to meet China’s friendly people, too, with an overnight sleeper train an exciting way to spend time with locals and learn about Chinese culture, while racing through the landscape.<br/><br/>This is a small group holiday, max 16 people, with hotel accommodation and one night on a sleeper train. <br/>",
  "durationDays": "12",
  "price": "2215",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Beijing.",
      "description": "Nimen Hao! Welcome to China. The capital of the most populous country on earth, Beijing is a place where ancient history and the modern world collide. Your adventure begins with a welcome meeting at 5pm today. Please look for a note in the hotel lobby or ask reception where it will take place. It’s important that you attend, as we will be collecting insurance details and next of kin information for each member of your family. If you’re going to be late, please let your travel agent or hotel reception know. After the formalities are out of the way, why not head out to enjoy an optional Peking duck group dinner and get to know each other over the first of many superb Chinese meals."
    },
    {
      "dayNumber": 2,
      "title": "Beijing/Great Wall.",
      "description": "After breakfast get stuck into the sights with a visit to Tiananmen Square, the largest of its kind in the world and the symbolic centre of Chinese power. Take some time to soak up the immense size of the square and then continue to the maze of buildings that is the Forbidden City. Built more than 500 years ago and off limits to commoners for almost all that time, the courtyards, great halls and dragon and phoenix imagery give an idea of the might and grandeur of the Imperial Chinese court during the height of its power. Later travel by private minivan into the countryside, where you’ll spend the night in a family-run guesthouse right inside the scenic area near the Great Wall of China! Tonight it’s highly recommended that you go for a short hike to the Wall for an unforgettable sunset at one of the Seven Wonders of the World! Tonight for dinner, you'll be able to try your hand at dumpling making - sure to be a favourite activity for the kids!"
    },
    {
      "dayNumber": 3,
      "title": "Great Wall/Beijing.",
      "description": "This morning spend time exploring, taking photos and learning the history of the mighty Great Wall of China. An incredible piece of engineering, the wall stretches 6,000 km westwards from the mountain ridges north of Beijing. It was originally constructed to protect Chinese empires from the 'barbarians' of the north and even though it failed in this purpose, it's still without a doubt one of the country's most remarkable achievements and an iconic destination. You’ll often feel like you have the whole wall to yourself as you take your time strolling along the wall, which snakes through the hills almost endlessly into the distance. Being perched on this incredible engineering feat and surveying the spectacular surrounding countryside is an unforgettable experience. We then take the three-hour drive back to Beijing by private minivan. This evening, choose whether you would like to join your fellow family travellers for a group dinner. Hungry for more of China’s cultural delights? You may also choose to watch an optional acrobatic performance at the Chaoyang Theatre this evening."
    },
    {
      "dayNumber": 4,
      "title": "Xian.",
      "description": "Jump on the bullet train to Xi’an and experience a form of rail travel like no other. While the distance would take around 11 hours to complete on a regular train, you’ll be in Xi’an in just over five hours, with great views of the countryside along the way! Arrive at around 3 pm and head to the hotel to drop off your bags and freshen up before exploring this historic city on a walking tour. Once known as the main eastern terminus of the ancient Silk Road, Xi’an served as the imperial capital of 11 dynasties and holds a wealth of history within its cobbled pavements. The city itself has spread beyond these walls, but the centre still retains the original grid formation, making it easy to navigate. Following your tour, the remainder of the afternoon is free to further explore. When night falls embark on another tour and see a different side of the city. Take in the view of the Bell and Drum Tower lit up against a black sky and sit down to a classic dumpling dinner."
    },
    {
      "dayNumber": 5,
      "title": "Xian.",
      "description": "Today you’ll visit the vast, stone-faced army that is the Terracotta Warriors, a militia built to guard the tomb of Emperor Qin Shi Huang over 2000 years ago. Discovered by farmers in 1974, several pits are now open to the public. Make the 1.5-hour drive to the site and spend some time marvelling at the sheer size and detail of this impressive tomb. Head to the attached museum to see some more artefacts and learn a little more about the ambitious, eccentric ruler who remains sealed in his mausoleum surrounded by his soldiers to this day. Qin Shi Huang sought eternal life, and while he may not have achieved it in the literal sense, the fact that his creation remains a source of wonder to visitors from around the world is a kind of immortality."
    },
    {
      "dayNumber": 6,
      "title": "Chengdu.",
      "description": "Wave goodbye to Xi’an and board a bullet train bound for Chengdu, the capital of Sichuan. Spend about 3.5 hours on the journey, arriving just after midday. Chengdu is most famous for two things – the pandas living in the mountains, and the delicious, spicy food. You'll get to enjoy both while you're here! Spend two-hours on a walking tour with your leader that takes in an Old Town that looks like a film set and the orange Tibetan Quarter, finishing at Tianfu Square, where a giant statue of Chairman Mao stands tall. Then spend a relaxing afternoon in bustling Renmin Park (People's Park), where you can mingle with locals drinking tea, exercising, singing, playing Mahjong or relaxing in bamboo chairs. Don't be surprised if somebody comes up to you with an offer to clean your ears! This evening, head out for a dinner of one of Sichuan’s most beloved dishes – the hot pot! This is the choose your own adventure of cuisine, and the whole family is sure to enjoy selecting which ingredients to add to the simmering broth."
    },
    {
      "dayNumber": 7,
      "title": "Chengdu.",
      "description": "Embrace an early start to spend the morning watching gorgeous giant and red pandas in the Giant Panda Breeding Research Base. As pandas are only active for a few hours of the day, it’s important you rise and shine to catch them at their most interesting. China’s national pride, the giant panda is among the world’s most threatened animals, but here you can witness the conservation efforts and see these majestic creatures in a close approximation of their habitat. Spend three hours with these wonderful creatures, watching them play, eat bamboo and climb the trees. If you’re lucky (and visiting between July and September), you might even get to see newborns taking their first steps in the nursery. The rest of the day is free for you to spend as you wish. Maybe head to Wide and Narrow Alley, a popular set of alleyways where you can take a stroll and see craftspeople and food stalls aplenty."
    },
    {
      "dayNumber": 8,
      "title": "Yangshuo.",
      "description": "Make sure you’ve got books or games ready for a full day of travel, beginning with ride on the bullet train from Chengdu to Guilin, followed by a two-hour transfer to Yangshuo. We will arrive at our hotel late in the afternoon. Located deep within the karst peaks of Guangxi province, Yangshuo is a haven for many visitors, away from the hustle and bustle of ever-developing China; a place where you can stop slow your pace and relax. Get settled into the hotel, which is located among stunning countryside, then head out for an optional dinner."
    },
    {
      "dayNumber": 9,
      "title": "Yangshuo.",
      "description": "Rise and shine for a journey into one of China’s most enchanting landscapes. At 8 am you’ll strap on your provided helmet and jump on a hired bike to pedal out of town and through the surrounding countryside, past emerald-green karst mountains and lush fields. All equipment is provided for the bike ride: all bikes, helmets for both adults and children. The bike ride is from 8am to lunchtime. On the bike ride you will be accompanied with one or two local guides. You will be transferred back to the hotel after lunch to rest your weary legs! This evening we visit a local farmers' market, where you can get a feel for the regional produce and daily life. Then make a short drive to Chaolong, where you can put this new knowledge to use and learn the art of Chinese cooking. This class will allow the whole family to learn the techniques and skills of Chinese cuisine from experienced chefs, and after an afternoon trying out delicious recipes, you can eat what you’ve made for dinner! With recipes that are easy to make and ingredients readily available outside of China, you’ll soon be wowing friends and family back at home."
    },
    {
      "dayNumber": 10,
      "title": "Hong Kong.",
      "description": "Today you’ll make the epic journey from Yangshuo to Hong Kong (leaving at 8am and arriving around 6pm) so it’s important to have books, games and devices at the ready. Even though there are power sockets on the train, it’s also a good idea to have any devices you wish to use fully charged, as they may be in use by other passengers. First, drive 2 hours by private bus to Guilin West train station, where you’ll take the bullet train to directly to Hong Kong (approx. 3 hours). After a short taxi ride (approx. 10 minutes) you will arrive at your hotel in the vibrant hustle and bustle of Hong Kong. If you have the time (and more importantly, the energy) after arriving and settling in to your hotel, you may wish to end the day with the Symphony of Lights, a spectacular laser show that plays out on the futuristic buildings along Victoria Harbour. The show starts at 8 pm, and it’s free to watch. If a day in transit has you feeling drained however, rest easy knowing you’ve got a full day tomorrow to explore the city."
    },
    {
      "dayNumber": 11,
      "title": "Hong Kong.",
      "description": "Dive into Hong Kong after breakfast this morning on a leader-led orientation walk. Under Chinese rule since 1997, Hong Kong is a vibrant and fast paced city only minutes away from quiet islands and beaches. The entire day is yours to spend as you see fit. Hong Kong Island is a great area to explore on foot, with plenty of family friendly hiking trails on offer with varying levels of difficulty. The Peak offers stunning views over the city, and can be reached by several trails or alternatively by tram. Ask your leader for details, but make sure you pack snacks and water if you plan to hike – there are no replenishing stations along the way. A more relaxing way to spend an hour is the Stay Ferry Harbour Tour, which takes you past the city’s landmarks and around the stunning harbour. The Hong Kong Science Museum is perfect for families with young kids, particularly if you’re visiting in rainy season (April to June) and don’t want to risk being caught out. Many of the exhibits are interactive, and entry prices are reasonable. This evening, maybe head out for a final meal with your fellow families and toast to a trip well spent."
    },
    {
      "dayNumber": 12,
      "title": "Hong Kong.",
      "description": "It’s time to end this enlightening journey into the heart of China – there are no activities planned for the final day and you can depart the accommodation at any time following check out."
    }
  ],
  "map": ""
}