{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-family-holiday-in-sichuan",
  "tourName": "China family holiday in Sichuan",
  "placesVisited": "",
  "generalInfo": "Sichuan includes some of China’s most important remaining natural habitats and has long served as a last bastion for many of China’s endangered animals, including the iconic wild giant panda. The province’s reputation as a home for wildlife, along with its beautiful alpine vistas and parks, has attracted travelers both domestic and overseas for years. Focusing on the scientific aspects of these natural wonders, Emei buddhist mountain and Leshan Grand Buddha were listed as the World Natural and Cultural heritage together by UNESCO in 1996. <br/><br/>As someone who is deeply in love of and most familiar with the land, we do nothing but make your travel in Sichuan most rewarding. On this journey, we will have chance to make handcraft of porcelain and pottery, and take a boat cruise to have a face-to-face view of for Giant Buddha, hike on Qingcheng Mountain and E'mei Mountain, visit Anren Ancient Town that are being preserved culturally and architecturally as museums, you do nothing but immerse yourself in Sichuan wonders together with us.",
  "durationDays": "6",
  "price": "1452",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Chengdu: Our tour begins today. Be met the local guide at Chengdu Airport, we drive to the downtown. After lunch, we go to Wuhou Temple, a memorial temple of Zhu Geliang, a legend of wisdom in Chinese history during the Three Kingdoms period. Then we go to the Bamboo Park to see how the local people enjoy their daily life in a tea house situated among the nice bamboo woods. You can enjoy with them, like how local people do. In the evening, we will take you to enjoy a Facing Changing Show. Lunch and dinner included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chengdu to E'mei Mountain: This morning, we will drive to experience Chinese Pottery Art. We will take you to an old kiln cave to have the greatest fun by making handcraft of porcelain and pottery. This kiln cave hide in a peaceful village, in a dragon shape standing for over hundred years since Qing Dynasty. After lunch, we drive to Leshan for Giant Buddha. The Giant Buddha locates right at the confluence of the three rivers of Minjiang, Qingyi River and Dadu River. We can take a 0.5 hour's boat cruise to have a face-to-face view of it from the center of the rivers. Either we will enter the Giant Buddha Park to get a close admire of the largest Buddha in the world. In the park, we take steep steps down to the foot of the Giant Buddha along its left side. We can take specified angle for photo shoot from the head to the foot. Followed with the Giant Buddha, we drive to E'mei. breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "E'mei Mountain: Mt. Emei is like a huge green screen standing in the southwest of the Chengdu Plain. It is the highest one among all the famous sight-seeing mountains in China. Its main peak, the Golden Summit, is 3079.3 meters (10,103 feet) above the sea level, seemingly reaching the sky. In 1996 Mt. Emei was enlisted in the world natural and cultural heritage by the UNESCO. In the morning, we will take a 40mins sightseeing bus to Wuxiangang Station, and start our walk for about an hour to Qingyin Pavilion, the most beautiful landscape of Mount Emei. On the way we may follow the stream up, passing by local villages and a manmade lake. Then keep walking for another 1 hour up to the famous Ecological Monkey Area. Among those more than 3000 species of plants and animals here, the wild monkeys are the real hosts of this magic mountain mainly because of their naughtiness and cleverness. After that we walk down back to Qingyin Pavilion and start a 1 hour hiking to Wannian Temple at the middle of the mountain. It is one of the most ancient temples on Emei Mountain. And then, we will take a 1.5hours sightseeing bus to Leidongping, and walk about 30mins to the Cable car station and take the cable car up to the golden summit. Overnight in Golden Summit Hotel. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mt Emei to Anren Ancient Town: After watching the glorious sunrise, we will take the cable car down to Leidongping, and take about 2 hours’ sightseeing bus to the foot of Mt. Emei. And then, we drive another 2.5hs to Anren Ancient Town. This town has 27 large Qing Dynasty mansions that are being preserved culturally and architecturally as museums. While there, take some time to explore these. Being only 65 kilometres from Chengdu, this ancient town offers an experience that is a bit different from others. The town itself, with black-tile roofing, zigzagging alley streets, and stone-slab walkways, has plenty for visitors to buy and eat. The shops, while selling the usual ancient town style souvenirs, do feature antiques like old dial phones, bicycles and furniture. Note that you can't buy the antique memorabilia. An old theatre hosts live shows all the time as well. Taking the old town tram, even if you don't need transportation anywhere, is worth it. It feels like a trip back in time, China style. Stay in Anren Ancient Town. Breakfast, lunch and dinner included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Anren Ancient Town to Qingcheng Mountain: Mt. Qingcheng is one of the most famous Taoist mountains in China. It is also a very attractive and intriguing scenic spot that is covered by luxuriant and verdant trees. After breakfast, we drive about 60minutes from Anren Ancient Town to Mt Qingcheng, and hike on Qingcheng Mountain. As the early residence of one of the Taoist founders and now a UNESCO World Heritage Site, Qingcheng Mountain's path is lined with temples and sanctuaries. As such, it is the perfect retreat from bustling city life and provides visitors with a profound sense of calm. Visitors spend several hours on the tranquil mountain route, enjoying the peace of the natural surroundings. Less crowded and tourist-frequented than neighboring mountains, Qingcheng Mountain's hiking path is tranquil and allows visitors to enjoy peace of mind and peace of nature in the elevated surroundings. The total hike lasts between 3 to 4 hours, and is approximately 10 to 12 kilometers long.Back to Chengdu, enjoy the face-change show. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart Chengdu: Today in the morning we drive about 2 hours to Guanghan for the Sanxingdui Museum. It represents a totally different culture as the Zhongyuan (Orient of the Middle Kingdom) Culture. In the past, people believe that Zhongyuan is the orient of Chinese all cultures, all the ethnic groups live in the borders now are descendants of the immigrants from north China. But Sanxingdui archaeological discovery challenge the popular theory. Then we drive directly to Chengdu airport for your flight to the next destination or back home. Breakfast and lunch included."
    }
  ],
  "map": ""
}