{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-10-day-premium-small-group-tour",
  "tourName": "China 10 day premium small group tour",
  "placesVisited": "",
  "generalInfo": "Experience China in style with our China Premium Tour, beginning in Beijing and culminating in Shanghai. Along the way, you'll discover iconic landmarks and immerse yourself in local culture like never before!<br/><br/>Whether you're hiking the Great Wall of China or cycling the city walls of Xi'an, indulging in Peking duck in Beijing or savoring beef in Pingyao, our China Premium Tour offers something for everyone. Immerse yourself in historic ancient towns and vibrant modern cities, explore rivers, temples, and bustling city streets. From the awe-inspiring Terracotta Warriors to the towering Jinmao Tower, this tour provides a thrilling glimpse into the diverse and captivating experiences China has to offer.<br/><br/>Accommodation: <br/><br/>Premium hotel accommodation throughout your tour<br/>Local transport:<br/>All transport within China, including bullet trains<br/><br/>Check out our included activities for this group tour below:<br/><br/>Walking tour (Beijing) <br/>Welcome dinner (Beijing) <br/>Day trip/hike on the Great Wall of China (Beijing) <br/>Temple of Heaven visit (Beijing) <br/>Pingyao Old Town entry ticket – options for exploring are traveller’s own (Pingyao) <br/>Cycling the Old City walls (Xi’an) <br/>Walking tour in the Muslim Quarter (Xi’an) <br/>Day trip to the Terracotta Warriors (Shanghai) <br/>Walking tour, including visits to Jinmao Tower, Yu Gardens (Shanghai) <br/>Day trip to Zhujiajiao Water Town (Shanghai) <br/>Huangpu River Cruise (Shanghai) <br/>Farewell dinner (Shanghai)",
  "durationDays": "10",
  "price": "2799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to China: Your China Premium Tour begins today in Beijing. This afternoon, you'll meet your group and Adventure Leader in the hotel lobby. Your Adventure Leader will then take you on an orientation walk around the city, culminating in a delicious welcome dinner at a local restaurant, where you'll get to sample Beijing's best dish: Beijing duck! During dinner, you'll receive a detailed briefing about the exciting itinerary for the next 10 days. Afterward, you can either head back to the hotel to rest up for the next day's adventures or join your Adventure Leader at a local craft beer bar. The choice is yours!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing: You'll start your day bright and early with breakfast provided by your Adventure Leader. Then, it's time to dive into the beauty and history of Beijing. Your first stops will be Tiananmen Square and the Forbidden City, followed by a hike up to Jingshan Park for breathtaking views of the city. In the afternoon, enjoy some free time exploring Nanluoguxiang, a vibrant area known for its fantastic shopping and picturesque lake. There are plenty of great restaurants for lunch, or if you're interested in something different, take the metro to see the Bird’s Nest, the iconic stadium from the 2008 Summer and 2022 Winter Olympics. The evening is yours to enjoy as you wish. Don't forget to ask your Adventure Leader for recommendations on the best spots for cocktails in the city!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Great Wall: Today, you're in for another early start as you head out to one of the wonders of the world – the Great Wall of China. After breakfast, you'll travel a couple of hours outside the capital to a section of the wall, where you'll spend the day hiking and taking in the incredible views. You'll return to the city in the late afternoon. From there, you can either rest up or continue exploring. If you have the energy, consider visiting the Summer Palace or District 798 for some more adventures. The choice is yours!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing/Pingyao: This morning, you'll start the day by exploring the Temple of Heaven. Situated in a vast park in the city center, it’s a popular spot for locals to exercise. Join them for a tai chi class to get into the spirit of local life! After an early lunch at the Fake Market, you'll have some time for shopping. Be sure to stock up on snacks before we move on to our next destination on the China Premium Tour: Pingyao! You'll take a bullet train for just over three hours, arriving in Pingyao in time for an optional group dinner at a local restaurant. Make sure to try the Pingyao beef! If you still have energy left, spend the evening exploring the lively town, filled with bars and markets."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pingyao/Xi’an: After enjoying breakfast at your hotel this morning, you'll have a free day to explore Pingyao's Old Town. With its rich history, the town boasts over twenty museums, temples, and other highlights—all accessible with your provided entry ticket. You might want to visit the first Bank of China, explore the Temple of Confucius, or take a hike along the city walls. In the evening, you'll board the bullet train to your next destination: Xi'an! You'll arrive tonight, just in time to get a good night's sleep ahead of another busy day."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Xi’an: Your Adventure Leader will guide you to a local spot for breakfast – make sure to eat well, because today’s activity is an energetic one! Xi’an is world-renowned for its stunning city walls, and this morning you’ll cycle 13km along them, enjoying breathtaking views across the old capital. After a stop for lunch, you can opt to join your group for another exciting cultural activity: a calligraphy class at the Small Goose Pagoda. Here, you’ll learn about Chinese calligraphy and try your hand at it. In the evening, your Adventure Leader will take you on a fascinating walking tour through Xi’an’s Muslim Quarter. You’ll see landmarks like the Drum and Bell Tower and get the chance to try some tasty regional snacks. Feeling comfortable with your group yet? Great – join them for karaoke tonight!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Xi’an/Shanghai: Following an early breakfast, you'll head to one of Xi’an’s – and indeed, China’s – most iconic archaeological sites: the Terracotta Warriors! This UNESCO World Heritage Site houses the tomb of Qin Shi Huang, the first Emperor of Imperial China (259-210 BC), guarded by thousands of life-sized terracotta statues. You'll conclude your tour with a visit to the local museum and cinema, where a documentary will provide all the details about this remarkable site. From there, it’s off to the train station to transfer to Shanghai – the final destination on your China Premium Tour! You'll arrive later in the evening, just in time to rest up for another exciting day tomorrow."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Shanghai: Grab breakfast at your hotel this morning, but save some space before setting off on a walking tour of fascinating Shanghai. Your Adventure Leader will offer insights into the lives of the locals, and along the way, you'll get to try a couple of local dishes like stuffed pancakes and sesame bread. You’ll visit highlights such as the Jinmao Tower, the Financial District, and the Yu Gardens, before having some free time to shop and grab lunch in the local area. Are you a daredevil? If heights are your thing, you can opt for the Skywalk in Jinmao Tower! Strap yourself in and step outside the tower to see the city from 350 meters up in the air! Once back on the ground, the afternoon is yours to spend as you see fit. You might want to continue exploring the city on foot, visit the Museum of Contemporary Art, or wander the shopper’s paradise of Nanjing Road! In the evening, you can opt to join your group for a cooking class, where you’ll learn to make your dinner. On the menu: xiaolongbao!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Shanghai: Following breakfast, you're off on an exciting day trip just outside Shanghai to the ancient water town of Zhujiajiao! Known for its network of rivers and canals that weave between historic buildings, Zhujiajiao is over 1,500 years old, with archaeological findings dating back over 5,000 years. On your tour, you'll explore old trade houses, take a local boat trip, and learn about the Great Canal of China, which links Hangzhou and Beijing. Returning to Shanghai in the late afternoon, you'll continue your aquatic adventure with a stylish boat cruise down the Huangpu River. Spend your last evening with your group in style, enjoying a glass of fizz and some snacks while watching the sunset from the river. Afterward, head for a farewell dinner to celebrate an amazing trip. If you’d like, you can also head into the city for cocktails at one of the many rooftop bars."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Farewell China: After breakfast this morning, your China Premium Tour comes to an end. If you need a train back to Beijing or a transfer to the airport, please contact us and we'll be happy to assist. Safe travels!"
    }
  ],
  "map": ""
}