{
  "destination": "China",
  "mainPhoto": "",
  "id": "silk-road-tour-from-xian-to-kashgar",
  "tourName": "Silk Road Tour from Xian to Kashgar",
  "placesVisited": "",
  "generalInfo": "A private tour from the eastern end to the western end of the Silk Road in China. Discover marvelous landscapes, unique culture, and the lifestyle of locals.",
  "durationDays": "12",
  "price": "3909",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Xi'an. Your private guide will be waiting for you in the airport/train station arrivals area and will transfer you directly to your hotel. Your guide will help you check in. Meals: No meal Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit Terracotta Army, Then visit a local craftsman in his home — a traditional cave dwelling — where you will learn make a mini terracotta warrior on your own. After lunch, return to explore unique stalls at the Muslim Quarter and visit the unique Great Mosque Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Xi'an to Zhangye. In the morning, have a walk on the ancient city wall. And then pay a visit to Big Wild Goose Pagoda. We will transfer you to the airport to catch your flight to Zhangye. Meals: Breakfast. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the Zhangye Qicai Danxia National Geological Park, which is home to the Rainbow Mountains. After returning to the city, enjoy a local lunch and continue to the oldest tower in Zhangye, the Wooden Pagoda Temple. Admire the largest reclining Buddha in China at the Giant Buddha Temple. Meals: Breakfast and Chinese Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Zhangye to Dunhuang. Drive from Zhangye to Dunhuang. On the way, you will visit a magnificient ancient pass, Jiayuguan Pass. Have a walk on the Hanging Great Wall which is one part of the Jiayuguan military defense system. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, start your adventure to the Mogao Caves where you will marvel at the exquisite murals and lifelike sculptures. You can linger over copies of murals created by masters and can copy a sample mural on a mud slab with your own hands under the guidance of the teacher. Then visit the Singing Sand Mountains and Crescent Moon Spring in the late afternoon. Ride a camel in the desert . Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dunghuang to Turpan. In the morning, you will visit the ruins of the Great Wall of the Han Dynasty. After lunch, board the bullet train to Turpan. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit Emin Minaret, Karez Well System and a local vineyard. Visit Tuyugou Village in the afternoon, on the way, you will see the Flaming Mountain. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Turpan to Urumqi. Visit the Turpan Museum before driving to Urumqi. Every cultural relic in the museum shows you a vivid story of the Silk Road. Go to the Erdaoqiao Market – the biggest bazaar in Urumqi – and be amazed by the dazzling array of goods. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Urumqi to Kashgar. After your morning flight from Urumqi to Kashgar, you will visit the Id Kah Mosque, then walk along the Handicrafts Street.Have a break at the ancient teahouse. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive along the China-Pakistan Highway. See one of the best-kept secrets in China: Karakul Lake. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Your guide and driver will take you to Kashgar Airport and wave goodbye to you. You can connect to the main cities in China from this airport. Meals: Breakfast"
    }
  ],
  "map": ""
}