{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-natural-wonders-tour-beijing-to-shanghai",
  "tourName": "China natural wonders tour, Beijing to Shanghai",
  "placesVisited": "",
  "generalInfo": "Embark on a 14-day private journey through the soul of China’s most breathtaking natural landscapes—where ancient culture meets awe-inspiring wilderness. This carefully crafted itinerary begins in Beijing with the grandeur of the Forbidden City and a rewarding hike along the wild, less-trodden Jinshanling section of the Great Wall. Travel by high-speed rail to Xi’an to stand face-to-face with the legendary Terracotta Army, then try your hand at crafting your own clay warrior with local artisans. Fly into the mist-shrouded peaks of Zhangjiajie, where towering sandstone pillars—inspiration for Avatar’s “Hallelujah Mountains”—rise from lush forests. Ride the world-famous Bailong Elevator, cross the dramatic Grand Canyon glass bridge, and soar over Tianmen Mountain’s “99 Bends” on the longest cable car in the world. Next, glide by high-speed train to Guilin, the jewel of southern China, and cruise down the Li River past karst peaks reflected in mirror-like waters—the very scene immortalized on the 20 RMB note. Explore Reed Flute Cave’s illuminated stalactites, wander the cobbled lanes of Daxu Ancient Town, and unwind in Yangshuo’s idyllic countryside by bike or bamboo raft. The journey concludes in dynamic Shanghai, where colonial architecture along the Bund contrasts with the futuristic skyline of Pudong, capped by panoramic views from the Shanghai Tower. Designed for immersive, sustainable travel, this tour features handpicked hotels, authentic local meals (with vegetarian options), and knowledgeable private guides who bring each destination to life. With thoughtful pacing for acclimatization and flexibility built into every day, this is more than a sightseeing trip—it’s a deep encounter with China’s natural wonders, cultural resilience, and enduring beauty, all experienced responsibly and at your own pace.",
  "durationDays": "14",
  "price": "3549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Beijing, your guide will wait you at the airport and transfer to your hotel. The rest time is on your own. Meals: No Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing. Start your journey at the Temple of Heaven, which was the place where emperors prayed for a good harvest. Interact with the locals and join them to experience their healthy lifestyle. Lunch is served in a popular local restaurant with authentic local food. Walk through Tian'anmen Square to explore the mysterious Forbidden City in the afternoon. While most tour groups only visit the six halls on the central axis, your private guide will take you to go deeper into the hidden halls for a fuller understanding of the history and to avoid the tour groups."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beijing. Freshen up in the morning and get ready for a 5-kilometer hike along the most recommended hiking route: from Jinshanling to Simatai West. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing to Xian. Visit Summer Palace, take a pleasant boat ride on the lake and have a stroll in the long corridors. After lunch race towards Xi'an on a high-speed train. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Xian. Visit Terracotta Army and a Traditional Cave Dwelling. After lunch, return to the city area and visit the 600-year-old ancient city wall. Cycling along the wall provides a good view of the city. You may also walk or take a golf cart on it. Meals: Breakfast and Chinese Lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Xian to Zhangjiajie by plane. Visit Shaanxi History Museum and Little Wild Goose Pagoda, then head to the Muslim Quarter and wander through the alleys to taste the local Muslim cuisine. Transfer to the airport for your evening flight to Zhangjiajie. Meals: Breakfast and Chinese Lunch Accommodation: 5 star hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Zhangjiajie. Zhangjiajie National Forest Park is located in Wulingyuan Scenic Area, Tianzi Mountain and Yuanjiajie are the most classic sights. Take the cable car up Tianzi Mountain and look through the glass walkway to see spiky sandstone peaks below your feet. After a simple lunch on the mountain, visit Yuanjiajie Scenic Area, which was the inspiration for the Hallelujah Mountains in Avatar. Meals: Breakfast and Chinese Lunch"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take the world's longest cable car to the top of Tianmen Mountain. Feel your heart beat when you walk across the glass walkway and are then driven down the curvy mountain road known as the 99 Bends. Continue to visit Zhangjiajie Grand Canyon and walk on the world's longest and highest glass-bottomed bridge. Walking along this glass bridge at 300 meters above ground level will be one of the coolest experiences of your tour. Meals: Breakfast and Chinese Lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Zhangjiajie to Changsha to Guilin. Bullet train from Zhangjiajie to Changsha Railway Station. Take a taxi to Changsha South Railway Station to take a bullet train. After 3½ hours, your tour guide in Guilin will be ready to meet you. Meals: Breakfast Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Reed Flute Cave and Elephant Trunk Hill. After lunch, travel back in time when visiting Daxu Old Town. Meals: Breakfast, Chinese Lunch and Chinese dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Guilin. A Li River Cruise and Idyllic Yangshuo. The cruise arrives in Yangshuo at noon. After you've checked in, you can enjoy your free time to explore the beautiful area near the hotel. Meals: Breakfast and Chinese Lunch Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Yangshuo to Shanghai. Explore the beautiful countryside along the Yulong River. Choose whichever type of transport you prefer, whether it's a private car, bicycle, or moped. This is a good opportunity to meet the local people and interact with them. Enjoy a peaceful and memorable morning before flying to Shanghai. Meals: Breakfast Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Shanghai. In-Depth Bund Culture Discovery Tour. Go into some of the old Bund buildings and listen to their stories. Enjoy lunch and ascend the tallest building in China (the highest outside of Dubai) — Shanghai Tower. There, you will not only enjoy a panoramic view of Shanghai but will also see the development of China. Meals: Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your tour guide, driver, and van will pick you up from your hotel for your airport transfer and flight. Meals: Breakfast"
    }
  ],
  "map": ""
}