{
  "destination": "China",
  "mainPhoto": "",
  "id": "pandas-and-yangtze-river-family-tour-china",
  "tourName": "Pandas and Yangtze river family tour, China",
  "placesVisited": "",
  "generalInfo": "Explore Beijing and Shanghai's Historic Wonders, Connect with a Local Family in a Traditional Hutong, and Delight in Pandas at the Breeding Base. Unwind on a Scenic Yangtze River Cruise, Perfecting Your Family's Memorable Escape.<br/><br/>Tour Highlights<br/>Great Wall Trekking Adventure: Embark on an unforgettable hike along the majestic Great Wall of China, stepping through history and breathtaking scenery.<br/><br/>Dumpling Delight with a Local Family: Be warmly invited into a Chinese household, where you'll share in the joyful of making and feasting on traditional dumplings.<br/><br/>Beijing Roast Duck: Savor the culinary delight that is authentic Beijing Roast Duck, a dinner experience rich in flavor and tradition.<br/><br/>Panda Encounter at the Conservation Center: Get up close and personal with the adorable pandas at a premier breeding and research center, witnessing conservation in action.<br/><br/>Yangtze River Cruise Serenity: Relax and revel in the stunning landscapes during a leisurely cruise down the Yangtze, China's majestic waterway.<br/><br/>Sky High Thrills at Shanghai's Glass Walk: Brave the heights at Shanghai's tallest building, stepping out onto a thrilling glass sky deck for a panoramic view that tests your limits and rewards with unforgettable vistas.<br/><br/>Trip Notes<br/>1. Tailoring your tour.<br/>This tour is very flexible. You can alter the itinerary, extend or shorten it to suit your price, interest and schedule. Feel free to tell us your requirements, and we are happy to help you arrange with our professional knowledge and experience.<br/><br/>2. Hotel<br/> Most hotels in China allow at most three people in one room. If there are more than three people in your group, we will check if there is family room available or do our best to arrange interconnecting rooms or adjoin rooms.<br/><br/>3. Food<br/>Lunches at popular local restaurants are included for you. Your guide will assist you with ordering dishes loved by both adults and children. Most families enjoy eating local Chinese food as there is plenty of variety and different flavors, and the food is so much better and different from the Chinese food served back home. Some children may prefer Western food or have some special requirements for meals. Please inform us and we will do our best to cater to your needs<br/><br/>4. Car Seats, Stroller, and Baby Crib<br/>To maximize the safety of your children, we can arrange for car seats to be fitted at your request during the private transfers in Beijing, Shanghai, Chengdu, . For a baby under two years old, we will inform the hotel to arrange a crib for you. No extra cost is needed. The number of car seats, strollers, and cribs are limited. Please inquire and confirm early to reserve them.<br/><br/>5. First Aid Kit<br/>We all know how active kids can be. In case of some small injury, our guides will take a first aid kit with them during the tour, including alcohol prep pads, sterile gauze sponges, and bandages.",
  "durationDays": "12",
  "price": "2779",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Beijing Arrival. Warm Welcome: Begin your journey with a comfortable private transfer to your hotel, where your guide ensures a smooth check-in. Meals: No meals"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Beijing's Icons. Tian'anmen Square & Forbidden City: Stroll through history at these significant sites, uncovering imperial secrets within the Forbidden City's exhibitions. Hutong Lifestyle: Dive into local culture with a family visit, learning the art of dumpling-making and sharing stories over a homemade meal. Optional: Enhance your day with traditional craft workshops or mesmerizing acrobatic shows, and consider evening entertainment like Kungfu or Acrobatic performances. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Great Wall Adventure and Beijing Roast Duck. Mutianyu Great Wall: Enjoy a less-crowded experience on this scenic section, accessible by cable car, with an option for a leisurely picnic lunch on the wall or a thrilling toboggan descent. Beijing Roast Duck: Have lunch at a great local restaurant to taste Beijing Roast Duck, a dish from Beijing that has been prepared since the imperial era. The meat is characterized by its thin, crisp skin, with authentic versions of the dish serving mostly the skin and little meat, sliced in front of the diners by the cook. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Flying to Chengdu. Giant Panda Sculpture: Discover the panda-themed postal service and snap pictures with the colossal panda statue in Chengdu. Chengdu People's Park: Relax amidst lush greenery, experiencing local tea culture in a traditional teahouse. Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pandas & Ancient History. Chengdu Research Base of Giant Panda Breeding: Witness pandas in their natural habitat and learn about conservation efforts. Jinsha Site Museum: Travel back in time at this archaeological treasure trove, followed by a stroll down Jinli Street for a taste of Sichuan's flavors. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Train Journey to Chongqing & Yangtze Cruise. Bullet Train from Chengdu to Chongqing: Swiftly travel by high-speed rail to embark on your Yangtze River Cruise. Meals: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cruising the Yangtze and Welcome Party. Shibaozhai: Explore the towering red pavilion for panoramic vistas, with an optional visit to Fengdu Ghost City. A welcoming banquet and party ends the day, while you glide along the glistening river. Please note that fares for Yangtze River cruises vary depending on departure date, cruise line, and cabin category/ship class. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Yangtze Wonders – Gorges & Shennong Stream. Qutang & Wu Gorges: Cruise past these dramatic gorges and explore Shennong Stream's natural beauty and historical mysteries. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Three Gorges Dam & Train to Shanghai. Three Gorges Dam: Marvel at this engineering feat before flying to Shanghai for a restful evening. Fly to Shanghai: After arriving in Yichang, you will be taken to the railway station for a transfer train to Shanghai. Your guide in Shanghai will escort you to the hotel for a good rest. Meals: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Shanghai's Past & Present. Urban Planning Exhibition Hall: Gain insights into Shanghai's future, then ascend the Shanghai World Financial Center for panoramic views. Yu Garden & Bazaar: Step back in time wandering through Ming Dynasty gardens and bustling market stalls. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shanghai at Leisure Free Exploration: Shop on Nanjing Road, stroll along the Bund, or choose from scenic day trips to water towns, Suzhou's gardens, or Hangzhou's West Lake. Alternatively, immerse in local life through alleyway tours or a unique sidecar adventure. Meals: Breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Farewell from Shanghai. Departure Assistance: Enjoy a relaxed breakfast before your guided transfer to the airport. Consider a high-speed Maglev Train ride for a final glimpse of China's modernity. Meals: Breakfast"
    }
  ],
  "map": ""
}