{
  "destination": "China",
  "mainPhoto": "",
  "id": "silk-road-holiday-turkmenistan-and-uzbekistan",
  "tourName": "Silk Road holiday, Turkmenistan and Uzbekistan",
  "placesVisited": "",
  "generalInfo": "Discover the wonder of the Silk Road on our tour through Turkmenistan and Uzbekistan. Explore the ancient trading cities along this fabled route, getting closer to the rich culture and tumultuous history of these two unique countries. <br/> <br/> Ashgabat - Explore Turkmenistan's remarkable capital city, where the ancient and the modern collide. <br/> Khiva - Walk through the 'open-air museum', the historic heart of one of the great Silk Road cities.<br/> Samarkand - Discover the beautiful, intricately mosaicked mosques and madrassahs of Tamerlane's city.<br/>",
  "durationDays": "13",
  "price": "2455",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Ashgabat. Free morning and afternoon city tour",
      "description": ": Our tour starts today in Ashgabat, the capital of Turkmenistan. Once a prosperous frontier town along the Trans-Caspian railway, Ashgabat was destroyed by a massive earthquake in 1948, only to rise from the ashes and become the capital of an independent Turkmenistan in 1991. The city was the personal project of President Niyazov, who set about forming it in his own unique image, renaming the streets and changing the face of the city on an almost daily basis as he approved the destruction of its suburbs to make way for several controversial planning projects. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 12pm for a welcome meeting, followed by a tour of the city. We'll head out to take in the highlights of both the Soviet and Niyazov reigns, visiting Independence Park where we'll see the Independence Monument, a large structure designed to resemble traditional Turkmen hats. We'll also pay a visit to the Turkmenistan National Museum of History, a rich cache of 150,000 objects and artefacts that date back to Neolithic times and the Bronze Age era of the Margiana civilisation. If you'd like an airport transfer today, you'll need to arrive into Ashgabat International Airport (ASB), which is a 20-minute drive from the hotel. For those arriving on flights in the early hours of this morning, we'll arrange for your hotel room to be available immediately upon your arrival. If you'd like to add additional days to your holiday pre-tour, please get in touch with us to book your accommodation. Please note, if you'd like to join the afternoon city tour today, you need to arrive at the hotel by 12pm. If you're booking your own flights, we recommend giving yourself at least one to two hours to clear the airport. From the airport to the hotel is around a 15-minute drive, therefore the latest your flight can arrive is 9am. If you miss the welcome meeting, our tour leader will inform you of any essential information at 6pm."
    },
    {
      "dayNumber": 2,
      "title": "In Ashgabat, visit Sunday market and Nissa Fortress; free afternoon",
      "description": ": This morning, we aim to visit the city's lively Sunday morning market before driving to the outskirts of the once mighty fortress of Nissa. Founded in the 3rd century BC as the capital of the 1st Parthian Empire, its walls and towers (43 in total) protected the royal palace, Zoroastrian temples and the power and prestige of successive ruling dynasties until its eventual destruction at the hands of the Mongols in the 13th century. At lunch, you'll experience a unique Turkmen cooking class where you'll prepare traditional gutaps with various fillings, enjoy authentic dishes like dograma, learn about traditional ovens and yurts, and dine in a warm local restaurant. The rest of the day is free for indipendent exploration."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Mary stopping at Kaka Oasis",
      "description": ": Our destination today is the town of Mary, our gateway to the ruins of ancient Merv. We'll travel via the Kaka Oasis and will also stop to view the fortress of Abiverd, the remains of a now long vanished medieval city that once enjoyed a reputation for its superb handicrafts, some samples of which can still be seen littered across the site in the form of broken shards of exquisite pottery."
    },
    {
      "dayNumber": 4,
      "title": "From Mary, explore the ancient site of Merv; afternoon visit to Mary Historical Museum",
      "description": ": A UNESCO World Heritage Site, considered to have once been one of the great cities of Central Asia, the remains of ancient Merv lie scattered across some 100 square kilometres. Lying along the great trading routes of the Silk Road, the city prospered under the Sassanians and the Seljuq Turks, becoming a cultural mecca for Christian, Buddhist, Zoroastrian and finally Muslim cultures. At its peak, during the 11th and 12th centuries, the city was known as Marv-i-shah-jahan (Merv, Queen of the World) and, after Baghdad, was considered the finest city in all of Islam. In 1221 its greatness came crashing to earth with the arrival of the Mongol armies of Genghis Khan when, after refusing to pay tribute to the great Mongol warlord, the city and its entire population of nearly 1 million people was put to the sword (it was believed that the Mongol soldiers were ordered to personally behead between 300- 400 people each). Returning to Mary for lunch, we'll then spend the afternoon exploring the Mary Museum of History, a rich repository of some of the finest relics rescued from Merv itself, along with an excellent collection of Turkmen carpets and household objects that span 5,000 years."
    },
    {
      "dayNumber": 5,
      "title": "Drive across the border to Bukhara (Uzbekistan); afternoon orientation walk",
      "description": ": This morning, we'll drive to the Turkmenistan/Uzbekistan border at Farab and, after completing the immigration formalities, cross into Uzbekistan. Please note, this process could take up to two hours and you'll be transferred on a minibus between the two border posts to meet our Uzbek vehicle (porters are usually available to help with luggage, although they'll require payment for their services). Border crossing procedures complete, we'll drive on to the fabled city of Bukhara, once home to the famed poets Firdausa and Rudaki and still considered by many to be the 'Bastion of Islam'. For generations, Bukhara lay at the centre of the great trade routes, its scholarship and architecture revered far and wide as one of the central bastions of Central Asian art and culture, a factor that saw its ancient heart accredited by UNESCO as an important World Heritage Site in 1993. Over 2,000 years old, its historic centre is one of the most complete examples of a medieval city anywhere in Central Asia, filled with majestic architecture, beautiful madrassas and fabulous tombs. Time permitting, this afternoon, we'll start our sightseeing with a visit to the bathhouses, arcades and the caravanserai of the Taqi Telpak Furushon area, as well as the Lyab-I Hauz, a magnificent architectural centrepiece that dates from the 16th and 17th centuries and contains the largest madrassa in the city (the Kukeldash)."
    },
    {
      "dayNumber": 6,
      "title": "In Bukhara, discover the Ark Citadel, Emir's Palace and Char Minar Mosque",
      "description": ": This morning, we'll take a drive out of the city to visit the Emir's Palace, the Royal Ark and the photogenic Char Minar Mosque. Also known as the 'Palace of Moon-like Stars', the Palace contains the famous White Hall, a structure that took the Emir's 30 architects two years to construct. We'll also visit the Ismael Samani Mausoleum, dating from the 9th century and considered to be one of the most revered architectural sights in the whole of Central Asia. Built as the final resting place of Ismael Samani, the founder of the last Persian dynasty to rule in the region, the Samanids, it harks back to the city's golden age, when it was the intellectual centre of the Islamic world. Returning to the city for lunch, we'll then take a tour of its ancient centre on foot, maybe stopping off at a 'chaikhana', a local tea house. The old town retains much of its Uzbek character, with more than 140 unique monuments littered amongst its streets and alleyways, and this afternoon we'll visit the beautiful, blue-tiled Abdul Khan Madrasah and Mghoki Arrar Mosque, as well as the tallest monument in town, the Kalyan minaret, or the 'Tower of Death', from which prisoners were once hurled to their death on market days."
    },
    {
      "dayNumber": 7,
      "title": "Free day in Bukhara for further exploration",
      "description": ": Today is free to explore Bukhara in your own time."
    },
    {
      "dayNumber": 8,
      "title": "Drive through the Kyzylkum desert to Khiva",
      "description": ": Today, we'll drive to the remarkable ancient city of Khiva. The early history of the area is still relatively unknown, but by the time the Arabs arrived in the 8th century, there were three important cities in the region, of which Khiva was one, largely on account of its strategic location along the Volga branch of the Silk Route. Conquered by the Persians, Khiva then became a pawn in the great game between the Russian and British Empires, finally succumbing to Russian forces in 1873 (following the fate of both Samarkand and Bokhara before it). Its ancient heart has remained largely intact behind towering brick walls, some 40 bastions enclosing an incredible collection of historic monuments and 18th and 19th-century houses and exploring the old citadel is like stepping back in time into a scene straight out of the stories of the Arabian nights. Originally the 12th-century fortress dominated the city, but later additions of palaces, harems, barracks and mosques encroached on the old fortress, compelling the Khan to build a second outer wall to make his citadel even more secure. Please note, today's drive to Khiva will take around nine hours. This is due to the bad road conditions in this area. We'll break up the journey as much as possible with stops along the way."
    },
    {
      "dayNumber": 9,
      "title": "In Khiva, orientation tour of the Old City; drive to Urgench to take sleeper train to Samarkand",
      "description": ": This morning, we'll begin exploring this ancient city. We'll take in some of its wonders, including the Kunya Ark and the Tah-Khauli Palace, whilst a walk up the steps of the Dzhuma Minaret presents a captivating panoramic view of the maze of streets below. In the afternoon, we'll drive on to Urgench to catch the overnight train to Samarkand."
    },
    {
      "dayNumber": 10,
      "title": "In Samarkand, discover Registan Square, Gur Emir Mausoleum and Bibi-Khanym Mosque",
      "description": ": Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was transformed by Tamerlane in the 14th century into a glittering capital. Today, it retains its charm with blue domes towering above the skyline as monuments to its golden era. Our overnight train arrives in the city early morning and after transferring to our hotel for breakfast, we'll set out and explore some of its treasures. Many of the city's lavish monuments date to the time of Tamerlane and his direct descendants, including the exceptional Registan, the focal point of the city and one of Central Asia's most magnificent settings; a majestic square formed on three sides by huge blue tiled madrasahs (ancient centres of religious learning). We'll also visit the Bibi-Khanym Mosque, constructed by Tamerlane's Chinese wife and once one of the grandest mosques in the entire Islamic world, with a gateway that measured an impressive 35 metres/114 feet in height. We'll move on to the Gur Emir Mausoleum, a modest structure that contains the graves of not only Tamerlane himself but also two of his sons and two grandsons. The afternoon is free to relax or explore more by yourself."
    },
    {
      "dayNumber": 11,
      "title": "In Samarakand, visit Ulug-Beg Observatory and the Shah-i-Zinda; free afternoon",
      "description": ": We have another city tour ahead of us this morning, taking up half of the day. We'll visit the Ulug-Beg Observatory and the Shah-i-Zinda, one of the city's oldest and most sacred buildings, with a double row of jewel-like mausoleums that are said to contain the grave of Qusam ibn-Abbas, a cousin of the Prophet Mohammed. It was in Samarkand that Ulug-Beg, the great medieval astronomer, built the gigantic sextant that enabled him to calculate the length of a year within just 10 seconds and the remnants of his 15th-century astrolabe, which measured an impressive 30 metres/98 feet, still remain on the outskirts of the old city. The rest of the day is free for you to explore more of the city at your own pace. You might like to revisit Registan Square or take an excursion to the site of Afrosiab and Marakanda, where you'll find the excavations of early Samarkand. The bazaar is one of Samarkand's liveliest spots, an eclectic mix of sound and colour that harks back to the days of the great caravans that plied these ancient trading routes. Alternatively, you could explore the winding alleys of the old town or relax in the shade drinking 'kokchai' (traditional green tea)."
    },
    {
      "dayNumber": 12,
      "title": "Drive to Tashkent, explore the city and ride the Tashkent Metro",
      "description": ": This morning, we'll drive to Tashkent, the Uzbek capital and one of Central Asia's most vibrant cities. Occupying a prime spot on the central Eurasian trading routes, Tashkent became one of the most important stops on the caravan routes across Central Asia. It grew under the auspices of the Mongols, Tamerlane and the Shaybanids, before finally falling to the Russians during the 19th century. A massive earthquake destroyed much of the city in 1966, allowing its Russian overlords to resurrect a 'perfect' soviet city from its ruins. Parts of the old city do remain and we'll set out to explore this afternoon. We'll visit the Chor-Su to take a look at the handicraft bazaar, before moving on to some of the city's more modern monuments, including the Mustakillik Square (Independence Square), the Navoi Theatre (named after the renowned Uzbek poet) and the Earthquake Monument. We'll also take a ride on the Tashkent Metro to see some of the flamboyantly decorated stations."
    },
    {
      "dayNumber": 13,
      "title": "Tour ends in Tashkent",
      "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
    }
  ],
  "map": ""
}