{
  "destination": "China",
  "mainPhoto": "",
  "id": "guilin-yangtze-river-cruise-holiday-china",
  "tourName": "Guilin & Yangtze river cruise holiday, China",
  "placesVisited": "",
  "generalInfo": "Take a Li River Cruise and enjoy the stunning and picturesque scenery along the Li River. Head to Chongqing ,stroll the narrow streets with old wooden houses in Ciqikou Old Town,and enjoy some local food and snacks. Lastly, get to the Yangtze River Cruise, a spacious cabin with a private balcony will let you wake up to uninterrupted views of the legendary scenery of the Yangtze.",
  "durationDays": "7",
  "price": "1409",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Guilin. Explore an amazing limestone cave in the afternoon. Take a picture of the landmark of Guilin, Elephant Trunk Hill before checking into your hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Li River Cruise from Guilin to Yangshuo(B, L). A cruise along the Li River between Guilin and Yangshuo is an unforgettable experience. As you take in the stunning scenery, there's something interesting to see at almost every bend in the river. Check in to your hotel in the peaceful countryside of Yangshuo after the cruise. Your guide will show you around by bike to enjoy the beautiful Yulong River and the rice paddies with backed by the charming limestone hills."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Guilin to Chongqing (B, L). Drive back from Yangshuo to Guilin. Take the morning bullet train from Guilin to Chongqing (approximately 4.5 hours). Upon arrival, your local Chongqing guide will meet you at the train station. Climb the steps of the Shancheng Alley and encounter numerous historical sites such as the old city walls and foreign consulates. Visit one of Chongqing's current hot spots, the magical Kuixing Building. End your day at Hongya Cave, celebrated for its stunning night views."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chongqing(B, L): Begin your day in the well-preserved Ciqikou Ancient Town, indulging in some shopping and taste local snacks. Next, marvel at the unique sight of a light rail train passing through a building at Liziba Station, then visit the Great Hall of the People. Before embarking on the Three Gorges cruise, visit the Three Gorges Museum."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yangtze River Cruise(B, L, D). Take a shore excursion to Fengdu Ghost City in the morning. There are many buildings built according to traditional Chinese geomancy and statues and artwork reflecting Chinese people's imaginations of the netherworld. Enjoy the cultural activities on the ship in the afternoon and a night show — War Fires of the Three Kingdoms after dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Yangtze River Cruise(B, L, D). If you are interested in Chinese calligraphy and history, the optional excursion to White Emperor City is a nice choice. Cruise through the spectacular Qutang Gorge and the magnificent Wu Gorge at noon. In the afternoon, enjoy a shore excursion to Shennv Stream. There, you will take a boat to discover this tributary of the Yangtze River, with its clear water running southwards through deep and narrow gorges. Enjoy the Crew Cabaret and Talent Show after dinner on the ship."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yichang Departure. Disembark in the morning, and then join the shore excursion to the Three Gorges Dam. Getting access to a platform by the dam, you will enjoy the magnificent scenery of this super project and the Yangtze River. You will be transferred to the Yichang Cruise Terminal in Yichang city. Your private guide and driver will wait for you there and will transfer you to the airport or railway station. Note: The shore excursions in the itinerary are arranged by Century Cruises. They could vary depending on the cruise you choose."
    }
  ],
  "map": ""
}