{
  "destination": "China",
  "mainPhoto": "",
  "id": "malaysia-to-mongolia-by-train-holiday",
  "tourName": "Malaysia to Mongolia by train holiday",
  "placesVisited": "24 days across Malaysia, Thailand, Laos, China and Mongolia, the majority of the distance done by rail, travel on the Trans Mongolian railway, tour leader, plus local guides for city tours and stops at local sights, start in Kuala Lumpur, end in Ulaanbaatar",
  "generalInfo": "Travel through epic landscapes on this rail odyssey from Kuala Lumpur, Malaysia, arriving 23 days later in Ulaanbaatar, Mongolia. On the way you’ll travel up the Malay Peninsula, passing through Thailand, Laos and China, and spend a day riding on the famous Trans Mongolian railway.<br/><br/>This trip covers an amazing 7,030km using train travel where possible – including overnight trains between Malaysia and Thailand, and Thailand and Laos. There are some great cities on this route, but between them, expect extreme variations of scenery as you move from the tropics north through China. As you head into Mongolia, it's grasslands, then the Gobi Desert.  <br/><br/>Lots of travelling is a given, but there’s time off the track to enjoy tours, including the Mekong River, visiting the stone forest karst formations in Yunnan Province, and exploring cities like Bangkok, Vientiane, and Chengdu and Xian in China.<br/><br/>Food is a highlight. As you travel between the cities of the Malay Peninsula, it’s all street food, night markets, and Thai and Malaysian curries. Once you reach China, you’re in Sichuan central, which means amazing Sichuan-pepper infused dishes, then hotpot and barbecue as you approach Mongolia.<br/><br/>Epic trips like this are hard to plan independently. With our experienced team handling all the logistics and tickets, this overland trip becomes not just feasible, but enjoyable too. As well as the carbon-saving nature of rail travel, measures have been taken to ensure this holiday is responsible in other ways – such as avoiding busy areas in peak season, and using small scale, local accommodation and local drivers. You’ll be accompanied throughout by an expert tour leader who will escort you all the way and ensure the whole trip runs smooth– so you can sit back and enjoy the view. <br/>",
  "durationDays": "24",
  "price": "8660",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive Kuala Lumpur.",
      "description": "Start in the bustling city of Kuala Lumpur. Transfer to your hotel before meeting with your Tour Leader and group for a Welcome Meeting and dinner."
    },
    {
      "dayNumber": 2,
      "title": "To Butterworth and Ferry to Penang.",
      "description": "This morning we travel from Kuala Lumpur to Butterworth by train before taking the ferry to Georgetown. There is time to relax by the beach before taking in some of the culinary delights of Penang."
    },
    {
      "dayNumber": 3,
      "title": "Penang.",
      "description": "Today we visit the UNESCO World Heritage Site of George Town with fascinating street art, temples and wonderful views from Penang Hill."
    },
    {
      "dayNumber": 4,
      "title": "Overnight to Bangkok.",
      "description": "We continue our journey up the Malay peninsula through lush tropical forest and plantations to the Thai border at Padang Besar where we join the overnight sleeper service to Bangkok."
    },
    {
      "dayNumber": 5,
      "title": "Arrive Bangkok.",
      "description": "With just a short stay in Thailand's colourful & flamboyant capital today our local guide will share some of the classic highlights as well as some less well known aspects of this amazing city. Today we escape the city to explore the calm and cool gardens and private collections of the Prasart Museum."
    },
    {
      "dayNumber": 6,
      "title": "Bangkok.",
      "description": "Today we venture to Ayutthaya about 80 kms north of Bangkok. Founded c. 1350, Ayutthaya became the second Siamese capital after Sukhothai. Ayutthaya is now an archaeological ruin, characterized by the remains of tall prang (reliquary towers) and Buddhist monasteries of monumental proportions, which give an idea of the city’s past size and the splendor of its architecture."
    },
    {
      "dayNumber": 7,
      "title": "Bangkok and to Laos.",
      "description": "A day in the city visiting Wat Arun, Wat Pho where you will also be treated to a massage before joining our overnight train to Nongkhai and the Laos border."
    },
    {
      "dayNumber": 8,
      "title": "Vientiane.",
      "description": "Tree-lined boulevards blend Buddhist temples with French colonial era architecture. Our sightseeing includes the 16th century Pha That Luang. We also visit the imposing Patuxai Victory Monument, commemorating independence from France and often called the 'Arc de Triomphe' of Vientiane. This evening enjoy a sunset stroll along the banks of the Mekong River."
    },
    {
      "dayNumber": 9,
      "title": "Vientiane.",
      "description": "A day to further explore Vientiane from the unique Buddha Park with its multitude of Buddhist and Hindu statues, Wat Si Muang and COPE Visitor Centre."
    },
    {
      "dayNumber": 10,
      "title": "To Luang Prabang.",
      "description": "This morning we rejoin the train north to the beautiful UNESCO city of Luang Prabang. Today we explore the city taking in views from Phousi Hill, as well as the Ok Pop Tok Living Crafts Centre. Set in lush gardens and located on the banks of the Mekong, the Living Crafts Centre is the perfect place to learn more about the fascinating world of Lao textiles. This afternoon we visit the Kuang Si waterfalls."
    },
    {
      "dayNumber": 11,
      "title": "Luang Prabang.",
      "description": "Wake up as the sun rises, we will prepare to join the most sacred tradition of Laos, the daily morning alms giving then visit the temporary morning market. We visit the Royal Palace Museum, Mekong River Cruise to Pak Ou Caves, Ban Xanghai village to observe rice wine, Wat Sene, Wat Xieng Thong, Heuan Chan, Wat Prabath for sunset (weather permitting) and, if interested and time permits, Night Market"
    },
    {
      "dayNumber": 12,
      "title": "To Kunming.",
      "description": "This morning we board the train for the recently completed 750km rail link from Luang Prabang to Kunming, China. The journey will take us through the incredible scenery of northern Laos and southern Yunnan Province."
    },
    {
      "dayNumber": 13,
      "title": "Kunming.",
      "description": "The climate and relaxed ambience of Kunming is perfectly suited to a leisurely walk, and our sightseeing today will take us through the old alleys to Cuihu Park, with its many bridges and pagodas, and nearby the Yuantong Buddhist Temple."
    },
    {
      "dayNumber": 14,
      "title": "Kunming.",
      "description": "Beyond the city we visit the enchanting 'Stone Forest' - these unusual and unique karst stone formations are a highlight of Yunnan Province."
    },
    {
      "dayNumber": 15,
      "title": "To Chengdu.",
      "description": "Back aboard the train enjoy some stunning scenery as we travel to Chengdu (Sichuan Province) famous spicy food."
    },
    {
      "dayNumber": 16,
      "title": "Chengdu.",
      "description": "This morning we enjoy a tour of the city. The afternoon is at leisure allowing time for you to visit other sites such as the panda research base should you wish to do so. Sichuan cuisine is renowned in China and internationally, we sample some of its classic dishes this evening before boarding the overnight train to Xining, Qinghai Province - high on the Tibetan Plateau (2275m)."
    },
    {
      "dayNumber": 17,
      "title": "Chengdu to Xian.",
      "description": "A high speed train takes us to Xian, ancient Chang'an. Once this was the glittering capital of Cathay. Old pagodas, city walls and watchtowers remain. We explore the city to see the Small Wild Goose Pagoda, Grand Mosque, walk the Muslim quarter and the food streets."
    },
    {
      "dayNumber": 18,
      "title": "Xian.",
      "description": "The city still captures the romance of its rich imperial past and the glories of the Silk Road. There is so much to explore in this city, the Big Wild Goose Pagoda, and the Shaanxi History Museum being some of the highlights. NB: For journeys operating outside of July and August we will be including a tour of the Terracotta Warriors. In July and August free time will be available should you wish to arrange a visit there. Our experience is that it is incredibly crowded during those months and therefore it is not included at that time."
    },
    {
      "dayNumber": 19,
      "title": "Xian.",
      "description": "We have more time today to perhaps walk the city walls or wander the laneways of Xian."
    },
    {
      "dayNumber": 20,
      "title": "To Hohhot.",
      "description": "We journey north to Hohhot, the capital city of Inner Mongolia in China, offers a unique blend of Mongolian culture, history, and natural beauty. We arrive by train in the evening."
    },
    {
      "dayNumber": 21,
      "title": "Trans Mongolian Railway.",
      "description": "We spend the day exploring Hohhot famous for its contrasting bustling markets and open grasslands. We enjoy some hot pot before joining the evening train that will take us onwards towards Mongolia."
    },
    {
      "dayNumber": 22,
      "title": "Trans Mongolian Railway.",
      "description": "Our train rumbles along the Trans Mongolian Railway. The villages and fields of northern China slip away as we head north. As the sun sets we’ll cross the Gobi Desert bound for the Mongolian border and its quirky yet friendly capital of Ulaanbaatar."
    },
    {
      "dayNumber": 23,
      "title": "Arrive Ulaanbaatar and to Terelj.",
      "description": "We arrive in the morning into the capital and we travel out across the grasslands, through the countryside that was once the home to Genghis Khan and his Golden Horde, to the pristine Terelj National Park for a night stay in a ger – the traditional home of the Mongolian people."
    },
    {
      "dayNumber": 24,
      "title": "To Ulaanbaatar - Tour Concludes.",
      "description": "This morning we return to the city via the giant statue to Genghis Khan. We then bid farewell after an epic adventure with tales to tell on our return home."
    }
  ],
  "map": ""
}