{
  "destination": "China",
  "mainPhoto": "",
  "id": "highlights-of-china-tour-27-days",
  "tourName": "Highlights of China tour, 27 days",
  "placesVisited": "",
  "generalInfo": "This is a full circuit of China that hits all the top destinations including the major sites the off-the-beaten track locations, and a load of fun in between.  A combination of the countryside in the West and the cities of the East, THIS is how you explore China in under a month.<br/><br/>Included in all tours:<br/><br/>Epic Adventure Leaders, aka a local legends, to turn your trip into the adventure of a lifetime<br/>All local transport within China<br/>Accommodation (including hostels, 1-night camp on the Great Wall of China &amp; 1-night in a traditional roundhouse in Fujian) Please note: Your camping stay on the Great Wall is weather dependent. The alternative stay will be a cosy guesthouse nearby.<br/>Meals provided: There are no meals included on this tour. Your Adventure Leader will be able to guide you to the best food spots!<br/><br/>Accommodation style:<br/><br/>In true backpacking style, our accommodation is in shared, hostel rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking.<br/><br/>Included activities:<br/><br/>Visit Victoria Peak &amp; Avenue of Stars (Hong Kong)<br/>Visit Temple Street Night Market (Hong Kong)<br/>Bike &amp; Bamboo Raft the Yulong River (Yangshuo)<br/>Take a Yangtze River Cruise (Chongqing)<br/>Discover Hongya Cave at Night (Chongqing)<br/>Visit the Giant Panda Breeding Center (Chengdu)<br/>Take a Mandarin Lesson with Your Adventure Leader (Chengdu, Dengfeng, Beijing &amp; Shanghai)<br/>Visit the Terracotta Warriors &amp; Mausoleum of Qin Shi Huang (Xi’an)<br/>Take a Kung Fu Lesson &amp; Show at Shaolin Temple (Dengfeng)<br/>Take an Evening Mandarin Lesson &amp; Pubquiz (Dengfeng)<br/>Hike &amp; Camp on the Great Wall (Beijing)<br/>Visit West Lake &amp; Take a Boat Tour (Hangzhou)<br/>Hike Jiuyao Mountain for Sunset (Hangzhou)<br/>Hike the 9 Creeks in Misty Woods (Hangzhou)<br/>Jinmao Tower Platform View (Shanghai)<br/>Tour UNESCO Hakka Roundhouses &amp; Join a Tea Ceremony (Fujian)<br/>Hike Fujian’s Mountains &amp; Visit Tea Plantations (Fujian)",
  "durationDays": "27",
  "price": "2349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hong Kong: Your China backpacking adventure kicks off today! Upon arriving in vibrant Hong Kong, you'll meet your group and Adventure Leader in the mid-afternoon for a trip briefing, where you'll get the lowdown on the incredible journey ahead. Next, we’ll take you up Victoria Peak for your first breathtaking view of the city—watch as the sun sets over the iconic skyline. To round off your first night, we’ll head to the bustling Temple Street Night Market, where your Adventure Leader will guide you to the best spots for a delicious late-night bite and an introduction to Hong Kong’s electrifying street scene."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Yangshuo: Rise and shine! This morning, we’re off to the train station to catch a high-speed bullet train to Guilin. From there, a scenic bus ride will take us to our hostel in Yangshuo, arriving by early evening. Once settled in, you can head out to explore the town and grab your first taste of the delicious local cuisine—your adventure in Yangshuo is just beginning!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yangshuo: Today you have a free day to do what you want. However, you can take part in some of our suggested optional activities - (You can either join a traditional Chinese cooking class at a practical cuisine institute, kayak along the picturesque Li River or experience traditional Chinese therapy such as hot cupping (suction cups on the back that help circulation)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yangshuo: Start the morning off with a relaxing bike ride and cruise down the Yulong River on Chinese style gondolas. On your first afternoon in Yangshuo you can take part in our optional activity - (Hop on the minibus to Moon Hill and visit the local mud baths, cave complex and hot springs). In the evening let your hair down enjoy some karaoke with your fellow travellers!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yangshuo: Today you free to do what you want. But you can take part in some of our highly recommended optional activities - (Rock climb to the top of the regions limestone peaks or experience what life is like on a local farmland visit your Adventure Leader's home village)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chongqing: Today we bid farewell to your Adventure Leader in Yangshuo and set off for the next leg of your journey — Chongqing, China’s mountain metropolis. Once you’ve checked in and dropped your bags, it’s time to hit the water for a Yangtze River cruise. Watch the skyline come alive as neon lights shimmer across the water — a truly spectacular way to see this city in all its nighttime glory. Afterwards, we’ll make our way to Hongya Cave, an eight-storey wonder of wooden balconies, glowing lanterns and buzzing food stalls perched above the river. Wander through its winding corridors, grab some street food or find a cosy spot for dinner with a view. It’s a feast for the senses and the perfect way to wrap up your first evening in Chongqing!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chongqing: Kick off the morning with an optional visit to Liziba Station, where Chongqing’s monorail famously zips straight through a residential building — an engineering marvel that perfectly sums up this city’s wild, vertical personality. From there, dive into Chongqing’s fascinating past as you explore hidden air raid shelters, now transformed into creative underground spaces that reveal another side of the city. Next, stop by the grand People’s Great Hall, whose sweeping architecture reflects the city’s post-war ambition and pride. This afternoon, you can opt to explore Chaotianmen Dock, the dramatic meeting point of the Yangtze and Jialing Rivers, before winding your way up to Eling Park for panoramic views across the city’s layered skyline. As night falls, follow your Adventure Leader to the lively Guanyinqiao Area, where neon lights, bustling restaurants and vibrant bars set the scene for an unforgettable evening in China’s mountain metropolis."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Chengdu: This morning, wave goodbye to your Adventure Leader in Chongqing and board the train bound for Chengdu, the relaxed heart of Sichuan Province. Once you’ve arrived and settled into your accommodation, the rest of the day is yours to explore at your own pace. If you’re up for it, meet your new Adventure Leader for a gentle afternoon stroll through People’s Park, where locals sip jasmine tea, play mahjong, and practice tai chi beneath the shade of old trees. Then wander through the lively Kuanzhai Alley, a maze of restored courtyards filled with artisan shops, snack stalls and teahouses that perfectly capture Chengdu’s easygoing spirit. As the evening unfolds, grab dinner at one of the many nearby eateries — perhaps trying your first taste of the city’s legendary Sichuan spice!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chengdu: Wake up early to go and visit the Chengdu Breeding & Research Center. Get up close and personal with pandas and learn about how the centre breed and release them into the wild. Here, you will have a Mandarin lesson with your Adventure Leader in the afternoon and in the evening you can take part in some of our suggested optional activity - (Go and experience the Sichuan opera and culture show - a one of a kind performance with acrobats, dancers, and puppets)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chengdu: Today you free to do what you want. But, you can take part in some of our suggested optional activities - (Travel to Leshan and see the largest stone Buddha in the world (it’s 70m tall!) or have a try of the Sichuan Hot Pot, an authentic fiery Chinese speciality). In the evening take some time to kick back and enjoy a night out in Chengdu with your group!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Xian: Wave goodbye to your Adventure Leader in Chengdu and hop on the train to Xi’an, one of China’s most storied cities and the ancient starting point of the Silk Road. After checking in and settling into your accommodation, it’s time to get your first taste of the city’s rich history. You can opt to cycle along the Ming Dynasty City Walls, the best-preserved in all of China, for sweeping views of both old and new Xi’an. Or, dive straight into the city’s vibrant culture with a visit to the Bell and Drum Towers, before wandering through the Muslim Quarter, where centuries of Silk Road influences blend into a maze of lanterns, spices and sizzling street food. As night falls, tuck into Xi’an’s famous local snacks — from hand-pulled noodles to juicy lamb skewers — and browse the lively Silk Road night market for souvenirs, trinkets and a taste of the city’s timeless charm."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Xian: Wake up and travel to see the Terracotta Warriors, made up of life-size terra cotta sculptures in battle formations. In the evening you can take part in some optional activities - (Spend your evening watching the music and light fountain show in the Big Wild Goose Pagoda)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Shaolin: In the morning board a private minivan and then transfer to a bus to DengFeng. Once you arrive in Shaolin, it's time to take part in our next activity ~ Put your strength and flexibility to the test in a Kung Fu lesson and show at a local Kungfu Children's Home. For your evening meal, you will have dinner at your guesthouse and enjoy another Mandarin lesson - good luck/Yiqie` shu`nli`! Let's end the night with a pub quiz!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Shaolin: Today you’ve got two incredible options to choose from. You can journey to the legendary Shaolin Temple, the birthplace of Kung Fu and one of China’s most sacred sites. Wander through ancient courtyards where monks have trained for centuries, then hike up to Dharma Cave, a peaceful mountain spot for Buddhist pilgrims with breathtaking views across the valley below. Prefer a different kind of awe? Head instead to the Longmen Grottoes, a UNESCO World Heritage site home to thousands of intricate Buddha carvings etched into the cliffs along the Yi River — an unforgettable window into China’s spiritual past. This evening is free to relax, grab dinner at your own pace, and get a good night’s rest — you’ve got another big day of adventure ahead!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Beijing: Arrive at Beijing and transfer by minibus to your hostel. (You won’t be staying at this hostel, but will be able to use their facilities). You will then board a bus and make your way to The Great Wall in the afternoon. Hike on an unrestored part of the wall and enjoy the glorious views. As a group, you will eat dinner at a local farm and then begin your hike to an unrestored section of the wall, where we will have the place to ourselves! When you arrive you will set up camp and settle down to watch the sunset over the Wonders of the World before pitching up your tent for a night camping. (Please note, due to cold weather before the end of April and after September, we stay in a guest house near the Wall instead of camping but still return to the Wall to watch the sunrise in the morning)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Beijing: Wake up early for a once-in-a-lifetime moment — watching the sunrise over the Great Wall of China. As the first light spills across the ancient stones, take a deep breath and soak it all in — it’s a view you’ll never forget. (Weather dependent, but always worth the early start!) After returning to Beijing, the rest of the day is yours to explore at your own pace. You might choose to wander the creative 798 Art District, where modern galleries and street art fill converted factory spaces, or stroll the tranquil gardens of the Summer Palace, surrounded by willow-lined lakes and ornate bridges. Prefer to keep the group vibes going? Team up with your travel crew and discover more of the city’s treasures — from hidden hutong cafés to bustling local markets. However you spend it, today’s the perfect mix of freedom, culture, and unforgettable views."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Beijing: Begin the day with the option to cross Tiananmen Square, the heart of modern China, before stepping through the grand gates of the Forbidden City — the world’s largest palace complex. Once home to 24 emperors, its maze of courtyards, golden roofs, and hidden chambers is packed with centuries of intrigue and imperial history. For a panoramic finale, climb up Jingshan Park, a peaceful hill offering sweeping views over the palace rooftops and Beijing’s skyline beyond — the perfect photo spot. As evening falls, the choice is yours. You could catch an incredible Chinese acrobatics show, where balance, strength, and precision take centre stage, or feast on Beijing’s legendary Peking Roast Duck, a dish once reserved for royalty and now one of China’s most celebrated culinary experiences."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Beijing: Spend your final day in Beijing your way. You could browse the city’s bustling markets for souvenirs and quirky finds before visiting the nearby Temple of Heaven, where locals gather to play cards, practice tai chi, and sing in open-air choirs. Or, dive into Beijing’s cultural heart with a visit to the Nanluoguxiang district, one of the city’s best-preserved historical areas. Wander through the maze of hutongs and siheyuan courtyards, stopping at cosy cafés, boutique bars, and family-run craft shops along the way — the perfect blend of old and new Beijing. As evening falls, make your way to the station and board the night train to Hangzhou. Settle into your sleeper cabin and drift off as the lights of the capital fade behind you — the next chapter of your China adventure awaits."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Hangzhou: Arrive in Hangzhou in the morning and make your way to your hostel for a late breakfast. You will visit the famous West Lake and take a boat tour around one of the islands. In the afternoon you'll check into your hostel, where you'll have time to take part in some optional activities - (You can learn about China’s trade history with a visit to the China National Tea Museum or visit the National Silk Museum). In the evening as a group we will hike up to the top of Jiuyao Mountain just in time to catch the sunset over West Lake."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Hangzhou & Shanghai: Get up early and hike to the Nine Creeks, a trail hidden in the mountains in the West Lake Scenic Area of western Hangzhou city. After the hike, you will return to your hostel and check out and enjoy some lunch. In the afternoon hop on a train to Shanghai. When you arrive in Shanghai you will make your way to the hostel via metro. In the evening you can take part in our suggested optional activity - (Enjoy a river cruise down the Huangpu River)."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Shanghai: Wake up ready for your next Mandarin lesson taught by professional teachers from a Chinese Language School. Later on in the day, you'll be able to take part in a variety of optional activities - (Walk to the Yu Gardens, a garden located beside the City God Temple, explore the People’s Square, head to Nanjing Road - the world's busiest shopping street or set off for the Shanghai Drunken Panda Pub Crawl)."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Shanghai: Today is all yours to spend however you like! Feeling adventurous? Head to Disneyland and enjoy a full day of rides, shows, and magical moments. More into culture? Explore the treasures of the Shanghai Museum or wander Moganshan Art Street to soak up the city’s creative side. If you’re craving a change of pace, take a trip out to Zhujiajiao Watertown, where canals, bridges, and historic architecture create a peaceful escape. Or, put your bargaining skills to the test at Shanghai’s famous fake goods market. However you spend it, today is all about enjoying Shanghai your way — a chance to explore, relax, and make the city your own."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Shanghai: Today, wander the leafy streets of the French Concession, where charming architecture meets hidden cafés, boutique shops, and quiet corners perfect for photos. Pop into a secret propaganda museum for a quirky slice of history, then lose yourself in the arty lanes of Tianzifang, full of galleries, craft shops, and vibrant street life. Next, venture into Shanghai’s ultra-modern financial district and head up Jinmao Tower for sweeping city views from the observation deck. Feeling brave? Step out onto the skywalk, 340 metres above the streets below, for a thrill you won’t forget! As evening falls, your Adventure Leader will point you to the best local spots for dinner and drinks, whether you’re after street eats, stylish bars, or a memorable night out in the city."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Fujian: This morning you will board a bullet train to Nanjing (approximately 7 hours and a half hours). Upon arriving in Nanjing you will take a minivan to the Fujian tea-growing hills. Here, you take the time to explore some local mud roundhouses - a traditional home of the Hakka Minority People. Later, hop on a minibus to Mr. Liu's house, where you'll enjoy an evening of relaxation."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Fujian: Start the day with a breakfast at your hostel followed by a tour around the UNESCO World Heritage Site, Fujian Tulou. Here, you'll visit the tea plantations where you'll be able to taste some of the local tea. In the evening you can take part in an optional activity. Optional Activities: (Join the rest of your fellow crew for a relaxed movie night)."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Fujian & Guangzhou: Take a bike tour around the world's biggest roundhouse, Tulou and the local village nearby. In the evening you will have some free time to relax before boarding a train to Guangzhou. (approximately 9 hours)"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Hong Kong: Arrive in Guangzhou and have some breakfast. Take the bus to the Hong Kong border, and it's time for your trip will end, so make sure you take the time to say goodbye to your fellow travellers and either head home or continue your travels!"
    }
  ],
  "map": ""
}