{
  "destination": "China",
  "mainPhoto": "",
  "id": "luxury-china-tour-with-yangtze-river-cruise",
  "tourName": "Luxury China tour with Yangtze river cruise",
  "placesVisited": "",
  "generalInfo": "Travel in style on this journey through China to discover its imperial past, modern cities and the majestic landscapes along the meandering Yangtze river. Visit iconic sights including the Great Wall at Jinshanling, the Forbidden City and Summer Palace in Beijing, the Terracotta Warriors in Xian and the Three Gorges of the Yangtze river. Ending in the metropolis of Shanghai, you will learn about life in modern China with visits to local families and rural farming communities and take a private cookery lesson and a street food tour along the way. On this exciting tour, you will be staying at some of the finest hotels in China and cruising aboard the luxurious Sanctuary Yangzi Explorer.",
  "durationDays": "12",
  "price": "11750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival in Beijing, you will be met at the airport by your guide and transferred to your hotel for check-in."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early this morning, you will begin your discovery of imperial Beijing with a private Tai Chi lesson at the leafy park of the Temple of Heaven, a popular location for locals to gather for their morning exercises. Afterwards, you will take a tour of the temple complex, consisting of religious buildings visited by emperors of the Ming and Qing dynasties to pray to heaven for good harvests. In the afternoon visit the scenic Summer Palace, taking in its lakes, gardens, walkways and teahouses. A masterpiece of Chinese landscape garden design, it is the largest and most well-preserved royal park in Beijing. End the day with a relaxing afternoon tea before returning to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning journey out of the city to visit the majestic Great Wall. After a two-hour journey, you arrive Jinshanling Pass. This section of Wall is little further out and much quieter, so you'll be able to enjoy the views of the wall snaking off into the distance without the crowds. Take a four-hour walk on the wall with your private guide, looping back through a valley, and enjoy a champagne picnic lunch. After the excursion you will be taken back to Beijing."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning visit to the historic Tiananmen Square and the Forbidden City with your private guide. Surrounded by the Tiananmen Tower, Monument to the People's Heroes, Great Hall of the People, and Chairman Mao Zedong Memorial Hall, Tiananmen Square is one of the world’s largest and each day, thousands of locals come and pay respects to Chairman Mao’s statue from all over China. Continue to the imperial Forbidden City, a vast site of ancient buildings that was once off limits to all but the emperor and the imperial family. In the afternoon you will take a private cookery lesson and learn to cook some classic Chinese dishes. You’ll sit down to eat your freshly prepared banquet after the class and enjoy chatting about local food and cooking with the chef."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will be taken to Beijing West railway station by private transfer. Take the bullet train to the city of Xian, a five-and-a-half-hour journey. On arrival you're met by a private guide and driver and transferred to your hotel. In the evening, head out to explore Xian's Muslim Quarter on a street food tour. You will sample the delicacies from the many food stalls: the barbecued meat dishes are particularly delicious."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In the morning, you’ll take a tour of the farming villages and caves on the plateau surrounding Xian, driving through rural communities barely touched by the pace of modern China. Enjoy lunch at a local family’s home with a chance to chat with them and gain insight into their lives. Afternoon excursion to the Big Goose Pagoda, built to house Buddhist scriptures brought back from India in 652 AD. End the day with a walk along Xian’s ancient city walls where you can marvel at the sheer scale of the construction as you stroll along the ramparts that provide magnificent views of the city."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning explore Xian's star attraction, the Terracotta Army, with your private guide. Even if you have read about these ancient models, nothing can prepare you for their sheer scale and number. Discovered in 1974 by a group of farmers digging a well, it is now one of the main tourist attractions in China and one of the most important archaeological finds of the 20th century. Later you’ll be taken to the airport for a flight to Chongqing. There you will embark on the luxurious Sanctuary Yangzi Explorer cruise to Yichang, setting sail this evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You may wish to start your day early with a traditional Tai Chi lesson before a buffet breakfast. For this morning’s shore excursion, you can choose between a visit to an intriguing, secret project, hidden in the mountains of Fuling - The 816 Underground Project or the White Crane Ridge Underwater Project and a local market tour. Return to Sanctuary Yangzi Explorer for a lunch buffet, followed by demonstrations such Chinese foot reflexology and traditional Chinese medicine on board. Learn about beautiful pearls in this afternoon’s lecture, Pearls of the World. This is followed by the Captain’s welcome reception, complete with complimentary canapés."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is all about the Three Gorges; Qutang, Wu and Xiling. Through the commentary, discover the myths and facts that make each gorge unique as you pass through them. Experience a unique ride along the Shennong Stream on a sampan - a traditional longboat rowed by expert Tujia boatmen. Before returning to the ship, you will visit a traditional trackers village, where you will have a chance to get a fascinating glimpse of the traditional, rural Chinese community. This evening there is a special farewell dinner, ‘A Taste of China’, followed by Three Gorges Project lecture and a live band performance."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy a tea or coffee alongside an international buffet breakfast before disembarking in Maoping and visiting the Three Gorges Project Dam Site and Exhibition Centre. Spanning 2,335 metres in length and 181 metres in height, the dam is the largest and most expensive engineering project in the world. After visiting the dam project, you will be transferred to the downtown Yichang for lunch before continuing to the airport. Fly to Shanghai, where you will be met upon arrival by your private guide and driver and taken to your hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In the morning, you will explore the vibrant city of Shanghai by bike. This private cycling tour takes you through the French Concession quarter, with its elegant Art Deco villas, before plunging you into the backstreets and alleyways of off-the-beaten-path residential areas and the maze of narrow streets that make up Shanghai’s old town to see the daily life of local people. You’ll also see the plethora of activities that take place in one of the city’s main public parks and visit a Buddhist temple. The afternoon is at leisure to explore frenetic Shanghai independently. We suggest visiting the Jade Buddha temple, one of the few working monasteries in the city, and the colonial waterfront of the Bund, where you can look across at the ultra-modern skyscrapers of the Pudong district. Fuxing Park is also a pleasant place to wander around, particularly in the morning when locals engage in exercise classes, as are the Yu Gardens. You may also wish to visit the interesting Propaganda Poster Art Centre."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will be taken to the airport by private transfer in time for your return flight."
    }
  ],
  "map": ""
}