{
  "destination": "China",
  "mainPhoto": "",
  "id": "north-to-south-silk-road-expedition-holiday-china",
  "tourName": "North to South Silk Road expedition holiday, China",
  "placesVisited": "",
  "generalInfo": "This 16-day epic is the definitive Xinjiang experience, bridging the lush alpine forests of the North with the rich Islamic culture and deserts of the South.<br/><br/>Why choose this holiday?<br/><br/>A Tale of Two Worlds: Witness the stark contrast between the Siberian-like landscapes of Kanas and the Middle Eastern atmosphere of Kashgar. This trip covers the geographic and cultural spectrum of Central Asia.<br/><br/>The Pamir Plateau: We venture high into the Pamirs to Tashkurgan, driving the Karakoram Highway to see the majestic Muztagh Ata peak and meet the Tajik people.<br/><br/>Humanitarian Connection: This trip includes a visit to a local social welfare initiative where we donate a portion of proceeds to support minority education, making your presence a force for good.<br/><br/>Authentic Crafts: In the Old Towns of the south, we visit master craftsmen of pottery and instruments, avoiding tourist traps to see the real living heritage.",
  "durationDays": "16",
  "price": "10699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN URUMQI. Welcome to the gateway of Central Asia. Meet your dedicated team and transfer to your hotel to rest."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "DESERT CROSSING TO ALTAY. Drive the new S21 Desert Highway through the Gurbantunggut Desert. Spot wild camels before arriving in Altay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HEMU VILLAGE ARRIVAL. Travel the scenic \"A-He Highway\" through the Altai Mountains. Arrive in the fairy-tale wooden village of Hemu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KANAS NATURE RESERVE. Visit the famous bays of Kanas Lake and the border village of Baihaba (\"Village No.1\"). Stay in a traditional log cabin."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "THE BORDER HIGHWAY. Drive along the legendary G219 border highway to Urho, enjoying world-class views of the frontier landscapes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "GHOST CITY TO SAYRAM. Explore the wind-eroded \"World Devil City\" yardangs. Drive to Sayram Lake for a sunset lakeside walk."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DUSHANZI CANYON. Morning sailing on Sayram Lake. Travel to the start of the Duku Highway to visit the dramatic Dushanzi Grand Canyon."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DUKU HIGHWAY (NORTH). Traverse the snow-capped peaks of the northern Duku Highway to the Nalati \"Sky Grassland.\""
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BAYINBULUKE SUNSET. Explore Nalati's forests. Continue to Bayinbuluke to witness the legendary \"Nine Suns\" sunset at the winding river."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MYSTERIOUS GRAND CANYON. Drive the southern Duku past alpine lakes to Kuqa. Hike the red sandstone Tianshan Mysterious Grand Canyon."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KIZIL CAVES TO AKSU. Visit the ancient Kizil Thousand Buddha Caves, the cradle of Buddhism in China, before arriving in Aksu."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ARRIVAL IN KASHGAR. Enter the soul of the Silk Road. Enjoy an exclusive rooftop photoshoot and evening walk in the Old City."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "THE KARAKORAM HIGHWAY. Ascend the Pamir Plateau. Visit White Sand Lake and Karakul Lake under the gaze of Muztagh Ata peak."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "THE NATIONAL GATE. Journey to the Khunjerab Pass (world's highest border crossing) and visit a local Tajik family home."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "PANLONG ANCIENT ROAD. Conquer the famous Panlong Road with its 600+ hairpin turns and view the Oytagh Glacier Park before returning to Kashgar."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "DEPARTURE. Transfer to Kashgar airport for your onward flight. Farewell to the Silk Road."
    }
  ],
  "map": ""
}