{
  "destination": "China",
  "mainPhoto": "",
  "id": "festivals-in-china-holiday",
  "tourName": "Festivals in China holiday",
  "placesVisited": "",
  "generalInfo": "Small group for 6 persons.<br/><br/>Trip highlights:<br/><br/>Visit panda in Wolong Natural Reserve<br/>Soft hiking in the fantastic Landscape: Shuangqiaogou Valley of Mt. Siguniang Shan and three holy mountains in Yading, Daocheng<br/>Danba - one of the most beautiful village in China<br/>Gyarong and Khampa Tibetan in Western Sichuan<br/>Tibetan Buddhism monasteries: Tagong Monastery, Litang Monastery, and Sangpi Ling Monastery<br/>Experience Mask Dance Festival of Tagong Monastery 2026<br/>Experience Horse Racing Festival in Litang in 2026<br/>Panorama from Balang Shengdu Village of 3 mountains - Gongga, Yala, and Qingrao<br/>Decode the hidden Qingde Village with beautiful traditional white houses and Tibetan-Naxi Museum<br/>Luding Bridge, a witness of Red Army's Long March<br/><br/>This is a special festival tour, we will experience two traditional festivals in Tibetan area Kham of western Sichuan: the mask dance (Cham) festival of Tagong Monastery and the Horse Racing Festival in Litang.<br/><br/>Some natural scenery and cultural elements of east Tibetan area Kham are planned in program: Panda in Wolong, \"the Queen of Sichuan’s Mountains\" - Siguniang Mountain, China's most beautiful countryside - Tibetan Villages in Danba, appreciating snow mountains Yala and Gongga from Tagong Grassland, white Tibetan houses at Qingde Town of Xiangcheng, and the three sacred mountains of Daocheng Yading (Xiannairi, Yangmaiyong, and Xialuoduoji) captured by American explorer Joseph Rock.",
  "durationDays": "13",
  "price": "1908",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Chengdu - Wolong - Siguniang Shan Town Wolong National Nature Reserve, Shenshuping Panda Base, Mt. Siguniangshan In the morning drive to Wolong National Nature Reserve. It is one of the Chinese earliest natural reverses, which is rated the preservation zones network of “mankind and living beings” by UNESCO. Visit Shenshuping Panda Base in Wolong, about 70 pandas live here, it is the largest breeding center for giant pandas, integrating scientific research, feeding, breeding, reproduction, wildness training, etc. Then, proceed to Siguniang Shan Town via the Balang Tunnel. Siguniang Shan Mountain, also known as the Four Sisters Mountain, Four Girls Mountain or Four Maidens Mountain, boasts four peaks exceeding 5000 m in height. According to legend, each peak represents one of the four sisters. The highest peak, Yaomei Feng, symbolizing the youngest sister, stands at 6250 m and is revered as the \"queen of Sichuan's peaks.\" In the afternoon enjoy a leisurely hike in the Shuangqiao Valley (Double-bridge Valley) of Siguniang Shan Mountain, renowned for its concentrated and enchanting scenery. If the weather permits, marvel at the breathtaking sunset views of Siguniang Shan Mountain (Four Sisters Mountain) from Maobiliang. 221 km, 4 hours 10 minutes Overnight at Cloud Inn (3200 m)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Siguniang Shan Town - Danba Wori Tusi Manor, Tibetan villages Jiaju and Zhonglu Drive to Danba, on the way visit Wori Tusi Manor, the former official residence of the local Tusi, a kind of imperial kingship leader. After that, drive to the Tibetan village of Jiaju, renowned as the most beautiful village in China. In Danba, the local inhabitants are known as Jiarong (Gyarong) Tibetans. Take a walk and explore the Jiaju village, where over a hundred buildings with the same architectural style, showcasing the distinctive and cohesive character of Jiarong Tibetan homes. Against the backdrop of the blue sky, these Tibetan residences, adorned in hues of red, white, and black, are scattered seemingly at random yet harmoniously along the valley's slopes from the base to the middle. Late in the afternoon visit the mysterious and beautiful Tibetan traditional village Zhonglu. There are ancient block towers with long history here. In autumn, the village is even more beautiful, and the trees are full of heavy pomegranates, pears, and apples, etc.. At the sunset, the whole village is shrouded in the afterglow of the setting sun. 110 km, 2 hours 26 minutes Overnight at Zongkar Homestay (2100 m)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Danba - Bamei – Tagong Cham without mask at Tagong Monastery. Visit Tagong Monastery In the morning drive to Tagong. Upon arrival at Tagong, watch the mask dance (Cham) in Lhagang Monastery (Tagong Si) of Sayka Sect. Today the monks perform the Vajra Dance without mask. Late in the afternoon visit the Lhagang Monastery (Tagong Si) of Sayka Sect, which is surrounded by three hills symbolizing three Bodhisattvas. It is said that the blessing of a reserved Jowo Shakyamuni image left by Wencheng Princess in this monastery to the pilgrims resembles the Lhasa Jowo Shakyamuni image in Lhasa. Then drive to the Balang Shengdu Village. From here, you can enjoy the panoramic view of the \"golden mountains\" at sunset: Gongga Mountain (7.508,9 m, also Minya Konka), Zhara Lhatse (5.884 m, also Jara or Yala), and Qingrao Mountain (5.305 m), when the weather is good. 176 km, 3 hours Overnight at Laga Pasture Homestay (3730 m)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tagong Mask Dance Festival at Tagong Monastery. Gyergo Nunnery, grand mani wall, and Muya Monastery Participate in the Mask Dance Festival at Lhagang Monastery and enjoy the masked Vajra dance along with various religious praying activities. In the afternoon, visit a community library on Lagang Ranch, have a cup of coffee, and experience wearing Tibetan clothing. From here, there is a great view of Yala Snow Mountain. Overnight at Laga Pasture Homestay"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tagong - Xinduqiao - Litang Horse racing and Thangka exhibition in Tagong Participate in horse racing activities in the morning. The monks of Tagong Monastery recited scriptures and prayed for the horses, and then the horses flew away from the Muya Golden Pagoda towards the direction of Mount Yala. Don’t miss taking pictures of grand sunning Buddha’s portrait (Thangka exhibition) event. In the afternoon, you’ll drive on the zigzag road up to the mountain chain of Hengduanshan (Mt. Blocks), which extends from the north to the south. And drive westwards to Yajiang and enter the Yalong river ravine. In the afternoon arrival in the “world highland city\" Litang (4014 m). 225 km, 5 hours Overnight at Litang Yalong Hotel (4014 m)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Litang Horse teams parading. Litang Monastery This morning, it is the warm-up for the Litang Horse Racing Festival, with horse teams parading. In the afternoon, visit Changqingchunke'er Monastery (also admits as Litang Si monastery) in the western suburb. The Litang Monastery, developed by the 3.th Dalai Lama in the year 1580, today, became the largest monastery of the Gelukpa Sect in south Kham. Litang is the homeland of 7th Dalai Lama, and some other living Buddhas were also born in Litang. You will visit the Renkang Old House - the residence of the 7th Dalai Lama in the Letong Old Town. Overnight at Yalong Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Litang Litang Horse Racing Festival (Nomads Festival) The whole day take part in the Litang Horse Racing Festival, which will be held in late July and early August, and last 4 days. This morning, a grand opening ceremony will be held, featuring Guozhuang dance performed by thousands of Khampa people, numerous Khampa men riding horses and galloping on the grassland. The programs in the afternoon are horse racing on track, horseback shooting competition, horseback archery competition, etc. Today, you can also enjoy Tibetan opera performances. Currently the traditional festival has further developed. Besides the traditional horse racing, other activities like horsemanship, singing, dancing, national costume show, etc. have become part of the grand festival. Large-scale material exchange also takes place during the festival. Overnight at Yalong Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Litang Litang Horse Racing Festival (Nomads Festival) The whole day take part in the Litang Horse Racing Festival. In the morning, you will enjoy traditional equestrian activities such as picking up the hada from the ground while horseback riding. In the afternoon, traditional equestrianism is also practiced, and the atmosphere is pushed to a climax by the \"New (Old) Xiajiu Competition\". Riders perform various difficult balance movements on horseback, and the ultimate combination of strength and flexibility causes the audiences to exclaim in surprise. Today, you can also enjoy Tibetan opera performances and Guozhuang dances. Overnight at Yalong Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Litang - Qingde Village of Xiangcheng County Sangpi Ling Monastery, traditional white houses, Zangna Museum Drive over Mt. Haizi Shan to Zhongde Town, Qingde Village, Xiangcheng County, and stroll through the Tibetan countryside. The chic traditional white houses are built along the river and mountains, and they are scattered and integrated into the poetic countryside. On the way visit the Sangpi Ling Monastery of the Gelug School. Known as \"the first palace of Kham\", it is a great art museum: architectural art (the building of Sangpi Monastery has no construction drawing, it was built using traditional Tibetan construction techniques), painting art (Buddham art - mural and thangka paintings and decorative painting) and sculpture (bronze sculpture, clay sculpture, wood carving). In the afternoon stroll in the beautiful Tibetan rural landscape, photographing the traditional white houses. Then drive to Buji Village to visit the centuries-old Zangna (Tibetan-Naxi) Museum, it is an ancient castle with a history of more than 300 years. 215 km 3 hours 52 minutes Overnight at Kamsa Manor Hotel (2780 m)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Xiangcheng - Provincial Road 216 - Shangri-La Town Visit Yading - Chonggu Monastery, Chonggu Meadow, Pearl Lake, Xiannairi Mountain In the morning drive along the beautiful S216 road to Shangri-La Town, where the highlight of this journey is - Yading nature reserve, home of three sacred Tibetan mountains - Chenresig (Xiannairi, Avalokitesvara, 6032 m), Jambeyang (Yangmaiyong, Manjusri, 6033 m), and Chanadorje (Xialuoduoji, Vajrapani, 5958 m). The scenery here easily rivals that of national parks of the west such as Yellowstone and Yosemite in terms of spectacular, pristine mountain scenery. Visit Chonggu Monastery (3900 m) and proceed via Chonggu Meadow to Xiannairi Mountain with a mystery Pearl Lake (4100 m, Dumu Hu, Zhenzhu Hai) at its mountain foot. 115 km 2 hours 16 minutes Overnight at Holiday Inn Express Daocheng Yading (2900 m)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shangri-La town Visit Yading with 3 holy mountains - Yangmaiyong, Xianuoduoji and Xiannairi Full day hiking in the fantastic Yading National Nature Reserve. Drive by local shuttle bus to the entrance of Yading Nature Reserve. Then trek to Luorong Cattle Farm (4150 m), which is located among the magnificent holy mountains Yangmaiyong, Xianuoduoji and Xiannairi. Virgin forests, brooks, shrubs, meadows, flowers... form a fantastic gallery. In June 1928, Dr. Joseph Rock had taken beautiful photos of the Yangmaiyong (6033 m) and Xianuoduoji (5958 m) mountains on the Luorong meadow. And his masterpiece was published by the American \"National Geographic\". Many nature lovers were inspired by his experiences and the three holy mountains. There you can also watch the back of Mount Xiannairi. If you have interest, you can challenge the trekking to the amazing Milk Lake (4500 m, Niunai Hai) and Five-color Lake (4600 m, Wuse Hai)! Overnight at Holiday Inn Express Daocheng Yading Breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Shangri-La Town - Daocheng - Litang - Xinduqiao Return trip, panorama view of Mt. Gongga Today drive via Daocheng, Litang, and Yajiang back to Xinduqiao, the “Paradise of Photographers”, a small town on the road juncture where the northern route of Sichuan-Tibet Highway (Chengdu - Lhasa) and the southern route of Sichuan-Tibet Highway (Chengdu - Lhasa) meet. When the weather is good, you can see the main peak of Gongga Mountain (7508.9 m, Minya Konka, “the King Peak of Sichuan”) from Xinduqiao. 417 km 7 hours 16 minutes Overnight at Xinduqiao Yake Hotel (3460 m)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Xinduqiao - Kangding – Luding - Chengdu Museum of Ganzi Tibetan Autonomous Prefecture, Luding Iron Chain Bridge on the Dadu River In the morning drive to Kangding. In good weather, you can admire the panorama of Gongga Mountain from Siding Tso Lake and Zheduo Pass (4298 m). Kangding is the capital of the Ganzi Tibetan Autonomous Prefecture and the gateway to the Tibetan Kham region. And Kangding has made a great contribution to fostering the contact and connection between the Tibetans and Han Chinese throughout history. In Kangding, visit the Museum of Ganzi Tibetan Autonomous Prefecture, which houses rich cultural relics, including the Tent Made of Fur of Hundred Tigers, one of its prized collections, and it belonged to the Tusi - the chieftains of the Maoya steppes in Litang. Keep driving to Luding. In Luding visit the Luding Iron Chain Bridge on the Dadu River, which is a treasure of Chinese ancient architecture. The bridge was built in the 44th year of Kangxi in Qing Dynasty (1705) in order to enhance the connection with Tibetan culture. On May 29th, 1935, the Chinese Red Army reached Luding Bridge during the Long March. Facing a hail of bullets, the Chinese Red Army, with 22 warriors as the pioneers of the commando, destroyed the bridge’s guards in one fell swoop, which is an important historical monument of the Communist Party of China. Then drive via the famous rainy city of Ya'an back to Chengdu. 355 km 6 hours 21 minutes Breakfast"
    }
  ],
  "map": ""
}