{
  "destination": "China",
  "mainPhoto": "",
  "id": "classic-yunnan-tour-in-china",
  "tourName": "Classic Yunnan tour in China",
  "placesVisited": "",
  "generalInfo": "This 8-day expedition takes you deep into the heart of Yunnan, the province \"South of the Clouds,\" where the ancient rhythms of the Tea Horse Road still echo through the mountains. Moving beyond the typical tourist trail, this holiday is designed for culturally curious travellers seeking to connect with the authentic lives of China’s ethnic minorities.<br/><br/>From the eternal spring of Kunming to the snow-capped spirituality of Shangri-La, you will traverse a landscape of dramatic geological contrasts and vibrant heritage. This is not just a sightseeing tour; it is an immersive journey through the history of the Bai, Naxi, and Tibetan people.<br/><br/>Why choose this holiday?<br/><br/>Immersive Living Heritage: We believe the best way to understand a culture is to touch it. You won't just look at textiles; you will visit the birthplace of Bai tie-dye art in Zhoucheng Village and craft your own indigo masterpiece alongside local artisans. You will engage with history by spinning the world's largest prayer wheel in Dukezong and walking the cobblestones of UNESCO-listed ancient towns.<br/><br/>Spectacular Landscapes: The route connects some of China’s most diverse geography. You will marvel at the surreal karst formations of the 270-million-year-old Stone Forest and stand in awe at Tiger Leaping Gorge, one of the deepest canyons on Earth. The journey ascends to the Himalayan foothills, where you will glide over the turquoise waters of Blue Moon Valley and witness the grandeur of Jade Dragon Snow Mountain.<br/><br/>Slow Travel &amp; Authentic Vibes: We prioritise depth over speed. Whether it's cycling along the ecological corridor of Erhai Lake, exploring the bustling Dounan Flower Market (Asia's largest floral hub), or enjoying a private yacht cruise, the itinerary allows time to soak in the atmosphere. You will stay in carefully selected accommodations that reflect the local character, ensuring your rest is as culturally enriching as your exploration.<br/><br/>Inclusive Culinary Experience: We confidently cater to diverse dietary needs, including vegetarians and vegans. Yunnan cuisine is renowned for its \"Kingdom of Mushrooms\" status and incredible variety of fresh vegetables. We ensure that plant-based travelers do not just \"get by,\" but enjoy a full, flavorful gastronomic journey featuring local specialties. Please specify your dietary requirements when booking. If all guests in your party are vegetarian, we will be delighted to arrange a comprehensive vegetarian meal plan for the entire trip.<br/><br/>A Spiritual Finale: The journey culminates in the mythological Shangri-La. Here, in the thin air of the high plateau, you will explore the magnificent Kalachakra Mandala Complex and experience the profound spirituality of Tibetan Buddhism. It is a fitting end to a trip that feeds both the eyes and the soul.<br/><br/>Join us for a responsible adventure that supports local traditions and showcases the raw, unpolished beauty of Southwest China.",
  "durationDays": "8",
  "price": "2888",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN KUNMING Welcome to the 'Spring City'. Upon arrival, enjoy a private transfer to your boutique hotel. Spend the rest of the day at leisure to acclimatize and relax."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KUNMING HIGHLIGHTS Explore the geological wonder of the Stone Forest (UNESCO), a maze of limestone formations revered by the Sani people. Later, stroll through Green Lake Park, the vibrant heart of local life. Enjoy a Welcome Dinner featuring the famous 'Crossing the Bridge Rice Noodles'."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KUNMING - DALI Board a high-speed train to Dali. Cycle or drive along the ecological corridor of Erhai Lake, enjoying the breeze and views of the Cangshan Mountains. Visit Xizhou Ancient Town to admire traditional Bai architecture and witness the 'Three-Course Tea' ceremony, a cultural heritage symbolizing the philosophy of life."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "DALI - SHAXI - LIJIANG Travel along the ancient Tea Horse Road to Shaxi, a beautifully preserved market town. Walk across the Yujin Bridge and explore the Sideng Square. Continue to Lijiang in the late afternoon. Evening leisure time to explore the cobblestone streets of Lijiang Old Town (UNESCO)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "LIJIANG EXPLORATION Discover Baisha Village to see the mysterious Naxi Embroidery and frescoes. Visit the Jade Water Village to understand the Dongba culture. In the afternoon, experience 'Impression Lijiang', an open-air spectacle with the Jade Dragon Snow Mountain as the backdrop. Finish with a visit to Black Dragon Pool for the iconic photo of the mountain reflected in the water."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LIJIANG - SHANGRI-LA Drive to Shangri-La, stopping at the Tiger Leaping Gorge, one of the deepest canyons on earth. View the roaring Jinsha River. Upon arrival in Shangri-La, walk through Dukezong Ancient Town and spin the giant prayer wheel for blessings."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SHANGRI-LA IMMERSION Visit the Songzanlin Monastery, often called the 'Little Potala Palace', to immerse yourself in Tibetan spirituality. Visit a local Tibetan family for a home-cooked lunch and learn about their lifestyle. Afterwards, explore the pudacuo National Park (or Napa Lake depending on season) to see pristine lakes and alpine meadows."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DEPARTURE FROM SHANGRI-LA Enjoy a final morning at the bustling local market before your transfer to the airport for your onward journey. (Tour ends)"
    }
  ],
  "map": ""
}