{
  "destination": "China",
  "mainPhoto": "",
  "id": "bejing-to-lhasa-tour-by-train",
  "tourName": "Bejing to Lhasa tour, by train",
  "placesVisited": "",
  "generalInfo": "Beijing serves as the premier gateway for international travelers entering China. An optimal schedule involves dedicating two days to explore Beijing and an additional day in Xian. This arrangement ensures an immersive encounter with renowned attractions, including the majestic Great Wall, the imperial Forbidden City, and the captivating Terracotta Warriors and Horses of Xian.<br/><br/>During this journey, a truly unforgettable experience awaits as you traverse the remarkable Qinghai-Tibet railway. Subsequently, you will embark on the iconic 8-Day Lhasa and Everest Base Camp Tour. Accompanied by the illustrious presence of palaces, temples, and monasteries, this adventure grants you the privilege of relishing the breathtaking vistas of Tibet's revered Mount Everest, a veritable masterpiece of nature.",
  "durationDays": "13",
  "price": "2300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Beijing arrival || You will be picked up from the airport to your hotel in Beijing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing Day Tour || You will first visit the Forbidden City (4-Hour in-depth tour), and Beihai Royal Garden. (Having a hutong rickshaw tour to explore the old Beijinger’s life is optional)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beijing Day Tour || Today you will visit the majestic Mutianyu Great Wall in Beijing. In the evening, board an overnight train to Xian."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Xian Day Tour || In the morning, you will be picked up at the train station and then start to visit the Eighth Wonder of the World - the Terracotta Warriors and Horses, which reflect the highly advanced technology in weapon-making 2,200 years ago."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Xian train to Lhasa on the Qinghai-Tibet Railway || In the morning, you will board the famous sky train to Lhasa and start the wonderful journey of exploring the highest railway in the world. The train journey will take you about 30 hours."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lhasa Arrival || A full day window sightseeing along Qinghai-Tibet Railway, you will see land of snows, desert, immense grassland, ice mountain, beautiful lakes which will fairly entertaining. In the afternoon, you will be warmly received by your tour guide who would say Tashi Delek, which means wishing you all the best and transferred to your reserved hotel in Lhasa. Then have a good rest to acclimatize the high altitude in Lhasa."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Lhasa free day || The day is free day for you to acclimate to the altitude."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lhasa City Tour || In the morning, you are going to visit Drepung monastery which is one of the “great three” Gelug monasteries of Tibet, founded in 1416 by Jamyang choge, one of the Tsongkhapa’s main disciples. Ganden palace used to be Dalai lama’s palace in the Drepung before he moved to the Potala palace. In the Afternoon, Tourists will visit Sera Monastery which is another one of the “great three” Gelug monasteries of Tibet, founded in 1419 by Jamchen Chojey, one of the Tsongkhapa’s main disciples. The hot attraction is the Monks debate at around 3 - 5 in the afternoon."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lhasa City Tour || Firstly, Potala Palace is today’s first attraction, which is the residence of the past Dalai lama. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamasand tremendous number of Buddhist frescoes, thangkas, combinations of mandala, figures of the Buddha. Then after lunch, tourists head to Jokhang Temple and Barkor Street surrounding. Inside you can see the statue of Buddha Sakyamuni at the age of twelve, perhaps the only most venerated object in Tibetan Buddhism."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lhasa to Shigatse || In the morning, drive from Lhasa to Shigatse .On the way, drive over the Gampala pass (4790 m), and you will have a glimpse of Yamdrok-tso (4400m) .The Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar, (7191m) the highest mountain near Lhasa . Later, we will pass and enjoy the Korola Glacier on the roadside; At Manak Dam Lake, you can hang pray flag at Simila Mountain Pass; Then, we will arrive in Gyantse, historically Tibet's third largest city (after Lhasa and Shigatse). After one and a half driving, we arrive in Shigatse, which is the second largest city in Tibet. In Shigatse, we may visit traditional Barley Mill and view the landscape of Barley Field (in summer)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shigatse to EBC via Tingri || After breakfast in hotel, you will drive to to Tingri from Shigatse. There is only 2-3hours driving from Tingri to Rongpuk through 90km new winding road in the mountains. On the way from Tingri to E.B.C, you can enjoy the stunning mountain scenery; pass the wild grassland, the torrent and soaring mountains. If it is in clear weather, you can see the panorama of Himalaya range and among mountains you can see 4 mountains which are 8000m high and more to enjoy like Mt. Lhotse (8516m), Mt. Everest (8848m), Mt. Qowowuyag (8201m) and Mt Mayalu (8463m), and even majestic view of golden summit of Mt. Everest at sunset. Stay overnight in Ronguk Guest House or local Tibetan Tent."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "EBC – Gyirong || n the morning, you can appreciate the sunrise of Everest Peak if weather permits at the lodging area and then visit the Rongbuk Monstery - the unique highest monastery with nuns and monks living together. Later, we can visit the Everest Base Camp and take pictures of Mt. Everest at the closes distance in EBC. After that, we can drive from EBC to Kyirong border. On the way, tourists can enjoy breathtakign vista of Mt. Shishapangma and the Pekutso Lake. After passing the Ghungtang Lhamo(5236M), we will arrive in Kyirong in late afternoon."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Border Departure || Our Tibetan guide will assist you to exit China via the Gyirong border or Zhangmu border. Then you will take the transfer car to Kathmandu."
    }
  ],
  "map": ""
}