{
  "destination": "China",
  "mainPhoto": "",
  "id": "northern-xinjiang-cultural-holiday-in-china",
  "tourName": "Northern Xinjiang cultural holiday in China",
  "placesVisited": "",
  "generalInfo": "This 10-day journey expands your horizon to the pristine Altai Mountains in the far north before descending to the central Tianshan range. It is the ultimate combination of forest tranquility and highway adventure.<br/><br/>Why choose this holiday?<br/><br/>Tribal Hospitality: Experience the rare culture of the Tuvan people. We stay in authentic, renovated wooden cabins in Hemu Village, allowing you to wake up to the morning mist and the smell of baking bread, far removed from commercial hotels.<br/><br/>Slow Travel Philosophy: We reject the \"rush hour\" style of travel. In Kanas and Hemu, we dedicate full days to hiking and photography, allowing you to connect with the rhythm of nature.<br/><br/>The Full Duku Experience: We drive the entire northern section of the Duku Highway, stopping at the Tangbula \"Hundred Mile Gallery\" for a picnic that features local, organic produce.<br/><br/>Cultural Souvenirs: We present each guest with a unique piece of Xinjiang’s intangible cultural heritage as a farewell gift, supporting the specific artisans we visit during the trip.",
  "durationDays": "10",
  "price": "3766",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "WELCOME TO URUMQI. Meet your local Uyghur guide and transfer to your hotel. Introduction to the Silk Road history."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ACROSS THE DESERT. Drive through the Gurbantunggut Desert, witnessing the transition from dunes to the Altai foothills."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HEMU VILLAGE ARRIVAL. Enter the fairy-tale village of Hemu. Stay in a traditional Tuvan wooden log cabin."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HEMU SUNRISE & HIKING. Early morning photography of the mist. Gentle hiking around the village to meet local artisans."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KANAS LAKE NATURE RESERVE. Travel to Kanas Lake. Visit the Guanyu Pavilion for panoramic views of the \"Loch Ness\" of China."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "THE RAINBOW BEACH. Descend to Burqin to visit the multi-colored yardang landforms at sunset."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SAYRAM LAKE LOOP. A scenic drive to the crystal-clear Sayram Lake via the Guozigou Bridge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TANGULA & DUKU HIGHWAY. Enter the Tianshan range, experiencing the dramatic landscapes of the Duku Highway."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "RETURN TO URUMQI. Complete the loop with a drive through the \"Hundred Mile Gallery\" back to the capital."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "FAREWELL. Transfer to the airport, taking memories of the Altai and Tianshan with you."
    }
  ],
  "map": ""
}