{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-tour-by-bullet-train-shanghai-to-hong-kong",
  "tourName": "China tour by bullet train, Shanghai to Hong Kong",
  "placesVisited": "",
  "generalInfo": "Shanghai - Beijing - Xian - Chengdu - Yangshuo - Ping'an - Hong Kong<br/><br/>Visit the giants of East Asia on this epic seventeen day itinerary travelling around the hidden highlights of China and Hong Kong. This rich and immersive trip gives a fantastic overview of China's natural landscapes, cities, wildlife and culture. <br/><br/>Beginning in Shanghai explore the city lights and skyscrapers where tradition and modernity merge in a cacophony of sights, sounds and experiences to explore at your leisure. <br/><br/>From sprawling Shanghai to Beijing by bullet train, ticking off yet more bucket list sights and sites. Explore the characteristic Hutongs and find the Forbidden city, before retreating to the Temple of Heavenly peace. There is just enough time for your trip to the Great Wall of China too!<br/><br/>Back on the bullet train, it's time to speed to Xi'an for your visit to the Terracotta army. You'll be amazed at the scope of these world famous sculptures before heading to the Bell tower in Xi'an, and soaking up the atmosphere and history in this old imperial city.<br/><br/>Changing up from city-scapes to the tranquil tea houses of Chengdu, embrace the slower pace of life and sumptuous Sichuan food in this wildlife hub where you will have the opportunity to visit Giant Pandas in an ethical research centre.<br/><br/>Continuing the laid back atmosphere surrounded by quintessentially Chinese Kast mountain scenery of Guilin, where you have the opportunity to drift lazily downstream on a bamboo raft. <br/><br/>From mountains to rice terraces to Zhuang villages- make sure you have your camera, as it is time to snap some of the most picturesque scenery in all of Asia.  Explore the landscape with the help of your expert local guide- this is sure to be a highlight. <br/><br/>Final stop Hong Kong, a region of incredible skylines and skyscrapers, markets, culture, food, arts, technology and possibility. Get inspired wandering the streets of this busy metropolis, from the sparkling harbour to sprawling suburbs, before heading to the airport for your flight home.",
  "durationDays": "17",
  "price": "2735",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Shanghai: Back to the future- Explore Shanghai, crammed with skyscrapers and exploding with variety. From 19th century alleyways to swanky bars and art-deco buildings, there’s nowhere like it. With twice as many skyscrapers as Manhattan, Shanghai is a sleek modern sprawl that seems to go on forever. You will stay in a colonial style hotel close to the Bund and your time is free to explore the city at your own pace."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Temples and Hutongs of Beijing- Today you’ll be transferred to the train station in Shanghai where you’ll catch the high speed ‘bullet train’ north to Beijing, a mere 5 hour journey. China is one of the few countries to have such a modern railway and it’s a fantastic way to travel. You’ll spend three nights soaking up the sights, sounds and smells of Beijing, an intoxicating clutter of history and modern-day ambition. Wander through the atmospheric hutongs, visit the Forbidden City and take a breather from the madness of the city at the Temple of Heavenly Peace. Top off your time in Beijing with a trip along the twisting Great Wall, one of the world’s most staggering sights."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Terracotta Army and Drum Towers- Next, you’ll be picked up from your Beijing hotel in the afternoon and taken to the train station. We’ll make reservations for you aboard the bullet train to Xi’an, a journey that takes roughly 6 hours. Marvel at the soldiers of the ancient Terracotta Army and wander around the Bell Tower in Xi’an. A modern city with an imperial past, it’s an eye-opening window into Chinese culture. Drenched in history and jam-packed with fascinating places to explore. You’ll spend two nights in China’s past Imperial Capital, soaking up the atmosphere and visiting the impressive Terracotta army."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Teddy bears and tea houses- Today you’ll be collected from your hotel in Xi’an and taken to the train station where you’ll board another bullet train to Chengdu, home of the pandas! Today’s journey will take around 4 hours. With mouth-watering food and teahouse culture, Chengdu is a winner. You’ll spend 2 nights here, ambling amongst old shops, sampling Sichuan dishes and slowing to the relaxed pace of life. On the second day, you’ll visit the giant pandas that have roamed these parts for 2 million years. Now residents of the ethically run Breeding Research Centre, you’ll be bowled over by their quiet beauty and sheer size."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bamboo sailing through Karst Mountains- Today you’ll be transferred to Chengdu airport where you’ll check in for your flight south to one of our favourite highlights of China; the karst mountains near Guilin. Today’s flight is roughly 2 hours. Cycle between Karst Mountains and drift lazily downstream aboard a bamboo raft through the gorgeous scenery of Yangshuo near Guilin. Cycling between forested hills and a patchwork of rice paddies is a sure-fire way to feel the spirit of rural China. You’ll spend three nights in the a countryside hotel and take a trip along the river by bike and bamboo raft."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Rice Terraces and Zhuang Villages- The following day you’ll travel from Yangshuo to Ping’an. This takes about 3.5 hours and you’ll pass green rice paddies and traditional villages along the way. Next you’ll visit the village of Ping’an, home to some of the most picturesque rice terraces in Asia. You’ll spend the night in a modest guest house surrounded by mountains and rice terraces. As there are no roads in Ping’an there is a short walk up the rice paddies to reach your guest house. Over the last few years, Ping’an has increased in popularity and has attracted more tourists. However, there are still plenty of quieter places that your guide will take you to. With your guide you will hike through rice paddies that stretch as far as the eye can see you’ll notice just how very special this part of China is."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Skyscrapers of Hong Kong- Next, you’ll take your luggage back down to the car park where a transfer will be waiting to take you on the 2.5 hour drive back to Guilin. From here you’ll catch the bullet train to the city of Guangzhou, roughly a 3 hour journey east of Guilin. Travelling by train is much less expensive than flying directly into Hong Kong. A driver will be waiting to transfer you between train stations in Guangzhou. Your train ride to Hong Kong will take another 2 hours and on arrival you’ll make your own way to your comfortable hotel in the popular Kowloon area of the city. Gaze out over the harbour in Hong Kong, a place packed with endless possibility. With tongue-tingling cuisine and thriving traditional culture, it’s bewitching. Stare down upon silver skyscrapers from Victoria Peak, wander around bird markets and share steaming dim sum. You’ll spend two nights in a Kowloon hotel and during your stay you’ll get to visit all the big highlights of the city, from Victoria Peak to the up and coming suburbs where designers and artists are flourishing."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Departure- Unfortunately all good things must come to an end and today your China holiday must draw to a close. You’ll arrange your own transfer to the airport to catch your flight back to the UK."
    }
  ],
  "map": ""
}