{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-tailor-made-holiday",
  "tourName": "China tailor made holiday",
  "placesVisited": "Beijing, Luanping, Great Wall of China, Ming Tombs, Summer Palace, Xi’an, Terracotta Warriors, Guilin, Longsheng Rice Terraces, Li River, Yangshuo, Shanghai",
  "generalInfo": "From the sprawling urban settlements, sophisticated enough to compete with any modern metropolis, to morning tai chi and farming methods which have remained unchanged for thousands of years, China is a vast country made up of infinite variety and wild contradictions. This 15 night tour will take you to the highlights of this fascinating country as well as some of the quieter and less explored areas. <br/><br/>From the historical city of Beijing where you visit Tiananmen Square and the Forbidden City, you will travel to probably the most famous site in China, the Great Wall of China. Here you will enjoy a trek along a quieter stretch of the Wall and a night in a fabulous eco-retreat overlooking the Wall itself. From here you head to visit the famous Ming Tombs before taking your comfortable overnight sleeper train to Xi’an, the home of the famous Terracotta Army. <br/><br/>The warriors, numbering in the thousands, were discovered in 1974 and it is thought they were created to accompany Emperor Qin into the afterlife. You will of course enjoy a visit to the Army of soldiers, chariots and horses in the Terracotta Museum and also in Xi’an city itself you will enjoy a gentle cycle ride around the elevated city walls for a different perspective. From Xi’an you will fly to Guilin and enjoy a trip to see the Longsheng rice terraces and also to visit the local minority villages followed by a cruise to the small, laid back town of Yangshuo. Here you will spend time in a quiet eco-retreat called the Yangshuo Mountain Retreat from which you will enjoy a spot of cooking with a local family and spare time in the low key town of Yangshuo itself with its bars, restaurants and shopping. <br/><br/>After time in rural China, you will fly to Shanghai for a few days in this modern metropolis. It’s thought that during the building boom of the early 90’s a third of the worlds construction cranes were at work in Shanghai. Here you will visit the pretty and lavish Yuyuan Garden, the Jade Buddha Temple and Long Hua Park before spending a final day exploring at your own pace, maybe doing a spot of shopping or simply relaxing after your busy trip. <br/><br/>Best time to go:<br/>The climate in China varies a lot as the region covers a range of latitudes. Generally the most comfortable time of year to travel is in the Autumn or Spring between September and October or April to May when you can expect reasonable temperatures and limited amounts of rainfall. Summers between June and August can be very hot and the winters can be very cold indeed, especially in the north.",
  "durationDays": "16",
  "price": "3690",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from your home airport to Beijing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Beijing. Upon arrival you will be met and transferred to the Jade Garden Hotel. The rest of the day is at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "City tour. Today you will enjoy a full day city tour which will include the famous Tiananmen Square and Forbidden City, the Temple of Heaven and a rickshaw journey through the traditional hutongs district of the city. In the evening, enjoy a traditional Peking Duck dinner (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luanping. This morning set off for Luanping country for the start of your fabulous 4-5 hour trek along the famous Great Wall of China. You will walk the less visited Jinshanling section towards Simatai, and it is generally regarded as the place to go for a more authentic experience of the Wall. At the end of your trek, you will be collected and driven to the Brickyard at the Mutianyu section of the Wall for dinner and overnight in the eco-lodge. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ming Tombs. Today you will depart the Great Wall and head back towards Beijing city with a stop off at the Ming Tombs and the Summer Palace. Enjoy the remainder of the day at leisure. (B/L/-)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Train to Xi’an. Enjoy today at leisure until you transfer to the railway station for the overnight express train service to Xi’an, overnight onboard (B/-/-)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Xi’an. Arrive into Xi’an. You will be met and transferred to your hotel to freshen up. This afternoon enjoy a fun and easy cycle ride around the city walls. Overnight Xi’an. (B/L/-)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Terracotta Warriors. Today enjoy a full day visit to the Terracotta Warriors. The Army, discovered in the 70’s by a group of farmers digging a water well, depicts the armies of the first Emperor of China Qin Shi Huang. This is a most impressive site with over 8,000 soldiers on display, a small portion of the whole number many of which are still buried beneath the earth. Return to Xi’an for overnight. (B/L/-)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Guilin. Today you will transfer to Xi’an for the flight to Guilin where you will be met and transferred to your hotel. In the afternoon, enjoy a visit to the Reed Flute Cave, an impressive natural limestone cave. Overnight Guilin. (B/-/-)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Longsheng Rice Terraces. You will enjoy a full day of activities to visit the Longsheng Rice Terraces and some of the local minority villages. Overnight Guilin. (B/L/-)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Li River cruise. This morning you will start a river cruise along the Li River with its fabulous karst stone peaks reminiscent of Halong Bay in Vietnam. End your cruise in the pretty town of Yangshuo and transfer to the Yanghsuo Mountain Retreat, your accommodation for the next 2 nights. (B/L/-)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Cookery class. This morning enjoy a cookery class in a local home with the afternoon at leisure to explore the laid-back town of Yangshuo with its lovely shops and restaurants. Overnight Yangshuo Mountain Retreat. (B/-/-)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Shanghai. Today you will transfer to Guilin airport for the short flight across to Shanghai. Here you will be met and transferred to your chosen hotel. (B/-/-)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour of Shanghai city. This morning you will be collected for your full day tour of Shanghai city. Visit the Yuyuan Garden, regarded as one of the most lavish Chinese gardens in the region. You also visit the Jade Buddha Temple and the lovely Long Hua Park to see the Pagoda and Temple. Overnight Shanghai. (B/L/-)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "At leisure. Today is entirely at leisure to explore the city a little further, maybe do some shopping or simply relax. Overnight Shanghai. (B/-/-)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Depart. At the appropriate time you will be transferred to Shanghai airport for your return flight ."
    }
  ],
  "map": ""
}