{
  "destination": "China",
  "mainPhoto": "",
  "id": "delhi-to-tashkent-overland-tour-moghul-caravan",
  "tourName": "Delhi to Tashkent overland tour, Moghul Caravan",
  "placesVisited": "",
  "generalInfo": "Follow in the footsteps of Babur, great grandson of Tamerlane, last of the Timurid Dynasty of Central Asia and founder of the Moghul Empire. Discover the highlights of Samarkand, Bukhara and Khiva as well as the stunning landscapes of Kyrgystan and northern Pakistan. Travelling across five countries, mountain ranges, remote valleys and great deserts you will encounter lands of ancient wonder and history.",
  "durationDays": "35",
  "price": "11515",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "The adventure begins – join your Tour Leader and fellow travellers this evening as final preparations are made for your departure. Please meet your Tour Leader at 5:00pm for your Welcome Meeting as detailed on your Joining Instructions."
    },
    {
      "dayNumber": 2,
      "title": "Delhi.",
      "description": "We begin our journey in Delhi and explore Old and New to discover its place in history and contemporary India. Old Delhi was built in the 17th century by the Moghul rulers and is home of the Red Fort and Jami Masjid Mosque. The bazaars of Chandi Chowk still offer up exotic treats before turning into tree lined avenues and the grand government buildings of New Delhi."
    },
    {
      "dayNumber": 3,
      "title": "Shekawati.",
      "description": "No visit to India is complete without a visit to Rajasthan and we travel to Shekawati, known for its beautifully painted havelis which date back to the 18th century. After breakfast, we drive to an open gallery of India, Mandawa, a town situated in the heart of the Shekhawati region of Rajasthan."
    },
    {
      "dayNumber": 4,
      "title": "To Jaipur.",
      "description": "This morning we explore more of Mandawa before heading south to Jaipur."
    },
    {
      "dayNumber": 5,
      "title": "Jaipur.",
      "description": "Jaipur, the ‘Pink City’ where we venture to the Amber Fort, positioned imposingly above the city and offering up a myriad of intricately decorated rooms and a stunning view out over Moatha Lake. We also visit the City Palace and Jai Singh’s observatory purported to be based on the one designed by Ulug Bek in Samarkand 100 years before."
    },
    {
      "dayNumber": 6,
      "title": "Agra.",
      "description": "Our journey through India continues via the fort of Fatephur Sikri, to the centrepiece of the nation, and the capital in the time of the Moghuls, Agra. The Taj Mahal, a striking monument to love by Shah Jahan is not to be missed."
    },
    {
      "dayNumber": 7,
      "title": "Agra and to Delhi.",
      "description": "This morning, witness the surreal views of the Taj Mahal at sunrise, sparkling in the glittering rays of the Indian sun. Taj Mahal is an extravagant display of love, built by Shah Jahan in memory of his beloved wife Mumtaz Mahal."
    },
    {
      "dayNumber": 8,
      "title": "Depart to Amritsar.",
      "description": "This morning we head to New Delhi railway station to board the train north to Amritsar, the holy city of the Sikhs and we are dazzled by the Golden Temple."
    },
    {
      "dayNumber": 9,
      "title": "To Lahore.",
      "description": "We visit to Harmandir Sahib, known as the Golden Temple, the holiest site of Sikhism. Then we cross the border and journey on to Lahore."
    },
    {
      "dayNumber": 10,
      "title": "Lahore.",
      "description": "Once the capital of the Moghul empire Lahore today boasts some remarkable architecture of this period, most notably the Lahore Fort, the Shalimar Gardens and the impressive Badshahi Mosque. We go to watch the infamous sunset flag lowering ceremony at Wagha, a display of cooperation or rivalry between the two nations. You can decide."
    },
    {
      "dayNumber": 11,
      "title": "Islamabad.",
      "description": "We journey to Islamabad and en-route we will visit Khewra Salt mine, the second largest mine in the world discovered by Alexander’s troop in 320 BC."
    },
    {
      "dayNumber": 12,
      "title": "Islamabad.",
      "description": "Today we have the opportunity to visit the ancient archaeological site of Taxila, now recognised by UNESCO and situated on the Grand Trunk Road."
    },
    {
      "dayNumber": 13,
      "title": "Skardu.",
      "description": "Travelling north we board a scenic flight to Skardu, the gateway to the Karakoram mountains. Located on the Indus River, we explore the surrounding picturesque valleys and mingle with climbers who have come to attempt the summit of the infamous K2. *There is a possibility that our plans will be altered due to adverse weather. If our flight to Skardu is cancelled, we will drive up the Karakorum highway, stopping overnight in Naran and then resuming our journey from Gilgit."
    },
    {
      "dayNumber": 14,
      "title": "To Gilgit.",
      "description": "We spend another day exploring this region with a visit to the Skardu Bazaar. We head to the bustling Gilgit, an important trading centre on the Silk Road and today the custom of exchange continues at the bazaar."
    },
    {
      "dayNumber": 15,
      "title": "Hunza Valley.",
      "description": "We move on to the spectacular Hunza Valley and witness the most dramatic views from the Karakoram Highway with many snow-capped mountains including the imposing Rakaposhi at a massive 7788m."
    },
    {
      "dayNumber": 16,
      "title": "Hunza Valley.",
      "description": "The mountains continue to deliver spectacular views in all directions."
    },
    {
      "dayNumber": 17,
      "title": "Hunza Valley.",
      "description": "Duikar view point provides spectacular views across this mountain range. Baltit Fort sits at the foot of the Ulter Glacier with views of the Hunza Valley."
    },
    {
      "dayNumber": 18,
      "title": "Cross the Khunjerab Pass into China.",
      "description": "We pass huge glaciers before crossing the Khunjerab pass into China, the highest point of our journey. Before crossing the border we pause in Sost, our last stop in Pakistan to stock up on snacks for the road. The locals will tell you that dried apricots, which the area is famous for, are great for helping with the elevation gain we'll be experiencing."
    },
    {
      "dayNumber": 19,
      "title": "Tashkurgan and to Kashgar.",
      "description": "To the legendary Silk Road town of Kashgar, nestled between the Tien Shan to the north, the Pamir to the west and the Karakorum to the south and the largest desert in Asia, the Taklamakan to the east."
    },
    {
      "dayNumber": 20,
      "title": "Kashgar.",
      "description": "Step back in time at the Sunday Market where trade continues in a time-honoured tradition, it is an absolute awakening for all your senses and an incredible experience."
    },
    {
      "dayNumber": 21,
      "title": "Over the Irkeshtam Pass to Sary Tash.",
      "description": "Beyond Kashgar lie the high passes of the Tien Shan Mountains, gateway to Kyrgyzstan and the fabled cities of Central Asia. We follow the Silk Road over the Irkeshtam Pass to Sary Tash where we will spend the night getting to know some of the locals in a homestay."
    },
    {
      "dayNumber": 22,
      "title": "Sary Tash to Osh.",
      "description": "This morning we travel further into Krygyzstan. Strategically located at the western gateway of the Fergana, Osh prospered during the time of the Silk Road until destroyed by Mongol armies in the 13th century."
    },
    {
      "dayNumber": 23,
      "title": "Osh to the Fergana Valley.",
      "description": "Leaving Kyrgyzstan at Dostuk we travel into Uzbekistan and to the rarely visited oasis of Fergana Valley. With stunning scenery, distinctive architecture and traditional crafts from silk weaving and wood carving to pottery and knife making this makes for a worthwhile stop."
    },
    {
      "dayNumber": 24,
      "title": "Fergana.",
      "description": "Explore the delightful market town of Margilan, where the friendly locals still dress in traditional costume. Margilan is also the home of ambr, a silk fabric which threads are dyed before wickerwork at the loom. You can see this process from its very beginning at the Yodgorlik Silk factory, hand made from cocoon to fabric as it has been for thousands of years. With hardly a tourist in sight take pleasure in the sights, sounds and aromas of the most interesting bazaar in the Fergana Valley."
    },
    {
      "dayNumber": 25,
      "title": "Depart to Tashkent.",
      "description": "Continuing our journey we make our way on to the Uzbek Capital of Tashkent stopping en route at one of the country’s most ancient cities, Kokand before continuing by rail on to Tashkent. Tashkent is one of the oldest and largest cities in Central Asia, the Uzbek capital since 1930, and very much a showpiece of Soviet and post-soviet architecture."
    },
    {
      "dayNumber": 26,
      "title": "Tashkent.",
      "description": "Tashkent cleverly juggles its cultural and historical past, the Soviet era's impact and modern day lifestyles. Get amongst the hyper-activity of the Chorsu Baazar found in the unique complex of trade halls crowned with magnificent blue domes. This is one of the oldest and largest Bazaar's in central Asia. Gather around one of the steaming street kitchens and sample some Plov, the king of Uzbek cusine."
    },
    {
      "dayNumber": 27,
      "title": "Tashkent and to Khiva.",
      "description": "This morning we fly to the walled city of Khiva."
    },
    {
      "dayNumber": 28,
      "title": "Khiva.",
      "description": "Today we explore in the wonderfully preserved city of Khiva – one of the finest examples of a Khanate fortified city and a living museum with mosques, madrassas and caravanserai crowded within its walls. Kunya Ark – a former residence of the Khan, the beautiful Kalta Minar minaret and the extraordinary Tash Khauli or ‘Stone Palace’ are among the prominent attractions."
    },
    {
      "dayNumber": 29,
      "title": "To Bukhara.",
      "description": "A final morning in Khiva before we depart to Bukhara where we are treated to Central Asia’s most complete medieval city and revel in its beautiful traditional architecture as we walk through its history."
    },
    {
      "dayNumber": 30,
      "title": "Bukhara.",
      "description": "Once known as ‘holy’ Bukhara, it was historically home to more than 2000 mosques. Today Bukhara’s monuments are some of the oldest on the Silk Road; the Ark Fortress, Samanid Mausoleum and the Kaylan Minaret – one of Central Asia’s tallest and so impressive that even Genghis Khan ordered it be spared from destruction during the Mongol invasions."
    },
    {
      "dayNumber": 31,
      "title": "Bukhara.",
      "description": "Take your time here to explore the Old Town and enjoy some of the many chaikhanas (tea-houses) in Lyabi-Hauz, one of the most peaceful and interesting people-watching places in town."
    },
    {
      "dayNumber": 32,
      "title": "To Samarkand.",
      "description": "We take the train through the desert to Golden Samarkand."
    },
    {
      "dayNumber": 33,
      "title": "Samarkand.",
      "description": "Tamerlane – affectionately known in Uzbekistan as Timur – was dragged to Samarkand as a prisoner by an invading Mongol army. In the years following, his fortune improved and he returned and made Samarkand the capital of his Temurid realm. He and successive 14 & 15 century rulers shaped the city we see today. The madrassas of Registan Square and the mausoleum of Timur and his family – Gur-e-Amir – are sure to be highlights of your journey."
    },
    {
      "dayNumber": 34,
      "title": "To Tashkent.",
      "description": "Our final train journey takes us back to the capital of Tashkent. Although much of the Old City was lost to an earthquake, Tashkent still retains some of its ancient treasures."
    },
    {
      "dayNumber": 35,
      "title": "Tashkent.",
      "description": "Our adventure has drawn to a close. Say farewell to your travelling companions and tour leader before departing your hotel this morning."
    }
  ],
  "map": ""
}