{
  "destination": "China",
  "mainPhoto": "",
  "id": "beijing-to-shanghai-tour-in-china",
  "tourName": "Beijing to Shanghai tour in China",
  "placesVisited": "Beijing, the Great Wall trekking between the Gubeikou section and the Jinshanling section, Xi’an, Terracotta Warriors, Shanghai, Huangshan National Park trek, picturesque Huizhou region and villages",
  "generalInfo": "Discover the ancient sights and modern delights of China’s north on this 12-day adventure. Journey from Beijing to Shanghai and travel through the ancient city of Xi’an, to the heights of Huangshan, the base of the Great Wall and deep into the Huizhou countryside. Encounter friendly people, bustling markets and amazing historical landmarks as you take in the crazy contrasts and profound experiences that render China such a remarkable country.<br/><br/>This is a small group guided trip with journeys on two sleeper trains, to help maximise your time in your destinations, while also giving you a chance to interact with locals and see some beautiful countryside. You will also travel by public and private bus, high speed train, subway and taxi. To keep initial costs down, no meals are included, giving you freedom to decide where and what you eat. <br/><br/>There is a lot packed into a short amount of time on this exciting trip, with highlights including an overnight stay at a family run guesthouse at the Great Wall, seeing the thousands of Terracotta Warriors, exploring the idyllic Huizhou countryside and villages on foot or by bike and discovering the mountain heights of Huangshan, where the stunning rock pinnacles of the Yellow Mountain peek through atmospheric mists.<br/>",
  "durationDays": "12",
  "price": "1045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Beijing.",
      "description": "Nimen Hao! Welcome to China. The capital of the most populous country on earth, Beijing is a food-centric city with ancient sites and modern architecture around every corner. Your adventure begins with an important welcome meeting at 6 pm this evening. Following the meeting, settle into your hotel and then perhaps get together with your newfound travel crew and head out for dinner – your local leader will have a couple of recommendations."
    },
    {
      "dayNumber": 2,
      "title": "Great Wall.",
      "description": "Enjoy a few hours of free time in the morning to explore Beijing before taking a 3-hour private bus to a section of the original Great Wall– the Gubeikou section. Built as a northern defensive line for Beijing (then called Youzhou), this section of the Great Wall was first constructed between AD550 and AD557, then fortified during the early years of the Ming Dynasty. You’ll spend the night in a family-run guesthouse nearby, and while the facilities are more basic than some of the other accommodation on this trip, the homegrown hospitality more than makes up for it. Most travellers tonight choose to eat at the guesthouse for dinner as it's a great chance to sample local produce and delicious home cooking."
    },
    {
      "dayNumber": 3,
      "title": "Great Wall.",
      "description": "Embrace an early start and make the trek from the Gubeikou section of the Great Wall to the Jinshanling section. Hike over steep, remote terrain for around 5–6 hours, taking in incredible views along this comparatively quiet trail. Some parts of the wall are unrestored, so you'll need to concentrate hard to keep your footing, while other stretches will take you off the wall to walk alongside it through the countryside. The trek will be challenging, but the sight of the wall snaking through the hills as far as the eye can see and the feeling of being immersed in ancient history will be ample reward for your efforts. After the hike, return to the guesthouse, put your feet up, have a few beers or maybe learn how to play mahjong with the locals."
    },
    {
      "dayNumber": 4,
      "title": "Beijing - Overnight Train.",
      "description": "Take a 3-hour drive back to Beijing before midday and make use of your last free afternoon in the capital. Consider checking out the Temple of Heaven while you're in the city, or tuck into a Peking Duck banquet right in its birthplace. Keep in mind that this evening you’ll board a 13-hour overnight train bound for Xi’an, so maybe stock up on snacks and supplies for the journey. While comfortable, the train isn’t luxurious, but it's certainly one of the best ways to come face to face with the vastness of this country. Be sure to have a good book or a device loaded with binge-worthy shows for the journey."
    },
    {
      "dayNumber": 5,
      "title": "Xi'an.",
      "description": "Welcome to Xi’an – the capital of Shaanxi Province and the largest city in northwest China. Head to the hotel to leave your luggage. Then make the 2-hour journey by public transport to the acclaimed Terracotta Warriors. Spend a few hours at this incredible archaeological find, buried for 2000 years before being discovered in 1974 by farmers digging a well. These clay statues of soldiers, horses and chariots were commissioned by the Emperor Qin Shi Huang as part of his mausoleum after he ascended to the throne in 264 BC. Three main pits are open for viewing, where just under 2000 of the total 6000 warriors – each an individual with a different costume, height, and even facial expression – are on display. Return to Xi'an in the late afternoon, check into your hotel and enjoy a relaxing evening. Xi’an’s Silk Road history means it has an exciting mixture of cultures, especially found in its food options. Why not try one of the many food specialties in Xi'an for dinner? Your leader will be able to advise on some of the best to try."
    },
    {
      "dayNumber": 6,
      "title": "Xi'an – Overnight Train.",
      "description": "This morning, head on a leader-led walking tour to the Muslim Quarter, which features narrow streets of quaint shops, lively food markets, and the life of Chinese Muslims. Then enjoy some free time until your evening train. You can choose to visit the Bell Tower, which according to legend was built to restrain dragons that were causing earthquakes, or the Drum Tower, which is full of instruments once used to mark time and warn the population in emergencies after the walking tour. Another option is to explore the 13-kilometre-long City Walls and attached Gates where you can rent a bike on top and cycle the whole circle of the City Wall. In the evening, board your second overnight train bound for Shanghai (approximately 16 hours)."
    },
    {
      "dayNumber": 7,
      "title": "Shanghai.",
      "description": "Blending 21st-century architecture with old-world character, Shanghai pulses with the beat of contemporary China. Arrive and take the busy subway to your accommodation. Enjoy a full day of exploration, but don't worry if you can't see everything you want to today – you’ll be back later on in your trip. Get a taste of the city during the roaring 1920s with a leader-led walk of the Bund, a strip of spectacular art deco-style buildings. Wander the narrow winding lanes (nongtangs) of Old Shanghai, where you can get a glimpse of local life. Explore the European-influenced French Concession, then pound the pavement along Luwan's Huaihai Road – a busy shopping street. The area's tree-lined avenues and many Tudor mansions earned it the nickname 'Paris of the East'. When night falls, why not get together with a few of your travel pals for a taste of Shanghai’s eclectic food scene."
    },
    {
      "dayNumber": 8,
      "title": "Huangshan.",
      "description": "Travel into stunning countryside by bullet train to Huangshan, otherwise known as Yellow Mountain. The 72 sharp peaks of Huangshan provide some of China's most breathtaking scenery, as well as a respite from the bustle of the city. Spend the next two days in a guesthouse with free time to explore the area as you wish. Two popular trails are the Eastern Steps (7.5 kilometres, approximately 3–4 hours) and the Western Steps (15 kilometres). It’s recommended to take the cable car to the summit, explore the area and then descend via the Western Steps. Whatever you choose, the dramatic limestone peaks framing this region make for some breathtaking vistas. After taking in the natural beauty of Huangshan during the day, return to the guesthouse for a well-earned evening rest."
    },
    {
      "dayNumber": 9,
      "title": "Huangshan.",
      "description": ""
    },
    {
      "dayNumber": 10,
      "title": "Hongcun.",
      "description": "Jump on public bus again and travel to the picturesque villages of the Huizhou region (approximately 2 hours). A number of these villages are now World Heritage listed, and you may recognise the ramshackle, ornate buildings from the film ‘Crouching Tiger, Hidden Dragon’. Arrive in Hongcun, check-in to your village guesthouse and then set out on a guided tour by your leader of cobbled alleys and Ming Dynasty architecture. Following this short walk, you have the rest of the afternoon and evening free to spend as you wish. Perhaps you might like to clamber up into the hillsides for panoramic views over the traditional settlements. Or maybe you'd prefer to explore the surrounding villages on two wheels. Your group leader will have all the information on bicycle hire and other optional activities."
    },
    {
      "dayNumber": 11,
      "title": "Shanghai.",
      "description": "Bid farewell to the glorious countryside and make the 3-hour journey back to Shanghai by bullet train. You’ll arrive back mid-afternoon, and if there’s time, consider booking into a traditional tea ceremony to learn how important this drink is to Chinese culture. Tonight is cause for celebration, so why not gather with your travel crew and go all out in one of Shanghai’s great restaurants. If you haven't already, tonight is the perfect chance to try the city's famous xiao long bao (steamed soup dumplings)."
    },
    {
      "dayNumber": 12,
      "title": "Shanghai.",
      "description": "With no activities planned for today, you are free to leave the accommodation at any time, provided you comply with your accommodation’s internal check-out policies. That doesn’t mean your adventure has to stop here! If you’d like to spend more time in Shanghai, we’ll be happy to organise additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}