{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-tailor-made-holiday-from-beijing-to-shanghai",
  "tourName": "China tailor made holiday, from Beijing to Shanghai",
  "placesVisited": "",
  "generalInfo": "Eight days of ancient culture and modern miracles.Offering great value for money and the best use of time.This tour has been the best seller for over 10 years.  The mysteries of the Great Wall,the local people's lives in Hutong and the Terracotta Warriors are there to be discovered alongside the world phenomenon of \"New China\" with its rapid development.",
  "durationDays": "8",
  "price": "1949",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Beijing. Your guide will wait you at the airport , and transfer to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing. Start your day with the symbol of new China, the Tian'anmen Square. Then take an in-depth view of the Forbidden City with a local expert. He or she will help you explore 12 carefully-selected places. Spend a relaxing afternoon in the hutong alleyways. Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beijing. Start your day from the Temple of Heaven, which was where emperors prayed to 'heaven' for a good harvest. Visit Mutianyu Great Wall which is the section ranked top on TripAdvisor among all the Great Wall sections for its picturesque scenery and beautifully-restored architecture.. Meals: Breakfast and Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing to Xi'an. Be amazed by the imperial garden at the Summer Palace. It was originally the imperial court's summer retreat, and still makes a nice place to escape the heat of summer. Take a bullet train to Xian in the afternoon. Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Xi'an. In the morning, uncover the mysteries of an underground army at the Terracotta Army Museum. Then discover a local craftsman's cave dwelling and learn how to make a mini terracotta warrior. Return to the city area to visit the Ancient City Wall in the afternoon. Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Xi'an to Shanghai. Discover more of Xi'an and China's ancient history at Xi'an History Museum and Little Wild Goose Pagoda, then head to the Muslim Quarter and wander through the alleys to taste the local Muslim cuisine. Fly to Shanghai in the afternoon. Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shanghai. Let's travel back in time to the golden age of the Bund in the 1920s during the In-Depth Bund Culture Discovery Tour. Ascend the tallest building in China — Shanghai Tower, where you will enjoy a panoramic view of Shanghai. Enjoy some free time in the afternoon or let your personal guide customize a half-day icing-on-the-cake experience for you. Meals: Breakfast and Lunch."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart Shanghai. Thanks for traveling with us. Your guide will accompany you to the airport. Meals: Breakfast"
    }
  ],
  "map": ""
}