{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-holiday-ancient-capitals-tour",
  "tourName": "China holiday, ancient capitals tour",
  "placesVisited": "Beijing, Tian’anmen Square, Forbidden City, rickshaw ride into the Hutongs, Great Wall, cable car ride on the Mutianyu Section, Xi’an, terracotta warriors and horses, Big Wild Goose Pagoda, Ancient City Wall, Shaanxi History Museum",
  "generalInfo": "Take a five day tour around two of China’s great ancient capitals, Beijing and Xi’an. While Beijing is the political and cultural centre of China today, Xi’an has more than 3,100 years of history. Combining both great cities, this tour is an exciting introduction to China. In Beijing, the unmissable attractions include the Forbidden City and Tian’anmen Square, and the opportunity to take a rickshaw ride into the narrow hutongs. Visit the spectacular Great Wall, too, enjoying a cable car ride on the Mutianyu Section. After flying to Xi’an, visit the terracotta warriors and the Big Wild Goose Pagoda, and spend time exploring the ancient city walls and the Shaanxi History Museum, to deepen your understanding of this fascinating city.<br/><br/>You can completely tailor make this trip to suit your interests. Included in the price are centrally located hotels, authentic Chinese food, private cars and drivers and private guides. Spending three nights in Beijing and one night in Xi’an, this is the perfect way to see two of China’s four ancient capitals in a short space of time.<br/>",
  "durationDays": "5",
  "price": "1553",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Beijing Arrival . Your guide will meet you at the airport and transfer you to your hotel. The rest of the time is free for you. Meals: None Accommodation: Novotel Peace"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing. Visiting Beijing’s most incredible historical highlights: the Tian’anmen Square, Forbidden City and take a rickshaw ride into the Hutongs. Meals:Breakfast, Lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beijing. After visit the Temple of Heaven in the morning. The Great Wall is definitely a marvel, you will take a cable car ride on Mutianyu Section of the Great Wall. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing to Xi'an. In the morning, visit the Summer Palace. It is where the emperors used to retreat from the summer heat. After the tour, your guide will accompany you to the railway station to ride the high-speed train to Xi'an (about 6 hours). Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Xi'an. Discover the incredible Terracotta Army, which has guarded Emperor Qin's tomb since 210 BC. Visit a typical Shaanxi cave house and to learn how to make warriors in the cave dwelling. In the afternoon, cycle or walk on the City Wall to hear the echo of history and take a bird's-eye view of the city. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart Xi'an. Visit one of the best museums in China – the Shaanxi History Museum – which gives a perfect overview of Chinese history and is not to be missed. See the Big Wild Goose Pagoda, which is another landmark of Xi'an. Then you will be transfered to the airport or the trian station for your departure."
    }
  ],
  "map": ""
}