{
  "destination": "China",
  "mainPhoto": "",
  "id": "beijing-to-shanghai-family-holiday-13-days",
  "tourName": "Beijing to Shanghai family holiday, 13 days",
  "placesVisited": "",
  "generalInfo": "Discover China beyond the postcards on this immersive 13-day family journey through four iconic cities. Designed for curious learners of all ages, this tour blends language practice, cultural workshops, and authentic local interactions.<br/>Begin in Beijing, where you’ll explore the Forbidden City and hike the quieter Mutianyu section of the Great Wall. Dive deeper with a hands-on dumpling-making session in a local home and a rickshaw ride through historic hutongs, guided by residents who share stories of daily life.<br/><br/>Travel by high-speed rail to Xi’an, cradle of Chinese civilization. Marvel at the Terracotta Warriors, then craft your own miniature replica in a local artisan’s studio. Wander the bustling Muslim Quarter, sampling Hui cuisine, and visit a traditional cave-dwelling household to learn about rural Shaanxi heritage.<br/>In Chengdu, meet giant pandas at Dujiangyan Panda Valley—a conservation-focused facility supporting breeding and habitat restoration. Sip tea in People’s Park like a true Chengdu local, try Sichuan cooking in a family kitchen, and stroll Jinli Ancient Street for safe, flavorful street food.<br/><br/>The journey ends in Shanghai, where modernity meets memory. Share lunch at a community-run canteen serving elderly residents, explore a neighborhood history museum preserving grassroots stories, and enjoy a warm conversation over tea in the home of a retired Shanghainese—offering rare insight into urban life across generations.<br/><br/>Throughout, friendly local guides weave simple Mandarin phrases into daily activities, turning every meal, market visit, and walk into a gentle language lesson. Accommodations are comfortable, locally owned hotels, and intercity travel uses China’s efficient high-speed rail network to reduce carbon impact.<br/>More than a tour, this is a bridge—to people, language, and the living culture of China. Perfect for families seeking meaningful connection, not just sightseeing.",
  "durationDays": "13",
  "price": "3635",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Beijing Arrival. Your guide will accompany you to your centrally-located hotel in a comfortable private vehicle and help you with check-in. Meals: None"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing Highlights. Let's start our Chinese immersion tour with the Temple of Confucius, to begin to understand how Confucius's principles shaped Chinese tradition and beliefs. Then we'll head to the Imperial Academy and visit the Lama Temple. Enjoy the famous Peking roast duck for lunch. Kids can talk to the waitress in mandarin and order food from a Chinese menu. Walk into a traditional courtyard and visit a hutong family. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beijing. Discover the Summer Palace and its beautiful architecture and vast gardens in the morning. Lunch will be arranged in a hidden retreat-restaurant at the foot of the Great Wall. Drive to China's amazing icon, the Great Wall. We recommend the Mutianyu section for its majestic views and comparatively smaller crowds. A chairlift going up and toboggan sliding down are included, to help make the experience more fun for kids. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing. Today we'll explore the highlights of Beijing city using public transport. Kids will learn how to ask for directions and will read some Chinese signs along the way. First visit Tian'anmen Square, and then the Forbidden City. Enjoy the famous Peking roast duck for lunch, and then learn the art of Chinese calligraphy from a hutong family. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Beijing to Xi’an. Head to the Temple of Heaven, the place where emperors worshipped heaven. Have a tai chi class with a renowned local tai chi master. You will learn some basic movements and how these relate to Chinese culture and traditional health science. Take the bullet train to Xi'an in the afternoon. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Xi’an. The Terracotta Warriors are one of the greatest man-made wonders. We will introduce you to a different Terracotta Museum, one that can't be googled. Then pay a visit to a local cave dwelling where a craftsman makes warriors in the traditional way. Make a little warrior of your own, with your local host's help. After lunch, we visit the ancient City Wall of Xi'an and enjoy a bike ride on it. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Xi’an. The Xian Museum show you the development of thirteen ancient capitals in the past dynasties. Then learn the traditional architecture at the Small Wild Goose Pagoda. Visit an energetic local family. Learn how to make dumplings and enjoy a family meal with them. Have a calligraphy class in the Intangible Cultural Heritage Museum. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Xi'an to Chengdu. Take a bullet train to Chengdu in the morning. Spend your afternoon in People's Park. The park is a lovely place for a leisurely walk or to observe locals engaging in various activities like tai chi or traditional music performances. Have a cup of tea in tea house is a traditional custom for Chengdu people. Tasting local street food at Jinli Street. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chengdu. Drive for 2 hours and arrive in Leshan by noon. After a short break and lunch, your journey to the Giant Buddha begins. Climb up the Buddha, then walk down the narrow plank all the way to its feet, to discover you are only as tall as one of its toes. A cruise on the river nearby is also included, so you can have a different panoramic view of the Buddha Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chengdu to Shanghai. The Dujiangyan Panda Valley, nestled among mountains and waters, provides fresh air and a serene atmosphere with fewer visitors. Your lunch is an authentic Sichuan hot pot, known for its bold flavors, particularly the numbing heat from Sichuan peppercorns. After lunch, you visit a Chinese painting studio, where a professional painter guides you in creating your own panda artwork to take home. After the tour, your private guide and driver will accompany you to the airport and you will fly to Shanghai. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shanghai. Follow your guide to discover the secret of Shanghai's rise to prominence. This morning, we'll explore the modern residential areas and local life in Cao Yang New Neighborhood. Visit local markets to sample fresh produce and snacks while practicing your language skills. Experience a public ferry and then ascend the tallest building in Shanghai — Shanghai Tower. Last stop is the Bund, where you will explore diverse architectural styles and enjoy breathtaking views of the modern skyline. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Shanghai. Let's create some memorable family moments at Shanghai Disneyland. A private vehicle will escort you directly to the Disneyland entrance. Enjoy fun experiences the whole day, and fireworks in the evening. Meal: Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Shanghai departure. Your private car, driver, and guide will be ready and waiting at your hotel lobby to get you to the airport on time. Have a nice journey home!"
    }
  ],
  "map": ""
}