{
  "destination": "China",
  "mainPhoto": "",
  "id": "malaysia-to-nepal-overland-adventure",
  "tourName": "Malaysia to Nepal overland adventure",
  "placesVisited": "",
  "generalInfo": "Embark on an extraordinary overland adventure tracing the heart of Asia—from the modern skylines of Kuala Lumpur to the sacred peaks of the Himalayas. This 28 day journey weaves through vibrant cities, ancient capitals, and breathtaking landscapes, offering a rare glimpse into the cultural and geographical diversity of Southeast and Central Asia. Experience the dynamic charm of Bangkok, the serene spirituality of Laos, and the timeless beauty of Yunnan’s mountain towns before ascending to the high plateaus of Tibet. From the mystical city of Lhasa to the world’s rooftop at Everest Base Camp, every stop reveals stories of tradition, resilience, and wonder. The journey culminates in Kathmandu, where Himalayan grandeur meets rich cultural heritage, marking the perfect finale to an unforgettable exploration across borders, cultures, and altitudes—a true odyssey through the soul of Asia.",
  "durationDays": "28",
  "price": "10520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive Kuala Lumpur.",
      "description": "Welcome to Malaysia’s dazzling capital! Upon arrival in Kuala Lumpur, settle into your hotel and take time to unwind after your flight. This afternoon we will hold our Welcome Meeting with your Tour Leader before dinner. This evening, stroll through lively streets lined with food stalls and modern skyscrapers. The Petronas Twin Towers illuminate the skyline, symbolising the vibrant energy of Southeast Asia’s gateway city. Rest well before the journey ahead."
    },
    {
      "dayNumber": 2,
      "title": "Kuala Lumpur to Penang.",
      "description": "We depart Kuala Lumpur by train for Butterworth, travelling through lush Malaysian countryside dotted with tropical villages and palm plantations. From Butterworth, take a scenic ferry across to Penang Island, known as the “Pearl of the Orient.” On arrival, explore the historic streets of George Town, a UNESCO World Heritage site rich in colonial charm, colourful murals, and aromatic street food."
    },
    {
      "dayNumber": 3,
      "title": "Penang.",
      "description": "Spend the day uncovering Penang’s captivating blend of heritage and culture. Wander through the narrow lanes of George Town, where ornate temples, British-era buildings, and vibrant street art coexist harmoniously. Visit Kek Lok Si Temple, Malaysia’s largest Buddhist temple, and enjoy panoramic views from Penang Hill. As evening falls, indulge in Penang’s famous hawker fare — a delicious reflection of its multicultural soul."
    },
    {
      "dayNumber": 4,
      "title": "To Bangkok.",
      "description": "Return to Butterworth Station to board the international train bound for Bangkok. The journey takes you across the Malaysian–Thai border at Padang Besar, revealing a changing landscape of emerald fields and tranquil villages. Relax in your carriage and enjoy the gentle rhythm of overnight rail travel as you make your way toward Thailand’s vibrant capital."
    },
    {
      "dayNumber": 5,
      "title": "Arrive Bangkok.",
      "description": "Wake up to the buzz of Bangkok, Thailand’s dynamic capital. After arriving in the morning, transfer to your hotel and refresh before exploring the city’s highlights. Discover the shimmering Grand Palace, home to the revered Emerald Buddha, and the serene Wat Pho, where the Reclining Buddha rests in golden splendour. Drift along the Chao Phraya River on a longtail boat, glimpsing everyday life along its banks. As evening falls, sample authentic Thai cuisine amid the city’s lively night markets and neon-lit streets."
    },
    {
      "dayNumber": 6,
      "title": "Bangkok and to Laos.",
      "description": "Spend a final morning in Bangkok where we visit Wat Pho and Wat Arun in the city before departing on the overnight journey to Laos. As the train winds northward, watch the landscapes transform from bustling urban sprawl to peaceful countryside. Relax onboard and reflect on the journey so far, as you cross into a new country rich with spiritual charm and tranquil beauty. Overnight on the train, lulled by the rhythm of Southeast Asia’s rails."
    },
    {
      "dayNumber": 7,
      "title": "Arrive Vientiane.",
      "description": "Arrive in Vientiane and check into your hotel. Begin your exploration with a city tour including Wat Si Saket, home to thousands of Buddha images. Visit the historic Haw Phra Kaew, then marvel at the grand Patuxai Victory Monument. Stroll along the Mekong River promenade, enjoy local cuisine at a riverside café, and relax as the city comes alive at sunset."
    },
    {
      "dayNumber": 8,
      "title": "Vientiane.",
      "description": "Discover Vientiane’s treasures on a full-day tour. Visit Patuxai and That Luang Stupa, iconic national landmarks, followed by the whimsical Buddha Park with its Buddhist and Hindu statues. Stop at Wat Si Muang for spiritual insight and the COPE Visitor Centre to learn about humanitarian efforts."
    },
    {
      "dayNumber": 9,
      "title": "To Luang Prabang.",
      "description": "After breakfast, we take a train to Luang Prabang. Explore the UNESCO-listed old town, including Wat Xieng Thong, and enjoy the charm of streets lined with colonial architecture and local shops. Known for its relaxed ambience, soak in the views of the river and the laidback feel of the town."
    },
    {
      "dayNumber": 10,
      "title": "Luang Prabang.",
      "description": "Visit the Royal Palace Museum to explore Laos’ royal heritage. Take a Mekong River cruise to Pak Ou Caves, then stop at Ban Xanghai village to witness local traditions. Explore Wat Sene and Wat Xieng Thong, then stroll through Heuan Chan. Conclude the day at Wat Prabath for a stunning sunset, weather permitting, capturing panoramic views of the Mekong and surrounding town."
    },
    {
      "dayNumber": 11,
      "title": "To Jinghong.",
      "description": "Today we take a morning train to Jinghong, China, the heart of Yunnan’s Dai culture. Explore the bustling local markets, temples, and riverside streets. Immerse yourself in the vibrant atmosphere, sampling Dai cuisine and experiencing traditional customs. Take in the lush tropical surroundings and the colorful architecture, reflecting a rich cultural blend. Enjoy a relaxed evening in Jinghong, preparing for your journey to Pu’er tomorrow."
    },
    {
      "dayNumber": 12,
      "title": "To Pu'er.",
      "description": "Travel to Pu’er, renowned for its tea plantations. Tour local tea estates and learn about the intricate tea-making process. Explore scenic countryside views, rolling hills, and lush plantations. Sample a variety of Pu’er teas and visit local markets to experience regional culture. End the day relaxing and soaking in the tranquil landscapes that make this region a tea lover’s paradise."
    },
    {
      "dayNumber": 13,
      "title": "Pu'er and to Kunming.",
      "description": "Spend the morning exploring Pu’er’s highlights, including tea plantations and local historic sites. Interact with locals to understand traditional tea practices. In the afternoon, board a 3-hour train to Kunming, enjoying scenic views of Yunnan’s diverse landscapes. Upon arrival, explore Kunming’s vibrant night markets and taste local specialties, soaking in the lively atmosphere of this southwestern Chinese city."
    },
    {
      "dayNumber": 14,
      "title": "To Dali.",
      "description": "Take a 2-hour train to Dali, a picturesque town by Erhai Lake. Visit the Three Pagodas and explore the charming Old Town with its cobblestone streets and Bai architecture. Stroll along the lakeside, enjoy panoramic mountain views, and experience local life. Shop for traditional handicrafts and savor Bai cuisine at local eateries, then relax for an evening immersed in Dali’s tranquil charm."
    },
    {
      "dayNumber": 15,
      "title": "To Kunming.",
      "description": "Return to Kunming by train, enjoying the scenic Yunnan countryside. Explore city highlights. Visit historic temples and taste regional delicacies such as “crossing-the-bridge” noodles. Immerse yourself in the unique mix of modern life and traditional culture, capturing vibrant cityscapes and enjoying a relaxed evening in preparation for tomorrow’s excursion."
    },
    {
      "dayNumber": 16,
      "title": "Kunming and to Xining.",
      "description": "Beyond the city we visit the enchanting 'Stone Forest', a UNESCO World Heritage site with dramatic limestone formations. Explore the natural labyrinths and learn about Sani culture. Return to Kunming to board the night train to Xining. Settle in for an overnight journey across China’s diverse landscapes, resting as you traverse toward the Tibetan Plateau for the next stage of your adventure."
    },
    {
      "dayNumber": 17,
      "title": "Xining.",
      "description": "Arrive late in Xining, the gateway to Tibet."
    },
    {
      "dayNumber": 18,
      "title": "Xining and to Lhasa.",
      "description": "This morning we visit Ta’er Monastery, an important Tibetan Buddhist site. We board the Qinghai-Tibet Railway, one of the world’s highest railways, crossing stunning plateaus, snow-capped mountains, and crystal-clear lakes. Learn about Tibetan culture from guides and fellow travelers. Arrive in Lhasa, the spiritual heart of Tibet, ready to explore iconic landmarks such as the Potala Palace."
    },
    {
      "dayNumber": 19,
      "title": "Arriva Lhasa.",
      "description": "We arrive in Lhasa this morning, where your local guide will warmly welcome you to the Roof of the World. Transfer to your hotel and spend the afternoon at leisure, allowing your body to gently adjust to the high altitude. Take a relaxed stroll along the bustling Barkhor Street, encircling the sacred Jokhang Temple, where the scent of incense and murmured prayers fill the crisp Himalayan air."
    },
    {
      "dayNumber": 20,
      "title": "Lhasa.",
      "description": "Immerse yourself in the grandeur of Tibet’s spiritual heart. Visit the majestic Potala Palace, once home to the Dalai Lamas, followed by the serene Norbulingka Palace, the traditional summer residence. In the afternoon, explore Drepung Monastery, one of Tibet’s largest and most influential monastic institutions, offering panoramic views over Lhasa."
    },
    {
      "dayNumber": 21,
      "title": "Lhasa.",
      "description": "Begin your day at the revered Jokhang Temple, Tibet’s most sacred site and a timeless centre of devotion. Continue to Sera Monastery, renowned for its lively monastic debates — a fascinating insight into Tibetan scholastic tradition. The day offers a deeper connection to Tibet’s spiritual rhythm and monastic life."
    },
    {
      "dayNumber": 22,
      "title": "To Gyantse.",
      "description": "Embark on a breathtaking drive across the Tibetan Plateau, passing the turquoise waters of Yamdrok Tso Lake and the glistening Aruola Glacier. Arrive in Gyantse, where history and spirituality intertwine. Visit the ancient Dzong Fortress and the exquisite Palcho Monastery, famed for its multi-tiered Kumbum stupa. Overnight in Gyantse after an inspiring 270 km journey through Tibet’s dramatic landscapes."
    },
    {
      "dayNumber": 23,
      "title": "To Shigatse.",
      "description": "Travel to Shigatse, Tibet’s second-largest city, to explore the grand Tashilhunpo Monastery, the seat of the Panchen Lama. Continue to the remote village of Sajia to visit the remarkable Sajia Temple, known for its medieval murals and monastic treasures. Overnight in Sajia after a scenic 240 km drive filled with history and Himalayan vistas."
    },
    {
      "dayNumber": 24,
      "title": "To Everest Base Camp.",
      "description": "Journey through rugged mountain terrain to reach Rongbuk, the world’s highest monastery, set against the backdrop of Mount Everest. Visit the Rongbuk Temple and continue to Everest Base Camp, where the world’s greatest peak rises before you in all its glory. Spend the night in a local guesthouse in Rongbuk, beneath a canopy of stars at 5,000 metres."
    },
    {
      "dayNumber": 25,
      "title": "To Jilong.",
      "description": "Depart Rongbuk and travel via Gangga to Jilong, descending gradually from the high plateau into lush Himalayan valleys. The journey reveals a changing landscape—from barren peaks to green forests—showcasing the dramatic contrasts of Tibet. Overnight in the peaceful border town of Jilong after an epic 285 km drive."
    },
    {
      "dayNumber": 26,
      "title": "To Kathmandu.",
      "description": "After completing border formalities, cross into Nepal, where your Himalayan adventure continues. The scenery transforms once again, with the rugged Tibetan plateau giving way to the verdant foothills of Nepal. Welcome to a new chapter of cultural discovery and natural wonder."
    },
    {
      "dayNumber": 27,
      "title": "Kathmandu.",
      "description": ""
    },
    {
      "dayNumber": 28,
      "title": "Kathmandu and Tour concludes.",
      "description": "We then bid farewell after an epic adventure with tales to tell on our return home."
    }
  ],
  "map": ""
}