{
  "destination": "China",
  "mainPhoto": "",
  "id": "beijing-to-shanghai-10-day-tour",
  "tourName": "Beijing to Shanghai 10 day tour",
  "placesVisited": "",
  "generalInfo": "Get a taste of China, as you travel between two of its biggest cities. From the capital city, to a deserted getaway, to the most populated city in the world, this mini-trip encompasses the best of China’s urban and rural sides.<br/><br/><br/>Included in all tours:<br/><br/>Epic Adventure Leaders, aka a local legends, to turn your trip into the adventure of a lifetime <br/>All local transport within China <br/>Accommodation (including hostels, 1-night camp on the Great Wall of China &amp; 1-night on an overnight train.) Please note: Your camping stay on the Great Wall is weather dependent. The alternative stay will be a cosy guesthouse nearby.  <br/>Meals provided: There are no meals included on this tour. Your Adventure Leader will be able to guide you to the best food spots! <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared hostel rooms as standard on this tour.? If you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Hike &amp; Camp on the Great Wall (Beijing) (Please note, due to cold weather before the end of April and after September 30th, we stay in a guest house near the Wall instead of camping.) <br/>Mandarin Lesson (Beijing) <br/>Visit West Lake &amp; Take a Boat Tour (Hangzhou) <br/>Hike Jiuyao Mountain for Sunset (Hangzhou) <br/>Hike the 9 Creeks in Misty Woods (Hangzhou) <br/>Jinmao Tower Platform View (Shanghai)",
  "durationDays": "10",
  "price": "939",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Beijing: Meet your group and Adventure Leader at your hostel. (You won’t be staying at this hostel, but will be able to use their facilities). You will then board a bus and make your way to The Great Wall in the afternoon. Hike on an unrestored part of the wall and enjoy the glorious views. As a group, you will eat dinner at a local farm and then begin your hike to an unrestored section of the wall, where we will have the place to ourselves! When you arrive you will set up camp and settle down to watch the sunset over the Wonders of the World before pitching up your tent for a night camping. (Please note, due to cold weather before the end of April and after September, we stay in a guest house near the Wall instead of camping but still return to the Wall to watch the sunrise in the morning)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beijing: Wake up early for a once-in-a-lifetime moment — watching the sunrise over the Great Wall of China. As the first light spills across the ancient stones, take a deep breath and soak it all in — it’s a view you’ll never forget. (Weather dependent, but always worth the early start!) After returning to Beijing, the rest of the day is yours to explore at your own pace. You might choose to wander the creative 798 Art District, where modern galleries and street art fill converted factory spaces, or stroll the tranquil gardens of the Summer Palace, surrounded by willow-lined lakes and ornate bridges. Prefer to keep the group vibes going? Team up with your travel crew and discover more of the city’s treasures — from hidden hutong cafés to bustling local markets. However you spend it, today’s the perfect mix of freedom, culture, and unforgettable views."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beijing: Begin the day with the option to cross Tiananmen Square, the heart of modern China, before stepping through the grand gates of the Forbidden City — the world’s largest palace complex. Once home to 24 emperors, its maze of courtyards, golden roofs, and hidden chambers is packed with centuries of intrigue and imperial history. For a panoramic finale, climb up Jingshan Park, a peaceful hill offering sweeping views over the palace rooftops and Beijing’s skyline beyond — the perfect photo spot. As evening falls, the choice is yours. You could catch an incredible Chinese acrobatics show, where balance, strength, and precision take centre stage, or feast on Beijing’s legendary Peking Roast Duck, a dish once reserved for royalty and now one of China’s most celebrated culinary experiences."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing: Spend your final day in Beijing your way. You could browse the city’s bustling markets for souvenirs and quirky finds before visiting the nearby Temple of Heaven, where locals gather to play cards, practice tai chi, and sing in open-air choirs. Or, dive into Beijing’s cultural heart with a visit to the Nanluoguxiang district, one of the city’s best-preserved historical areas. Wander through the maze of hutongs and siheyuan courtyards, stopping at cosy cafés, boutique bars, and family-run craft shops along the way — the perfect blend of old and new Beijing. As evening falls, make your way to the station and board the night train to Hangzhou. Settle into your sleeper cabin and drift off as the lights of the capital fade behind you — the next chapter of your China adventure awaits."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hangzhou: Arrive in Hangzhou in the morning and make your way to your hostel for a late breakfast. You will visit the famous West Lake and take a boat tour around one of the islands. In the afternoon you'll check into your hostel, where you'll have time to take part in some optional activities - (You can learn about China’s trade history with a visit to the China National Tea Museum or visit the National Silk Museum). In the evening as a group we will hike up to the top of Jiuyao Mountain just in time to catch the sunset over West Lake."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hangzhou & Shanghai: Get up early and hike to the Nine Creeks, a trail hidden in the mountains in the West Lake Scenic Area of western Hangzhou city. After the hike, you will return to your hostel and check out and enjoy some lunch. In the afternoon hop on a train to Shanghai. When you arrive in Shanghai you will make your way to the hostel via metro. In the evening you can take part in our suggested optional activity - (Enjoy a river cruise down the Huangpu River)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shanghai: Wake up ready for your next Mandarin lesson taught by professional teachers from a Chinese Language School. Later on in the day, you'll be able to take part in a variety of optional activities - (Walk to the Yu Gardens, a garden located beside the City God Temple, explore the People’s Square, head to Nanjing Road - the world's busiest shopping street or set off for the Shanghai Drunken Panda Pub Crawl)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Shanghai: Today is all yours to spend however you like! Feeling adventurous? Head to Disneyland and enjoy a full day of rides, shows, and magical moments. More into culture? Explore the treasures of the Shanghai Museum or wander Moganshan Art Street to soak up the city’s creative side. If you’re craving a change of pace, take a trip out to Zhujiajiao Watertown, where canals, bridges, and historic architecture create a peaceful escape. Or, put your bargaining skills to the test at Shanghai’s famous fake goods market. However you spend it, today is all about enjoying Shanghai your way — a chance to explore, relax, and make the city your own."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Shanghai: Today, wander the leafy streets of the French Concession, where charming architecture meets hidden cafés, boutique shops, and quiet corners perfect for photos. Pop into a secret propaganda museum for a quirky slice of history, then lose yourself in the arty lanes of Tianzifang, full of galleries, craft shops, and vibrant street life. Next, venture into Shanghai’s ultra-modern financial district and head up Jinmao Tower for sweeping city views from the observation deck. Feeling brave? Step out onto the skywalk, 340 metres above the streets below, for a thrill you won’t forget! As evening falls, your Adventure Leader will point you to the best local spots for dinner and drinks, whether you’re after street eats, stylish bars, or a memorable night out in the city."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Shanghai: Here your trip will end, so make sure you take the time to say goodbye to your fellow travellers and either head home or continue your travels!"
    }
  ],
  "map": ""
}