{
  "destination": "China",
  "mainPhoto": "",
  "id": "hong-kong-to-chengdu-tour",
  "tourName": "Hong Kong to Chengdu tour",
  "placesVisited": "",
  "generalInfo": "From a fast-moving city of bright lights and suits, to a city which prides itself on being slow (and on pandas!), this mini-Dragon-Trip is perfect for anyone a little short on time who wants to see as much as they can of China.<br/><br/>Included in all tours: <br/><br/>Epic Adventure Leaders, aka a local legends, to turn your trip into the adventure of a lifetime <br/>All local transport within China <br/>Accommodation <br/>Meals provided: There are no meals included on this tour. Your Adventure Leader will be able to guide you to the best food spots! <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared hostel rooms as standard on this tour.? If you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities:<br/><br/>Visit Temple Street Night Market (Hong Kong)  <br/>Bike &amp; Bamboo Raft the Yulong River (Yangshuo) <br/>Take a Yangtze River Cruise (Chongqing) <br/>Discover Hongya Cave at Night (Chongqing) <br/>Visit the Giant Panda Breeding Center (Chengdu)",
  "durationDays": "11",
  "price": "839",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hong Kong: Your China backpacking adventure kicks off today! Upon arriving in vibrant Hong Kong, you'll meet your group and Adventure Leader in the mid-afternoon for a trip briefing, where you'll get the lowdown on the incredible journey ahead. Next, we’ll take you up Victoria Peak for your first breathtaking view of the city—watch as the sun sets over the iconic skyline. To round off your first night, we’ll head to the bustling Temple Street Night Market, where your Adventure Leader will guide you to the best spots for a delicious late-night bite and an introduction to Hong Kong’s electrifying street scene."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Yangshuo: Rise and shine! This morning, we’re off to the train station to catch a high-speed bullet train to Guilin. From there, a scenic bus ride will take us to our hostel in Yangshuo, arriving by early evening. Once settled in, you can head out to explore the town and grab your first taste of the delicious local cuisine—your adventure in Yangshuo is just beginning!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yangshuo: Today you have a free day to do what you want. However, you can take part in some of our suggested optional activities - (You can either join a traditional Chinese cooking class at a practical cuisine institute, kayak along the picturesque Li River or experience traditional Chinese therapy such as hot cupping (suction cups on the back that help circulation)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yangshuo: Start the morning off with a relaxing bike ride and cruise down the Yulong River on Chinese style gondolas. On your first afternoon in Yangshuo you can take part in our optional activity - (Hop on the minibus to Moon Hill and visit the local mud baths, cave complex and hot springs). In the evening let your hair down enjoy some karaoke with your fellow travellers!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yangshuo: Today you free to do what you want. But you can take part in some of our highly recommended optional activities - (Rock climb to the top of the regions limestone peaks or experience what life is like on a local farmland visit your Adventure Leader's home village)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chongqing: Today we bid farewell to your Adventure Leader in Yangshuo and set off for the next leg of your journey — Chongqing, China’s mountain metropolis. Once you’ve checked in and dropped your bags, it’s time to hit the water for a Yangtze River cruise. Watch the skyline come alive as neon lights shimmer across the water — a truly spectacular way to see this city in all its nighttime glory. Afterwards, we’ll make our way to Hongya Cave, an eight-storey wonder of wooden balconies, glowing lanterns and buzzing food stalls perched above the river. Wander through its winding corridors, grab some street food or find a cosy spot for dinner with a view. It’s a feast for the senses and the perfect way to wrap up your first evening in Chongqing!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chongqing: Kick off the morning with an optional visit to Liziba Station, where Chongqing’s monorail famously zips straight through a residential building — an engineering marvel that perfectly sums up this city’s wild, vertical personality. From there, dive into Chongqing’s fascinating past as you explore hidden air raid shelters, now transformed into creative underground spaces that reveal another side of the city. Next, stop by the grand People’s Great Hall, whose sweeping architecture reflects the city’s post-war ambition and pride. This afternoon, you can opt to explore Chaotianmen Dock, the dramatic meeting point of the Yangtze and Jialing Rivers, before winding your way up to Eling Park for panoramic views across the city’s layered skyline. As night falls, follow your Adventure Leader to the lively Guanyinqiao Area, where neon lights, bustling restaurants and vibrant bars set the scene for an unforgettable evening in China’s mountain metropolis."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Chengdu: This morning, wave goodbye to your Adventure Leader in Chongqing and board the train bound for Chengdu, the relaxed heart of Sichuan Province. Once you’ve arrived and settled into your accommodation, the rest of the day is yours to explore at your own pace. If you’re up for it, meet your new Adventure Leader for a gentle afternoon stroll through People’s Park, where locals sip jasmine tea, play mahjong, and practice tai chi beneath the shade of old trees. Then wander through the lively Kuanzhai Alley, a maze of restored courtyards filled with artisan shops, snack stalls and teahouses that perfectly capture Chengdu’s easygoing spirit. As the evening unfolds, grab dinner at one of the many nearby eateries — perhaps trying your first taste of the city’s legendary Sichuan spice!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chengdu: Wake up early to go and visit the Chengdu Breeding & Research Center. Get up close and personal with pandas and learn about how the centre breed and release them into the wild. Here, you will have a Mandarin lesson with your Adventure Leader in the afternoon and in the evening you can take part in some of our suggested optional activity - (Go and experience the Sichuan opera and culture show - a one of a kind performance with acrobats, dancers, and puppets)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chengdu: Today you free to do what you want. But, you can take part in some of our suggested optional activities - (Travel to Leshan and see the largest stone Buddha in the world (it’s 70m tall!) or have a try of the Sichuan Hot Pot, an authentic fiery Chinese speciality). In the evening take some time to kick back and enjoy a night out in Chengdu with your fellow travellers!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today marks the end of your adventure in China, as you say your final goodbyes to your travel crew and start planning your next adventure!"
    }
  ],
  "map": ""
}