{
  "destination": "China",
  "mainPhoto": "",
  "id": "horse-riding-tour-around-hanas-lake-china",
  "tourName": "Horse riding tour around Hanas Lake, China",
  "placesVisited": "",
  "generalInfo": "This 7-day tour will ensure that you experience some of the most spectacular highlights of Xinjiang province and will provide a range of fantastic opportunities to see amazing landscapes on horseback. The itinerary commences in the province’s capital city, Urumqi, which is home to a range of markets that sell handicrafts and other products unique to the region. We then depart for Hemu via a number of small towns and through stunning mountainous vistas that trigger both a sense of awe and inspiration. <br/><br/>After a brief introduction to horse-riding, we will then take you to visit some of the most picturesque spots in the region, including Karakul Lake and Hanas Lake, which will include amazing views and relaxing sense of tranquility. Here, you will also encounter a local nomadic village that has remained largely unchanged since the peak times of the Silk Road several centuries ago. This experience in particular, is wonderfully unique and will give you an authentic sample of a very different way of life.<br/><br/>As we progress, you will be exposed to a rich array of wildlife and you will also encounter Crouching Dragon Bay, Moon Bay and Wild Duck Lake as we head towards Burqin before the tour ends. We are certain you will not find a better tour of Urumqi and the beautifully stunning surrounding region!",
  "durationDays": "7",
  "price": "3043",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Home – Urumqi –Karamay (by air) Upon reaching Urumqi, the capital of Xinjang, you will be met at the airport and have a short briefing on the itinerary of this tour. You will find very little difference between Urumqi and other large inland cities in China. But the region's exotic feel persists, and the markets, such as the Kashgar Market and Erdaoqiao Folk Handicrafts Market, certainly exude the atmosphere of the Silk Road. To save the driving time for next day, we would drive directly toward Burqin right after the pick-up service, stay in a good hotel(4 star) in Karamay. Lunch and dinner included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Karamay – Burqin –Hemu: After breakfast, we will continue to drive to Burqin with beautiful scenery along the road. On the way, visit the Devil City, assembles a Herculean castle built in medieval Europe. Whenever the wind blows, the sky instantly turns pitch dark, with huge volumes of sand streaming in from nowhere, further drive Hemu passing the small town of Buerjin, a town inhabited mostly by the Kazaks. Stay in the hotel at Hemu. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hemu - Karakul Lake ( Black Lake)- Hanas Lake -Jiadengyu(BLD) Two days’ riding distance:35km, riding time:11hrs (we may take more time because of the little kids) This morning we will begin our horse-riding tour. Your local guide will arrange the horse and horseman for the tour follows. Before starting the tour there is a brief horse-ride training. From then on, the area we will pass is the exceptionally beautiful scenery untouched by tourists. The primary forest, the crystal Hanas River and Hemu River zigzag its way to far, the old wood bridge left from the age. You could visit the local nomadic village. We will spend the night at a charming lodge on the way (yurt near Karakul lake with public toilet). At arrival of Hanas Lake, time permit, the guide will take you to the north of the lake to the Fish Watching Pavilion on the peak of a mountain (2,030 m/6,660 ft). The pavilion will offer you an unobstructed view of the entire lake, tiers upon tiers of peaks, glaciers as well as the grand river valley where you trekked through the day before. After descending the mountain, you could go speed-boating along the 24 km (15 mi)-long lake. Then take a short drive to Jiadengyu where we will stay tonight. PS:Due to the limit of riding route condition, we simple picnic lunch will be arranged these two days. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jiadengyu – Hanas Lake –Burqin: This morning, after breakfast, we will drive back to Hanas Lake. Taking the shuttle bus to visit other places include Crouching Dragon Bay , the Moon Bay and Wild Duck Lake etc. The Crouching Dragon Bay , surrounded by a dense birch forest and set against a scenic backdrop of towering peaks, is a calm and serene sight. The lake is not alone here - a short distance away lies the mirror-flat Moon Bay , named after its perfect crescent shape. The Wild Duck Lake also deserves you to have a look, as wild duck, gooses and swans leisurely swim in the lake. Then go to visit local Tuvas’s house, to see what they will do in their daily life. After lunch, we will say “Good-bye” to the Hanas Lake, and drive first back to Jiadengyu, we will visit the Multi-colored Bay (Wucai Bay), Eerqisi Lake, Hedi night market, and further drive to Buerjin. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Burqin –Urumqi : Drive back to Urumqi, we will pass the Tuerban Tonggute Desert, and Kanameili Nature resort on the way. Stay in 4 star hotel in Urumqi. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Urumqi-Home: Transfer to the airport for the flight Home. Breakfast included."
    }
  ],
  "map": ""
}