{
  "destination": "China",
  "mainPhoto": "",
  "id": "silk-road-overland-holiday",
  "tourName": "Silk Road overland holiday",
  "placesVisited": "Xi'an, Terracotta Warriors, Big Wild Goose Pagoda, Bullet train to Lanzhou, Jiayuguan, Thousand Buddha Caves, Jiaohe, Flaming Mountains, Internal flight to Kashgar, Yakshambe Bazaar, Silk Road, Irkishtam Pass, Osh, Palace of Khudayar Khan, Tashkent, Samarkand, Bibi-Khanym Mosque, Bukhara Arc, Ancient Merv, Ani, Erzerum, Sivas, Ankara, Mausoleum of Ataturk, Istanbul",
  "generalInfo": "The word ‘epic’ has a tendency to be overused, but this trip fully deserves that title. Over an extraordinary seven weeks you’ll travel from Xi’an to Istanbul, following the ancient Silk Road which for centuries connected East with West, and allowed great cultures and empires to form.<br/><br/>You’ll begin with several days exploring key landmarks in China, including the magnificent Terracotta Army. Then it’s on, by plane, train and road to unforgettable sights and experiences too numerous to list. Highlights include the Buddhist treasure trove in the Mogao Grottoes, the ghost city of Jiaohe, and the great Bibi-Khanym Mosque of Samarkand. You’ll travel through spectacular landscapes, from the Flaming Mountains of Xinjiang to the drive over the Irkishtam Pass and into Kyrgyzstan. You’ll stay in guest houses, small hotels and homestays that allow for plenty of cultural immersion yet rarely stops for breath.<br/><br/>Treasures of the Islamic world, fascinating archaeological sites, Ottoman mansions and sprawling UNESCO-protected bazaars add colour to this journey  through history. Travelling as part of a small group, you’ll spend time in Osh, Samarkand and Ancient Merv, all the while discovering the significance of the Silk Road.<br/><br/>For those with the time available to them, this is surely one of the great journeys of the world. It spans 12,000km and multiple countries, and will provide you with enough memories to last twenty lifetimes.<br/>",
  "durationDays": "48",
  "price": "15495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Xi'an (China): Rooms will be available in Xi'an from the afternoon. This ancient city is famed for being the starting point of the Silk Road and is where our epic trip begins."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Xi'an: This morning we’ll visit the Big Wild Goose Pagoda and explore the old town, where we will be able to see the massive city walls which at 14km in length enclose the historic centre. We’ll wander through the narrow streets of the Muslim Quarter and visit the Great Mosque, one of the oldest, largest and best-preserved Islamic mosques in China. After some downtime, we will then regroup for our welcome dinner in this endlessly fascinating city!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Xi'an - Lanzhou: A highlight of any visit to Xi'an is a visit to see the Terracotta Warriors – one of the greatest archaeological finds of the last century. Amazingly nothing was known of the existence of the life-size soldiers of the Terracotta Army until a peasant digging a well in 1974 stumbled upon them. The Emperor Qin Shi Huang Di spent most of his life until his death in 210BC constructing his burial place, conscripting thousands of people to build his tomb and the terracotta army that would guard him in the afterlife. The underground battle formations of life-sized pottery warriors, archers, horses and chariots have been left in situ in three large excavated pits. Pit number one contains over 6000 soldiers, each with its own individual facial features, and pit number two contains almost a thousand warriors and half the number of horses (also life-size). Following on from our visit, we'll board an early evening bullet train heading west and arriving in Lanzhou where we’ll overnight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lanzhou - Xiahe: The capital of Gansu Province, Lanzhou was once an important link along the Northern Silk Road and a major crossing point of the Yellow River. Today it provides us with our gateway into the culturally rich landscapes of the Qinghai-Tibetan Plateau. En route we’ll pay a visit to the Binglingshi Caves, which have Buddhist carvings dating back over 1500 years. A scenic speedboat ride takes us to the entrance, from where we will be able to enjoy walking around this impressive site. Returning by boat to meet our bus, we continue on to Xiahe by road. Home to one of the largest Buddhist monasteries outside Tibet, the town of Xiahe sits alongside the Daxia River amidst a rural mountainous landscape populated largely by ethnic Tibetans."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Xiahe: One of the six great monasteries belonging to the Geluk (Yellow Hat) School of Tibetan Buddhism, Labrang Monastery was founded in 1790 by the first Jamyang Zhaqypa, Ngawang Tsondru. Situated at the intersection of four major Asian cultures - Tibetan, Mongolian, Han Chinese and Chinese Muslim - during the 20th century, it was one of the largest Buddhist monastic universities in the world. Located at the foot of the Phoenix Mountain, the monastery boasts a collection of Buddha statues that number in their tens of thousands and is still an important pilgrimage site for Buddhists across the region, with the largest number of monks in residence outside the Tibet Autonomous Region. We’ll have the whole day to explore this fascinating place."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Xiahe - Lanzhou - Jiayuguan: We will have a leisurely start today before making our way back to Lanzhou. After a spot of lunch, we will spend some time soaking up local life in the city - whether by wandering through the idyll that is the Wetlands Park or along the bustling pedestrian streets in its vibrant centre. Here we will allow you some free time ahead of our overnight train through the Gansu Corridor to Jiayuguan, where we will find the first pass at the western end of the Great Wall. We’ll arrive in the city early tomorrow morning."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jiayuguan: A strategically sited town in Gansu province, Jiayuguan once guarded the western extremity of the Great Wall. Our first stop will likely be Jiayuguan Fort, which was built in 1372 to guard the pass between the snow-capped Qilian Shan and Hei Shan peaks. This splendid construction has been considered the last outpost of the Chinese Empire since the days of the Han Dynasty when the Great Wall reached as far as the Yumen Pass. Located just a short distance to the north-west of the city’s famous fort, you will find the impressive Overhanging Wall at the foot of the Black Mountains. This section of wall forms part of the defensive ramparts that once protected China’s western border. A mix of partially restored fragments and original wall, today it provides an excellent venue for a walk - affording stunning views out across the barren emptiness of the surrounding countryside."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jiayuguan - Dunhuang: This morning we’ll visit the Wei-Jin tombs that date back to 220-420 AD. Inside the tombs we can see some of the original wall paintings depicting various social activities such as fishing, farming, hunting and drinking, including a very controversial depiction of ancient Chinese using knives and forks. We’ll then continue by road to Dunhuang, once a very important staging point and the last stop for the camel caravans before the gruelling journey through the desert. It was from here that the Silk Road divided into its northern and southern routes. This evening we’ll have a chance to visit the city’s excellent night market."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Dunhuang: Dunhuang's fame is largely due to the Mogao Grottoes, which are one of the world's richest treasure troves of Buddhist manuscripts, wall paintings and statues known as the Thousand Buddha Caves. The site was first carved out of the cliffs in 366 AD, with more caves being hewn out of the rock up until the 14th century. The honeycomb of caves runs along the cliff face and contains some 2,415 coloured clay sculptures and more than 45,000 square metres of mural paintings. Many of these were paid for by pious travellers facing the perilous journey across the vast desert, or as thanks upon their safe return to Dunhuang. The colours have remained lively due to the extremely dry climate, but natural and electric light and the humidity caused by the breath of thousands of visitors is slowly fading the precious art, and some of the caves are periodically closed. About 25-40 caves are open to the public at any one time and we’ll visit some of them this morning. Although guides carry a torch, it is also a good idea to take your own. This afternoon we’ll head out to a wonderfully iconic spot – the singing sand dunes of Crescent Moon Lake. Here we can climb to the top of the enormous sand dunes for amazing views of the crystal clear spring hidden amongst the sands and enjoy the stunning views of the sunset in the desert."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Dunhuang - Turpan: Today we have a morning at leisure in Dunhuang before transferring to nearby Liuyuan to catch a bullet train all the way out of Gansu Province and into Xinjiang, once known as Chinese Turkestan. We’ll arrive this evening in Turpan, one of the lowest places on earth, where rain rarely falls and summers can be scorching hot."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Turpan - Urumqi: Turpan was once an important staging post on the Silk Road and its large oasis produces the best grapes in China. During our time here we’ll visit the fascinating ghost city of Jiaohe, the ancient capital of the Jushi people, a city founded in the 2nd century BC but abandoned in 14th century AD following its destruction by the Mongols. It stands on an isolated plateau and has a haunting silhouette and atmosphere. We’ll also see the 18th century Emin Minaret built in Afghani style. This afternoon we drive on to Urumqi, Xinjiang’s bustling capital, where we’ll spend the night."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Urumqi - Kashgar: We will have time this morning to explore some of the sights of Urumqi, particularly the Xinjiang Autonomous Region Museum displaying a variety of art, crafts and relics from twelve minorities, before taking a flight over the imposing Taklamakan Desert to Kashgar. This Uighur town was one of the most strategically important destinations on the Silk Road, lying as it does at the junction of major routes over the mountains towards India, Pakistan, Tajikistan and Kyrgyzstan."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kashgar: Today we will take an orientation tour around the old city before experiencing the famous Yakshambe Bazaar, where we’ll be able to meet Uighur, Kyrgyz and Kazakh traders at the famous animal market. Here we will spend time watching the locals trade everything from woodwork and ironware to sheep, donkeys, cattle and horses. After a traditional lunch, we will have the rest of the day free - allowing for some much-needed ‘time-out’ at the end of the first stage of this epic trip."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kashgar - Sary Tash (Kyrgyzstan, 3,163M): An early start sees us drive out of Kashgar due west along the main artery of the Old Silk Road to the Irkishtam Pass (2950m). This is a stunning drive through an area of outstanding natural beauty, with multi-coloured sedimentary sandstone flanking our route. At the pass we will cross into Kyrgyzstan then continue on towards Sary Tash along another staggering road, this time with the high Pamirs rising to the south. We’ll stay the night with a local family in their cosy house."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Sary Tash - Osh: Weather permitting we will be able to see stunning views of snowy Peak Lenin this morning, which at 7134m is the second highest mountain in the Pamirs. After breakfast we will drive on another extraordinary road over the 3554m Tol Dek Pass and on into the Fergana Valley to the ancient Silk Road town of Osh. Reputed to be over 3000 years old, Osh is a place steeped in history and dominated by Solomon’s Throne, which looms over the town. After climbing up to the top for great views out over the surrounding area, we plan to stay with our old friend, Imanjan, and his family at his guesthouse."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Osh - Kokand (Uzbekistan): After breakfast we cross the border into Uzbekistan, where we will be met and driven onwards through the Fergana Valley. This incredibly fertile region was the breadbasket of the Central Asian USSR and is still one of the wealthiest parts of the whole region. Our first stop today will be in the town of Margilon, centre of the still thriving silk trade in the area. Here we hope to see the entire silk-weaving process from cocoon to end product, before continuing our journey to Kokand."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Kokand - Tashkent: After a chance to visit the 19th century Palace of Khudayar Khan this morning, we will transfer to cars for our drive through the mountains to reach Tashkent. On arrival we’ll have the afternoon to explore some of Uzbekistan’s capital, taking in the Khast Imam Complex, which houses a 7th century Koran, and Independence Square."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Tashkent - Samarkand: A fast train this morning takes us to Samarkand, one of the finest cities of the Silk Road and undoubtedly a tour highlight. Once we have checked in to our hotel we will take our first look at this amazing city, with a visit to the majestic Gur-Amir Mausoleum and of course the iconic Registan."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Samarkand: We’ll enjoy a morning wandering through this incredible city taking in sights such as the Shah-i-Zinda Necropolis and the 15th century Bibi-Khanym Mosque, once considered one of the most magnificent mosques in the Islamic world. After a wine-tasting at Khovrenko Winery, we’ll have the rest of the day free to continue exploring at our own pace."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Samarkand - Bukhara: After breakfast we’ll drive along the “Royal Road” to Bukhara. We aim to arrive early afternoon and check in to our guesthouse close to the famous Labi Hauz plaza and pool. This afternoon there will be free time to explore the streets and alleyways of this atmospheric ancient town before meeting up for dinner."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Bukhara: This morning we visit the famous Arc – or town citadel – in front of which the British officers Connelly and Stoddard lost their heads in what was one of the most infamous events of the Great Game. We’ll also visit the Kolan Minaret – or Tower of Death, from which Amir Nasirulla Khan threw his enemies – as well as the rest of the beautiful old town. Lunch will consist of a plov cookery demo, so that we can see how the national dish of Uzbekistan is made before sampling the results. We will then have the remainder of the day free for shopping and generally relaxing in this most characterful of the old Silk Road towns."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Bukhara - Mary (Turkmenistan): An early start today takes us to the Uzbek border where we then enter the rarely visited country of Turkmenistan. After customs formalities followed by the thrill of crossing the great Oxus – Amudarya River – we will have lunch in Turkmenabat before continuing on to Mary, our base for the next two nights."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Mary: After breakfast today we will drive to Ancient Merv to see remaining traces of the glorious “Maru Shahu Jahan” – “Queen of Cities”. Due to its size and historical importance, Merv is one of the most significant sites in Turkmenistan, indeed in all of Central Asia. It consists of a series of towns each succeeded by another throughout the course of history. We’ll see the remains of Erk Kala with its citadel, Gayur Kala, Sultan Kala, Abdullakhan Kala and Bairamalikhan Kala, Mausoleum of Sultan Sanjar – the last ruler of a great Seljuk Empir, Great Kala and Little Kyz Kala, and the Mausoleum of Muhammed Ibn Zeid. Later this afternoon we’ll return to Mary to visit the highly acclaimed History Museum."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Mary - Ashgabat: Today we’ll continue by road to Turkmenistan’s eclectic capital, Ashgabat. With its grand marble clad buildings stretching along wide boulevards and its many fountains, Ashgabat is a wonderfully bizarre city. The Turkmen capital began life as a frontier settlement along the Trans-Caspian railway. Following its destruction by an earthquake in 1948, the city has been completely rebuilt and became the country’s capital following its independence from the Soviet Union in 1991. An intriguing mix of architectural styles, the city owes much of its unique character to the influence of its late president Saparmurat Atayevich Niyazov, known as Turkmenbashy, who during his tenure implemented an increasingly bizarre set of policies that included approving a series of controversial building projects, renaming the months after members of his own family and even changing the word for bread to that of his mother! On the topic of food, lunch today will consist of a cookery demonstration in a local restaurant before taking a tour of the city to view some of the more fascinating reminders of the city’s rich and eclectic past - including the Arch of Neutrality."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Ashgabat: This morning we’ll visit the largest mosque in Central Asia and the mausoleum of their first President “Turkmenbashy”, before travelling out to Nissa, the 3rd century BC capital of the Parthians. We’ll then pay a visit to a nearby stud farm to see some of the beautiful pure-bred Akhel Teke, or ‘heavenly’ horses, where we’ll enjoy lunch. Finally we end our busy day back in the city with a visit to the National Museum."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Ashgabat - Dashoguz - Khiva (Uzbekistan): Today we will leave Turkmenistan behind us as we fly to Dashoguz and continue by road to Khiva in Uzbekistan. Considered a pearl of eastern architecture, Khiva is one of the oldest cities of ancient Khorezm. Legend has it that is was founded by Shem, the son of Noah, and archaeological records can trace its origins back to the 4th or 5th Century BC. We can enjoy an afternoon walk around the incredibly well-preserved old town."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Khiva: Today we will have a full day to explore Khiva's madrasahs and museums, wandering the narrow streets of the Ichan Kala (inner city) and enjoying the atmosphere and sights of a city that can boast some 50 historic monuments. This evening will be free for you to soak up this atmospheric city at your leisure."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Khiva - Tashkent: We will return to Tashkent this morning by plane, where we will have the opportunity to take in some more of the capital's highlights - whether the stunning edifice of the Alisher Navoi Opera and Ballet Theatre or The Museum of Applied Arts, which boasts over 7,000 intricate pieces. Another absolute must when visiting Tashkent, we will also check out some of the city's most elaborately decorated metro stations."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Tashkent - Tbilisi - Mtskheta - Tbilisi (Georgia): A regional flight will transport us to our fifth and penultimate country of our epic trip. Upon arrival into Tbilisi, we will continue to the ancient capital and religious centre of Georgia, Mtskheta. Here we will visit the 6th century Jvari Monastery and 11th century Svetitskhoveli Cathedral, both of which are UNESCO World Heritage Sites, before returning to the capital to overnight."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Tbilisi: Today we will enjoy a tour of the Georgian capital. Beginning at the 13th century Metekhi Church overlooking the River Mtkvari we’ll take a walk through the narrow streets of the old town lined colourful houses and wooden balconies, reaching the 4th century Narikala Fortress, one of the oldest fortifications in the city. We’ll also pay a visit to the historical domed sulphur bath area, the Abanotubani. Later we witness the stunning treasures of the Georgian State Museum, proving that Georgia truly is the land of the Golden Fleece."
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "Tbilisi - Telavi: In the morning we travel to David Gareja cave complex (6th century) located in a stark, semi-desert landscape. Here we will see Lavra Monastery and dramatic views across to Azerbaijan. On the way to Telavi we will visit a unique 300-year-old wine cellar. The wine is produced and stored here, and we’ll learn more about the wine-making process and sample several Kakhetian wines. We’ll also see how Georgian bread is baked and have the chance to taste some freshly baked bread."
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "Telavi – Kazbegi: This morning we will visit the local market in Telavi before starting our journey towards Kazbegi. Our first stop on the route will be the Alaverdi monastery and cathedral, which has a long and rich history as a place of worship. From here, we drive further into the Khevi region, dominated by alpine meadows and mountain passes. Our next visit is to the two fortified churches at Ananuri, beautifully situated on the Jinvali Reservoir, before following the Georgian Military Highway north to our hotel and taking in the stunning views of the Great Caucasus Mountains."
    },
    {
      "dayNumber": 33,
      "title": "",
      "description": "Kazbegi - Tbilisi: This morning there will be a chance to take a 2-hour walk up through beautiful valleys and woodland to reach the 14th century Gergeti Trinity Church, located at 2170m and one of the country’s most iconic images. Weather permitting, we may be able to catch a glimpse of one the highest glaciers in the Caucasus at 5047m – Mount Kazbegi. After lunch with a local family we’ll drive back to Tbilisi."
    },
    {
      "dayNumber": 34,
      "title": "",
      "description": "Tbilisi - Uplistsikhe – Akhaltsikhe: Today we will head through central Georgia and into the lesser Caucasus Mountain range. On route we will visit the ancient cave town of Uplistsikhe, dating from the 6th century BC this town was hewn into the cliff face and is home to dwellings, wine cellars, bakeries, a three-nave church and even a theatre. After a guided tour of these caves and a glimpse into life in Georgia, 6th century BC, we will continue to Gori, birthplace of Georgia's most infamous son - Stalin, is a unique pocket within Georgia. Joseph Stalin (1879 - 1953) was the Secretary General of the Communist Party from 1922 until his death and was one of the cruellest dictators of modern times. However, you might hear a different version in Georgia today and the last surviving statue of Stalin in the former Soviet Union stood in the main square of Gori up until June 2010. Visit Stalin's house and take a guided tour of the museum before driving on to Akhaltsikhe, where we will spend the next two nights."
    },
    {
      "dayNumber": 35,
      "title": "",
      "description": "Akhaltsikhe - Vardzia - Akhaltsikhe: This morning we’ll drive to Vardzia, a magnificent 12th century cave town carved out of the hillside and stretching over half a kilometre along the River Mtkvari. It has 19 tiers and there used to be about 3000 caves. The complex includes dwellings quarters, refectories, wine cellars, and small hall-type churches, one of which is even hewn out in rock with some stunning 12th century frescoes to admire. Returning to Akhaltsikhe this afternoon, we’ll visit Rabath Castle, a fully restored fortress and one of the only Ottoman complexes in the country."
    },
    {
      "dayNumber": 36,
      "title": "",
      "description": "Akhaltsikhe – Kars (Türkiye): A drive to the Turkish border takes us to our final international crossing of the trip. Just across the border we will stretch our legs and visit the mysterious edifice known as 'Satan's Castle' which guards the upper entrance to the valley of Vardzia before lunch near Lake Çildir. In the afternoon we’ll visit another one of the tour’s definite highlights - the ruined ancient city of Ani, which was the Armenian capital in the 10th century. The ruins are right on the border with modern day Armenia, sitting above the Arpa River and controlling the crossing that was at one time an essential strategic point on an off-shoot of the Silk Road. The city became fabulously wealthy before it was captured in quick succession by the Byzantine and the Turkish armies in the 11th century. This is an intriguing and memorable place and was for many years completely off-limits as it lay within the no-go area that surrounded the USSR. We then drive the short distance on to Kars, where we’ll spend the night."
    },
    {
      "dayNumber": 37,
      "title": "",
      "description": "Kars - Dogubeyzit: After breakfast, we’ll visit the Church of the 12 Apostles and see some fine Russian architecture, left over from times of occupation. From here, we also gaze down on the town from the citadel above. Our onward journey then skirts the Armenian border with views up to the fabled Mt Ararat as we move on to the beautiful Ishak Pasha Palace. This combination of fortress, palace and pleasure-dome, dates mostly from the 17th century and is an iconic image of Eastern Türkiye. Finally, we continue on to the nearby small town of Dogubeyazit for the night."
    },
    {
      "dayNumber": 38,
      "title": "",
      "description": "Dogubeyzit - Erzerum: Türkiye’s highest city at 1920m, Erzerum occupies a key strategic location. The city is also home to some striking medieval Islamic buildings, many of which strongly reflect the Central Asian heritage of the Turks who constructed them, and we’ll have time to explore this afternoon."
    },
    {
      "dayNumber": 39,
      "title": "",
      "description": "Erzerum - Kemaliye: Leaving Erzerum this morning we’ll take a scenic drive following the Euphrates River as far as the town of Kemaliye, which is known for its historic architecture including many Ottoman-era houses. Here we will spend the night in this very traditional part of the country."
    },
    {
      "dayNumber": 40,
      "title": "",
      "description": "Kemaliye - Divrigi - Sivas: Leaving Kemaliye this morning we first head south to the town of Arapgir, where we’ll visit a 700-year-old 'Cemevi' - a place of worship for Türkiye's Alevi community. Our visit will give us an insight into the religious diversity in Türkiye and the influence of the large, but almost invisible, Alevi faithful whose beliefs, way of life and forms of worship are very different to the orthodox Sunni majority. Leaving Arapgir we again head north back to the banks of the Euphrates, this time to visit the town of Divrigi with it's famous Great Mosque and Hospital complex (Darush-shifa), built in 1228 AD. The stonework and eclectic architecture of this building makes it one of the most significant buildings in Anatolia, now a UNESCO World Heritage Site. Finally we head north-west to the old Seljuk capital of Sivas to spend the night."
    },
    {
      "dayNumber": 41,
      "title": "",
      "description": "Sivas - Cappadocia (Avanos): Sivas once lay along the road to Baghdad, ensuring its development as an important centre for trade and culture. Under the rule of the Seljuks it grew into a mecca for learning and scholarship, and periodically served as the capital of the Seljuk Empire, along with Konya. Many of the city’s more interesting architecture stems from this period and its historic heart is liberally sprinkled with 13th century madrassahs and minarets that are covered in beautiful turquoise and blue tiles. We’ll have the whole morning to enjoy this historical city before driving on to Avanos this afternoon - our base for the next 3 nights, in the heart of Cappadocia."
    },
    {
      "dayNumber": 42,
      "title": "",
      "description": "Cappadocia: We will spend the whole day exploring some of the highlights of the region, beginning at the Göreme Open Air Museum, a UNESCO World Heritage Site. Here we will walk through the valley and explore the painted churches of this former Byzantine monastery. This afternoon we’ll visit Kaymakli underground city, originally carved out by the Hittites around 3000BC, and then Uchisar Fortress, built by the Romans, from where we’ll be able to enjoy spectacular views of the area. We’ll also take a walk to visit the fairy chimneys known as 'Love Valley' before returning to Avanos for the evening."
    },
    {
      "dayNumber": 43,
      "title": "",
      "description": "Cappadocia: A second day to enjoy this stunning area, we’ll head to the lesser known Soganli Valley today to enjoy a 2-hour walk and see several of the painted churches. We’ll also visit the unspoiled villages of Cemil, Taskinpasa and Sahin Efendi before returning to Avanos town, set on the banks of the Kizilirmak - the Red River. The red clay of the river provides the raw material for pottery, which has been produced in this area for centuries. There’ll be time to visit some of the family-run potteries for which the town is famous this afternoon."
    },
    {
      "dayNumber": 44,
      "title": "",
      "description": "Avanos - Konya - Ankara: Leaving Avanos this morning, we’ll drive across the plain of Konya stopping to visit Sultanhani, one of the largest caravanserais on the Silk Road, dating back to the 13th century. Continuing on to Konya, we will visit the Mevlana Museum, containing the tomb of the great dervish and poet Mevlana Jelaleddin Rumi. We’ll also visit the Seljuk period Karatay Madrassa before taking a late afternoon bullet train to Ankara, Türkiye’s modern-day capital."
    },
    {
      "dayNumber": 45,
      "title": "",
      "description": "Ankara: Today we’ll visit two of the country’s most essential sights. The first is the Museum of Anatolian Civilisations, one of the world’s most critically acclaimed museums (and deservedly so) displaying artefacts found within the borders of Türkiye between 100,000 BC and 200 AD. The second is the Mausoleum of Ataturk, Türkiye’s revered “father” who almost single-handedly is responsible for Türkiye’s continued existence today following its defeat in World War I. This enormous monument is dedicated to Ataturk and the architecture of the mausoleum is based upon the caravanserai staging posts of the Silk Road. We will also have a chance to see Ankara Castle, with its great views over the city."
    },
    {
      "dayNumber": 46,
      "title": "",
      "description": "Ankara - Istanbul: The last stage of our epic journey takes us by high-speed train towards Türkiye’s cultural capital, Istanbul, formerly Constantinople. The train terminates on the Asian side of the city, enabling us to cross the Bosphorus slowly by ferry to Europe, taking in the minarets and domes of one of the world’s greatest cities and a fitting finale to our Silk Road adventure. After a brief orientation, the rest of the afternoon will be free to take in the manifold sights of Istanbul at your leisure."
    },
    {
      "dayNumber": 47,
      "title": "",
      "description": "Istanbul: We’ll spend the morning exploring Sultanhamet, Istanbul’s historic centre. Here we’ll see the iconic Aya Sophia, which was built at the command of Emperor Justinian in the 6th century. We’ll also visit the Blue Mosque, with its magnificent series of domes and semi-domes, and with its six slender minarets sprouting from the corners of the mosque. From here we discover the ancient Hippodrome, the scene of chariot races and the centre of Byzantine civil life. In the afternoon you’ll be free to experience the extensive Grand Bazaar, one of the largest in the Middle East and a shopper's mecca since just after the mid-15th century, and the underground Roman Cisterns. Tonight we’ll meet up for our final dinner and have the chance to reminisce over the six countries and 12,000km we will have travelled over the last month and a half. It’s a true trip of a lifetime that few people, even in ancient times, will ever have undertaken in one stretch."
    },
    {
      "dayNumber": 48,
      "title": "",
      "description": "Tour ends in Istanbul: The tour ends after breakfast at our hotel today."
    }
  ],
  "map": ""
}