{
  "destination": "China",
  "mainPhoto": "",
  "id": "japan-and-china-highlights-tour-16-days",
  "tourName": "Japan and China highlights tour, 16 days",
  "placesVisited": "",
  "generalInfo": "Embark on a captivating journey through Japan and China during this mesmerizing 16-day tour. <br/>This adventure tour guarantees unforgettable memories and a comprehensive exploration of the Far East, including iconic cities such as Tokyo, Hakone, Kyoto, Nara, Beijing, Xi'an, and Shanghai, all accompanied by our meticulously crafted itinerary and expert.",
  "durationDays": "16",
  "price": "6699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tokyo. Our team will greet you and provide a private transfer from airport to your accommodation. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Traditional Tokyo: Meiji Jingu Shrine, Sensoji Asakusa, Tokyo Skytree, Shibuya, and Omotesando. Immerse yourself in the vibrant tapestry of Tokyo, Japan's captivating capital, on an enthralling day trip that unveils the city's rich history, modern marvels, and cultural treasures. Begin your journey at the serene Meiji Jingu Shrine, a tranquil oasis nestled amidst the bustling metropolis. Stroll through the verdant Meiji Jingu Forest, admire the majestic Torii gate, and experience the profound tranquility of this sacred Shinto shrine."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Modern Tokyo: Tsukiji Fish Market, Hama-rikyu Gardens, Sushi-making experience with lunch, Anime cafe. This full-day trip offers a captivating blend of culinary delights, cultural experiences, and unique adventures, showcasing the diverse facets of Tokyo's vibrant charm. From the bustling Tsukiji Fish Market to the serene Hama-rikyu Gardens and the enchanting world of anime."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "3-Day Hakone pass and Romance train ticket. Start your day by heading to Shinjuku station and using your Hakone pass and Romance car ticket for a direct train journey (90 minutes) to Hakone Yumoto station. From there, take the local train to Gora station and board a shuttle bus to your accommodation. Spend the rest time by your own arrangment, for example to visit Gora Park, a western-style landscape park with stunning views of Hakone, for a relaxing and scenic experience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore Hakone on your own with the Hakone pass. You can use the pass to get on and off freely within a specified area, as well as providing discount admission to various attractions in the area. It covers 8 types of transport including trains, buses, cable cars, cableway and boat, sufficient to get you around all the major sights in Hakone."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hakone to Kyoto by Shinkansen. Head to Odawara station by using your Hakone pass to travel, and then board the shinkansen to Kyoto. You will get the shinkansen ticket in Tokyo in advance). Upon arrival in Kyoto, make your way to your hotel and enjoy the rest of the day at your leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto Highlights: To visit Nijo Castle, Nishiki Market, Kinkakuji Temple (Golden Pavilion), Pure Water Temple, and do Kimono wearing experience. Starting with Nijo Castle, visitors can marvel at its historic architecture and explore the beautiful gardens before heading to the bustling Nishiki Market, where they can indulge in a sensory journey through vibrant food stalls and traditional shops. The journey continues to the awe-inspiring Kinkakuji Temple, with its iconic golden pavilion set amidst tranquil surroundings. Afterward, the serene Pure Water Temple offers a moment of tranquility, inviting visitors to reflect and restore their spirits. Finally, the day culminates with an unforgettable Kimono wearing experience, allowing travelers to embrace the beauty and grace of traditional Japanese attire. This one-day trip in Kyoto guarantees a perfect blend of history, culture, and personal immersion, leaving visitors with cherished memories and a deeper appreciation of Kyoto's unique charm."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nara Highlights and Fushimi from Kyoto. Engage in a mesmerizing Matcha-making Ceremony, where you can immerse yourself in the art of preparing and enjoying traditional Japanese tea. Explore Nara Park, home to friendly roaming deer, and enjoy the serene surroundings as you interact with these gentle creatures. Visit Todaiji Temple, housing the world's largest wooden building and a magnificent bronze Buddha statue and sample sake at a traditional brewery. On the way back from Nara, visit Fushimi Inari Shrine, which was featured in the movie Memoirs of a Geisha. This shrine is home to over 10,000 red torii gates that form a beautiful path up the mountain behind the temple."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly from Osaka to Beijing. Private transfer from Kyoto hotel to Osaka airport. Enjoy the air journey to Beijing, the Capital of China. Upon arrival, your local guide will meet you and transfer to your hotel. Enjoy the rest of the day at your leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Beijing City Highlights: Tian'anmen Square, Forbidden City, Hutong, Lunch Beijing Roast Duck. Experience the highlights of Beijing City with a packed day of sightseeing. Begin at Tian'anmen Square, one of the world's largest public squares, before venturing into the magnificent Forbidden City, an ancient imperial palace showcasing exquisite architecture and historical artifacts. Next, explore the charming Hutongs, narrow alleys that preserve Beijing's traditional atmosphere and courtyard homes. For lunch, savor the renowned Beijing Roast Duck, a culinary masterpiece of succulent duck with crispy skin."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Great Wall and Temple of Heaven. Begin your day of touring in Beijing by visiting the Temple of Heaven, a historically significant site where emperors prayed for prosperous harvests. Arriving early allows you to witness the vibrant local scene, with people practicing martial arts and engaging in other unique activities. In the afternoon, head to Mutianyu, the highly acclaimed section of the Great Wall. Despite the approximately 2½-hour drive from downtown Beijing, the breathtaking scenery and meticulously-restored architecture make it a must-visit destination. Admire the picturesque views and create lasting memories at this top-ranked spot on TripAdvisor."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Summer Palace and Train to Xi'an. Marvel at the stunning imperial garden of the Summer Palace, originally the summer retreat of the imperial court and now a peaceful escape from the summer heat. Experience China's technological development as you race towards Xi'an on a high-speed train. This is a unique and exciting way to travel and witness the modern advancements of China's transportation system. Upon arrival, your local guide will meet you and transfer to your hotel. Enjoy the rest of the day at your leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Terracotta Army Museum and Xi'an City Wall. Embark on an intriguing journey by starting your day at the Terracotta Army Museum, unveiling the ancient underground army from 206 BC. Afterwards, immerse yourself in the local culture by joining a craftsman in their cave dwelling to craft your own miniature terracotta warrior. Return to the city center to explore Xi'an City Wall, a 600-year-old fortification that continues to guard the inner city. Enjoy stunning views as you walk along the wall or opt for a bike rental to leisurely cycle around the 14 km perimeter for a unique experience."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Xi‘an City Highlights and Fly to Shanghai. Delve further into Xi'an's captivating history by visiting the Small Wild Goose Pagoda, Xi'an Museum, and Big Wild Goose Pagoda. Afterwards, immerse yourself in the vibrant atmosphere of the Muslim Quarter, explore its winding alleys, and indulge in the diverse local Muslim cuisine. In the afternoon, your guide will accompany you to the airport for your flight to Shanghai. Upon arrival, your Shanghai guide will greet you and transfer you to your hotel, providing an opportunity to relax and rejuvenate for the exciting adventures that await you the following day."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Shanghai City Highlights. Unlock a deeper understanding of the Bund through our immersive In-Depth Bund Culture Discovery Tour, transporting you to the glorious era of the 1920s. Discover the intriguing tales behind the historic buildings that adorn the Bund as you stroll through its nostalgic streets. To capture Shanghai's magnitude, ascend the awe-inspiring Shanghai Tower, China's tallest landmark, offering a mesmerizing panoramic vista of the bustling metropolis. This experience enables you to go beyond ordinary selfies, immersing yourself in the rich cultural heritage of the Bund while witnessing the grandeur of China's largest city."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Depart from Shanghai. Your private car, driver, and guide will be ready at your hotel lobby on the final day, ensuring a punctual departure to the airport. With their impeccable service, you can relax and enjoy a hassle-free experience. They will assist you with check-in procedures and accompany you to the correct security gate, ensuring a smooth and pleasant journey home, leaving you with cherished memories of your time in Japan and China."
    }
  ],
  "map": ""
}