{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-highlights-small-group-tour",
  "tourName": "China highlights, small group tour",
  "placesVisited": "Beijing, Temple of Heaven, Forbidden City, Summer Palace, Xizhazi, Jiankou Great Wall, Xi’an, Terra-cotta Army, Lijiang, Jade Dragon Snow Mountain, Yunnan, Tiger Leaping Gorge, Gandan Sumtseling Monastery, Kunming, Shanghai",
  "generalInfo": "This fantastic small group tour of China highlights the country's cultural heritage as well as the stunning natural landscapes that have made this return journey to Beijing via Chengdu, Lijiang and Kunming such an enviable experience for modern day travellers.<br/><br/>From the Forbidden City and hutong districts in Beijing to walking on the Jiankou-Mutianyu sections of the Great Wall you'll find this China highlights small group tour starts as it means to go on prior to taking a high-speed train to Xi'an and a chance to see, first-hand, the world-famous Terracotta Warriors.<br/><br/>The China highlights on this small group tour don't stop and after Xi'an you'll fly to Lijiang over the Yangtze River whereupon indigenous Naxi and Yi communities invite you to share their beautiful natural world, including the legendary Tiger Leaping Gorge.<br/><br/>The closer you get to Shangri-la the more Tibetan cultural influences come to the fore with visits to the ancient Songzanlin Monastery bound to be one of the cultural China highlights of this small group tour before your final domestic flight to the bright lights of the Bund and Shanghai.<br/>",
  "durationDays": "13",
  "price": "3225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your guide will meet the group at the airport and transfer the group by private vehicle to a nice hotel in Beijing center. Upon arrival at the hotel, enjoy leisure time until dinner. We will get together again for a welcoming dinner. After dinner, transfer to the hotel and have a good sleep to recover from any remaining jet-lag. Dinner included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning, we will first go to visit Summer Palace. Summer Palace located in a northwestern suburb of Beijing; it is an immense park containing some Chinese traditional architecture and arts. It was built and served as a royal garden during the Qing Dynasty. It exhibits the quintessence of the Chinese classical landscape gardening. The halls, the pavilions, the corridors, the pagodas, the bridges and the water were elaborately arranged. The long Corridor is one of the most exquisite structures in the garden. It is over 700 meters long and decorated with thousands of Chinese traditional paintings. In the afternoon, we will continue to visit Tian’anmen Square, the largest public square in the world, then follow in the footsteps of emperors, court ministers and eunuchs and head south to the magnificent and colorful Forbidden City. Forbidden City Beijing, also called Imperial Palace Museum, is located in the very heart of Beijing. It remained the residence of the emperors for nearly five hundred years, from the 15th century to the early 20th century, and was the actual and symbolic seat of imperial power. Popularly known as the Forbidden City, it was built in the Ming Dynasty between the 4th and the 18th years of the Yongle period (1406 - 1420 AD). Many of the buildings of the Palace have been repaired and rebuilt, but their basic form and layout remain in their original state. Hike to Jingshan Park, where gives a nice panoramic view of the Forbidden City at the top of Coal Hill. Breakfast and lunch included"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gubeikou-Jinshanling 10km/4.5-5hrs hiking; Beijing/Gubeikou 130km/2.5hrs driving In the morning, we will take 2-2.5hrs drive to the start point of today’s hike-Gubeikou town. We hike from Gubeikou to Jinshanling Great Wall and enjoy the breathtaking views with a relatively peaceful hike. This classic Great Wall hike allows you to experience what is now the most popular Great Wall trek - Gubeikou to Jinshanling. Gubeikou, often overlooked and rarely crowded, offers some of that \"wild wall\" that we know our clients love. Jinshanling has long been storied for its beautiful brickwork and watchtowers, as well as the way wall here winds and snakes along the valley. At the end of the hike, drive back to Beijing downtown. Breakfast and lunch included"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning, enjoy a Hutong rickshaw tour. As the Forbidden City is the symbol of China's royal family, the Hutongs in Beijing show the real life of the common people. When you visit Hutong by rickshaw, you could really taste the life of common people in Beijing. Then we will visit the Temple of Heaven. Temple of Heaven was the venue for the Ming and Qing emperors to offer sacrifices to the Heaven and pray for harvest. This temple was built in the 18th year during the reign of the Ming Emperor Yongle in 1420. At the end of visit, transfer to Beijing West Railway station, take a high speed train to Xi’an. Upon arrival, transfer to the hotel and have a rest. Breakfast and lunch included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We will have a full morning tour to visit the Terra-cotta Warriors and Horses Museum, built by the first emperor of China Qin Shihuang to protect him in his afterlife. Over 8,000 life-size warriors, horses and chariots, buried in 3 pits for more than 2,000 years until uncovered by a local farmer in 1974, form an ancient military army with complete battle units of infantry, cavalry, etc. Standing in front of these figures, one can’t help being amazed not only by the ambition of Emperor Qin Shihuang but also by the fabulous artistic skills of ancient Chinese artisans. After lunch, return back to downtown to do cycling tour along the wonderful Ancient City Wall, the largest and best-preserved ancient city wall in China. Enjoy panoramic views of modern Xian while you leisurely examine this well-maintained city wall which is 12 meters high and 18 meters wide with a total circuit of 14 kilometers. The original foundation was based on the ruins of the Imperial City Wall of Chang’an City, the capital of the Tang Dynasty, known today as Xi’an. Though the wall has been entirely renovated, it still resonates with history. Followed by a stroll with our guide in the Muslim Quarter and the visit to the Big Mosque, where the way of life is markedly different from the traditions of the Han Chinese. For over 1,300 years, since the Tang Dynasty (A.D. 618 - 907), Muslims have been an integral part of daily life in Xi'an, the beginning of the Silk Road. Breakfast and lunch included"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In the morning, transfer to Xi’an North railway station to take a high speed train to Chengdu. Train information: D1917 Xi’an North-Chengdu East 09:20-12:23 Located in the heart of eastern Sichuan, Chengdu is the capital of this southwestern province. Geographic and political remoteness have always contributed to the free-spirited nature of the Sichuan people, and the modern cosmopolitan nature of Chengdu reflects this. Chengdu’s identity as a fast-growing metropolis, gateway city to Tibet, and source for some of Sichuan’s most delicious cuisine, makes it one of the most interesting cities to visit in China. Our local guide in Chengdu will pick you up from the exit of the Chengdu airport, transfer to Chengdu downtown. After lunch, we will visit Wenshu Temple in the afternoon, where you can spend some time sitting in its tea house to enjoy a cup of tea and absorb the special atmosphere of Chengdu. Chengdu is famous for its relaxing and leisure pace throughout China, which will be proved after a stay in Renmin Park. Sit down, order a pot of Chinese Tea, make a casual chat with your friends and watching locals indulging themselves in different kinds of folk entertainment – napping in a lively teahouse, playing mahjong, disco dancing, neck massage, ear cleaning. A Next is an impressive trip to the famous Jinli Old Street. Time steals away from you quietly while walking on the lively streets which are full of delicious local snacks (Spicy or sweet, crispy or soft…the snack will satisfy your taste buds), delicate artifacts, interesting folk shows, etc. After dinner, attend the Sichuan Opera—a dazzling show performed with local instruments, hand shadows, candle storytelling, fire spitting, and face changing. Breakfast, lunch and dinner included"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning, go to the Chengdu Research center of Panda Breeding to have a real chance to get intimate interaction with lovely panda. It has been created and imitated the natural habitat in order that they might have the best possible environment for rearing and breeding. We will spend the whole morning visiting different panda rooms. Here, we can explore the daily life of the cute pandas, eating bamboo at their active time (from 9 o’clock to 11 o’clock), and other rare and endangered wild animals including with black-necked cranes, white storks etc. In the afternoon, take a 1.5hrs drive visit Leshan Giant Buddha, the looming Leshan Giant Buddha is a Tang dynasty (618-907 AD) relic that is the largest carved stone Buddha in the world at 71 meters. The Buddha, build in AD 713 by a Chinese monk named Haitong to calm the river waters, was crafted from a cliff face. It seems that so much stone from the carving process fell into the river below that it did indeed calm the area’s waters. While often crowded with tourists and battling the effects of pollution, Leshan is nevertheless an exquisite UNESCO world heritage site that is not to be missed for its impressive size and beautiful surrounding area. After visit, drive back to Chengdu downtown. Breakfast and lunch included"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In the morning, take 2hrs from Shangri-La to Lijiang. Flight information:TV9909 Chengdu-Lijiang 09:30am-11:00am Upon arrival, check in the hotel first, then move to the local restaurant for lunch. After lunch, drive to Black Dragon Pool Park, also named Jade Spring Park, shows visitors picturesque scenery with a large crystal pool, luxuriant trees, a tall mountain and historic buildings in graceful shapes. Located at the foot of Elephant Hill, a short walk north along Square Street of Lijiang Old Town in Yunnan Province, China, it was built in 1737 during the Qing Dynasty and offers a spectacular view on the region's tallest mountain, Jade Dragon Snow Mountain, over its white marble bridge. The park features several smaller temples and pavilions Then, continue to visit Lijiang Ancient Town. Lijiang, a well-preserved old city of ethnic minorities with brilliant culture, is a central town of the Lijiang Autonomous County of the Naxi Ethnic Minority in Yunnan Province. Located on the plateau which is 2,400 meters above the sea level and embraced by the tree-covered Lion Mountain in the west, Elephant and Golden Row Mountains in the north, vast fertile fields in the southeast and crystal clear water running through, the old Town looks like a big jade ink slab, therefore got the alias the Town of Big Ink Slab (Dayanzhen). Breakfast and lunch included"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our car will pick you up from the hotel, and drive about 30KM to Ganhaizi Meadow(3100M), you will take the sightseeing bus for a short visiting through the Baishuihe River, take the chairlift up to visit Jade Dragon Snow Mountain. The cableway will be arranged according to the condition of the mountain. You will hike around 1 hours in the original forest in Spruce Meadow (3200M). Then visit Blue Moon Valley. After lunch, you will enjoy the Impression Lijiang Ethnic Show directed in Ganhaizi Meadow(3100M). A cultural show demonstrating the traditions and lifestyles of the Naxi, Yi and Bai peoples of the area. The show takes place inside Jade Dragon Snow Mountain Park at 3500m in an outdoor theater specifically designed to showcase the mountain which is used as a backdrop. The production itself was designed by Zhang Yimou, Fan Yue and Wang Chaoge, a cast of over 500 people, and a number of horses On the way back to Lijiang, see the mysterious Baisha Murals at Baisha Village. Painted over 1,000 years ago, the murals display the life stories of China's main religions, including Confucianism, Taoism, and Tibetan Buddhism. Visit a shaman (called Dongba in Naxi language) of the Naxi nationality in Baisha village. You will have a chance to understand more about the mysterious Naxi culture, its words and music, and the Naxi people's understanding about the relationship between nature and humans. Learn some Dongba characters and enjoy a piece of Naxi music. You will be impressed by the Naxi people's passion for their lifestyle, homeland, and love. Breakfast and lunch included"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, drive 1.5hrs to the Tiger leaping gorge is a canyon on the Yangtze River – locally called the Golden Sands River. This gorge is formed by two mountains—the Jade Dragon Snow Mountain and the Haba Snow mountain, with the river flowing in between called the Golden Sand River. This gorge is about 3700m from the top of the mountain to the water surface, and about 15 km in length. It is said that once, in order to escape from the chasing of a hunter, the tiger has to leaping from this side to the other side of the river, the rock that the tiger used now is become the core of this gorge—the tiger leaping stone‘ also called the upper tiger leaping gorge‘, which is only 30 meters in between the two sides of the river. Here, we will first, take a short visit to upper tiger leaping gorge (high altitude: 1,600m). Then drive to Shangri-la. Upon arrival in Shangri La, you will have entered the Tibetan cultural area and a landscape of barley fields and yaks scattered in the valleys. If time is enough, walk around Dukezong Ancient Town, an important town of the Ancient Tea-horse Trade Caravan from Yunnan to Tibet and India. Breakfast and lunch included"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shangri-La is rich with Tibetan-style architecture and dates back 1300 years! We’ll eat breakfast and drive to Songzanlin Monestary, 5km north of the old town center. The Songzanlin Monestary (constructed in 1679) is the largest Tibetan Monestary in Yunnan and is nicknamed the “Lesser Potala” due to its resemblance to the magnificent structure in Lhasa. After visiting the lamasery, your guide will take you to a dormitory. The lamas who live there will show their hospitality and will be happy to talk with you in their study room. If you are curious about their lifestyle, religious beliefs, and discipline, this is a great chance to get close to and interact with them. If you are lucky, you might meet a living Buddha. In the afternoon, go to visit The Napa Lake Nature Reserve is the country’s largest grassland and most scene area of the plateau. Here we will have a chance to visit local Tibetan family, communicate with local people Drive back to Lijiang in late afternoon. Breakfast and lunch included"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In the morning, picked up by our driver, transfer to Lijiang Sanyi Airport to take a flight to Shanghai. Flight information:MU9719 Lijiang-Shanghai 09:25am-12:45 In the afternoon, go to visit Yu Garden. Owing to its ingenious design in Ming and Qing dynasties, it becomes a real museum of Chinese ancient architecture. Yu in Chinese means pleasing and satisfying, and this garden was specially built for the parents of Pan Yunduan, a government officer of the Ming dynasty, as a place for them to enjoy a tranquil and happy time in their old age. The pavilions, halls, rockeries, ponds and cloisters all have unique characteristics. Then, continue to visit the Jade Buddha Temple, founded in 1882 with two jade Buddha statues imported to Shanghai from Burma by sea. These were a sitting Buddha (1.95 meters tall, 3 tonnes), and a smaller reclining Buddha representing the Buddha's death. Then Bund, Shanghai’s picturesque waterfront, well known as the International Architecture Exhibition for its spectacular soaring skyline. From here, enjoy sweeping views of both sides of the Huangpu River. Breakfast included"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Free in the morning, then picked up by our driver, transfer to the airport, see off. Breakfast included."
    }
  ],
  "map": ""
}