{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-silk-road-tour",
  "tourName": "China Silk Road tour",
  "placesVisited": "Xi'an, Qin Terra-Cotta Army, Shanxi History Museum, Bingling Temple Grottoes, Yellow River, Giant Buddha Temple, Zhangye, Qilian Mountains, Great Gobi Desert, Singing Sand Mountains, Dunhuang City, Yadan National Geologic Park, Caves of the Thousand Buddha, Gaochang Ancient City, Turpan, Wood Valley of the Flame Mountain, Kashgar, Tashkurgan, Karakuri Lake, Muztagh Mountain, Heavenly Lake Heavenly Lake, Bogda Peak of Tian Shan",
  "generalInfo": "This two week China Silk Road tour unveils the mysteries and historic sites of this legendary trading trail between Asia and Europe starting in the ancient city of Xi'an famed for its historic bell tower, city walls and, of course, the Terracotta Army of Qin Shi Huang.<br/><br/>An efficient domestic flight eastwards takes this China Silk Road tour to Lanzhou whereupon sites such as the grottoes of Bingling Temple as well as Wuwei and Zhangye provide an incredibly authentic glimpse at life off the beaten track prior to reaching the city of Dunhuang.<br/><br/>Dunhuang, especially, will resonate with cultural travellers with the Buddhist artwork contained within the Magao Caves offering insight into how religion has long played a part in the ancient and modern history of China as experienced throughout this two week Silk Road tour. <br/><br/>A visit to China's last remaining ancient minaret in Turpan takes this Silk Road tour into new territory as you begin to explore the Gobi Desert where the Flaming Mountains and the city of Kashgar offer further insight into the part that Islam has played within China's history.<br/><br/>Kashgar's market places allow travellers on a China Silk Road tour to glimpse an authentic slice of local life where arts, crafts and food are sold against a backdrop of domed mosques and Muslim traditions.<br/><br/>As this two week China Silk Road tour comes to a close you'll fly back to Umqui and the Heavenly Mountains and Lake of Tian Chi before finally waving farewell to China with a head full of memories and a camera full of photographs.",
  "durationDays": "15",
  "price": "3896",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Xi’an; Picked up by our guide from your hotel in Xi’an, our Silk Road journey will begin! We will start the trip off with a visit to Xi’an Museum which showcases Xi'an's rich history. The museum's collections include items from various dynasties, such as pottery, calligraphy, paintings, and sculptures. Then, enjoy a tour along the wonderful Ancient City Wall, the largest and best-preserved ancient city wall in China. Enjoy panoramic views of modern Xian while you leisurely examine this well-maintained city wall which is 12 meters high and 18 meters wide with a total circuit of 14 kilometers. The original foundation was based on the ruins of the Imperial City Wall of Chang’an City, the capital of the Tang Dynasty, known today as Xi’an. Though the wall has been entirely renovated, it still resonates with history. This afternoon we will visit the Great Mosque and the Muslim street, where the way of life is markedly different from the traditions of the Han Chinese. For over 1,300 years, since the Tang Dynasty (A.D. 618 - 907), Muslims have been an integral part of daily life in Xi'an, the beginning of the Silk Road. Lunch included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Xi’an / Lanzhou (by train); Awoke early to the sizzling symphony of Xiaonanmen Morning Market, where dawn breaks over Xi’an’s ancient city wall. Wander through labyrinthine stalls beneath Ming Dynasty brickwork, inhaling the aroma of Yangrou Paomo—crumbled lamb soup bread steeped in rich broth—as vendors knead Biang Biang noodles with rhythmic precision. Begin with Zhen Gao, a century-old glutinous rice cake layered with red bean paste, its golden crust oozing molten sweetness. Next, savor Roujiamo—crispy sesame flatbread stuffed with cumin-scented lamb, a \"Chinese hamburger\" beloved by locals. For a savory twist, plunge wheat gluten cakes into You Cha, a nutty oil-tea broth topped with peanuts and fried shallots. Indulge in Mi Feng Tang Yuan, glutinous rice balls filled with sweet red bean paste, crafted by a family-run stall since the 1980s. End with Shanxi Street’s indie coffee shops, sipping Honey Persimmon Latte while tracing Silk Road murals. As sunlight climbs the wall, the market’s cacophony fades into memory—a flavor-packed immersion into Xi’an’s edible soul. Then, we will have a full day time tour to visit the magnificent Qin Terra-cotta Army with an extension to Mausoleum of Emperor Qin Shi Huang, one of the greatest archaeological discoveries in the world: a life-size clay soldier poised for battle. Qin's tomb was built in about 2500 years ago and was filled with more than 8,000 soldiers, 130 chariots and 520 horses as well as models of palaces, pavilions, fine vessels, precious stones and rarities. UNESCO listed it in 1987 as one of the world cultural heritages. After visit, we’ll take a high speed train from Xi’an to Lanzhou where we’ll stay at a lovely hotel. Breakfast and lunch included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lanzhou; Today's highlights are Gansu Provincial Museum and an excursion to Bingling Temple Grottoes, 75km southwest of Lanzhou. Listed as part of the ancient Silk Road for the World Heritage candidate, Bingling Temple Grottoes, filled with stupas, murals and Buddhist sculpture carved into natural caves, were a work in progress between the 4th and 10th centuries. Taste traditional and local foods at the local market. Breakfast and lunch included"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lanzhou / Wuwei / Zhangye ; Day 4 of our Silk Road Tour lets us cross the great Yellow River and head up the Hexi Corridor towards the ancient city of Wuwei. Here we’ll visit Lai Tai Han Tomb, which has become a fantastic tourist attraction in Wuwei city. Then drive to visit the Giant Buddha Temple in Zhangye where the biggest indoor sleeping Buddha in China is preserved. Further on to Zhangye Danxia Geopark, the Rainbow Mountains. It enjoys the honors of \"The world's top ten magical geographical wonders\". Upon arrival, start hiking along the north part of Danxia Landform, enjoying the great view of Qilian Shan and memorable sunset. China Rainbow Mountains are magnificent with gorgeous colors, which developed at about 200 million years ago. We will see lots of precipitous red cliffs, most of which are several hundred meters high, and multicolored ridges of weathered strata, sometimes stretching to the horizon. It is the best place for photography. Breakfast and lunch included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Zhangye / Jiayu Guan; As we continue on our silk road journey, the snow-capped Qilian Mountain ranges wind its way westward and accompany us all the way (about 250km). We’ll visit “The Strategic Pass under Heaven” - the most west point of the present Great Wall. And visit Wei & Jin Ancient Tomb to explore the ground floor of its murals and brick Graves known as \"the world's largest underground gallery\". Breakfast and lunch included"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jiayu Guan / Dunhuang; Today we’ll drive about 385 km there the Great Gobi Desert. Along the way we’ll also ride camels to visit the Singing Sand Mountains. The Crescent Spring, which forms a lake between two huge sand dunes. It is like seeing a mirage - but it’s real! Breakfast and lunch included"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dunhuang; Today we get to sleep in a bit later and have a nice rest. Afterwards, we’ll drive towards the northwest of the city for the Yumen Pass. Situated in the Gobi Desert 80 kilometers northwest of Dunhuang City, it was once one of the two critical defensive passes protecting Dunhuang from invasion about two thousand years ago. Drive onwards to visit Yadan National Geologic Park. Yadan landforms rise above the flat Gobi Desert and cover a vast area. Due to its eccentric landforms, the hard-to-spot roads, low-lying terrain, strong magnetism and howling sounds made by the wind, the area is also called \"Ghost City\" by local people. Yadan Landforms is the largest in scale, fully developed in geology and most valuable for ornament in the world. The scenery sites have an infinite variety of fantastic phenomena and the superlative craftsmanship of nature. Breakfast and lunch included"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dunhuang / Take the train to Turpan; In the morning, go to visit the world famous Mogao Grottoes which is called “the World Famous Treasure House of Arts”, also known as the Caves of the Thousand Buddha. After visit, transfer to Liuyuan train station to take a high speed train train from Dunhuang to Turpan. Breakfast and lunch included"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Turpan; After early arrival in Turpan we’ll be taken to our hotel and later picked up to see some of the ancient sights: The Jiaohe Ruins dating from 100 BC to the 13th or 14th century are to the west of Turpan following a road 10 kilometers or about 6 miles, This city was built by digging down instead of building up from the ground. And the Tuyuq Valley, Tuyugou is an ancient village with roughly 1700 years of history, till this day they still preserve and use ancient Uyghur customs and culture. This valley village is also a pilgrimage area for many Muslims, with the main destination being The Mazar, or the tomb of the first Uyghur Muslim. It’s said that seven trips to Tuyoq is equal to one trip to Mecca. Following a lunch in an authentic Uygur restaurant we get to see the vineyards for ourselves. After that, go to visit the Flaming Mountains, overshadow the cradle of the Turpan ancient civilization and oasis agriculture. They provide a spectacular backdrop to the oases and scenery of the Turpan area. Breakfast and lunch included"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Turpan / Urumqi; In the morning, we will drive to the west part of Turpan for the Suleiman Minaret, the only ancient Islamic minaret left in China, and the Karez Wells, one of the three great ancient projects’ in China. The Karez Wells Folk Garden and Museum explains how the well system makes it possible for the famous orchards and vineyards to exist in these hot, dry desert communities. After that, we will drive all the way to Urumqi. It’s about 300km highway. Breakfast and lunch included"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Urumqi –Kashgar; After breakfast we will head for Heavenly Lake Heavenly Lake (Tian Chi), which lies on the north side of Bogda Peak of Tian Shan (Heavenly Mountains), about 110 km east of Urumqi. We will be amazed by the snowy peaks of the Heavenly Mountains reflecting on the dazzlingly blue lake surface. In the afternoon, drive back to Xinjiang downtown and visit Erdaoqiao Grand Bazaar, Bazaar means a fair or a market in Xinjiang area. And the most famous bazaar will be Erdaoqiao Bazaar in the center of Urumqi. Began to serve as a market since 130 years ago in the late Qing Dynasty, Erdaoqiao Bazaar has attracted countless customers from all over central Aisa. Take an evening flight to Kashgar. Breakfast and lunch included"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kashgar - Tashkurgan; Today we will drive about 4-5 hours to Tashkurgan County which is located at the south of Kashgar for the ancient stone city. We could take an easy hiking visit to the ruins of the stone city which is in the back of Tashkurgan County. Breakfast and lunch included"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tashkurgan - Karakuri Lake (3,770m) - Kashgar; Today we start our tour from the Tashkurgan Museum. We’ll drive about 2 hours to the famous Karakuri Lake and Muztagh Mountain, enjoying breathtaking scenery of high mountain pastures and snow-capped peaks. Karakuri Lake, known as \"the father of glaciers\", is located at the foot of Mount Muztaga-Ata, sitting at 3,600m above sea level. We will have enough time for deep exploration of the famous lake and the holy Mountain. Take a leisure walking around the majestic blue lake. Then back to Kashgar. Breakfast and lunch included"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kashgar; Spend the day experiencing its Islamic culture in Kashgar. A must visit place is Id Kah Mosque, built in the 15th century, where 10,000 people gather at midday on Fridays to pray, and a restaurant nearby which provides authentic Muslim food. Kashgar Bazaar is festooned with traditions and ancient history and has become famous throughout Asia, attracting merchants from as far as Pakistan and Kirghizstan; some tourists come especially to see it. Zhiren Street is an old street where craftsmen still produce their fare. It’s easy to lose our sense of time and direction as we wonder this bazaar, but don’t worry our guide will lead us through the maze. We’ll take a night flight back to Urumqi Breakfast and lunch included."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Kashgar / Home; Transfer to the airport and fly back home. It has been great and our CAT look forward to seeing you on another adventure trip! Breakfast included -End of Tour-"
    }
  ],
  "map": ""
}