{
  "destination": "China",
  "mainPhoto": "",
  "id": "inner-mongolia-horse-riding-tour-china",
  "tourName": "Inner Mongolia horse riding tour, China",
  "placesVisited": "",
  "generalInfo": "Our 11-day Exploration Tour has been carefully designed to ensure that you experience some of the best highlights the north of China can offer. With a rich tapestry of history and culture, Beijing has a wide range of exciting things to explore. China’s capital city is has seen rapid change in recent years to become one of the world’s most spectacularly modern urban centres. However, our itinerary will ensure that you experience both the ancient and the modern and no tour to the region would be complete without a visit to the magnificent Great Wall which we will see at Mutianyu.<br/><br/>After we leave Beijing you will then be transported to a completely different world as we begin our horse-riding adventure! As we progress through Inner Mongolia we will traverse stunning locations of unimaginable beauty such as the Bayingcagang Grasslands and the crystal waters of Hulun Lake. We will also visit an important folk museum in Manzhoul to experience local customs and have uniquely authentic encounters with the local nomadic people as they share their histories and traditions with us. We will also visit the revered Ganzhuer Temple.<br/><br/>A further highlight is undoubtedly a stay at Arershan Forest Resort which will afford amazing views and a relaxing sense of tranquility. Here you will be able to unwind and experience nature at finest. Indeed, this is the perfect way to end the tour before we return to Beijing. We are certain you will not find a better tour of Beijing and the beautiful landscapes of Inner Mongolia!",
  "durationDays": "11",
  "price": "3617",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL BEIJING – TIAN’ANMEN SQUARE : You will be met at Beijing International Airport by our guide and transferred to Tian’anmen Square, walk cross the square, then drive to a hotel in central Beijing. Today you will have an opportunity to rest and recover from the long flight. In the late afternoon, you will enjoy a Peking duck dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MUTIANYU GREAT WALL: Spend the day at the Great Wall of China, at Mutianyu, 70km north east of the city. This is one of the best-preserved parts of the wall and it features several unique characteristics in its construction, including three inter-connected watchtowers. Late afternoon and evening at leisure to explore Beijing. Breakfast and lunch included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BEIJING - HAILAR : In the early morning, our guide will pick you up from the hotel and transfer to the airport, take a morning flight to Hailar. We’ll begin our adventure at the Yakeshi Ski Resort in Inner Mongolia. We’ll also stop in the way to buy any necessary supplies for horse-back riding if needed. The resort you’ll stay at is absolutely beautiful with its Russian-style wooden houses. After checking in we’ll head over to the riding start point and pick out our horses. Depending on your riding level we’ll also go over lessons on horseback riding safety and how-tos. From here we’ll head back to the resort, enjoy a nice dinner, and get some shut eye for the Inner Mongolia Adventure to come! Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HORSEBACK-RIDING: Horseback Riding through Inner Mongolia is not only an adventure, but it is an opportunity to see some of the most beautiful, yet less traveled areas in not just Asia, but also in the World. We’ll start off the day with a nice, filling breakfast where after we’ll drive over to the stable, saddle up, and take our horses out for a warm-up trot in the hippodrome. Inner Mongolia’s sunrise, fresh air, and beautiful landscapes are unlike anything else in the rest of the world. We’ll spend the next two days horseback riding through Inner Mongolia’s forests until we reach its open, expansive, and famous grasslands. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HORSEBACK-RIDING – BAYINGCAGANG GRASSLAND-KINSOM HAN: On day Six when we arrive at the Bayingcagang grassland, we’ll visit the local nomadic Mongolian families as they herd their cattle, hunt and fish. This is a great and rare opportunity to find out about the culture and history of Inner Mongolia and its people, as well as take amazing photographs. Drive to Kingsom Han. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KINSOM HAN – MANZHOULI – HULUN LAKE (by 4WD jeep): Enjoy a half day horse riding tour in Kinsom Han, than transfer to Manzhouli. At arrival, meet and visit the Folk Museum to know something of the local tradition and custom. Drive to Hulun Lake, the fifth fresh water lake in China, covers an area of 2339square kilometer. The crystal water under the blue sky with thousands migrant around and the clean lakeshore make the Lake a ideal place to swim, enjoy sun-shower and taste the fresh fish feast from the Lake. Don't forget take your swimming cloth with you. Stay in the Hotel with hot-shower on the lakeshore. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HUNLUN LAKE – BAODONG MOUNT – UERSHUN RIVERSIDE (by 4WD jeep): After breakfast, drive into the endless grassland, we will passby some the nomadic families on the way. We will visit one of the family on the way to see the real nomadic life. Drive across the wild grassland to the holy Mount of the local people---Baodong Mount., then sacrifase to Aobao----one of the worship ceremony more then thousand year old. Riding further on, Fishing at arrival. Camping at the lake side of Uershun. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "UERSHUN LAKE- GANZHUER TEMPLE –AERSHAN TOWN (by 4WD jeep) After breakfast, drive across the Uershun Bridge to Ganzhuer Temple. Ganzhuer Temple is one of the most famors Lama Temple in China. The rest tour we will drive not only across the grassland but into the endless forest until we arrive at the moutainous town. Stay in a similar 4-star hotel. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AERSHAN FOREST RESORT: After breakfast, Drive to Arershan Forest Resort. Breath the fresh air on the mountain dotted by a lot of flower, trek part of the road to the Heavenly Mountain. Stay in the same. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "AERSHAN FOREST RESORT – HAILAR- BEIJING (by 4WD jeep, by air) Drive back to Harilaer. It is the last day of the trip to enjoy the beauty of Grand Grassland. Take flight back to Beijing. The end of the adventure. Breakfast, lunch and dinner included."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DEPARTURE BEIJING : After breakfast at the hotel, we will transfer to Beijing International Airport for our return international flights. Breakfast included. End of the tour."
    }
  ],
  "map": ""
}