{
  "destination": "China",
  "mainPhoto": "",
  "id": "silk-road-9-day-desert-and-culture-tour-china",
  "tourName": "Silk Road 9 day desert and culture tour, China",
  "placesVisited": "",
  "generalInfo": "This 9-day journey focuses exclusively on the cultural heartland of the Silk Road—Southern Xinjiang. It is a trip for history buffs, culture vultures, and those seeking the warmth of the Uyghur people.<br/><br/>Why choose this holiday?<br/><br/>Living History: Walk through the Gaotai Ancient Homes in Kashgar and the ruins of the Subashi Buddhist Kingdom in Kuqa. You will touch layers of history from the Han Dynasty to the Islamic Golden Age.<br/><br/>Intangible Cultural Heritage (ICH): We arrange an exclusive private performance of the Twelve Muqam (a UNESCO intangible heritage) and visit the last remaining paper-making workshops in the desert oases.<br/><br/>Desert Mystique: Experience the edge of the Taklamakan Desert, the \"Sea of Death,\" and understand how the ancient Karez irrigation systems created life in the arid lands.<br/><br/>Boutique Stays: In Kashgar, we stay in renovated traditional courtyards within the Old City, supporting heritage architecture preservation.",
  "durationDays": "9",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN URUMQI. Transfer to hotel and prepare for the journey south."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "URUMQI TO KORLA. Drive through the wind energy farms to the \"Pear City\" of Korla via Bosten Lake."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KUQA MYSTERIES. Visit the Tianshan Mysterious Grand Canyon and the Subashi Ruins."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KIZIL CAVES & CRAFTS. Explore the Kizil Thousand Buddha Caves. Visit a traditional Kuqa embroidery workshop."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ACROSS THE OASIS. Travel along the edge of the Taklamakan Desert to Aksu, stopping at desert poplar forests."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ARRIVAL IN KASHGAR. Enter the legendary Silk Road hub. Evening tea at a century-old teahouse."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KARAKORAM HIGHWAY DAY TRIP. A scenic drive to White Sand Lake and Karakul Lake on the Pamir Plateau."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KASHGAR DEEP DIVE. Visit the Id Kah Mosque, the Livestock Market (on Sundays), and local potters."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DEPART FROM KASHGAR/URUMQI. Transfer to the airport."
    }
  ],
  "map": ""
}