{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-and-tibet-tailor-made-tour",
  "tourName": "China and Tibet tailor made tour",
  "placesVisited": "",
  "generalInfo": "A private 2-Week China tour including Beijing, XI'an, Shanghai and the city on the roof of the world, Lhasa. The Tibet permit is included.",
  "durationDays": "13",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Landing in Beijing, you will be met by your private guide and driver who will transfer you to your hotel. Meals: No meals Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Walking through Tian'anmen Square, and then arrive at the Forbidden City. Enjoy some Beijing cuisine for lunch. Afterward, take a short rickshaw ride in the hutongs and find out how the local people live their daily lives. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend your morning at the Temple of Heaven. Then you'll head to the highlight: the Mutianyu section of the Great Wall. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beijing to Xi'an. Visit the Summer Palace, then Take a bullet train from Beijing to Xian. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit the Terracotta Army Museum. You will try to make your own terracotta warrior inside a traditional cave dwelling. After lunch, return to the city area and visit Xi'an City Wall, Walking along the ancient wall provides a good view of the city. You can also rent a bike to cycle around the wall. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Big Wild Goose Pagoda and Shaanxi History Museum. Meet up with a family in town. They will teach you how to make dumplings on your own. Taste the dumplings and chat with the locals to learn more about the real China as well as just sightseeing. In the late afternoon, visit the bustling Muslim Quarter, which is a paradise of local snacks. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Xi'an to Lhasa. Your guide and driver will see you off at Xi'an. Catch the flight to Lhasa. The rest of the day is for you to take a rest at your hotel. With an altitude of 3,650 meters (11,975 feet), we usually suggest a free day to acclimatize to the high altitude. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Located on the hillside, Drepung Monastery is the largest Tibetan Buddhist monastery. After lunch, pay a visit to Norbulingka, Tibet's Summer Palace. As a living museum of Tibetan architecture, it serves as a city park now. You can see Tibetan families playing or having a picnic there. In the afternoon, see monks debating at Sera Monastery. Debating is a normal activity, similar to having lessons in a class. It is held on open grounds every day at 3pm, except Sundays. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit Jokhang Temple, explore Barkhor Street including its local market, and take afternoon tea in peaceful Ani Tsangkhung Nunnery. Pilgrimage to the Potala Palace at last. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, you will be driven for about 2 hours to reach Yamdrok Lake Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Lhasa to Shanghai. You will take a long flight of 5 hours from the west of Tibet to the east of Shanghai. The flight will stop over in Chengdu or Xi'an. Your Shanghai guide will be waiting for you and will transfer you to your hotel. Enjoy your free time for the rest of the day. Meals: Breakfast and Chinese Lunch. Accommodation: 4 or 5 star hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Visit Yu Garden, the Bund. Walk through the shikumen and meet some locals and learn about their daily lives inside their traditional houses. Finally, take the fastest elevator in the world to the observation level of Shanghai Tower (the highest building in China) and take in a panoramic view of the Bund. Meals: Breakfast and Chinese Lunch."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Your private guide and driver will see you off at the airport, assisting you with your flight check-in and luggage."
    }
  ],
  "map": ""
}