{
  "destination": "China",
  "mainPhoto": "",
  "id": "romantic-itinerary-to-china-and-japan",
  "tourName": "Romantic Itinerary to China and Japan",
  "placesVisited": "Tokyo, Shinjuku, Harajuku, Hakone, Kyoto, Myoshinji, Â Imaniya Shinto shrine, Takayama, Sanmachi Suji, Hida, Shirakawa-go, Shanghai, The Bund, Tongli, Beijing, Forbidden City, Lijiang, Yangshuo, Guilin",
  "generalInfo": "Japan and China are two countries that always capture the heart of any traveler. Imagine hot springs and ryokans, the bustling cities alongside the ancient wonders and inspiring histories discovered in bucolic old-world towns with landscapes as if from a dream. This will be an evocative adventure made for two, abounding with romantic surprises and the small moments that make you fall in love. Begin in Tokyo, relax in Hakone, savor cultural Kyoto, and then traditional Takayama. Travel on to Shanghai, Beijing, Lijiang, and Yangshuo for a complete journey through these two fascinating destinations.",
  "durationDays": "16",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Five-Star Introductions",
      "description": "Tokyo is a dazzling city to begin your vacation as the lights flash and the energy whisks you away. Touch down and check into your hotel high in the sky with large windows looking out on a city that comes alive at night. It is peaceful up here, the skyline stretching out in its various shades of neon, but it is energetic down on the street, and your guide will provide a brief orientation. You will be introduced to the trademark bustle and end in a classic Japanese restaurant for your first dining experience. It will be a laid-back dining setting for the first night of this romantic tour, contemporary local cuisine with the odd sip of sake as a compliment."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Exploring a City of Contrasts",
      "description": "Tokyo is an enormous city with incredible contrasts, a destination far too complex to wrap your head around in a single day. It will be difficult to prescribe an itinerary for the day, even if having an exact timetable would be classically Japanese. Your guide will meet you over breakfast and discuss today’s potential routes, ensuring you get to see parts of Tokyo that most captures your imagination. That could be the culture in Harajuku, flashing lights in Akihabara, that famous Shibuya pedestrian crossing, or perhaps both the city’s old and new art scenes. Food could also be a focus, from tuna sashimi to holes in the wall where locals dine. Although Tokyo’s size is unmistakable, a journey through central suburbs quickly introduces you to differing neighborhoods, each one such a contrast from the next."
    },
    {
      "dayNumber": "3",
      "title": "Hakone – Traditional Ryokan and Hot Springs",
      "description": "Tokyo’s bustle is quickly replaced by mountain serenity, a train whizzing you to Hakone and a mountain retreat. It will begin to feel more quintessentially romantic, with a bubbling private hot spring and a view onto bucolic slopes. You will be staying in a ryokan, the most traditional and authentic of Japanese accommodations. It will be an intimate home away from home with tatami mats, sliding doors, and your own private onsen. Dinner is kaiseki style with beautifully presented small dishes based on the seasons, served to your room as the promise of a memorable time away together."
    },
    {
      "dayNumber": "4",
      "title": "Hakone – The Romance of Japanese Mountains",
      "description": "Wake late and savor the impeccable ryokan service. Although they sometimes seem simple, ryokans are all about the attention to detail and sense of serenity they provide. Begin with breakfast in your room, dip once more in the onsen, and plan a private self-guided day in the mountains. A cable car and ropeway can take you up the mountain, or you could cross the lake in a mock pirate ship. Some of Japan’s best whiskey distillers are but a short drive away, and there are also some good museums in the surrounding valley. Tonight’s dinner is kaiseki style, as always, another dozen courses of local organic produce, from sashimi slices to homemade pickles, vegetable tempura plus meat sizzled on a hot stone barbecue."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – Authentic Tea Ceremony and Temple Delight",
      "description": "Whizz your way onwards, a Shinkansen train taking you to Kyoto and into Japan’s cultural heart. Here, temples hide in bamboo forests, doorways lead you to extravagant zen gardens, and the historical atmosphere confronts you at every turn. Check into a ryokan and set off into this city of delights, visiting a shrine and temple that seem to summarize old-world Japan. Rest and relax with a traditional tea ceremony, once again simplicity and serenity meeting a remarkable attention to detail. Wander hand in hand through the bamboo, waiting for the trunks to give way to a garden, pond, and 13th-century temple untouched by time. For many, Kyoto is Japan’s most romantic city. It’s undoubtedly the most cultural and you cannot escape the time-warped ambiance."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Hand in Hand Through Japan’s Finest Gardens",
      "description": "With your expert local guide, you can enter Kyoto’s unknown parts, spending a day in temples and gardens that are usually closed to the public. Explore zen at its best, the tranquility of gardens ideal for a languid morning stroll. Delve into crumbling moss-covered shrines, where artistic detail now mingles with nature. Enter the imperial palace and step into a different era, feeling the tales that now whisper from walls. You can cover eight centuries and many eras in a single day, learning about the history while witnessing how the artistic style has changed. Along the way, there is more tea, some of Japan’s most iconic kaiseki cuisine, and an exclusivity that keeps you away from the sometimes-crowded Kyoto monuments."
    },
    {
      "dayNumber": "7",
      "title": "Takayama – Old-World Japan at its Best",
      "description": "If Kyoto is a cultural journey through the ages, then Takayama is an immersion in a specific time – the Edo period. The old town is better preserved than almost anywhere else in the country, yet it is not a museum piece. Merchants still trade beneath the artisanal roofs, family chatter seeps out from wood-framed windows, and organized clutter distinguishes antique stores. Walking over elaborate bridges, you can explore Takayama with a local guide, uncovering the what, when and why of Edo, then finishing at Sanmachi Suji. Your evening meal also comes from history. Takayama, in Hida, produces the most revered of all Japanese wagyu beef, its softness and marbling bringing new definition to melt in the mouth."
    },
    {
      "dayNumber": "8",
      "title": "Takayama – Ryokan, Hida Beef and Shirakawa-go",
      "description": "Another morning in a ryokan, and another quiet stroll through old-world Japan with a journey into the one place that’s even better preserved than Takayama. Thatched-roof farmhouses dominate Shirakawa-go, their trademark shape as iconic as windmills are to the Netherlands or canals are to Venice. Unlike Takayama, it feels like a museum village with not a strand out of place in this remote mountain valley. The setting is sublime, and your guide can show you a couple of mountain trails should you wish to walk. Returning back to Takayama, you will watch as the town ambiance changes at dusk with the feeling of a lived-in old city best displayed through soft lights and evening chatter."
    },
    {
      "dayNumber": "9",
      "title": "Shanghai – Sky Bars, Historic Quarters and a Change in Culture",
      "description": "Your journey from Takayama to Shanghai will bring incredible contrast into view. Zoom towards the sky with cocktails on the 55th floor, and then step through the shimmering glass and metal of contemporary Shanghai. Get lost alongside your guide in what remains of Shanghai’s historic quarter, and keep walking to travel into ramshackle lanes of teahouses and musty smells. As one quarter leads to another, you will find the faded grandeur of French Shanghai, which is such a contrast to the skyscrapers elsewhere. Shanghai brings a change in tempo and culture, but it us a great destination for easing into the experience of China. Tonight, you can have a romantic dinner at a Michelin-starred restaurant high above the city with almost two-dozen courses served in an outrageously over-the-top setting, which is another significant contrast from the ryokan and kaiseki experiences."
    },
    {
      "dayNumber": "10",
      "title": "Shanghai – The Amorous Canals of Tongli",
      "description": "Canals twist through old China just an hour outside of Shanghai. They suggest an ancient time, especially when a boat takes you beneath low-slung bridges. Step into a traditional tea ceremony and compare the flavors with Japan. Visit antique stores and gaze up at dusty revolution posters. Find peace in Tongli and have some time to explore just as two, perhaps getting a photo where the bridge arches 360 through its water reflection. Return to Shanghai and the rest of the day is at your leisure. Your guide can suggest places to go – old or new – along with restaurants and bars that epitomize the city’s contemporary, world-leading style."
    },
    {
      "dayNumber": "11",
      "title": "Beijing – Don’t Miss the Great Wall and Forbidden City",
      "description": "An early morning flight to Beijing gives the two of you an action-packed 24 hours at China’s most famous highlights. Touch down and take a helicopter out to the Great Wall of China, propellers whirling as you gasp at the structure’s scale. From the air, it makes sense, this twisting mass of stone that cuts through mountain and valley. Its scale is revealed, even if you see but a tiny fraction of the almost 10,000 miles of wall built to repel Mongol invaders. Stepping out onto a relatively less visited part of the wall, you can wander along the enormous slabs to appreciate just how high they built this defense. Head into Beijing, and check into your hotel with its contemporary glass-fronted accommodation similar to what you had in Tokyo. While Beijing now rises high, it is still very historical at heart, and just as imposing. Step inside the Forbidden City and stand in awe at its details. Sculpted lions, flowing temples, cobbled stone and a sense of history all abound, and there is nothing on this scale anywhere else in the world. Nearby is the Temple of Heaven, a place popular with Chinese couples seeking good luck for the future. Embrace its sanctified atmosphere, join hands beneath painted facades, and then take a rest as dusk draws near. It will be one of the busiest days of the tour, but the trilogy of famous sights are worth the rushing around."
    },
    {
      "dayNumber": "12",
      "title": "Lijiang – The Slow Pace of Old-Town China",
      "description": "You have got time for some self-exploration in Beijing this morning, perhaps even joining locals doing tai chi in a city park. Move next to fly direct to Lijiang for some very relaxing days in southern China. Lijiang harks back to medieval times, with grand gates leading into an expertly restored city where not a stone is out of place. Stroll across the tiny bridges and down narrow lanes, twisting through a piece of China where vehicles cannot go. Hear the historical tales from your guide, learning when Lijiang came to prominence and also its mostly unknown influence on the Western world. Soak up the slow pace of life and spend two nights in a boutique hotel, where you sleep amid the history. Day 12 is guided and takes you around all the important sights, as well as ensuring you have your bearings. Day 13 is at your leisure, and you may wish to take it easy in Lijiang, simply taking more hand in hand walks down 13th-century lanes. The town is flanked by dramatic mountains, which cast their shadow from mid-afternoon onwards. Here you can go hiking or horseback riding, an adventure that brings up images of the Great Silk Road and arriving in Lijiang from a forested slope. You will find that evening is a great time to be outside on the city streets, lanterns illuminating local scenes as the pace of life grows slower still."
    },
    {
      "dayNumber": "14",
      "title": "Yangshuo – The Even Slower Pace of Guilin, Yangshuo and Yulong Cruising",
      "description": "Yangshuo is just as exotic and old-world, although the setting is even more dramatic. Fly to Guilin and transfer through a landscape of rice paddies and limestone karst, arriving in Yangshuo for an afternoon of cruising. You will travel privately on a bamboo raft, drifting down the Yulong River as majestic peaks rise in all directions. It is so peaceful out here, the two of you floating along, the scenery as memorable as any in Asia. In one part of the river, the karst creates a natural amphitheater, a setting for the Liu Shanjie impressions show. During the show, lights dance across water and mountain, and you have the best seats on the evening of day 14. Your final day in China will begin with a cooking class, a fun and informal experience that begins with sourcing ingredients from a local market. Throw food around, create classic Chinese dishes, and settle into the kitchen exoticism. This afternoon you can choose between a private cycle trip above the karst or another boat cruise on the Yulong River. Both provide tranquility in nature and a final slice of rural China to take home in your memories. And as the sun sets and you watch the landscape change color from a private balcony, you can reflect on the last two weeks as the two of you took in the best of Japan and China."
    },
    {
      "dayNumber": "16",
      "title": "Yangshuo – Departure",
      "description": "Depart from Yangshuo this morning, making a domestic flight connection before returning home after this romantic vacation."
    }
  ],
  "map": ""
}