{
  "destination": "China",
  "mainPhoto": "",
  "id": "family-exploration-of-china-two-week-immersive-tour",
  "tourName": "Family Exploration of China: Two-Week Immersive Tour",
  "placesVisited": "Beijing, Xian, Chengdu, Guilin, Hong Kong, Luoyang",
  "generalInfo": "On this customizable 2-week China tour, your family will experience the allure and mystique of this ancient country. Traverse the Great Wall of China, encounter baby pandas in their natural environment, and satisfy your appetite with Michelin-starred dim sum.",
  "durationDays": "14",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing - The Great Wall",
      "description": "When you land at Beijing International Airport, your private driver will greet and transfer you to your accommodation. You will have some time to settle in to the comforts of your new surroundings before your guide leads you to the Great Wall of China. Here, you will be able to stroll along a portion of the wall. Afterward, you will visit the Forbidden City, which is the largest imperial palace in the world. After your tour, you will have the evening to spend at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Beijing - The Art of Calligraphy",
      "description": "The Summer Palace is made up of an ensemble of lakes, gardens, and palaces. After breakfast this morning, you will visit the Summer Palace for a private tour. Afterward, you will have a few hours at your leisure before participating in a private calligraphy course. During your class, you will have an expert calligrapher teach you the ways of perfecting the ancient characters."
    },
    {
      "dayNumber": "3",
      "title": "Beijing - Immersive City Tour",
      "description": "This morning, you can relax in your room and enjoy breakfast at your preferred pace. When you are ready, your guide will lead you through the city for an immersive tour. You will recline in a traditional rickshaw, and your guide will lead you to some of the city’s premier highlights. A trip to Beijing would not be complete with trying Peking duck, which has become a culinary staple throughout China."
    },
    {
      "dayNumber": "4",
      "title": "Beijing - The Sacred Way",
      "description": "This morning, you will visit the Temple of Heaven, which was once the sacrificial altar for emperors to pray for a bountiful harvest. Your guide will lead you on a lengthy tour of the complex before allowing you some time for self-exploration. Afterward, you will travel on Sacred Way to the infamous Ming Tombs. The road is lined with animal statues that represent all aspects of the emperor. After your visit, you will return to Beijing, where you will have the rest of the evening to spend however you see fit."
    },
    {
      "dayNumber": "5",
      "title": "Xi’an - Tang Paradise",
      "description": "Today, you will fly to Xi’an, where a private driver will greet and transfer you to your accommodation so that you can settle in before starting the day’s adventure. Your guide will lead you to the warriors of the Terracotta Army. Each soldier was molded with a unique facial expression and posture. Once you have had your fill of the warriors, you will have half a day to spend at Tang Paradise, which is a theme park that is full of clothing, art, music, dancing, and architecture from the time period."
    },
    {
      "dayNumber": "6",
      "title": "Xi’an - Cycle to an Ancient Fortification",
      "description": "The Ancient City Wall that surrounds Xi’an is the largest military defense system in the world. After breakfast this morning, your guide will rent bikes for you so that you can cycle around the entire fortification. During this cycling tour, you will stop at the four main gates that are named after eternity, peace, harmony, and joy. Xi’an was once the starting point of the Silk Road over 1,000 years ago, and a number of Arab merchants from Middle Eastern came to reside in Xi’an for business. The area in which they resided was dubbed the Muslim Quarter, and you will visit this area of the city today."
    },
    {
      "dayNumber": "7",
      "title": "Chengdu - Intimate Panda Encounters",
      "description": "You will have an early morning so that you can transfer to Chengdu. Here, you will have the luxury of encountering pandas. After settling in to your new accommodation, your guide will lead you to the panda research center. During your time here, you will even get to hold these gentle creatures. Afterward, you will visit the Leshan Buddha, which is the largest stone-carved Buddha statue in China. Afterward, you will venture back to Chengdu, where you will have the rest of the night at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Chengdu - Making Dumplings",
      "description": "After breakfast, your guide will lead you to the Wild Goose Pagoda, which was built during the Tang dynasty. This UNESCO World Heritage Site has become a holy place for Buddhists. Here, you can climb the spiraling staircase for a panoramic view of the city. After your visit, you will have the opportunity to go shopping with a professional chef and learn what ingredients are needed to make these tasty morsels. The chef will then teach you how to craft dumplings."
    },
    {
      "dayNumber": "9",
      "title": "Luoyang - Kung Fu Performance",
      "description": "This morning, you will fly to Luoyang, where a private driver will greet and transfer you to your accommodation. When you are ready, your guide will transfer you to the Shaolin Temple in Dengfeng City. The history of the temple dates back to the 4th century and played a large role in the development of Buddhism in China. Here, you can explore the Hall of Heavenly Kings, Mahavira Hall, the Pagoda Forest, and the Martial Arts training center. Once you have perused the different areas of the Shaolin Temple, you will be entertained by a kung fu performance by monks."
    },
    {
      "dayNumber": "10",
      "title": "Guilin - The Backs of Dragons",
      "description": "You will have another early morning so that you can fly to Guilin today. The Longji Terraces in Guilin are famous for their layered terraces. After settling in to your new surroundings, your guide will lead you to these rice terraces, where you can catch an incredible view from the top of the hill. In the afternoon, you will sail down the Li River with your guide. This will be an excellent opportunity to appreciate Guilin’s fascinating landscape."
    },
    {
      "dayNumber": "11",
      "title": "Guilin - Descend into Crown Cave",
      "description": "Along the bank of the Li River stands a mountain that resembles a crown when seen from a distance. After breakfast, you will venture to Crown Cave, which lies at the base of the mountain. The cave is a wondrous world of karst landscapes. After your tour, your guide will lead you on a tour along the Yulong River. Then, you will have the rest of the evening to spend at your leisure."
    },
    {
      "dayNumber": "12",
      "title": "Hong Kong - Feast on Dim Sum",
      "description": "Today, you will fly to Hong Kong, which is known for its bustling energy and tantalizing cuisine. Your first experience in the city will be a trek to Victoria Peak, where you can ascend the tallest hill in the city on foot or by cable car. Regardless of what you choose, you will be rewarded with incredible views of the city. Afterward, you will feast at a Michelin-starred restaurant that is known for its dim sum."
    },
    {
      "dayNumber": "13",
      "title": "Hong Kong - Sail in a Junk Boat",
      "description": "Today, you will have the morning to yourself before strolling along the Tsim Sha Tsui promenade, which is one of the most famous walkways in Hong Kong. This brief walking tour will provide you with a unique view of the city. At the end of the wharf, you will board a junk boat for a sail. The Hong Kong junk boat represents the traditional values that are still present in the city."
    },
    {
      "dayNumber": "14",
      "title": "Hong Kong - Departure",
      "description": "After breakfast this morning, your driver will transfer you to the airport so that you can connect with your departing flight."
    }
  ],
  "map": ""
}