{
  "destination": "China",
  "mainPhoto": "",
  "id": "exotic-family-vacation-to-china-beijing-to-shanghai",
  "tourName": "Exotic Family Vacation to China: Beijing to Shanghai",
  "placesVisited": "China",
  "generalInfo": "The exotic and wondrous magic of China will enchant your family during this exciting, 7-day adventure. Capture the intimate sights and smells of street vendors as you travel across town in a rickshaw before taking a toboggan down the longest wall in the world. Exhilarate your taste buds with tempting delights from prestigious food to the soupy dumplings that lead your mouth on a heavenly adventure. Embrace a baby panda and scale the bright green backbones of dragons, then honor the stoic and intricate expressions of the Terracotta Warriors. Allow the electrifying energy of China to shock your imagination.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing - Toboggan Down the Great Wall",
      "description": "The magical and exotic culture of China is waiting for you and your family on this adventurous, 7-day journey. Upon your arrival at Beijing Capital Airport, your private transfer will provide you with some of the most spectacular views of Beijing on a rickshaw. This is an excellent way to explore the hutong areas of the capital, which is a maze of alleyways. You will be provided with an up-close and personal look at the families who have lived in these areas for centuries in addition to street vendors who call out their wares and wafts of delicious Beijing food. When your eyes are full from the busy streets, your guide will transfer you to the Mutianyu section of the Great Wall. The longest wall in the world and a proud UNESCO World Heritage Site, the Great Wall was first built over 2,300 years ago. This section of the wall is unique because it has a cable car that can carry you to the top, where you can indulge in a toboggan slide down the wall. This is a fun experience that all ages will enjoy. When your bellies are aching for delicious Beijing fare, the only dish that can help satiate your craving is the most famous dish of China: Peking duck. When you bite into its tender meat that is wrapped in thin rice paper and peppered with a sweet sauce and green onions, you taste buds will experience the pinnacle of taste as the dish was formerly eaten exclusively by imperial families and high-ranking officials."
    },
    {
      "dayNumber": "2",
      "title": "Beijing - Admire the Unique Treats of Snack Street",
      "description": "As the clouds part to reveal the sky, your guide will drive you to the largest palace in the world, which is also a UNESCO World Heritage Site: the Forbidden City. Once home to 24 Ming and Qing emperors during their reign, its golden-yellow tiles and bright red walls rise from a forest of green trees. When you stand in the middle of the main palace hall and gaze at the concrete blocks, the enormous buildings will unfold around you like the layers of an onion. You will be standing in one of the best architectural defenses that have ever been built. Adjacent to the Forbidden Palace is Tiananmen Square, which is known as the stone heart of China because it is in the center of the city. From the looming walls of the main building to Chairman Mao’s large picture that sits above the entrance, it will be a marvel to walk along the grounds. From here, your guide will escort you to one of the more interesting nooks of Beijing: Wangfujing or Snack Street. Here, your family’s eyes will be moving at top speed as your eyes pan back and forth at all the different snacks. Your noses will be bombarded as well. The varieties of snacks range from your typical caramel treats to roasted scorpions on a stick. With three floors of different delicacies, your taste buds will take a trip around China without ever leaving Beijing. When your bellies are full of delicious delights, you will venture to Chaoyang Park, which is the largest green space in Beijing. With a field of green that is decorated with pink and red wildflowers, it is a heavenly place to rest, relax, and digest."
    },
    {
      "dayNumber": "3",
      "title": "Xi’an - Honor the Extraordinary Details of the Terracotta Warriors",
      "description": "As your plane touches down in Xi’an, which was the capital of China for 13 dynasties, your private transfer will direct you to Emperor Qinshihuang’s mausoleum where the Terracotta Warriors await. As you and your experienced guide descend into one of the greatest archeological finds in the world, the stone-faced warriors will keep a close watch over the emperor because they are his afterlife guards. There are three pits that contain 8,000 life-size soldiers, and each one was handcrafted with its own unique facial expression, features, hairstyle, clothing, and gestures. As you look out over the sea of warriors, which contain 130 chariots, 520 horses, and 150 cavalry horses, they will almost appear as if they are sleeping and can wake at any moment. Your family will be excited about the opportunity to learn how to make traditional Xi’an dumplings from a master chef. You will enter the home of the chef and gaze in wonder at the deftness of their fingers as they create the perfect dumpling. Your master chef will help you to craft the perfect dumplings as well, and within moments, the scent of your steamed dumplings will tickle your nostrils as your feast is served. From here, your guide will steer you toward the Old City wall of Xi’an, where you will be provided with a bicycle. As you ride around the city wall that encircles the center of Xi’an, you can stop at the main city gates that face each direction to admire the city from above. The views of traditional buildings are mixed with citizens who will be practicing their martial arts or Tai Chi. The full display of the Tang culture spreads across the first royal park of Tang Paradise, where large pavilions are reflected in the calm waters of the lake. As the Tang dynasty was considered the Golden Age of China, the park is a place that is full of poetry, which will tug at your heartstrings. The interplay of the concrete pavilions and surrounding greenery will provide your soul with ease. Afterward, you will be returned to your luxurious accommodation for the remainder of the evening."
    },
    {
      "dayNumber": "4",
      "title": "Chengdu - Frolic with Baby Panda Bears",
      "description": "After your early morning bullet train ride from Xi’an to Chengdu, your private transfer will lead you to possibly the most anticipated part of your trip: the Wolong Giant Panda Reserve. Being the largest natural reserve in China, the reserve is the perfect place for pandas to roam free, tumble around, nibble on bamboo, and create great joy for anyone who visits. The large expanse of greenery has been seen on National Geographic and is one of the few places in China where you can actually interact with baby pandas. Their soft black eyes and their furry bodies will be a thrill to watch up close. A combination of Chengdu’s historical and modern changes, the Kuanzhai Xiangzi or Wide and Narrow Alley embodies both worlds perfectly. As your guide leads you through the streets, you can look up to see remnants from the Ming and Qing dynasties in their architectural styles and covered in a blanket of moss. The Wide Alley from the Qing dynasty represents the leisurely life of traditional Chengdu folk culture. You will have the opportunity to peek behind the curtain of the tea houses before nibbling on classic delicacies. Set in a world of concrete, the Jiuzhaigou National Park is considered a fairytale paradise that is filled with natural wonders. The fresh air will rejuvenate your lungs with vitality while your eyes indulge in the unspoiled lands where a large waterfall sits. The landscape is a colorful interplay of yellow, green, red, and blue as the lakes spread out serenely around you."
    },
    {
      "dayNumber": "5",
      "title": "Guilin - Climb on the Backs of Emerald and Gold Dragons",
      "description": "The remote villages of China hold as much wonder as the bustling and more popular metropolitan cities. As your private charter lands in Guilin, you can look out the window and peer at all the extraordinary areas that are waiting for you to explore them. Your private transfer will usher you out to the far reaches of the Longji Rice Terraces. Here, you can climb to the top of the terraces to witness how the emerald and golden layers resemble the curving backbone of a dragon. With wispy clouds that dance across the tops of the rice terraces, it will create an aura of mystery across the land. The Li River will transport you to another world with its ethereal setting. As you cruise down the gentle river, sharp mountain peaks will be shaded by puffy clouds as if an artist had painted them especially for you. The water buffalo will lumber across the fields as they look for things to eat while the villagers stride through rice paddies. It is a tranquil setting that will be teeming with life. As you sail down the river, you can take note of the famed landmark of Elephant Trunk Hill, where the rock appears to be a large elephant that is taking a drink from the river. After a delectable and traditional Guilin-style lunch, you will travel with your guide to the Reed Flute Cave. At over 180 million years old, the cave is an underground world that is illuminated with red, blue, yellow, and green light that showcases the stalactites, stone pillars, and rock formations. The dampness in the air will dissipate as you look around at the fascinating world that is created by colorful lights that bounce off the glistening rocks. As you wander through the cave, you will gaze in wonder at the poems and travelogs that have been written by traveling Tang artists to leave their mark on history."
    },
    {
      "dayNumber": "6",
      "title": "Shanghai - Savor a Bird’s Eye View Between East and West",
      "description": "As your plane clears the clouds, Shanghai will be laid out like a modern marvel. Skyscrapers and the Oriental Pearl Tower are iconic landmarks that set Shanghai apart from every other metropolis in the world. Once you land, your private transfer will direct you to the second tallest skyscraper in Shanghai, the World Financial Center Observation Deck, which looks like a giant bottle opener. At the very top, you will have a bird’s eye view of the entire city. Shanghai cuisine is one of the most famous in China, but nothing is more famous than the xiao long bao . These steamed dumplings are savory pockets of heaven, which are served with a dipping sauce that is made from vinegar and ginger. After your bellies are filled with dumplings, your guide will lead you over to Yu Garden, which is a 5-acre garden that was built during the Ming dynasty. It was constructed by Pan Yunduan for his parents to enjoy in their old age, and there are many features within the garden. It is made up of six scenic areas, a 50-foot rockery, and is surrounded by twisted green trees with an abundance of colorful flowers. As you walk across the bridge that snakes across the lake, you can feed the red and gold carp that swim languorously beneath. As you stroll through Yu Garden, you can look across the Huangpu River, which is considered to be the mother river of Shanghai because it feeds many other rivers. The curved rooftops of the traditional side and the straight lines from the modern side are the perfect contrast between Eastern and Western styles. This area is even more spectacular in the evening when everything is lit up."
    },
    {
      "dayNumber": "7",
      "title": "Shanghai - Cherish the Botanical Wonderland",
      "description": "As the vendors unpack their wares in preparation for the day, you will venture with your guide to the Jin Mao Tower, which is the third tallest skyscraper in Shanghai. The building is famous for its 88 floors with several elevators that can take you to the top in 45 seconds. This experience will provide you with a spectacular view of Shanghai. At the top, you can walk across the skywalk, where you can reach out to touch the clouds. From here, you will travel with your guide to Gongqing Forest Park with emerald grass that is set in a luscious forest of trees. The park is a botanical wonderland with circuitous wooden paths that are laid out like a labyrinthine. Cherry trees also line the edges of the serene river with an abundance of green bamboo poking the water. Your private transfer will then usher you to Shanghai Pudong Airport for your departure flight home."
    }
  ],
  "map": ""
}