{
  "destination": "China",
  "mainPhoto": "",
  "id": "highlights-of-china-tour",
  "tourName": "Highlights of China Tour",
  "placesVisited": "Beijing, Great Wall Mutianyu, Xi’an, Terracotta Army, Yangshuo, Guilin, Shanghai, Hong Kong",
  "generalInfo": "Over the last few decades, China’s rapid economic growth has defined its identity. And yet, just beyond the gleaming skyscrapers and other signs of wealth, much of the country’s cherished history and culture lies undisturbed. On this 11-day tour, you are in expert hands as you experience the best of modern and ancient China. During your journey, travel between China’s most impressive natural and manmade wonders, all while staying at five-star accommodations. It is a journey of a lifetime, one that will result in cherished memories, along with a desire to return.",
  "durationDays": "11",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing – Welcome to China!",
      "description": "Your flight to Beijing lands in the early afternoon. Your guide and private driver meet you in the arrivals lobby. During the half-hour journey to your hotel, a plethora of fantastic sights surround you. From the seven beltways that encircle the city to the countless skyscrapers under construction, Beijing is a city continuously undergoing transformation and growth. You arrive at your luxury accommodation. Located less than a mile from the Imperial Palace, the hotel is situated among the city’s historic hutongs . The hutongs are narrow alleys linking multiple traditional homes, some dating back 400 years. The hutongs are known for their magnificent private courtyards, something your own luxury accommodation spares no expense to emulate for your enjoyment. Your room features modern amenities while staying true to the hotel’s Qing dynasty design. After some time to freshen up, your guide picks you up for dinner. Your first taste of China is at the famous restaurant specializing in duck dishes. The outside gardens feature modern art, and inside a chef cuts duck right at your table. Wrapped in a thin pancake with fresh cucumber, scallions, and sweet bean sauce, the first bite is a decadent blend of tastes and textures."
    },
    {
      "dayNumber": "2",
      "title": "Beijing – Explore Beijing’s Past",
      "description": "This morning, your hotel has a buffet breakfast featuring many Chinese and western dishes. After eating, your guide takes you to Houhai Lake for a unique personalized experience. Each morning thousands of Beijing’s retirees gather at the lake’s shores to practice tai-chi, dancing, and even badminton. Here you meet a local tai-chi master. After stretching, she teaches you many tai-chi and kung-fu movements designed to bring inner harmony and relaxation. With the peaceful lake and centuries-old hutongs surrounding you, it is easy to find a sense of calm and balance. After saying goodbye to your teacher, you take a rickshaw tour of the hutong district. Each turn brings new surprises, such as homes where trees appear to be growing out of the buildings. It is easy to imagine a time when Beijing looked much the same way. Your next stop is Dong Hua Men, a street of food stalls that sells familiar (and not so familiar) fried snacks on a stick. Expect to see everything from scorpions to lizards as you explore the stalls. Even if you don’t sample the food, you discover that the street is an exciting congregation of activity. Dinner this evening is a treat, an all-you-can-eat buffet at an esteemed restaurant. With many Chinese and international dishes to choose from, you relish the variety and are encouraged to sample many dishes throughout the course of your meal."
    },
    {
      "dayNumber": "3",
      "title": "Beijing – Walk the Wall",
      "description": "After breakfast, your guide takes you to a local market. Walking among the early morning shoppers, you buy a colorful kite to fly at the Great Wall later in the day. After checking out of your hotel, a private car takes you an hour north of Beijing to Mutianyu, a rustic village at the foot of the Great Wall. You check into your own private villa. The outside is adorned with original Ming dynasty brickwork. Inside, the interior has been completely renovated for discerning travelers. Before heading to the wall, hotel stewards serve you lunch in your villa’s courtyard. Expect a variety of delectable dishes and a million-dollar view of the Great Wall. After lunch, your car takes you to the Great Wall. The wall stretches over the hills and valleys as far as the eye can see, you are spellbound by its grandeur. In this distance, you spot five Chinese characters carved into the hillside. A leftover from China’s tumultuous Cultural Revolution in the 1960s, they read ‘Loyal to Chairman Mao.’ China has left behind much of Mao’s ideology, but some reverence for the ‘Great Helmsman’ continues. During your time on the wall, it is possible to explore the unrestored Jiankou section. With trees, bushes, and flowers blossoming between the ancient stones, you may begin to feel that this is how the wall was meant to be experienced. Pausing at a crumbling watchtower, there are no other travelers, no other signs of people for miles. Reflecting on the serenity of nature, it is a perfect time to try out your kite. Returning to your villa in the late afternoon, a local chef prepares you a special barbecue dinner featuring regional meat and produce. With the sun setting behind the Great Wall, you have a perfect view to end your day."
    },
    {
      "dayNumber": "4",
      "title": "Xi’an – A Blend of Cultural Traditions",
      "description": "Today you return to Beijing International Airport to catch your flight to Xi’an. Historically known as Chang’an, Xi’an was China’s first capital and held this honor for over 1,000 years. The city’s past still very much affects its present. You land in Xi’an after a two-hour flight. A private car takes you to your luxury hotel in the city center. Each of the hotel’s rooms features floor to ceiling windows, giving you an unparalleled view of Xi’an’s magnificent ancient and modern architecture. After using the late afternoon to freshen up at the hotel, your guide for the evening picks you up in the hotel lobby. As the sun sets over Xi’an, your guide leads you on a bicycle tour of the city. The Xi’an City Wall is a stunning fortification. Enclosing 14 square miles of the city, it dates back to the 14th-century. It has survived wars, rebellions, and the neglect of time. Standing in its presence, you understand the power Imperial China once commanded. Your tour of the city ends in Xi’an’s Muslim Quarter. Less than 100 years after the founding of Islam on the Arabian Peninsula, the religion had spread to Chang’an through the historical Silk Road. In 742, the faithful founded the Great Mosque of Xi’an. You observe the Arabic writing on the mosque’s structures, but traditional Chinese architecture defines this mosque. It is a wholly tranquil setting, a peaceful contrast to Xi’an’s modern metropolis. After building up an appetite from your bike ride, expect a filling and delicious dim sum dinner. Though dim sum is available at Chinese restaurants all over the world, the dish is a Xi’an specialty. Throughout your meal, you sample many steamed dumplings filled with vegetables, pork, beef, and seafood. Just when you think you are done, your waiter brings yet another bamboo basket filled with more delectable food."
    },
    {
      "dayNumber": "5",
      "title": "Yangshuo – Ancient Warriors and Breathtaking Performances",
      "description": "After a buffet breakfast at your hotel, you are off by private car to see arguably the most famous archeological discovery of all time: the terracotta warriors and horses. The history of this UNESCO World Heritage Site goes back to 246 BCE when the first emperor of China was a young man. Throughout his 36-year reign, 700,000 workers constructed the massive mausoleum. The crypt lies undisturbed a mile away from the famed warriors. Historical records indicate that the emperor’s tomb is surrounded by a handmade model of the Earth with mercury seas. The ceiling is encrusted with diamonds and jewels representing the constellations. Until archeological techniques improve, it will remain hidden from the world. What you see today was first discovered in 1974, when two young farmers found the first terracotta shards while digging a well. Archeologists from China and around the world have worked at the site every since, restoring the terracotta warriors and horses to their former glory. Your first stop is pit one. Twice as long as a football field, the pit contains over 6,000 uncovered sculptures. Walking the perimeter for the first time, you may feel as if you are an ancient Chinese general inspecting his army. Returning to Xi’an, you board a flight to Guilin, a city far to the south. In many ways, Guilin reflects how many American perceive China: terraced rice fields, rocky slopes, and wide rivers. Leaving the airport by private car, you may feel that you have traveled to a completely different country, one that more closely reflects the China you have seen in movies and television shows. Your premier hotel this evening includes modern amenities, with your room featuring a balcony with views of the Li River and surrounding countryside. After time to freshen up, your guide takes you to a rooftop dinner featuring Yangshuo Duck. Like Peking Duck, Yangshuo Duck is cooked to crispy perfection. Throughout the meal, the duck appears in a variety of savory dishes. Your after-dinner entertainment is the Sanjie Liu musical show. Set on the Li River, the live show features over 600 performers and acrobats performing to traditional folk songs and elaborate lighting. The music reverberates off the surrounding hillsides, making it seem as if the Earth itself is singing. It is also an experience where you want to you have your camera ready, as many moments throughout the performance rival the gravity-defying choreography in the film Crouching Tiger, Hidden Dragon ."
    },
    {
      "dayNumber": "6",
      "title": "Yangshuo – A Day of Natural Wonders",
      "description": "China’s jutting topography is the county’s most well-known natural treasure. From ancient Chinese paintings to James Cameron’s Avatar , these stunning natural structures have influenced artists all over the world. This morning you experience them up close on a biking tour of Yangshuo. Your first stop is a morning market, where your guide assists you in the purchasing of local ingredients for your private cooking class. You take your ingredients to a nearby farmhouse, where a Yangshuo family teaches you many of their recipes. Together you make a delicious lunch and get to know one another over the meal. In the afternoon, you trade your bicycle for a bamboo raft. The river’s current is gentle, meaning even first-time rafters have little trouble navigating the river. After a while, all signs of the modern world melt away. Every bend in the river revealing new wonders, it is easy to focus solely on the scenery. Leaving your raft behind, you once again ride a bike to Moon Hill. A magnificent sight, its name refers to the rock formation’s wide arch. Standing at its base, it is impossible not to feel insignificant in its presence. In the afternoon, you return to Yangshuo. Your hotel for the next two nights is a deluxe room at a premier accommodation After time to shower and relax, your guide takes you out to dinner at a local restaurant."
    },
    {
      "dayNumber": "7",
      "title": "Guilin – A Village Fixed in Time",
      "description": "The Longi rice terraces are some of the most impressive manmade structures in China. Dating back to the 13th-century, they helped revolutionize Chinese rice farming, allowing the country to feed its ever-growing population. Today you are off to see these terraces up close, leaving Guilin by private car. When you arrive, you start your day of exploration by taking a short hike to Pingan Village. As Pingan does not allow cars, none of the village’s historical charm has been sacrificed to modern progress. For lunch, you eat with a local family and learn about village life and the great tradition and care that rice farming requires. After lunch, you tour the rice terraces. No matter the season, you pass farmers tending their crops or maintaining the earthen structures. During the tour, your guide points out many of the terrace’s features, from the complicated irrigation system to the engineering that went into creating the terraces more than 600 years ago. After the tour, there is ample time to further explore the village. In the late afternoon, you return to Guilin for dinner at a local restaurant."
    },
    {
      "dayNumber": "8",
      "title": "Shanghai – Peaceful Nature and Big City Life",
      "description": "On your last morning in Guilin, you begin your day with a visit to the Reed Flute Cave. Named after the bamboo growing around the cave entrance, the cave has attracted visitors since the 8th-century. Inside, you discover magnificent rock formations. The addition of artificial lighting gives the cave an otherworldly quality and makes you feel as if you are exploring an alien landscape. Your final stop in Guilin is Elephant Trunk Hill. Like the Reed Flute Cave, it has attracted visitors for over a millennium. The large hill plays a major role in Guilin’s folklore. It is said that the hill is a God Elephant that protects the town. Standing at its wide base, it is easy to understand why people once believed Elephant Trunk Hill was a deity. Your afternoon flight from Guilin to Shanghai takes approximately a little over two hours. You arrive in late afternoon and are met at the airport by your Shanghai guide. You are taken to your luxury hotel for a two-night stay. Xintiandi, literally meaning ‘new world,’ is one of Shanghai’s most beautiful and affluent neighborhoods. A pedestrian zone, cars cannot impede your exploration or enjoyment of this lively district. This evening your guide escorts you to dinner. Your restaurant this evening is an internationally acclaimed dumpling restaurant only steps away from your hotel. While there, you sample Xiao Long Bao , a pork-filled soup dumpling. Like in Xi’an, different dumplings arrive throughout the course of your meal. Yet you discover that the tastes and textures are completely unique to Shanghai. No matter which dumplings become your new favorites, you discover that they all pair well with ice-cold Chinese beer."
    },
    {
      "dayNumber": "9",
      "title": "Shanghai – Past and Future Combined",
      "description": "Shanghai in the 21st-century is one of the most dynamic cities in China. In the late 19th-century, much of the city was under the control of the European powers. These ‘concessions’ operated under European laws and used their own currency when conducting business with the Chinese. Your tour this morning begins in the French Concession, where for nearly 100 years the French left their mark on Shanghai. With each member of your party touring the district in a separate motorcycle sidecar, you drive through city streets that could easily be part of Paris. From the past, you head into the future: Shanghai’s Pudong district. From your table high up in the Shanghai World Financial Center, you leisurely dine on a lunch of modern Shanghai dishes. After lunch, you leave the Pudong by the Bund Sightseeing Tunnel. Traveling under the Pudong river by private train car, you are treated to a spectacular light and sound show. The five-minute ride is a feast for the senses, making you feel as if you are traveling at the speed of light. When you emerge above ground, you are in the Bund. These European-style buildings were once a symbol of vexation for China. Like the French Concession, European laws prevailed here, and European corporations once housed in these buildings controlled much of China’s foreign trade. Today these buildings are a source of local pride, home to some of the finest hotels and restaurants in Shanghai. For dinner, your guide provides you a list of recommendations for an elegant dinner in the Bund."
    },
    {
      "dayNumber": "10",
      "title": "Hong Kong – Magnificent Metropolis",
      "description": "Though you leave Shanghai today, the city still has one more surprise for you. Since 2004, the Shanghai Maglev Train has transported passengers to and from Shanghai Pudong International Airport at nearly 268 miles per hour. Floating on magnets, the ride is incredibly smooth. Traveling 19 miles in only eight minutes, the trip seems to end all too soon. Your flight to Hong Kong departs at lunchtime and arrives in mid-afternoon. You briefly stop at your hotel, Langham Place. From your Deluxe Plus room, expect panoramic views of Victoria Harbour, along with all modern amenities, including a rain shower. The Mong Kok district, one of the liveliest neighborhoods in the city, is only steps from your hotel. From its roadside kiosks to department stores, it seems as if the whole city is on sale around you. Look up and you spot the lingering architectural style of the British, who ruled Hong Kong from 1841 to 1997. For the best view of Hong Kong, your guide takes you to Victoria Peak. All of the city seems to lay before you as you step out on the peak. You notice, too, that the weather is different, as the peak has its own temperate climate. It is an ideal place to linger as the sun sets, when Hong Kong’s innumerable artificial lights come to life. Descending Victoria Peak, your day ends with a harbor cruise on a restored fishing boat. As the sails catch the gentle wind, you make your way into Victoria Harbour. The skyline in front of you, it is a perfect place to make your final memories of Hong Kong and China. Afterward, you return to your hotel for farewell dinner at one of its two Michelin star restaurants. The meal is at a leisurely pace, allowing you time to reflect as you enjoy an award-winning repast."
    },
    {
      "dayNumber": "11",
      "title": "Departure – Still So Much More to See",
      "description": "After breakfast at the hotel, you make your way to Hong Kong International Airport, where your flight home awaits you. Gaining one final view of Hong Kong from your airplane seat, it feels as if the last 11 days have passed in the blink of an eye. China has shown you so much of itself, yet you have experienced only a taste of this amazing country. During your trip home, you decide that your first trip to China will not be your last."
    }
  ],
  "map": ""
}