{
  "destination": "China",
  "mainPhoto": "",
  "id": "china-photography-tour-life-through-a-lens",
  "tourName": "China Photography Tour: Life Through a Lens",
  "placesVisited": "Guilin, Dazhai Village, Xingping Ancient Town, Xialong Bay, Zhangjiajie: Yangjiajie, Laowuchang, Yuanjiajie",
  "generalInfo": "Live life through the lens of the most picturesque and serene areas of natural beauty the world has to offer, as you embark on this captivating photography tour of China. Let your camera absorb the colors of nature as you wander along beautifully terraced fields amid minority villages. Watch the sun rise over the enchanting pillars and valleys of the Zhangjiajie Forest Park. Capture the sunset over the mystical Li River, while local fishermen fascinatingly go about their business. And embrace all of this with the guidance of gifted local photographers, taking you to the perfect spots at the ideal moments, ensuring you acquire that shot of a lifetime.",
  "durationDays": "9",
  "price": "3,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Guilin – Guilin Arrival",
      "description": "Soak up the wonderful scenery of Guilin as you make your private transfer from the airport to the hotel. This city is said by many to possess the most picturesque landscape in the world. You will be able to tickle your taste buds shortly after your arrival - either within the hotel or by sampling one of the neighboring restaurants. Be sure to get those camera batteries charged and your head down on that pillow at a sensible time, to prepare yourself for the wonderful journeys that lie ahead in the coming days. Consider learning more about the best China travel agents whom we partner with, and see how they are able to expertly craft your itinerary to your particular interests and desires."
    },
    {
      "dayNumber": "2",
      "title": "Guilin – Hike Longji Terraced Fields, Visit Villages, Oil Tea Making",
      "description": "It’s morning, and time to get this trip kick-started. Fill your belly to the brim at breakfast - you’ll most certainly need the fuel for today’s extraordinary adventures. Take a two-hour car journey towards the peaceful countryside of Guilin, and to the remote and stunning Dazhai Village of Longji Terraced Fields, sitting at the foot of the mountains. As you hike further uphill into the village, you will witness the incredible rice terraces sparkling a golden yellow – a sign that they are ready for harvest. An equally wondrous sight is the local cabin stacked in rows behind one another – incredibly complementing the natural surroundings. Yao minorities inhabit the Dazhai Village, and you will have the fascinating opportunity to visit these families in their homes and photograph them going about their everyday lives. Conclude the day by learning the art of making Oil Tea with the Yao people. A daily requisite of the Yao minority, this snack consists of fried tea leaves and is said to heal the body – particularly in mountainous areas. Stay over in a local hotel for the night, where you will get more local delicacy tastes if you wish. Your eyes will inevitably feel heavy from the day’s journey – so get a good rest."
    },
    {
      "dayNumber": "3",
      "title": "Guilin – Sunrise over Dazhai Village andVisit Fuli Bridge,",
      "description": "Pull off those bed-covers, open those eyes and witness astounding natural bliss unfold right in front of you. Watch the sun slowly rise from behind the mountains and caress the colorful paddy terraces, shadowed by the surreal early-morning mist veiling itself around the flawless peaks, setting the scene for photography paradise. Make your way down from the astounding vantage point and blissfully wander in among the terraced grounds, taking shots from a range of alternative perspectives. In the afternoon, head to Yangshuo County, and visit the serene and seemingly untouched Fuli Bridge. Built in the Ming Dynasty and over 600 years of age, this simple but beautiful piece of man-made history sits above the peaceful Yulong River, surrounded by curvilinear mountains and luscious green trees residing on either side of its arch. Wild goats stroll the side of the riverbank nibbling on grass; it’s as if this area is prompting you to take the perfect picture. Enchanted by the tranquility that the Fuli Bridge possesses, you will make your way along the Yulong River to Aishan Bridge, preparing for a dreamlike sunset with Guilin’s landscape as the perfect backdrop. Similarly to Fuli, this area largely remains free of tourists, adding to its serenity. Make your way to a local nearby hotel and get some much-needed rest and food – all in preparation for a magical early start the following morning."
    },
    {
      "dayNumber": "4",
      "title": "Guilin – Sunrise over Li River Bend, Xingping Ancient Town",
      "description": "Another early morning and another magnificent location – this time to witness the sunrise over a graceful point along the Li River. After a short hike to a picture-perfect vantage point upon the Xianggong Mountain, you will watch the sun gradually paint serene strokes of light upon the flowing water. Distant rice fields and fellow mountain peaks provide a dreamlike backdrop as fishermen drift down the river in bamboo crafts, setting a perfectly tranquil scene. Making your way along the Li River, you will arrive at Xingping Ancient Town – dating back 500 years and instituted during the Ming Dynasty. This quaint area features two key capacities: Xingping Fishing Village and Xingping Old Street. You can admire the ancient block buildings that line the old cobbled street while beautifully picturesque hills hover above, and locals peacefully go about their lives. Then head over to the fishing village for another euphoric sunset experience. First, admire the Ming and Qing dynasty construction: leaning rooftops, black slates, and colored brickwork look charmingly beautiful against the once again wondrous hills that provide the most impeccable background. The sun descends onto the Li River, creating enchanting colors as it graces the peaceful water where the village fishermen sit in boats, and their co-working cormorants fascinatingly capture the river’s fish. Head to a nearby hotel, perfectly placed alongside the Li River, which offers fascinating surroundings to awake to the following morning."
    },
    {
      "dayNumber": "5",
      "title": "Zhangjiajie – Sunrise over Xialong Bay",
      "description": "Prepare to be awed this early morning as you visit what is widely regarded as the most wondrous part of the Li River. You will travel from Xingping Ancient Town to Xialong Bay by wonderful traditional means, in a locally made bamboo boat. Staying in the raft, you will witness the sunrise from the water, as the morning mist rolls over the glorious peaks and rays of sunshine gently beam across the river. Time to gather your belongings and swap the beautiful landscape of Guilin for the equally stunning natural beauty of Zhangjiajie. Touch down in the evening and relax in your city hotel, preparing for the following days’ enchanting adventures."
    },
    {
      "dayNumber": "6",
      "title": "Zhangjiajie – Sunset Photography of Yangjiajie Area",
      "description": "Begin your tour of the Zhangjiajie National Forest Park in the peaceful Yangjiajie area. You will make your way up into the heavens via cable car in the morning, exploring some of the 200 scenic spots in the region. Here, there are walls of uneven towering rock that weave in and out of the skyline known as the Natural Great Wall; tranquil waterfalls that appear to be falling from heaven; colorful streams trickling along the rocks and vine trees sprouting out of the cliffs. To observe the sunset, you will be taken to a magnificent viewpoint of Tianbo House, home of General Yang’s family. Most tourists gather at the very top of Tianbo – but you will be guided to a perfect tranquil area to take some wondrous photos. With a head full of dreams following your first glimpse of the Zhangjiajie area, you will head to a nearby hotel in beautiful surroundings to get some food and a valuable rest."
    },
    {
      "dayNumber": "7",
      "title": "Zhangjiajie – Sunrise over Laowuchang, Visit Kongzhong Tianyuan and Yuanjiajie",
      "description": "Begin your day watching the sunrise over the most pristine and natural part of the Zhangjiajie area. You will see the sun grace the rice paddy fields (Kongzhong Tianyuan) that unbelievably sit on top of the sky-high pillars – while the morning mist makes the scene depict perfection. Hailed as a heaven for photographers, you will be able to obtain impeccable pictures of farmers working in the fields, in the most stunning of surroundings. Recharge your batteries – and the camera’s – as you head back to the hotel for some breakfast and rest before making your way to the most famous area of Zhangjiajie: Yuanjiajie. The entire section of Yuanjiajie has a fictitious feel about it – as if, indeed, you are on the set of a virtual film in the making. Perhaps why the Qian Kun Column - translated as The Pillar between Heaven and Earth – was the inspiration for a spectacular scene in the blockbuster film Avatar. Now known as the Avatar Hallelujah Mountain, this surreal standalone pillar that sits magnificently high in the sky above other freestanding columns and picturesque scenery is truly wondrous. This area possesses other fascinating captivations aside from the Hallelujah Mountain, though. You will get enchanting photos of the First Natural Bridge Under Heaven, which connects two mountain peaks together. This is the highest natural bridge in the world, and is just two meters wide, five meters in depth and 25 meters in length; a truly fascinating part of the landscape. The Enchanting Platform lives up to its name in every sense; from the natural structure, you can observe magical panoramic views of valleys, gardens and pillars across the beautiful Yuanjiajie area. Your head will be replaying all of those scenes you’ve been snapping for the day, so time to proceed to a Yuanjiajie hotel for some food and sleep - giving that mind a rest."
    },
    {
      "dayNumber": "8",
      "title": "Tianzi Mountain Area - A Nod-to-the-General-Platform and Yubi Feng",
      "description": "Conclude your tour in the wonderfully scenic Tianzi Mountain, regarded as the best area of Zhangjiajie to view the spectacular peaks due to its sheer height. You will wake at the crack of dawn and make your way by cable car to the Tianzi Platform and admire the Nod-to-the-General-Platform. This astounding area is dotted with pillars deep into the delicate clouds at the peak of Earth – the tallest reaching an astounding 1,262 meters above sea level. The mountains are said to represent Emperors that were descendants of Heaven – with the tallest illustrative of the Emperor of Xiang. Prepare yourself for another distinctive and enchanting area of spectacular scenery, named Yubi Feng. Directly translating to Imperial Pen Peaks - these slight stems of rock sit 1000 meters above sea level and are said to resemble Chinese brush pens. Poignantly, this area has the feel that it has indeed been painted onto Earth – such is its astounding surrealistic perfection. Later, you will head to a Tianzi Mountain hotel for a delectable meal before bringing all of the trip’s fascinating memories to bed with you."
    },
    {
      "dayNumber": "9",
      "title": "Tianzi Mountain Area – Depart Zhangjiajie",
      "description": "Time to depart your beautiful surroundings - no doubt you will be staring longingly at some of the wondrous photos you have taken over the previous days. Perhaps you won’t need to describe your experiences to family and friends upon your return – all you will need to do is ask them to observe your photos; after all, as the famous saying goes, a picture paints a thousand words."
    }
  ],
  "map": ""
}