{
  "destination": "China",
  "mainPhoto": "",
  "id": "ice-festival-of-harbin-tour-sculptures-snow-and-serenity",
  "tourName": "Ice Festival of Harbin Tour: Sculptures, Snow, and Serenity",
  "placesVisited": "Beijing, Harbin",
  "generalInfo": "Experience fascinating wonders amid the winter’s most beautiful elements during this unique 7-day tour of Harbin and Beijing. Witness pristine white flakes exquisitely dress the Middle Kingdom’s greatest landmarks as you walk along a stunning snow-topped Great Wall and admire the frosted peaks of the enchanting Forbidden Palace in Beijing. Let mesmerizing ice sculptures consume your ice-cold eyes before witnessing stunning Siberian tigers in their beautiful snow-drizzled surroundings, amid the vibrant city of Harbin. Visit holy temples and admire wondrous city architecture. And see more lights and colors than you’ve ever seen before as the night sky descends - truly bringing your trip to life.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing – Arrival",
      "description": "Touch down in the capital and meet your informative guide, who will accompany you on a private transfer to your luxury hotel. Take some time to rest following that long-haul flight, and spend the evening however you wish: perhaps a stroll along the city center’s vibrant streets, or alternatively, a relaxing night in the hotel."
    },
    {
      "dayNumber": "2",
      "title": "Beijing – Tour of Forbidden City and Tiananmen Square, Hutong and Courtyard Tour",
      "description": "Indulge in some heart-warming food at breakfast before slipping into your winter attire and heading out into the elements for a fascinating day of touring. Stroll the momentous Tiananmen Square, where frost-covered Chinese flags ripple in the wind and the area’s possession of substantial political history consumes you. In 1949, communist revolutionary Mao Zadong announced the beginning of the People’s Republic of China on these very grounds. But before, and since that year, significant moments that have shaped the country’s dynamics were to play out here. Learn about these bygone times in the Chinese National Museum and Great Hall of People, while an ever-present portrait of Chairman Mao overlooks the square and hundreds of soldiers line the perimeter, dusting their uniforms of falling snow. Head to the enchanting Forbidden City – sitting opposite the square. This truly stunning imperial palace dates back to the Ming Dynasty era and spans an astounding 74 hectares. Within that area are 980 captivating buildings encompassing almost 9,000 magically decorated rooms, enclosed by a towering wall and 52-meter-wide moat. You will witness snow delightfully paint the palace and its stunning surroundings a picturesque shade of winter white – adding to the already fascinating beauty this area possesses. The name ‘Forbidden City’ lends itself to the notion that only emperors and those whom they gave permission could enter the gates of the palace. Next, explore the incredible Beijing Hutongs (old alleyways) – where you will get a fascinating insight into the city’s traditional way of life. Walk amid a range of narrow, wide, short and long lanes with uneven cobbled pathways and leaning tiled roofs into open courtyards surrounded by buildings. Small shops and restaurants sporadically appear as you weave your way around the mazy walkways; witness the older generation laughing and joking among one another while playing Mahjong; engage with the friendly residents as they offer you astonishing insight into their lives. You can even partake in traditional dumpling making, calligraphy and Chinese paper cutting classes amid your unique surroundings. That evening enjoy one of Beijing’s most renowned dishes as you are treated to a Peking Duck dinner at an esteemed local restaurant."
    },
    {
      "dayNumber": "3",
      "title": "Beijing – Tour of Temple of Heaven and Excursion to Great Wall",
      "description": "An early rise and another day of fascinating sights beginning with the wonderful Temple of Heaven Park. This 267-hectare area is made up of a number of stunningly unique buildings, surrounded by tranquil nature and wondrous structural pine. Its focal point is the spectacular Hall of Prayer for Good Harvests Temple – a truly phenomenal construction with three layers of perfectly rounded roof leading down to a beautifully patterned base of glittering pillars. Stepping inside of the structure, fascinating works of art decorate the walls toward an incredible carved dragon gazing down from the ceiling. Outside, settled snowflakes upon rooftops and trees depict a magical scene as locals go about their daily tai chi routines on the park’s square – leaving an unforgettable feeling of tranquility. Take to the wonderful Panjiayuan Flea Market. Likened to a museum given its sheer amount of fascinating products, it boasts an unbelievable volume of second-hand arts, antiques, and crafts. Incredibly detailed carved furniture, ancient paintings, age-old porcelain and wondrous calligraphies are sprawled across stools that host around 3000 traders. With an early arrival, you may just pick up your very own treasurable artifact - but don’t forget to engage in some hard bargaining with the locals. You can call on your tour guide to help you out if you’re not accustomed the unique Chinese bartering. Following a productive early morning of exploring, you will head to one of the world’s most significant wonders: the Great Wall of China. After a two-hour private transfer, arrive at the Mutianyu section of the outstanding structure. Make your way from the ticket entrance via cable car and witness breathtaking views of the wall weaving its way through snow-dusted pine trees amid high-reaching cypresses. See the incredible watchtowers grace the wall’s walkway robed in all white, depicting scenes your mind couldn’t dream. Then, enjoy lunch in a quaint scenic restaurant nearby the historic site. After a truly magical day of touring, your body will be in need of a rest, so take a breather in your hotel before enjoying another delicious dinner."
    },
    {
      "dayNumber": "4",
      "title": "Harbin – City Tour",
      "description": "Fill your belly at breakfast before leaving one beautiful city for another and heading to the winter surroundings of Harbin. Arrive at your five-star hotel and drop those bags off before beginning a day of exploring the city center’s delights. Begin in the quaint Central Street: a former hub for residents from countries all over the world, it boasts a variety of stunning age-old European architecture. Cobblestone walkways are decorated in snow while a predominant Russian theme fills its shops, restaurants and bars. Indulge in Russian, French, British and German-made goods including traditional dolls, perfumes, wools, medicines and much more. Dating back to 1898, this area is a corridor of architectural magic and is a must-visit attraction of Harbin. As early evening approaches, make your way to the unforgettably wondrous St. Sophia Cathedral and city square. This stunning Russian-style construction displays magical snow-drizzled domes and spires with enchanting Roman features. Night falls and upward lights create a magical bronze glow across the architectural masterpiece – forming a spectacular scene against the coats of winter white. Harbin’s open city square encircles the cathedral, and on its perimeter lay a range of beautiful backlit buildings. Next, head to the Jile Temple, otherwise known as the Temple of Bliss. Consisting of 10 different structures, including halls, towers and cells, it is the largest Buddhist complex in Heilongjiang Province. Its focal point is a glorious seven-story pagoda standing over 30 meters tall, decorated with detailed Buddhist pictures. You will witness stunning colored brickwork and golden Buddha statues amid the winter’s white delights as you walk among peaceful courtyards where burning incense gently set sail strings of smoke into the air. Admire the wonderfully traditional stone and bronze architecture both in and outside of the halls. Later that evening enjoy another customary local taste of cuisine as you tickle your taste buds with a delicious Dongbei Hotpot dinner."
    },
    {
      "dayNumber": "5",
      "title": "Harbin – Sun Island Snow Sculpture Art Expo and Siberian Tiger Park",
      "description": "It’s morning, and time to prepare for a day featuring a wide range of wonders, beginning with a trip to the beautiful Sun Island - sitting amid the serene Songhua River. It is a winter haven: witness the astounding works of art on display at the International Snow Sculpture Expo – stunningly detailed and equally as impressive in size, these snow and ice sculptures are simply awe-inspiring and will leave you with a longing sense of disbelief. Sledding, skating and skiing activities play out around the park as you walk amid this winter wonderland, and you can get involved in these activities if you wish. See spotted deer stroll among the thick powders of snow; beautiful pavilions; picturesque Russian architecture and so much more in this unique and spectacular area. Journey toward the nearby Siberian Tiger Park, and witness one of the world’s endangered species. This huge area displays stunning young, matured and king tigers living a free, natural life amid beautiful snow-filled fields. A heavily protected vehicle will take you to within meters of these spectacular creatures, and there will also be opportunity to see panoramic views from the walking zone and observing platform. For those who are at one with wildlife and nature: pay a small fee to witness fascinating action as the tigers hunt down their pray. After a spot of lunch head to the Heilongjiang Provincial Museum – the largest museum in Heilongjiang. Another building representing Russian-style architecture, it displays relics that offer a fascinating insight into past disputes over who ruled the region. The museum is separated by three halls: in the first you’ll see insightful artifacts from tribes and countries that conquered and ruled the northern part of China. The second displays information and fossils of animals that resided/reside in the area; and the third exhibits extinct animals - including captivating dinosaur fossils. Take a trip back to the hotel and spend the evening however you wish. After recharging your batteries you may want to head out and partake in some extra exploring!"
    },
    {
      "dayNumber": "6",
      "title": "Harbin – Tour of Stalin Park and Ice Lantern Festival Show",
      "description": "This morning make your way to another park situated amid the Songhua River: Stalin Park. This beautiful area is another winter haven; its focal point is the Flood Control Monument - commemorating the residents of Harbin whom miraculously controlled a colossal flood of the city back in 1957. The statue is of traditional European-style design, and looks glorious amid its floral surroundings. But it’s during the winter months, when the lake is thickly glazed with ice, that the park comes to life. Winter sports and games take place: skilled skaters jump and twist their way around, stunning Husky dogs run freely and tow sleds in their wintery wake, all while local musicians treat you to some delightful tunes. Experience extraordinary views over the city this afternoon as you head to the peak of the Dragon Tower. Aside from its practical significance as a key TV pylon of Heilongjiang Province, it is the tallest steel tower in Asia and possesses structural beauty. A thick base smoothly narrows to a circular viewing platform, before its slim peak that sits high in the sky. You’ll enjoy the wondrous winter views of the city’s architecture and natural splendor from the observation deck – a fitting way to spend some of your final hours of the trip. Your stomach will be longing for some food, so head back to the hotel for a bite to eat before spending the night in spectacular fashion as you enjoy the unforgettable Ice Lantern Show at Zhaolin Park. The serene snow-topped peaks of Huageo Mountain and Meigui Mountain beautifully peer over the park as you admire colorful lights bringing to life snow and ice sculptures that replicate famous buildings, ancient legends, and famed icons. You’ll gaze in wonder at these works of art, which depict detail and size that defies logic. Shades of red, green, blue, purple and pink reflect all around, igniting a sense of serenity and cultural insight – leaving there no better place to conclude your stay in Harbin."
    },
    {
      "dayNumber": "7",
      "title": "Harbin – Departure",
      "description": "Enjoy your final breakfast in this wonderful city, before spending the morning however you wish. Perhaps get one last glimpse of those spectacular ice sculptures and the city’s stunning architecture – or maybe purchase those last-minute gifts for family and friends. Leave for the airport late morning, and take one more look at this beautiful city during your private transfer – reigniting those unforgettable winter memories you’ve made in both Harbin and Beijing."
    }
  ],
  "map": ""
}