{
  "destination": "China",
  "mainPhoto": "",
  "id": "luxury-highlights-of-china-japan-tour",
  "tourName": "Luxury Highlights of China & Japan Tour",
  "placesVisited": "Beijing, Xian, Shanghai, Osaka, Mount Koya, Kyoto, Arashiyama, Kanazawa, Tokyo, Roppongi, Takayama",
  "generalInfo": "Samurai residences and Kyoto gardens, the Great Wall and the Terracotta Army are all yours to explore on this incredible journey. From kaiseki in a ryokan to Michelin Shanghai dining, this itinerary will bring 12 nights of new experiences in the best of luxury China and Japan. Travel through 3,000 years of tradition and then into tomorrow’s world on a handcrafted tour that goes far beyond the usual tourist sights in Beijing, Xian, Zhujiajiao, Shanghai, Mount Koya, Kyoto, Takayama, Kanazawa, and Tokyo.",
  "durationDays": "14",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing – Handpicked Dining in a Contemporary City",
      "description": "Beijing brings many things to every visitor, a vast contemporary city with a historical heart and a bustling sense of possibility. Neon flashes as dusk arrives and the roads are crowded with both people and vehicles going about their evening. Even from high up in a skyscraper, you can sense all the energy down below. Your restaurant for tonight stands above the city, a postmodern setting looking down on an imperial city center. Tomorrow, you will dive into what makes Beijing tick, but this evening is about downtime so that you can sit back and gaze on it all from on high as you dine. The cuisine is contemporary, with handpicked recipes from across the country given a chic makeover by one of the country’s most regarded up-and-coming chefs."
    },
    {
      "dayNumber": "2",
      "title": "Beijing – Antiques, Architecture, Forbidden and Formidable",
      "description": "What remains of Beijing imperial city suggests a world unfazed by time. The Forbidden City is the central masterpiece, majestic in scale, and quite formidable when witnessed for the first time. It is a starting point to understanding the rest, like the Temple of Heaven, an icon so sublime that even the emperors would come to bow their heads before it. From here, you will dive down into the hutongs, the mazy little alleys where tea sellers roam and the clinking of glasses meets the hum of chatter. Very few hutongs remain, yet the atmosphere remains timeless, especially as you stop for a tea and watch the world roll by. From here, you can visit two markets. Panjiayuan is a place of antiques with forgotten trinkets gathering dust and occasionally catching the eye. More items get sold in Hongqiao, the hustle and bustle of traditional trade leaving an impression on the ears as well as the eyes. As you tour Beijing alongside your private guide, there is also a stop in Tiananmen Square, another major symbol from world history. Complete your first full day with Peking duck, a classic dish made contemporary in another of the city’s excellent restaurants."
    },
    {
      "dayNumber": "3",
      "title": "Beijing – Great Wall of China with Helicopter Panorama",
      "description": "The Great Wall of China cascades onwards, and onwards. Rolling over the hills, it never seems to end with over 10,000 miles of stone blocks in various states of ruin and preservation. To appreciate this monumental feat you must take to the air, this being one of the only manmade structures visible from space. From your helicopter, you can loop above the wall and watch how it stretches through the thick forest and just keeps moving onwards. Touch down in a relatively remote place, where the silence means you hear your own footsteps along the wall, and then fly back to the best-preserved section, which is incredibly busy with tourists and makes you feel glad of the earlier off-the-track experience. Return to Beijing and your afternoon can be customized, perhaps heading into a modern city, or maybe focusing on a blossoming art scene."
    },
    {
      "dayNumber": "4",
      "title": "Xian – All the Legends and an Intimate Old-World Cooking Experience",
      "description": "Fly to Xian to step much further back in time, going back over a millennia before the wall was dreamed up. Dynasties flourished here, creating a city that formed one end of the Great Silk Road. That legacy is best understood as you walk or cycle the city walls and can look down on small quarters, and across at rising pagodas as your guide narrates the tales of what took place in the time of the Ming and Tang. Explore this Middle Kingdom city and then find an army fit for an emperor as the life-sized terracotta warriors are each with their own expressions and details. You will see the archaeological site before gaining exclusive access to the Tang dynasty murals, art pieces that shed light on why these figures were buried beneath the ground. They are some of ancient China’s most resplendent art pieces and are usually closed to the public."
    },
    {
      "dayNumber": "5",
      "title": "Shanghai – The Venice of the East and Superlative Michelin-Starred Dining",
      "description": "Fly from ancient Shaanxi province to bustling and somewhat futuristic Shanghai. It will be an early flight, and you will head straight from the city to Zhujiajiao. They call it the Venice of the East, even though its age and history means it is likely more appropriate to call Venice the Zhujiajiao of the West. Spice stalls line the waterways, rice stores are in a state of harmonic disintegration, and the cobbled bridges are a dream for photographers. Following the mazy waterways you discover old, untouched China, and then back in Shanghai, you can jump back into the country’s future. Flashing neon displays, a skyline illuminated all night, and a restaurant run by a triple Michelin-starred chef is yours to take in, including dinner that includes 22 courses of Chinese delicacies, degustation in a gloriously opulent setting high above Shanghai."
    },
    {
      "dayNumber": "7",
      "title": "Mount Koya – A Rich Contrast in Cultures: Chinese City to Japanese Mountain Monastery",
      "description": "If you are up early, you can take the time to catch old Shanghai coming to life, especially the remains of what used to be the international quarter. You will fly to Osaka just after midday, and from there it is a 90-minute transfer to Mount Koya. What contrast you find as high in the mountains, hidden from the world, lives a community of Shingon Buddhist monks. Residents guide you around the monastery and temple in their orange robes, teaching key elements of their Zen approach. You can eat with them, listen to their euphonic nighttime prayers, and then spend the night in a 12th-century temple. After six days in China, it will be a perfect place to unwind and reset both your body and your mind as the simplicity of the building helps to prepare you for another week of travel."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Spirituality and Spirit Messages",
      "description": "Early mornings are so special in Japanese temples as the fresh air rolls off of the mountains, the rhythmic chant of prayers fills the space and the rituals create connection through silence. Local nuns can take you on a walk to the 200,000 tombstones of Okunoin Cemetery before a Kyoto guide leads your journey by road to Japan’s cultural center. This is a city almost with too many temples, and you will find them in the bamboo forest, uncover them behind fragrant gardens, spot them on hilltops, and amid modern streets. Each is its own symbol of purity, and an illustration of the era in which it was constructed. The gold leaf of Kinkaku-Ji, the call of spirits at Fushimi Inari, pristine gardens, and bamboo forest around Tenyuji. Follow the spiritual trail, and by this evening, you will be fully wrapped in the old Japanese experience."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto – Behind the Scenes Private Tour Through Hidden Kyoto",
      "description": "More than 2,000 temples and shrines cover Kyoto, and there are both the famous and the unknown. And then there are the mysteries, which will form the focus of your private tour today. Mossy foliage guards the secluded Honen-in, an ode to a 17th-century priest while the Rinzai sect provides a history to Nanzen-Ji. Some temples are not open to the public, but your guide gains access. Many of the gardens are also closed, and once again, your guide will be able to unlock the doors for private viewings. It will be easy to spend Kyoto time charging around famous sites, but today’s tour is all about those stories left behind, some of them verbal, many of them expressions of artistry."
    },
    {
      "dayNumber": "10",
      "title": "Takayama – Immersed in the Edo Period and Hida Beef",
      "description": "Wooden houses line the narrow streets of Takayama, Edo period homes that have been expertly preserved. It’s quiet here, like Kyoto and Mount Koya, just in a different way. Footsteps echo on elaborate bridges; chatter escapes from antique stores; fables are found in Sanmachi Suji. You’re staying in a ryokan, traditional accommodation of tatami mats, futon beds, and chabudai dining tables. On the table comes a meal from history. Hida beef is the most revered of all Japanese wagyu beef, the muscle, and marbling creating juiciness that’s always placed above Kobe beef for local consumers. Enjoy some beef sushi before classic sukiyaki adorns the table and you indulge in this Japanese style of hot pot."
    },
    {
      "dayNumber": "11",
      "title": "Kanazawa – A Second Ryokan, Samurai Residences and Kaiseki Cuisine",
      "description": "Kanazawa is just as old-world and traditional as you settle into a second ryokan experience. Rather than merchant houses, the town is covered with teahouses and Samurai residences. Other legends live here as well, and you will take a stroll through the geisha district. Kanazawa is mysterious, and that is its real beauty, this world that you can grasp yet you cannot ever quite understand. Imagine Samurai tales of desire and dignity, one of the world’s best sushi restaurants for lunch, gardens, and castles, and an afternoon with a geisha. There is a lot to take in, so you can dine in private this evening with superb kaiseki cuisine delivered to your ryokan room. After it has all been cleared, your futon beds will roll out, and your time in Kanazawa starts to make a little more sense when you are sleeping in the traditional way."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo – The Best of Tokyo for Art Lovers",
      "description": "Tokyo is an enormous city, often beyond comprehension for most visitors. It is not just the size that baffles, but it is also the density of everything. People are crowded on streets and crossings, super-skyscrapers are in abundance with barely a gap between street and sky. Over these two days, you will have your focus on art and on food. Whizz to the modern Japanese capital on a bullet train and begin your afternoon in Mori, before a private tour of Kurokawa’s National Art Center. Visit a private gallery and meet a contemporary Japanese artist, and then explore the avant-garde of Roppongi and Harajuku, where pop culture has become art, and fashionistas show you contemporary Tokyo."
    },
    {
      "dayNumber": "13",
      "title": "Tokyo – The Best of Tokyo for Food Lovers",
      "description": "Last night, you dined on classic Shun cuisine for just one of the distinctive foods found in a city with over 80,000 restaurants. Today you will delve into other delicacies as you start your day with a sushi-making class, understanding why the food is so delicate and desirable. Although the famous Tsukiji fish market has now closed, you can still search for deep-fried blowfish and slices of rare fish elsewhere in Tokyo. In Kappabashi-Dori, you will explore the Japanese love of presentation, this district full of stalls selling all varieties of kitchen equipment. Submerge yourself in neighborhoods as you go, smelling and listening and tasting your way through the city including Shibuya, Shinjuku, Ginza, and others. You will be full by evening, so perhaps the setting for your final evening is a simple teahouse."
    },
    {
      "dayNumber": "14",
      "title": "Tokyo – Departure",
      "description": "This final day is flexible and can be customized dependent on your personal interests. You will be transferred to the airport privately, leaving plenty of time for your outbound flight."
    }
  ],
  "map": ""
}