{
  "destination": "China",
  "mainPhoto": "",
  "id": "highlights-of-china-tour-ancient-cultures-to-booming-cities",
  "tourName": "Highlights of China Tour: Ancient Cultures to Booming Cities",
  "placesVisited": "Beijing, Xian, Shanghai, Chengdu, Hong Kong",
  "generalInfo": "This customizable 2-week tour of China's highlights will allow you to witness a UNESCO World Heritage Site, to discover ancient cultures, to indulge in tantalizing cuisine, and to ascend to the summit of Victoria Peak. The alluring qualities of China will shatter your preconceptions, unveil enchanting secrets, and create life-long memories. Discover China with this immersive tour.",
  "durationDays": "14",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing - Hutongs by Rickshaw",
      "description": "The historical sights in the capital, the flavorful food, and the abundant serenity all around are some of the highlights you will experience on this fully customizable 2-week tour of China. After your plane lands in Beijing International Airport, your private transfer will welcome you to the city and escort you to your luxury accommodation for the next few days. Your guide will meet you and direct you to some of the traditional rickshaws you will be utilizing during your tour."
    },
    {
      "dayNumber": "2",
      "title": "Beijing - UNESCO Heritage Sites",
      "description": "The vibrant red walls that surround the Forbidden City still stand guard after over 500 years, but what it holds within will dazzle your mind. This UNESCO heritage site is the largest imperial palace in the entire world, and it has about 980 buildings with over 8700 rooms and was home to 24 emperors from the Ming and Qing dynasties. As you traverse around the entire palace with your experienced guide, you will be in absolute awe of its immensity. You will feel as if you can wander through it for days and still discover new artworks or a hidden nook."
    },
    {
      "dayNumber": "3",
      "title": "Beijing - The Great Wall",
      "description": "The Great Wall of China curves along the landscape of the country, rising high across mountains, and low along rivers like a steel grey dragon protecting its precious home. As you and your experienced guide scale up the Mutianyu portion of the fortification, you will be amazed at the serene greenery that surrounds the wall. At the top of the stopping point, you will feel the fresh air filling your lungs as it rejuvenates you. On your way down, you will have the option of going down by slide or walking down. The slide is a fun choice and will provide you with another perspective of the Great Wall."
    },
    {
      "dayNumber": "4",
      "title": "Xi’an - Terracotta Warriors",
      "description": "Once you have collected your luggage at the airport, your private transfer will welcome you to Xi’an. The sea of fierce Terracotta Warriors stands guard for the first emperor of China in his afterlife. What is incredible about these statues is that they are all individually carved where each one has its own expression, hand gestures, and uniform. As you and your experienced guide stroll through the different pits, you will have time to gaze in wonder at the remarkable artwork it took to create each soldier. All of this would have been left unseen had it not been for two farmers digging a well."
    },
    {
      "dayNumber": "5",
      "title": "Xi’an - Ancient City Wall of Xi’an",
      "description": "The Ancient City Wall of Xi’an is one of the best-preserved landmarks in the country, as well as being the most complete city wall that has survived the vicious wars. Each of the four gates is named for eternal joy, harmony, and peace, with the south gate being the most beautifully decorated. As you and your experienced guide cycle around the city wall, you will fall in love with the lush green trees and flowers that bedeck the classical Chinese architecture along the wall. When the light breeze brushes past you, you will feel like a swallow flying through the air with ease."
    },
    {
      "dayNumber": "6",
      "title": "Xi’an - The Muslim Quarter",
      "description": "The Wild Goose Pagoda is an ancient building that holds a special place for any Buddhist. It has an appealing architectural design and was originally built in 652 during the Tang dynasty, and it was meant to hold Buddhist materials from India. At first, it was only built with five stories but an additional two stories were added after. As you and your experienced guide traverse up the spiraling staircase to the top, you will be greeted by engraved statues of Buddha then be rewarded with a gorgeous panoramic view of the city."
    },
    {
      "dayNumber": "7",
      "title": "Li River - Admire Karst Landscapes",
      "description": "The Li River is known as being one of the world’s top ten aquatic wonders, and you will experience this incredible river on a luxury cruise. The area boasts the most picturesque karst landscapes, where you will be able to gaze upon buffalo grazing in the water, farmers working in the rice fields, and historic villages nestled along the base of the hills. When you board the cruise, you will relax in your comfortable seat and be treated to a painting that will unfurl right in front of your eyes. The clouds will appear as if they have been freshly painted for your pleasure as you take in the daily lives of the villagers."
    },
    {
      "dayNumber": "8",
      "title": "Yangshuo - The Art of Yangshuo Dishes",
      "description": "The Li River has one of the most incredible underground cave systems in the world called the Crown Cave. To access the cave, you and your experienced guide will take an extremely modern panoramic elevator that will lead you to an underground river where you can admire the tallest stalagmites and stalactites you will ever see. As you step onto the train, you will be taken around this magical underground world where a kaleidoscope of colors will delight you, and four palm-shaped stone pillars stand with the tallest one standing at 164 feet."
    },
    {
      "dayNumber": "9",
      "title": "Chengdu - Encounter Baby Pandas",
      "description": "As one of the three national animals for China, visiting with pandas is a must anytime you are in the country. After you have collected your luggage, your private transfer will greet you and take you to your luxury accommodation. Once you have settled in, your experienced guide will drive you out to the research center where you will have the chance to frolic with baby pandas and learn more about these playful yet goofy characters. When you look into their gentle eyes, you will fall deeper in love with them."
    },
    {
      "dayNumber": "10",
      "title": "Chengdu - The Flavors of Hot Pot",
      "description": "For days when the weather is not warm, the Chinese believe savoring the flavors of a hot pot will help to keep any ailments at bay. The boiling pot of water is placed in the center of the table where you will be able to dip different ingredients in to add to the delightful flavoring of the soup. In the end, the broth will hold all the savory flavors from all the wonderful ingredients you added, providing you with a warm soothing end to your meal."
    },
    {
      "dayNumber": "11",
      "title": "Shanghai - Icons on the Bund",
      "description": "The city of Shanghai is best known as being the ‘Paris of the Orient’ as it has a flawless blending of the eastern and western cultures along with the past and the future in one place. Once your plane arrives at Pudong International Airport, your private transfer will escort you to your luxury accommodation. After you have settled in, your experienced guide will direct you to the Bund, the most recognizable landmark and symbol of Shanghai. The architecture along the promenade is a living museum of the city’s history from the 1800s. As you and your guide traverse along the path, you will be transported to another time."
    },
    {
      "dayNumber": "12",
      "title": "Shanghai - The French Concession",
      "description": "Amongst the crowded and modern metropolis that is Shanghai, you will discover pockets of European-style villas and buildings from the 20th century. This area is best known as the Former French Concession, where its history can be traced back to the 1920s when it was the richest residential area in the city. As you and your experienced guide traverse this formerly prosperous French neighborhood, you will feel as if you have stepped into the middle of a romantic Asian-French film as the French flair merges perfectly with the Chinese culture."
    },
    {
      "dayNumber": "13",
      "title": "Hong Kong - Summit Victoria Peak",
      "description": "As one of the world’s most bustling cities with its endless nightlife and otherworldly cuisine, Hong Kong is a great mix of skyscrapers, exciting hiking trails, energetic night markets, exclusive beaches, and an astounding dining scene. When your plane arrives at the Hong Kong International Airport, your private transfer will welcome you to this lively city. Victoria Peak is one of the tallest hills in Hong Kong, standing at 1817 feet tall. As you wind your way to the top of the hill, you will be immersed in a sea of greenery, shutting out the majority of noise from the exciting city."
    },
    {
      "dayNumber": "14",
      "title": "Hong Kong - Departure",
      "description": "After breakfast this morning, your guide will transfer you to the airport for your flight home."
    }
  ],
  "map": ""
}