{
  "destination": "China",
  "mainPhoto": "",
  "id": "spectacular-tour-of-china-for-seniors-rural-villages-to-bustling-cities",
  "tourName": "Spectacular Tour of China for Seniors: Rural Villages to Bustling Cities",
  "placesVisited": "Hong Kong, Shanghai, Yangshuo, Chengdu, Xian, Beijing",
  "generalInfo": "Designed for seniors who love adventure and luxurious amenities, this 2-week China tour will leave you yearning to see more of this exotic country. Witness panoramic views of Hong Kong from Victoria Peak, immerse yourself in authentic Chinese culture in the rural villages of Yangshuo, and sail down the Li River.",
  "durationDays": "14",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hong Kong - Victoria Peak",
      "description": "When you land in Hong Kong, your private transfer will greet and transfer you to your luxurious accommodation. After having some time to relax after your long flight, your guide will lead you to Victoria Peak. The top of the peak offers incredible views of the city, and you will have the option to walk or take a tram to the summit. A visit to Hong Kong cannot be complete without dining on dim sum. After your guided walk to Victoria Peak, you will have the remainder of the evening at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Hong Kong - Junk Boat Sail",
      "description": "After breakfast this morning, you will venture to Lantau Island, which is the largest island in Hong Kong. Upon your arrival, you will take a cable car that will provide you with a 360-degree view of the island. Afterward, you will witness the Tian Tan Buddha. The statue was created to symbolize the harmonious relationship that man has with nature. You will then return to the city for a walk along Tsim Sha Tsui promenade. When you reach the main wharf, you will board a traditional junk boat and sail out to sea."
    },
    {
      "dayNumber": "3",
      "title": "Shanghai - Stroll Through the Bund",
      "description": "Today, you will have an early morning so that you can fly to Shanghai. After meeting your guide and settling in to your accommodation, your guide will escort you to the city’s French Concession. Once you arrive, you will notice that the architecture appears more European in style than it does Chinese. You can also do some high-end shopping here. Afterward, you will transfer to the Bund. In the evening, the entire area puts on an impressive light show."
    },
    {
      "dayNumber": "4",
      "title": "Shanghai - Views of Shanghai",
      "description": "After breakfast this morning, your guide will lead you to the financial district of Shanghai. This is where the city’s largest skyscrapers reside, and you were able to catch a glimpse at the bund yesterday. You will take an elevator to the top of the World Financial Center, walk out onto the terrace, and witness gorgeous views of the city. Afterward, you will visit the Yu Garden, which was created by a high-ranking officer who wanted to create a special place for his parents in their old age."
    },
    {
      "dayNumber": "5",
      "title": "Yangshuo - The Villages of Yangshuo",
      "description": "Early this morning, you will transfer to the traditional villages in Yangshuo, which date back to the Tang dynasty. You will be staying in one of the villages, and you will settle in before venturing out for the day. Your guide will first lead you through Jiuxian Village, where you can wander across small alleyways that lead you to ancient dwellings. The locals are very welcoming and will attempt to engage you in conversation. As the evening begins to descend, you will partake in a Tai Chi lesson."
    },
    {
      "dayNumber": "6",
      "title": "Yangshuo - Stunning Landscapes",
      "description": "The stunning landscapes of Yangshuo are legendary, and many have captured it in paintings and poetry. After breakfast this morning, you will board a boat and sail down the Li River for a closer look at the magnificent scenery. The cuisine in Yangshuo harnesses spicy and sweet flavors. Since the city is located on the river, its famous dishes revolve around seafood. To discover these hidden gems, your guide will lead you on a food tour that will take you to some of the villages’ top eateries."
    },
    {
      "dayNumber": "7",
      "title": "Chengdu - Encounter Baby Pandas",
      "description": "Today, you will have an early morning so that you can fly to Chengdu. Upon your arrival, your guide will transfer you to your accommodation, where you can settle in before visiting the panda research center. Here, you will be able to nurture and play with the rare animals. Chengdu is located in the Sichuan province, which is known for its vibrant style of cooking. After your encounters with pandas, you will experience the delight of Sichuan cooking."
    },
    {
      "dayNumber": "8",
      "title": "Chengdu - The Leshan Buddha",
      "description": "The Leshan Giant Buddha is one of the largest carved stone seated Buddhist statues in the world. It was started during the Tang dynasty in 713 and took nearly 90 years to complete. This UNESCO World Heritage Site is carved out of the cliffside of red sandstones, giving it a reddish hue. After breakfast this morning, you will have the luxury of visiting the Giant Buddha. Afterward, you will venture to Jinli Street, where you can stroll through the town at your leisure before attending a master puppeteer show."
    },
    {
      "dayNumber": "9",
      "title": "Xi’an - The Terracotta Warriors",
      "description": "Early in the morning, you will fly to Xi’an, which is famous for its Terracotta Warriors. After having some time to settle in to the comforts of your new surroundings, your guide will transfer you to the mausoleum that holds the entire Terracotta Army. You will be astonished to discover that each of the statues was carved with a different expression, hand gesture, and uniform. Afterward, you will visit The Giant Wild Goose Pagoda for a tremendous view from the top."
    },
    {
      "dayNumber": "10",
      "title": "Xi’an - Delicious Cuisine",
      "description": "After breakfast this morning, you will visit the Fortifications of Xi’an. This is the most complete wall that has survived in China, and it is one of the largest ancient military defense systems in the world. As you cycle around the Ancient City Wall with your guide, you will be provided with an incredible view of the city center. Your guide will then escort you through the city streets, where you will be treated to 12 different scenic regions."
    },
    {
      "dayNumber": "11",
      "title": "Beijing - Visit Heritage Sites",
      "description": "Today will be the day that you finally transfer to the capital of China. After landing at Beijing International Airport, you will have some time to relax in the comforts of your new accommodation before visiting two UNESCO World Heritage Sites: the Forbidden City and the Temple of Heaven. The Forbidden City is the largest and most well-preserved imperial palace in the world. The Temple of Heaven was once a sacrificial altar for the emperors to pray for a bountiful harvest."
    },
    {
      "dayNumber": "12",
      "title": "Beijing - A Traditional Rickshaw",
      "description": "After breakfast this morning, you will have some time at your leisure before meeting your guide, who will lead you around the city while you relax in a traditional rickshaw. During your tour, you will glide through the alleyways and neighborhoods of the city with ease. Beijing cuisine has many culinary specialties, but the most famous is Peking duck. A trip to Beijing would not be complete without a meal of Peking or Beijing duck. Your guide can provide you with excellent recommendations on where to indulge in the regional delicacy."
    },
    {
      "dayNumber": "13",
      "title": "Beijing - Ascend the Great Wall",
      "description": "Today, you will visit the most famous of all things Chinese: the Great Wall of China. The wall was built during the Ming dynasty to keep out the invading Mongols. After breakfast this morning, you will have the chance to examine the wall’s curved form. Instead of viewing the wall from up-close, you will witness it from the vantage point of a flying helicopter. When the helicopter touches down, you will ascend to the Mutianyu portion of the Great Wall. Afterward, you will visit the Summer Palace to conclude your day."
    },
    {
      "dayNumber": "14",
      "title": "Beijing - Departure",
      "description": "After breakfast, you will have a morning visit to Tiananmen Square before venturing to the airport for your flight home. At Tiananmen Square, your guide will lead you on a brief tour before allowing you some time to explore on your own."
    }
  ],
  "map": ""
}