{
  "destination": "China",
  "mainPhoto": "",
  "id": "romantic-escape-to-china-for-couples",
  "tourName": "Romantic Escape to China for Couples",
  "placesVisited": "Shanghai, Chengdu, Xian, Beijing, Hainan",
  "generalInfo": "Transporting you and your loved one through time in the Former French Concession of Shanghai, soaking in the stunning sunset along the Great Wall, and proclaiming your undying love for one another at the picturesque Sanya are just some of the activities you will experience on this romantic couples trip to China. Create a deeper connection and be enchanted by your partner on this easily personalized 2-week trip through this exotic country.",
  "durationDays": "14",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Shanghai – Indulge Your Taste Buds at a Michelin Starred Restaurant",
      "description": "The lively city of Shanghai is a must-see attraction for any couple who enjoys walking between the historic and modern world. When your plane arrives at Shanghai Pudong Airport, your private transfer will greet you at the arrivals gate and escort you to your luxury accommodation for the next few days. Once you have settled in, your experienced guide will lead you to the Former French Concession neighborhood. This community was once the richest neighborhood in the city and where you will see pops of European villas and residential homes amongst the historic Chinese homes. As you and your loved one stroll through the European neighborhood, you will sense the harmonious blending of cultures and styles. Shanghainese cuisine is one of the more popular styles of Chinese food, where it focuses on a balanced mix of salty, sweet, and sour. Your guide will direct you to a Michelin starred restaurant where you will indulge all of your senses in an exquisite meal that will go down in history as one of the best you have ever had. Once you have satiated your appetite, you and your partner will take a light sojourn along the water and embrace the warmth of Shanghai."
    },
    {
      "dayNumber": "2",
      "title": "Shanghai – Cuddle in Each Other’s Arms Down the Huangpu River",
      "description": "The Bund is one of the most recognizable waterfront walkways in the world. When your experienced guide takes you and your loved one down the Bund, you will receive an intimate and unfolding of Shanghai’s history right before your very eyes. As you and your partner stroll down the Bund, look all around you at the architecture that surrounds the area as it is a living museum from the 1800s. As you traverse the area, you will feel as if you have been transported back in time to see how life was first hand then. Along the Huangpu River, you will board a boat with your guide and sail down the water. The river is also regarded as the Mother river in Shanghai as it serves several functions such as drinking, shipping, drainage, fishery, and tourism. As you and your loved one glide down the water, you will be treated to a split between Shanghai as the river distinguishes between the historic and modern parts. As you look to your left, you will see all the amazing and modern architecture that is a part of the city’s future whereas on the right side, you will see the historic past that Shanghai embodies."
    },
    {
      "dayNumber": "3",
      "title": "Shanghai – Sail Down the Venice of the Orient",
      "description": "Just outside of Shanghai, your experienced guide will journey with you to one of the most famous ancient water towns in the country, Zhujiajiao. The town has a similar feel to Venice and is often referenced as the ‘Venice of the Orient’. The main features of the town are the historic waterways, 36 ancient bridges, and traditional Chinese-style residences. As you and your partner board a gondola to glide down the waterway, you will be treated to the peaceful beauty the town exudes with ease. You will recline in the gondola for a relaxing trip around the entire town. Yu Garden was once constructed for a high-ranking official’s parents in their old age and dates back to the Ming dynasty. The officer wanted to build a place that emanates tranquility and peace for anyone who enters. The entire area represents all the classical elements that goes into a traditional Chinese garden, where feng shui was the main focus. As you and your loved one stroll through the magnificent garden, you will be enchanted by all the pavilions, halls, and elegant rockery that will infuse your being with balanced serenity."
    },
    {
      "dayNumber": "4",
      "title": "Shanghai – Submerge Yourself in Hot Springs to Relax",
      "description": "The Tanfeng hot springs will be an indulgent treat for you and your partner to submerge yourself in and relax. Your experienced guide will drive you to Wuyi to experience the naturally heated water. There are about 30 pools with different temperatures and water quality, and some which are open air or sheltered by pavilions. The tranquility of the environment and pools will ease your mind and allow you to take a deep breath and just be in the moment. As you and your partner sink deep into the warm waters, you will feel utterly at ease and ready for the upcoming adventures through China. After your long soak in the heated pools, your guide will escort you to a famous hot pot restaurant where you will pamper yourself with wholesome ingredients to create the most healthy broth ever. Once you dip all of your chosen ingredients into the broth, you will be left with a tasty soup that holds all the nutrients from the whole ingredients. As you and your loved one toast each other’s health, you will feel an even deeper connection growing between the two of you."
    },
    {
      "dayNumber": "5",
      "title": "Chengdu – Nourish Baby Pandas in Their Natural Environment",
      "description": "Chengdu is home to China’s most famous and lovable creatures, the giant pandas. When your plane descends into Shuangliu Airport in Chengdu, your private transfer will be waiting for you at the arrivals gate to welcome you to the land of the giant panda. After you have settled into your luxury accommodation, your experienced guide will journey with you to the panda research center where you will be able to nourish the bears in their natural environment. As you hug these floppy bears, you will fall deeper in love with these gentle creatures as they will melt anyone’s heart. Leshan Giant Buddha is the largest seated stone-carved Buddhist statue in China, sitting at about 233 feet tall. This UNESCO heritage site took nearly 90 years to complete and was sculpted in this specific location for one reason, to help calm the choppy waters at the confluence of three rivers, namely the Min, Qingyi, and Dadu River. The idea was put forth by the monk Haitong, as the turbulent waters of the rivers prevented shipping vessels from traveling down the river. As you stand in the shadow of the giant Buddha, you will be astounded by the beauty of its surroundings."
    },
    {
      "dayNumber": "6",
      "title": "Chengdu – Master the Art of Chinese Calligraphy",
      "description": "The Wide and Narrow Alleys of Chengdu are a historical reserve as the area dates back to the Qing dynasty. The Wide Alley exhibits a more leisure style of living for most locals. Your experienced guide will lead you through both alleys, regaling you with stories from the past as a musician in the alley will play music to set the mood for you. The Narrow Alley features the slow life of Chengdu locals, showcasing the courtyard culture. As you stop to rest in one of the traditional teahouses, you will be able to enjoy the street performances while you sip on a cup of tea. Chinese calligraphy is a style of writing that can be seen as a sport as it embodies the artistic expression of human language in an actual form. When you learn the skills to master the art of Chinese calligraphy, it is held with high esteem in many parts of Asia. You and your loved one will have the chance to sit down with a master calligrapher to learn the basics of how to start writing calligraphy. In learning how to do this, you will also receive the virtue of patience as it takes a slow and steady hand to produce great calligraphy."
    },
    {
      "dayNumber": "7",
      "title": "Xian – Cycle Around the Oldest Fortification in China",
      "description": "Xi’an sits at the end of the Silk Road and was once the capital city of 13 imperial dynasties. When you arrive at Xianyang Airport, your private transfer will welcome you to the city where its history tells the story of China. Once you are settled into your luxury accommodation, your experienced guide will take you to view the Terracotta Warriors. When you and your partner walk into thes mausoleum, you will be astonished to discover the sea of soldiers that stand guard for the first emperor. If you look closely, you will discover each statue has its own expression, hand gesture, and uniform. The Ancient City Wall of Xi’an is the best-preserved fortification in China. There are four main gates that are called eternity, joy, peace, and harmony to grace anyone who passes through with these qualities. You will be able to cycle around the city wall with your partner and guide and watch life happen in the city center. As you bike around the city center, you will see groups of people practicing their Tai Chi to help equalize the ‘chi’ in their bodies. A light breeze will brush past you and you will look over at your partner and laugh with delight."
    },
    {
      "dayNumber": "8",
      "title": "Xian – Ascend to the Tops of Huashan",
      "description": "The natural vistas surrounding Huashan are as famous as the five peaks that have their own distinctive charms. Your experienced guide will take you to the top of Huashan where you will enjoy the sunrise over the East Peak. As you clasp hands with your loved one and lean against them, you will feel the love you have for one another deepen. The mountain is also home to several influential Taoist temples, where several emperors in multiple dynasties took part in Taoist activities and sacrificed to the god of the mountain in order to worship heaven. The Great Mosque is the largest mosque in China where it was built in 742 during the Tang dynasty, as it was the result of Islam introduced to China by Arab merchants and travelers. The Muslims played an important role during the Yuan and Ming dynasties when China was in the midst of unifying. When you enter into the Great Mosque, you will be surprised to see the perfect blending of Muslim and Chinese architectural styles in the centuries’ old design. And the further you and your partner venture into the place, the more serene you will feel."
    },
    {
      "dayNumber": "9",
      "title": "Xian – Immerse Yourself in Food and Folk Culture",
      "description": "Yuanjia Village is the perfect place for anyone to view the Chinese food and folk culture up close and personal. Your experienced guide will drive you to the village where the simplicity of the housing designs, mostly from the Qing dynasty, speaks to the core of the locals living there. When you order a bowl of noodles, you will be treated to a chef with lightning fast hands that can pull and stretch dough multiple times to create artwork that will become your noodles. It is definitely a sight to remember. The Drum and Bell Tower were built during the Ming dynasty and used to signify the starting or ending of important events. The Bell Tower is located in the center of the old city and surrounded by a circle of traffic. As you and your guide make your way through the underground walkway to the tower, you will be able to climb to the top of the wooden tower to have a panoramic view of the city. The Drum Tower was built earlier than its sister tower and has many large drums and various instruments that are often featured in performances. Their sound could be heard echoing throughout the city."
    },
    {
      "dayNumber": "10",
      "title": "Beijing – Traverse the UNESCO Heritage Sites of Beijing",
      "description": "The capital of China is best known for its storied history that stretches out three millennia but it is also known for its modern architecture. Once your plane lands at Beijing International Airport, your private transfer will whisk you and your loved one to your luxury accommodation. When you have settled in, your experienced guide will bring you to the main UNESCO heritage sites in Beijing, namely the Forbidden City and the Summer Palace. The Forbidden City is the largest imperial palace in the entire world, topping up at 980 buildings with over 8700 rooms. As you and your partner traverse through the intimidating red walls, you will be entering a world that only the imperial family or invited high-ranking officials were allowed to cross. The Summer Palace is the ultimate in exquisite gardening. It encompasses lakes, gardens, and palaces and is still influential in today’s gardening as it was seen as a masterpiece in Chinese landscape design. Everything that was planted or built in the garden perfectly harmonizes with one another, from the plants and the paths to the architecture and horticulture. The palace epitomizes the philosophy and practice of Chinese garden design."
    },
    {
      "dayNumber": "11",
      "title": "Beijing – Tantalize Your Senses with Peking Duck",
      "description": "The Great Wall of China is famous all around the world and has survived many intrusions from its northerly neighbors, the Mongols. It winds along hills and valleys like steel grey backbone of a dragon. When your experienced guide escorts you to the Great Wall, you will have the chance to scale the fortification hand-in-hand with your loved one. At the resting point, you will gaze out into the surrounding lush areas and take a deep breath of fresh air, letting it fill you with renewed energy. When you and your partner look out from your vantage point, you will feel as if you can do anything together. There are many aspects to Beijing cuisine that make it so tasty but the most famous dish of all is the Peking duck. This dish was only served to the imperial family and high-ranking officials so when you have the chance to bite into this savory morsel, you will feel as if you have reached another state of being. The Peking duck has a golden brown crispy skin that shelters tender meat and is wrapped in a paper-thin flour pancake, then topped with a dollop of hoisin sauce and a green onion."
    },
    {
      "dayNumber": "12",
      "title": "Beijing – Behold the Stunning Sunset over the Great Wall",
      "description": "Aside from the Summer Palace, Beihai Park is also one of the well-preserved and oldest imperial gardens in the center of the capital. The architectural style of the entire garden is astounding and as you wander through the place, you will feel the serenity that is prevalent in every corner infusing your every soul. In the park, you will come across the infamous Nine Dragon Screen, the only screen with nine dragons inlaid on both sides. The screen was originally built in 1756 and is composed of 424 seven color glazed tiles embossing the screen. The artwork showcases the ancient artistic techniques used to maintain the still vibrant colors that is evident today. The Great Wall of China is not only an architectural engineering marvel but the perfect place to view a stunning sunset. As your guide drives you to the ancient fortification, you will be able to climb up the Jinshanling portion of the wall in order to catch the sun turn the sky a fiery red before it dips below the horizon. Your evening will culminate with your guide directing you to a Michelin starred restaurant where you will delight your palate with incredible food and drink."
    },
    {
      "dayNumber": "13",
      "title": "Hainan – Proclaim Your Undying Love at Tianya Haijiao",
      "description": "The Hainan island is best known as the ‘Hawaii of the Orient’ and will provide you and your loved one with the most romantic end to your tour through China. When your plane arrives at Phoenix International Airport in Sanya, your private transfer will welcome you and take you to your luxury accommodation. After you have settled in, your experienced guide will take you to Luhuitou Park where you will enjoy a sweeping view of all of Sanya. It is the only mountain-top park in the city so you will have a great view of the vast sea and natural scenery to add to your perfect holiday. The scenic and romantic spot of Tianya Haijiao is the best place for the culmination of your trip. The name ‘Tianya Haijiao’ translates to the point where the earth meets the sky and it is the place where many couples proclaim their undying love for one another. As you and your loved one stroll hand-in-hand through the beach, you will be beset with deep emotions for one another as the area is heaven for people who are head over heels in love. This place will remain in your hearts and memories forever."
    },
    {
      "dayNumber": "14",
      "title": "Hainan – Plunge into Love at the Gorgeous Coral Island",
      "description": "Immaculate coral reefs beneath emerald-green waters and soft white sand beaches are just some of the gorgeous things you will find at Wuzhizhou Coral Island just off the main Hainan island. Your experienced guide will lead you to Sunrise Rock which will be the perfect spot for you and your partner to gaze upon the rising sun. The Lover’s Bridge is a long wooden bridge that connects Wuzhizhou Island with a pavilion built out on a reef at sea. It is said that if you walk hand in hand through the couple who arc over the bridge in a heart, your love will stand the test of time. Sanya is well-known for its brilliant coral reefs and vibrant tropical fish. As you and your loved one don your scuba diving gear, you will plunge deeper into love as you swim through the waters to discover the magnificent world underwater. When you surface, you and your partner will feel elated at the adventure you have had through the amorous parts of China. As your private transfer brings you to the airport, you will snuggle in closer to your loved one, knowing that you have created truly unforgettable memories in China."
    }
  ],
  "map": ""
}