{
  "destination": "China",
  "mainPhoto": "",
  "id": "highlights-of-china-tour-one-week-eastern-exploration",
  "tourName": "Highlights of China Tour: One-Week Eastern Exploration",
  "placesVisited": "Beijing, Shanghai, Xi’an, Guilin",
  "generalInfo": "The mysterious allure and tranquil setting of China will sweep you off your feet during this luxurious, 7-day tour of some of China’s most iconic highlights. Scale the longest wall in the world, experience an explosion of unique flavors, and venerate the intricate facial details of the Terracotta Warriors in the first emperor’s mausoleum. Clamber across the curving green and yellow backs of dragons before ascending to the highest peak where the longest reigning prince lived. Lastly, embody the zen and feng shui cultures of the country and let them infuse every part of your being. This custom-tailored tour of China’s highlights will awaken all of your senses during these seven, adventurous days.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing – Ascend the UNESCO Heritage Site Known Around the World",
      "description": "The captivating history and ancient culture of China hold many mysteries for you to discover on this adventurous, 7-day excursion through China. When you first arrive at Beijing Capital Airport, your private transfer will greet you and escort you to the prominent feature that represents China around the world: the Great Wall. A UNESCO World Heritage site, the wall took over a millennium to build and has been around for approximately 2,300 years. From the moment you enter through one of its many entrances, the immensity of the wall will envelop you with its history as every crack and chip represents a story from its past. As you stand atop one of the military battlements, you can gaze out to the undulating sea of greenery that surrounds this defensive architecture, transporting you back to an ancient world. The scent of Chinese food will lure you deeper into the city as you and your guide stop for lunch. Each region of China is known for its unique cuisine, and the specialty in Beijing is the Peking Duck, which is also referred to as Beijing Duck. The crispy skin and tender meat is wrapped in a thin, handmade pancake and served with a dash of sweet sauce and green onion to create the perfect harmony of flavors. This was the epitome of royalty, and today, it has become a culinary staple throughout China. In the center of the city, Tiananmen Square is considered by many to be the stone heart of China. With its imposing red walls and concrete structures that are surrounded by colorful buildings and luscious trees, it harkens back to an ancient time. When you walk along the concrete brick grounds, its legendary history will be revealed with every step."
    },
    {
      "dayNumber": "2",
      "title": "Beijing – Glimpse into the Past of the Forbidden City",
      "description": "Once you finish breakfast, your guide will escort you to the Forbidden City or the Palace Museum, where in the past, no one other than the imperial families and invited officials were allowed to enter. This palace was once the home to 24 Ming and Qing dynasty emperors during their reign, and today, it is a UNESCO World Heritage Site. It is also the largest palace in the world with its grandiose buildings and curved rooftops. Though a feast for the eyes, the distinguishing feature of the Forbidden City lies in its defensive structure. It was built with angular walls to prevent intrusive offenders and white lime, glutinous rice, and egg whites to create materials that were too strong for weapons of the time to break. With many imperial families living in the Forbidden City, it was important for them to have a place where emperors could worship heaven and be rewarded with good harvests. The Temple of Heaven is a three-tiered, circular building that was made from wooden halls and painted in a glorious sweep of colors. It is the perfect representation of China’s tradition around architecture as numerology, which symbolizes both Chinese religion and beliefs that are blended seamlessly into the design. Though Beijing is known for its Peking duck, it has many other flavors for you to experience. The interplay of spicy, sweet, sour, bitter, and salty are the keys to Beijing cuisine and help create the soul of Chinese food, giving it a very unique flavor. After lunch, your guide will take you to Beihai Park, which is the oldest, living imperial garden in Beijing. At over 1,000 years old, this ancient garden was built around a Chinese legend regarding three magic mountains on which the gods lived and possessed herbal medicine for immortality."
    },
    {
      "dayNumber": "3",
      "title": "Shanghai – Express Enlightenment by the Sight of the Jade Buddhas",
      "description": "After arriving via private charter, your personal guide will drive you to the Gongqing National Forest Park for a quiet and meditative start to your day. Despite the bustling nature of Shanghai, the park will provide an escape for many with its paradise of botanical wonders that are separated by wooden paths. The cherry trees that line the park create a wooded oasis, which is reflected in the peaceful river that you can float along in a boat. With its vast fields of emerald grass and clusters of trees, it is a haven for any who enter. Temples are abundant in China, but the Jade Buddha temple, which houses rare cultural relics alongside porcelain artworks, is definitely a sight that you will not want to miss. Built in 1882, the temple was constructed to house two jade Buddhas: one was made from a sparking and crystal-clear, white jade and the other was sheathed in agate and emeralds, symbolizing the time of enlightenment of the Buddha. Though Shanghai has many wonderful traits to offer its visitors, its cuisine is an orchestral masterpiece that harmonizes aroma, color, and taste into each dish. Once you taste food from Shanghai, it is hard to imagine any other combination of flavor to pass by your lips. The food in Shanghai is sweeter than the rest of the country, and they also use fewer spices, so the dishes are not as spicy or hot. After lunch, your guide will escort you to Yu Garden, which is a five-acre garden that was built in 1577 during the Ming dynasty. Large red and gold pagodas and pavilions sit atop tranquil waters that are surrounded by luscious greenery and flowers. While you are here, you will have the opportunity to barter for all types of souvenirs that you may want to collect and bring back home. The Jiuqu Bridge stretches across the garden, bringing luck to any who cross it."
    },
    {
      "dayNumber": "4",
      "title": "Shanghai – Inhale Shanghainese Delicacies in the Old City",
      "description": "In the morning, your guide will drive you to Longhua Pagoda and Temple, which is a temple that was dedicated to the Maitreya Buddha. Built in 242 AD during the period of the Three Kingdoms, the temple retains its architectural design from the Song dynasty. The red and gold walls of the seven-story pagoda with curling rooftops sit next to a three-story temple with golden walls, which is set against green trees to create a peaceful environment. As you and your guide stroll into the old city of Shanghai, the God Temple will loom in front of you. The towering temple houses nine palaces, which each contain immortal statues that are in charge of wealth, age, fame, literature, or safe voyages. When you walk through the old city of Shanghai, you will be able to inhale whiffs of delectable treats of Shanghai, which will be able to fulfill any craving you may have. The historical streets of Xintiandi are part of the old French quarter in Shanghai. With the external appearance of tiles and antique walls having been retained from the Shikumen architecture, which is a blending of both Eastern and Western elements, you will be transported back to Shanghai in the 1920s in some respects while remaining firmly grounded in the 21st century. Due to the unique, European-styled architecture, you will most likely feel as if you are in Europe as opposed to China."
    },
    {
      "dayNumber": "5",
      "title": "Xi'an – Revere the Immensity of the Terracotta Warriors",
      "description": "Today, you will transfer back to Shanghai after a hearty breakfast. Once you are here, the world-famous site of the Terracotta Warriors will beckon for your presence. As you and your guide descend into the mausoleum of the first emperor of China, the Terracotta Army will expand in front of you and just about as far as your eye can see. In the three pits, there are 8,000 life-sized soldiers, 130 chariots with 520 horses, and 150 cavalry horses that have been forever frozen in battle formations. It is absolutely breathtaking to see, but even more so when you know that each soldier was carved with original facial expressions, features, clothing, hairstyles, and gestures. That is, you will have a very difficult time trying to find two identical warriors. These warriors stood on guard to protect the first emperor to the afterlife and is a form of funerary art, much like the Egyptian Pyramids. To be in the presence of such extraordinary statues is mind-blowing, and you will come to realize that this site may never have been discovered had it not been for two farmers who were digging a well. The thundering of drums from Tang Paradise will pull you deeper into Xi’an. Here resides the first garden-like park giving visitors a glimpse into the Tang dynasty. As you walk through the park where pavilions stand tall above the serene water, you can fill your belly with the flavors of delicious Tang dynasty food. As you stroll the grounds, the Tang dynasty’s lyrical poems and art will caress your eyes as their music fills your ears. Afterward, you will travel with your guide from the Tang dynasty to the Ming dynasty so you can view the Drum Tower. Built in 1380 during the Ming dynasty, the most remarkable aspect of the Drum Tower is that it was made without any iron nails. It sits on a concrete block in the heart of Xi’an with 24 drums that stand for the 24 solar terms because it was used as a weather calendar to help guide agricultural production in addition to keeping time at night."
    },
    {
      "dayNumber": "6",
      "title": "Guilin – Adventure Awaits along the Longsheng Rice Terraces",
      "description": "Today, you will travel to the remote villages of China to view some of the most spectacular landscapes. As you fly into Guilin, you can look out the window at the infamous terraces that make up the Longsheng Rice Terrace, which is also referred to as the curving Dragon Backbone. When the mist of the morning rises to let the sun through, the light hits the grassy leaves of the rice terraces, forcing them to glimmer and evoking a mysterious and ethereal feeling. You can walk along the terraces and meet the Zhuang and Yao nationalities who helped to create the rice terraces. China has many legends that are based on animals, and one that stands out is located at Elephant Trunk Hill in Guilin. As you and your guide stroll toward this famous rock, from a distance, you will be able to see the shape of an elephant that is drinking from the water, which is how the name came about. What the legend says is that the rock is the embodiment of a god elephant who used to be the mount for the Emperor of Heaven. Unfortunately, it was separated from the emperor and stranded in Guilin with severe wounds before it fell in love with the stunning beauty of the city and refused to leave. As you stand at the base of the rock, you can feel the love, infusing you through the city of Guilin. After a hearty lunch, your guide will lead you to one of the best landscapes in the world: the Solitary Beauty Peak, which is where the prince used to reside. The luscious greenery blankets the sharp precipice where the best view of Guilin lies. The large-scale, architectural complex was home to the longest-reigning Ming dynasty prince with its red walls and yellow tiles. As you reach the top of the peak, you can take a deep breath of fresh air and look out over the land of Guilin, which will provide a feeling of serenity that has lasted throughout the ages."
    },
    {
      "dayNumber": "7",
      "title": "Beijing – Embody the Feng Shui of the Summer Palace",
      "description": "After your plane lands in Beijing, your escort will drive you to the Summer Palace, which stands out from a pool of trees and peers onto Kunming Lake. A UNESCO World Heritage Site, the palace combines traditional halls and pavilions in the Imperial Garden from the Qing dynasty, becoming the most well-preserved royal park in China. With the tranquil Kunming Lake as its background, the construction of the Summer Palace lies perfectly in accordance with the Chinese philosophy of balancing man and nature. When you stand on Xiuyi bridge and look out over the lake, it will create a seamless blend of harmony between the two, transporting your soul to nirvana. With your lunch cravings satisfied, your private transfer will escort you to Beijing Capital Airport, and your heart will be full of exquisite memories that you will never forget."
    }
  ],
  "map": ""
}