{
    "Main_Title": "Our Channel Islands holidays & tours",
    "Main_Paragraph": "The largest of the Channel Islands, Jersey has a distinctive Anglo-French personality with a laidback atmosphere that belies its horrendous wartime past. On a clear day you can see all the way to Normandy from the east coast, and many of the place names that youll encounter when walking or cycling around the island are French. Many holidays include a stay at a locally run hotel in the capital, Saint Helier, which enables you to reach many routes without the need of motorised transport. Besides sunning yourself on its many lovely golden beaches  Saint Brelades Bay, among the most popular, is huge  one of the chief delights of visiting Jersey must be the cuisine. From seafood to ice cream, and roadside stalls where you can pick up punnets of berries, potatoes and other freshly picked produce, so much of it has proud local origins. Food miles? No, in Jersey youre talking food metres.",
    "Subtitle": "Highlights of our Channel Islands holidays",
    "Title1": "Guernsey",
    "Paragraph1": "Our trips to Guernsey usually take the form of walking holidays, and are often combined with day tours to the neighbouring islands of Alderney, Sark and Herm. Like Jersey, it still bears the scars of German occupation during World War II, and while exploring the trails that criss-cross this tiny, beautiful island, youll often encounter old fortifications. Its possible to enjoy an entirely car-free holiday here  the ferry across from England takes just three hours, and then you can stay in a locally-owned hotel close to both the port and the trailheads.",
    "image1": "",
    "Title2": "Island-hopping",
    "Paragraph2": "Its super easy to get between the Channel Islands, thanks to regular flights and ferry services. That means one of our guided small group tours can spend a few days in Guernsey before sailing across to tiny Sark with its entirely car-free roads. Sark was named the first Dark Sky Island in the world thanks to its amazing lack of light pollution, so keep an eye on the stars if you overnight here. Trips may include the short hop by plane from Guernsey to Jersey, though wed recommend also looking into the much lower carbon ferry which takes just a couple of hours. And in Jersey you can spend another few days relishing the islands magnificent golden beaches, its World War history, and its delectable oysters.\nThough theyre so close to each other, each of the Channel Islands has its own distinct identity, especially the tiny islands of Alderney, Sark and Herm, which are like stepping back half a century in time. Our Channel Islands holidays make it easy to get from island to island, and to explore them all in turn, with all of your transport arrangements included, and a local guide leading the way throughout.",
    "image2": "",
    "Title3": "Walking",
    "Paragraph3": "Walking in the Channel Islands is a sheer delight, with both guided small group tours and self guided, tailor made options available to you on Jersey and Guernsey. Jersey, at 20km by 9km, is criss-crossed with a healthy network of walking trails, many following the dramatic coast or quiet country lanes. Guernsey, just half the size of Jersey, can be thoroughly explored in only four days, so it is often combined with the neighbouring islands of Herm and Sark. Our well chosen routes are complemented by welcoming, locally run hotels and excellent recommendations for dining in the evenings  the Channel Islands welcome hungry walkers.\nThese trips are suitable for regular walkers in a state of reasonable fitness. A typical day could see you covering up to 24km over six hours, and ascents up to 750m. Pack a good appetite, because youll pass any number of local cafes along the way, and if youre there between May and October, wed recommend your daypack contains a swimming costume too. Because if there are two things that the Channel Islands have in bountiful supply, its cows, and stunning beaches."
}