{
  "destination": "Finland",
  "mainPhoto": "",
  "id": "wildlife-tour-in-finland",
  "tourName": "Wildlife tour in Finland",
  "placesVisited": "",
  "generalInfo": "With a 100% success rate in photographing wild brown bears &amp; wolverines and over 80% chance of photographing wolves this is the best tour for anyone wanting to see and photograph some of Europe's largest and top predators. <br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching holidays and have a great range of wildlife photography tours all over the world. This tour can be a specialist photography tour or a general wildlife watching holiday, either way we aim to get exceptional views of wild brown bears, wolverines and wolves in Finland. These are three of Europe's largest predators. They are often referred to (along with Eurasian lynx) as the Big Four European Predators.<br/>Our specialist photography hides for these three species have such a good track record of sightings because the areas we visit have high densities of bears, wolverines and the presence of several wolf packs in the area. This coupled with the fact that these hides have been used for many years and the animals are very used to the presence and smell of people now. We have a perfect 100% success rate in seeing and getting good photographic opportunities for brown bears and wolverines and even have an over 90% chance of a bear or wolverine showing up every night. The wolves are slightly more tricky as they tend to move around more, but even so we have over 80% success with wolf sightings. <br/>One of the reasons why our wildlife photography tours are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for mammal watching. All of these reasons and many more make us experts in arranging and guiding mammal watching and wildlife photography safaris and are able to tailor any wildlife watching holiday to any location that you request. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find any mammal species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner), sometimes lunches are packed lunches. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent local driver for all transfers; we often arrange recreational vehicle as this allows us to stay within the vehicle and have various windows for wildlife watching (like a large mobile hide). We use two types of guides; first a professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also a very knowledgeable English speaking local guide who will also act as driver for all transfers. We also have the expert guidance of the hide owner at our disposal he knows and understands the wildlife and environment here better than anyone. We can also arrange a professional photographer (one of the UK’s or Finland’s best award winning wildlife photographers) if you wish. Our local guides and drivers for this tour are some of the most well regarded mobile safari guides in Finland. He has a wealth of experience in the wilderness here. As a result he knows and understands the forests here exceptionally well and with his contacts in the army is able to find new nest, den and lek locations for many of the birds and mammals that inhabit these forests. He painstakingly sets up camera traps, hides and camps in the wilderness at every chance he gets to locate new places to see the rarest and most elusive species. As with all of our tours we also include all vehicle use, guided walks, park entrance fees and sightseeing entrance fees as well as use of the specially designed professional photography nocturnal hides. We include more time spent in the field searching for and photographing brown bears per day than any other tour operator around; only if you request to have a rest day will we not arrange trips into the parks and reserves and other wildlife or a night in the hide. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on wolverines which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Late April to mid September for summer / autumn photography is the season as the bears are hibernating during the late autumn to early spring. In May to July we average around 2-4 different bears arriving at the hide per day, this increases in July– September to around 4-8 individuals as the bears are very active fattening up for winter.<br/>Wolverines are more commonly in April - June than other times of year, but do get seen in every month of the year. With an average of 2-4 wolverines seen per night in May and June.<br/>Wolves don't have a real season but can be seen with regularity throughout the same period as the bears.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our mammal watching are guided by a local naturlist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can also arrange professional wildlife photographers to come along and guide this tour, if you wish for a workshop style photography tour. All the wildlife photographers that we use as guides are award winning wildlife photographers and are experts in helping anyone to get better quality pictures.<br/>•\tWe can offer you as many nights in the professional photography hides were we can spend the entire night waiting for bears, wolves or wolverines to appear. <br/>•\tWe also have an expert local guide who knows of very special locations for capercaille and black grouse lek sites as well as nests, lodges and dens of ospreys, owls, flying squirrels, badger and beavers. So we can expand our mammal watching on this tour to include a wealth of the Finnish mammals. <br/>•\tWe can also bring thermal imaging and night vision equipment (on request) to also aid in finding the lynx after dark.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of wolverines and other rare nocturnal wildlife.<br/>•\tBy joining one of our wildlife watching holidays you will have an overall wildlife experience as we are determined to showcase the other interesting wildlife of the areas we visit.<br/>•\tWe have explored all the areas we visit in depth and have found the best and most conveniently located accommodations to stay in whilst searching out wolverine in isolated and remote places. <br/>•\tAll the above reasons give this our wolverine tour of Finland a perfect success rate (100%) of seeing wild wolverines. We have an unrivalled network of experts and guides throughout Finland and we are experts at arranging independent tours and extensions to see other species as well as reindeer, moose, wolverines, wolf, osprey, Arctic fox, pine marten, beaver, black woodpecker, golden eagle and hundreds other endangered, rare or endemic species throughout Finland’s forests, bogs, moorlands and Arctic highlands. Whether it is the eastern forest wilderness areas, Arctic ice fields, bogs and swamplands or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a wolverine tour.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>We have discovered a very special location in Finland and so we do not want to disclose the exact location. We want to make sure that this is kept pristine and not common knowledge.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife watching is all done from a vehicle or sat in a permanent photography hide so any fitness level can participate. Any walking can be done at your leisure and there is no sustained walking involved. We do say that the temperatures can be hot during the middle of the day so be prepared for the heat.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old<br/><br/>Pictures:<br/><br/>By Gregory \"Slobirdr\" Smith - Grizzly Bear (Ursus arctos ssp.), CC BY-SA 2.0<br/>By Robert F. Tobler - Own work, CC BY-SA 4.0,<br/>By Mike's Birds from Riverside, CA, US - Brown Bear, CC BY-SA 2.0, <br/>By Mathew Schwartz - Imported from 500px (archived version) by the Archive Team. (detail page), CC BY 3.0,",
  "durationDays": "6",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Viiksimo - When you arrive into Kajaan you will be met by your local guide before being driven to your accommodation at the Boreal Wildlife Centre Lodge. Here you will have your lunch and evening meal and in between you will have an excursion into the forest to try and find Elk (moose) here browsing on the trees on the edge of the meadow. (lunch and dinner included)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Viiksimo - This morning you have an excursion to look for wild forest reindeer in the Elimyssalo Nature Park. This park represents the best of forest habitat that Kainuu region and is a great way place to explore. The forest is a mosaic of mires, old spruce forests draped with beard lichens, streams, and small lakes and ponds. There are superb photographic opportunities around here. After spending most of the day here you will come back to the lodge for an early dinner before going to the hide cabin for brown bear and with luck wolf viewing which begins around 16:00. The entire evening and the following night and part of the next morning will be spent in hide cabin, before we return to the lodge for breakfast and a mid-morning rest. The bears (and wolves) arrive just after dusk - however during spring - summer the day light remains good for many hours into the night. There could be wandering immature bears, large territorial male bears and possibly mothers protecting their young cubs. The bears can often be within yards of the hides for several hours, offering superb sightings. The hide cabins are equipped with bunks and a toilet although the wildlife watching is usually enough to keep you occupied and awake all night. (breakfast and dinner included)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Viiksimo - This morning you will come back from teh hide and have breakfast and a rest (as described on day 2) and then there will be local bird watching trip. The area around here can be very productive for a range of breeding species, including the chance of Rustic Bunting, Parrot Crossbill, Three-toed Woodpecker and Siberian Jay which are all very rare to see elsewhere. Afterwards you will once again have an early dinner at our lodge you will depart for a second night in the hide cabins. Here brown bears, wolves and wolverines will be on the menu until the next morning. (breakfast and dinner included)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leiksa - Once again you will be collected from the hide in the morning and have breakfast before departing towards Lieksa. On arrival in this small town you will have an early dinner at your accommodation, before leaving for the specialist wolverine hide. The hide works very similar to the one in Viiksimo and you will spend the evening and night in the hide before being collected from the hide in the morning and taken to have breakfast and a rest in the hotel the following morning. (breakfast and dinner included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lieksa - After collection, breakfast and rest at our hotel (as described in day 4), you will be taken to search for beavers and other wildlife during the day. Afterwards you will to the hotel for a late lunch buffet before our second departure to log hide cabins for wolverine viewing. Brown bears are also possible here, but not that numerous as at Viisksimo. (breakfast and dinner included)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lieksa - The day will be the same as yesterday with your collection from the hide in the morning and then breakfast and rest at our hotel. Afterwards there is the option to visit Ruunaa Nature Reserve with lake view and rapids close to Russian border. This area is true wilderness with possible encounters of wild forest reindeer and other local species. If time allows you will also visit Patvinsuo National Park, which is an internationally important as a mire conservation and research area. The major wildlife found here are birds. The birdlife can be prolific and there are observation towers at Teretinniemi and bird watching platforms at Lahnasuo and Surkansuo. Afterwards you will return to the hotel for your final night in Finland. (breakfast and lunch included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Home - After breakfast you will be transferred to the Kuopio airport in time to catch your return flight home. (breakfast only)."
    }
  ],
  "map": ""
}