{
  "destination": "Finland",
  "mainPhoto": "",
  "id": "wildlife-photography-holiday-in-finland",
  "tourName": "Wildlife photography holiday in Finland",
  "placesVisited": "",
  "generalInfo": "Wolverine (Gulo gulo) is a rare mammal from the artic area. Finland offers you the opportunity to observe and to photograph it in very good conditions  in the spirit of the Taiga nature. In a well equipped and safe hide it is a pleasure to discover one the very rare wildlife of Europe. Finland has about 350 individuals, of which many are in this chosen area, outside the reindeer herding area, where some wolverines are unfortunately hunted.<br/>Explore the taiga, the environment of the wolverine, listen to the peaceful silence, feel the coldness of the snow, smell the pine trees of the taiga forest.<br/>All this accompanied by a professional wildlife and nature guide.<br/>Our aim is to enjoy the viewing and photographing the wolverines as well as the northen lights if the conditions are right. <br/>This program is run from February to 20th of April and in again in October.<br/>Wolverines are active day and night, all year round, so summer programs are also possible.<br/>During these 6 days you will also get to know the Finnish culture and enjoy Finnish homecooked meals.<br/>The program is made for small groups from 1 up to 4-6 persons so we can adjust the program to your needs. If you wish to have a day off to rest or to try something else f.ex. icefishing, snow shoeing or a husky tour those can also be booked if conditions allow.<br/>Available also 8 days / 7 nights",
  "durationDays": "6",
  "price": "1150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Kajaani airport. Transfer to the accommodation (about 1h30-2h), meal and information about the program."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast the first day to discover the hide and the taiga forest. By snowshoes we will get to the hide and stay to wait for the wolverine to appear. We have picnic and hot drinks to pass the time. return to the lodge for the evening meal . Evening walk for northern light if conditions are good."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast return to the wolverine hide for the day. Evening meal and evening free to enjoy stars in the sky."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today , we will get to the hide early in morning . And enjoy the view of the wolverines and other animals . In afternoon, we will get back to the lodge and after a light lunch , we will go to Kuhmo , discover the city and snowy surroundings. Diner at the lodge .Possibility for northern lights watching if good conditions"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "the last chances for the wolverines to appear if they didn t get . All day in hide to wait for the wolverines to show up front of us. Or we will enjoy day outdoors for icefishing or snowshoeing ,... Last diner at the lodge ."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, transfer to Kajaani aiport ."
    }
  ],
  "map": ""
}