[
  {
    "destination": "Finland",
    "mainPhoto": "images/tour-photos/Finland/01/01.webp",
    "id": "wildlife-photography-holiday-in-finland",
    "tourName": "Wildlife photography holiday in Finland",
    "placesVisited": "",
    "generalInfo": "Wolverine (Gulo gulo) is a rare mammal from the artic area. Finland offers you the opportunity to observe and to photograph it in very good conditions  in the spirit of the Taiga nature. In a well equipped and safe hide it is a pleasure to discover one the very rare wildlife of Europe. Finland has about 350 individuals, of which many are in this chosen area, outside the reindeer herding area, where some wolverines are unfortunately hunted.<br/>Explore the taiga, the environment of the wolverine, listen to the peaceful silence, feel the coldness of the snow, smell the pine trees of the taiga forest.<br/>All this accompanied by a professional wildlife and nature guide.<br/>Our aim is to enjoy the viewing and photographing the wolverines as well as the northen lights if the conditions are right. <br/>This program is run from February to 20th of April and in again in October.<br/>Wolverines are active day and night, all year round, so summer programs are also possible.<br/>During these 6 days you will also get to know the Finnish culture and enjoy Finnish homecooked meals.<br/>The program is made for small groups from 1 up to 4-6 persons so we can adjust the program to your needs. If you wish to have a day off to rest or to try something else f.ex. icefishing, snow shoeing or a husky tour those can also be booked if conditions allow.<br/>Available also 8 days / 7 nights",
    "durationDays": "6",
    "price": "1150",
    "image1": "images/tour-photos/Finland/01/01.webp",
    "image2": "images/tour-photos/Finland/01/02.webp",
    "image3": "images/tour-photos/Finland/01/03.webp",
    "image4": "images/tour-photos/Finland/01/04.webp",
    "image5": "images/tour-photos/Finland/01/05.webp",
    "image6": "images/tour-photos/Finland/01/06.webp",
    "imagealt": "Finland wildlife photography holiday",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Kajaani airport. Transfer to the accommodation (about 1h30-2h), meal and information about the program."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast the first day to discover the hide and the taiga forest. By snowshoes we will get to the hide and stay to wait for the wolverine to appear. We have picnic and hot drinks to pass the time. return to the lodge for the evening meal . Evening walk for northern light if conditions are good."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast return to the wolverine hide for the day. Evening meal and evening free to enjoy stars in the sky."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today , we will get to the hide early in morning . And enjoy the view of the wolverines and other animals . In afternoon, we will get back to the lodge and after a light lunch , we will go to Kuhmo , discover the city and snowy surroundings. Diner at the lodge .Possibility for northern lights watching if good conditions"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "the last chances for the wolverines to appear if they didn t get . All day in hide to wait for the wolverines to show up front of us. Or we will enjoy day outdoors for icefishing or snowshoeing ,... Last diner at the lodge ."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast, transfer to Kajaani aiport ."
      }
    ],
    "map": ""
  },
  {
    "destination": "Finland",
    "mainPhoto": "images/tour-photos/Finland/02/01.webp",
    "id": "wildlife-tour-in-finland",
    "tourName": "Wildlife tour in Finland",
    "placesVisited": "",
    "generalInfo": "With a 100% success rate in photographing wild brown bears &amp; wolverines and over 80% chance of photographing wolves this is the best tour for anyone wanting to see and photograph some of Europe's largest and top predators. <br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching holidays and have a great range of wildlife photography tours all over the world. This tour can be a specialist photography tour or a general wildlife watching holiday, either way we aim to get exceptional views of wild brown bears, wolverines and wolves in Finland. These are three of Europe's largest predators. They are often referred to (along with Eurasian lynx) as the Big Four European Predators.<br/>Our specialist photography hides for these three species have such a good track record of sightings because the areas we visit have high densities of bears, wolverines and the presence of several wolf packs in the area. This coupled with the fact that these hides have been used for many years and the animals are very used to the presence and smell of people now. We have a perfect 100% success rate in seeing and getting good photographic opportunities for brown bears and wolverines and even have an over 90% chance of a bear or wolverine showing up every night. The wolves are slightly more tricky as they tend to move around more, but even so we have over 80% success with wolf sightings. <br/>One of the reasons why our wildlife photography tours are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for mammal watching. All of these reasons and many more make us experts in arranging and guiding mammal watching and wildlife photography safaris and are able to tailor any wildlife watching holiday to any location that you request. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find any mammal species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner), sometimes lunches are packed lunches. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent local driver for all transfers; we often arrange recreational vehicle as this allows us to stay within the vehicle and have various windows for wildlife watching (like a large mobile hide). We use two types of guides; first a professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also a very knowledgeable English speaking local guide who will also act as driver for all transfers. We also have the expert guidance of the hide owner at our disposal he knows and understands the wildlife and environment here better than anyone. We can also arrange a professional photographer (one of the UK’s or Finland’s best award winning wildlife photographers) if you wish. Our local guides and drivers for this tour are some of the most well regarded mobile safari guides in Finland. He has a wealth of experience in the wilderness here. As a result he knows and understands the forests here exceptionally well and with his contacts in the army is able to find new nest, den and lek locations for many of the birds and mammals that inhabit these forests. He painstakingly sets up camera traps, hides and camps in the wilderness at every chance he gets to locate new places to see the rarest and most elusive species. As with all of our tours we also include all vehicle use, guided walks, park entrance fees and sightseeing entrance fees as well as use of the specially designed professional photography nocturnal hides. We include more time spent in the field searching for and photographing brown bears per day than any other tour operator around; only if you request to have a rest day will we not arrange trips into the parks and reserves and other wildlife or a night in the hide. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on wolverines which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Late April to mid September for summer / autumn photography is the season as the bears are hibernating during the late autumn to early spring. In May to July we average around 2-4 different bears arriving at the hide per day, this increases in July– September to around 4-8 individuals as the bears are very active fattening up for winter.<br/>Wolverines are more commonly in April - June than other times of year, but do get seen in every month of the year. With an average of 2-4 wolverines seen per night in May and June.<br/>Wolves don't have a real season but can be seen with regularity throughout the same period as the bears.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our mammal watching are guided by a local naturlist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can also arrange professional wildlife photographers to come along and guide this tour, if you wish for a workshop style photography tour. All the wildlife photographers that we use as guides are award winning wildlife photographers and are experts in helping anyone to get better quality pictures.<br/>•\tWe can offer you as many nights in the professional photography hides were we can spend the entire night waiting for bears, wolves or wolverines to appear. <br/>•\tWe also have an expert local guide who knows of very special locations for capercaille and black grouse lek sites as well as nests, lodges and dens of ospreys, owls, flying squirrels, badger and beavers. So we can expand our mammal watching on this tour to include a wealth of the Finnish mammals. <br/>•\tWe can also bring thermal imaging and night vision equipment (on request) to also aid in finding the lynx after dark.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of wolverines and other rare nocturnal wildlife.<br/>•\tBy joining one of our wildlife watching holidays you will have an overall wildlife experience as we are determined to showcase the other interesting wildlife of the areas we visit.<br/>•\tWe have explored all the areas we visit in depth and have found the best and most conveniently located accommodations to stay in whilst searching out wolverine in isolated and remote places. <br/>•\tAll the above reasons give this our wolverine tour of Finland a perfect success rate (100%) of seeing wild wolverines. We have an unrivalled network of experts and guides throughout Finland and we are experts at arranging independent tours and extensions to see other species as well as reindeer, moose, wolverines, wolf, osprey, Arctic fox, pine marten, beaver, black woodpecker, golden eagle and hundreds other endangered, rare or endemic species throughout Finland’s forests, bogs, moorlands and Arctic highlands. Whether it is the eastern forest wilderness areas, Arctic ice fields, bogs and swamplands or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a wolverine tour.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>We have discovered a very special location in Finland and so we do not want to disclose the exact location. We want to make sure that this is kept pristine and not common knowledge.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife watching is all done from a vehicle or sat in a permanent photography hide so any fitness level can participate. Any walking can be done at your leisure and there is no sustained walking involved. We do say that the temperatures can be hot during the middle of the day so be prepared for the heat.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old<br/><br/>Pictures:<br/><br/>By Gregory \"Slobirdr\" Smith - Grizzly Bear (Ursus arctos ssp.), CC BY-SA 2.0<br/>By Robert F. Tobler - Own work, CC BY-SA 4.0,<br/>By Mike's Birds from Riverside, CA, US - Brown Bear, CC BY-SA 2.0, <br/>By Mathew Schwartz - Imported from 500px (archived version) by the Archive Team. (detail page), CC BY 3.0,",
    "durationDays": "6",
    "price": "3995",
    "image1": "images/tour-photos/Finland/02/01.webp",
    "image2": "images/tour-photos/Finland/02/02.webp",
    "image3": "images/tour-photos/Finland/02/03.webp",
    "image4": "images/tour-photos/Finland/02/04.webp",
    "image5": "images/tour-photos/Finland/02/05.webp",
    "image6": "images/tour-photos/Finland/02/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Viiksimo - When you arrive into Kajaan you will be met by your local guide before being driven to your accommodation at the Boreal Wildlife Centre Lodge. Here you will have your lunch and evening meal and in between you will have an excursion into the forest to try and find Elk (moose) here browsing on the trees on the edge of the meadow. (lunch and dinner included)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Viiksimo - This morning you have an excursion to look for wild forest reindeer in the Elimyssalo Nature Park. This park represents the best of forest habitat that Kainuu region and is a great way place to explore. The forest is a mosaic of mires, old spruce forests draped with beard lichens, streams, and small lakes and ponds. There are superb photographic opportunities around here. After spending most of the day here you will come back to the lodge for an early dinner before going to the hide cabin for brown bear and with luck wolf viewing which begins around 16:00. The entire evening and the following night and part of the next morning will be spent in hide cabin, before we return to the lodge for breakfast and a mid-morning rest. The bears (and wolves) arrive just after dusk - however during spring - summer the day light remains good for many hours into the night. There could be wandering immature bears, large territorial male bears and possibly mothers protecting their young cubs. The bears can often be within yards of the hides for several hours, offering superb sightings. The hide cabins are equipped with bunks and a toilet although the wildlife watching is usually enough to keep you occupied and awake all night. (breakfast and dinner included)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Viiksimo - This morning you will come back from teh hide and have breakfast and a rest (as described on day 2) and then there will be local bird watching trip. The area around here can be very productive for a range of breeding species, including the chance of Rustic Bunting, Parrot Crossbill, Three-toed Woodpecker and Siberian Jay which are all very rare to see elsewhere. Afterwards you will once again have an early dinner at our lodge you will depart for a second night in the hide cabins. Here brown bears, wolves and wolverines will be on the menu until the next morning. (breakfast and dinner included)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Leiksa - Once again you will be collected from the hide in the morning and have breakfast before departing towards Lieksa. On arrival in this small town you will have an early dinner at your accommodation, before leaving for the specialist wolverine hide. The hide works very similar to the one in Viiksimo and you will spend the evening and night in the hide before being collected from the hide in the morning and taken to have breakfast and a rest in the hotel the following morning. (breakfast and dinner included)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lieksa - After collection, breakfast and rest at our hotel (as described in day 4), you will be taken to search for beavers and other wildlife during the day. Afterwards you will to the hotel for a late lunch buffet before our second departure to log hide cabins for wolverine viewing. Brown bears are also possible here, but not that numerous as at Viisksimo. (breakfast and dinner included)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Lieksa - The day will be the same as yesterday with your collection from the hide in the morning and then breakfast and rest at our hotel. Afterwards there is the option to visit Ruunaa Nature Reserve with lake view and rapids close to Russian border. This area is true wilderness with possible encounters of wild forest reindeer and other local species. If time allows you will also visit Patvinsuo National Park, which is an internationally important as a mire conservation and research area. The major wildlife found here are birds. The birdlife can be prolific and there are observation towers at Teretinniemi and bird watching platforms at Lahnasuo and Surkansuo. Afterwards you will return to the hotel for your final night in Finland. (breakfast and lunch included)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Home - After breakfast you will be transferred to the Kuopio airport in time to catch your return flight home. (breakfast only)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Finland",
    "mainPhoto": "images/tour-photos/Finland/03/01.webp",
    "id": "gorgeous-9-day-self-drive-to-finnish-forests-and-lake-saimaa",
    "tourName": "Gorgeous 9-Day Self-Drive to Finnish Forests and Lake Saimaa",
    "placesVisited": "Lappeenranta, Imatra, Joensuu, Anttolanhovi",
    "generalInfo": "Cruise across the Finnish countryside on this lavish 9-day Finland self-drive tour from the old towns near Lappeenranta to the sensational scenes circling Anttolanhovi and Lake Saimaa. The magnificent Finnish forests, breathtaking blue lakes, and captivating cultural cities and towns showcase their vibrance and history during excursions to towering peaks, riverside cafés, religious monuments, and inspiring nature reserves around Lappeenranta, Imatra, Joensuu, and Anttolanhovi.",
    "durationDays": "9",
    "price": "6,200",
    "image1": "images/tour-photos/Finland/03/01.webp",
    "image2": "images/tour-photos/Finland/03/02.webp",
    "image3": "images/tour-photos/Finland/03/03.webp",
    "image4": "images/tour-photos/Finland/03/04.webp",
    "image5": "images/tour-photos/Finland/03/05.webp",
    "image6": "images/tour-photos/Finland/03/06.webp",
    "imagealt": "Finland 9-day self-drive tour",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Lappeenranta - Explore Finnish Old Towns",
        "description": "Your cultural and nature tour of Finland will begin outside of Porvoo, where you will hire a rental car at the airport and take your time driving from town to town en route to your destination, Lappeenranta. Porvoo is a historic Finnish town where poets and artists would come to find inspiration, and you will experience the 1900s charm as you visit red wooden warehouses and cafés along Porvoo River’s waters edge. Then, continue to Langinkoski Imperial Fishing Lodge before you arrive at the award-winning parks and gardens of Kotka. Your tour will end at a lavish lodge in Lappeenranta."
      },
      {
        "dayNumber": "2",
        "title": "Lappeenranta - The Fortress, Lake Saimaa, and Beyond",
        "description": "Sunrise over Lappeenranta will melt the morning dew and disperse the mist that veils Finland in the evenings. The friendly Karelian locals will open their bakeries and stalls, and the fragrances of freshly baked goods will fill the streets. You will tuck into breakfast and an assortment of regional delicacies before you visit the Lappeenranta Fortress. Its 18th-century complex boasts several museums and historical sites that share insight into Finnish history. Your private walking tour will reveal the pearls of Lappeenranta before you revel in an evening cruise along the tranquil Saimaa Canal to Lake Saimaa."
      },
      {
        "dayNumber": "3",
        "title": "Imatra - An Art Nouveau Castle and Crown Park",
        "description": "Your adventures will continue to Imatra after breakfast, so take some time to appreciate the sweeping natural beauty of Lappeenranta before you get in your vehicle and head off. The drive will take you across the flourishing Finnish landscape to the Russian border, where the rugged and overgrown forests flank the Vuoksi River. Among the forest lies a breathtaking Art Nouveau-style castle covered in snow during winter. In summer, the glistening castle is a surreal gateway to the greenery of Crown Park Nature Reserve. You will learn about the Grand Duchy of Finland as you explore the picturesque park."
      },
      {
        "dayNumber": "4",
        "title": "Joensuu - Adventures in the Fabulous Finnish Wilderness",
        "description": "The vast, unspoiled Finnish countryside is yours to explore this morning after breakfast. Grand pine trees grow on the banks of the sparkling Punkaharju lakes, the Finnish Forest Museum Lusto showcases the locals’ deep connection to nature, and the Punkaharju arboretum displays the immense Finnish flora. These are a few breathtaking scenes to snapshot during your daily galivant. Lunch will be served at a restaurant on Punkaharju Ridge with spectacular countryside views. Then, the Carelicum of Joensuu will introduce you to Karelian cooking, customs, and more a stone’s throw from the historic Pielisjoki River."
      },
      {
        "dayNumber": "5",
        "title": "Joensuu - Climbing in Koli National Park",
        "description": "Koli National Park of Northern Karelia is a remarkably diverse region that you will discover with the help of a knowledgeable guide on a private scenic tour. You will cross the conservation areas to the trails that ascend Ukko-Koli hill. Climbing the craggy quartz rock and weaving in and out of the greenery, you will get to see the stunning nature and wandering wildlife up close. The reward for your expedition will be the arresting views of Lake Pielinen that have inspired great works of Finnish art and literature."
      },
      {
        "dayNumber": "6",
        "title": "Anttolanhovi - Culinary Customs and Antique Architecture",
        "description": "You will enjoy your last moments in Joensuu exploring the Market Place and the Artisan’s Quarter. A warm and bubbly atmosphere envelopes the market, where you may tuck into incredible Karelian cuisine before you admire the architecture of Taitokortteli. You will then transfer in your rental vehicle to the New Valamo Monastery in Heinävesi, where you will learn about Orthodox traditions and visit the complex’s significant landmarks and monuments. Your wander through Finland will come to an end at Anttolanhovi on the banks of Lake Saimaa."
      },
      {
        "dayNumber": "7",
        "title": "Anttolanhovi - Travel Anttolanhovi at Leisure",
        "description": "You will enjoy today at your leisure, choosing from a selection of self-guided experiences in and around Anttolanhovi. You may hike the shady paths of Neitvuori and descend upon views of Lake Saimaa and the sparkling islands. You may paddle across the serene waters in kayaks and embrace the icy waters of beautiful coves amongst the collection of islands. Some travelers prefer to fish from the banks of Lake Saimaa, and every adventurer is ecstatic to devour traditional Karelian pies at cafés overlooking the extraordinary scenery."
      },
      {
        "dayNumber": "8",
        "title": "Anttolanhovi - World War II History in Finland",
        "description": "You will wake up to views of Lake Saimaa and slurp down a cup of coffee as you watch the sunshine glowing in the water. After breakfast, your private guide will show you to the charming towns of Mikkeli and Savonlinna. Savonlinna has a rich opera history and distinct Karelian culture that you will learn about as you explore bustling markets, the Olavinlinna Castle, and cross the lake by an old steamboat. In Mikkeli, World War II history unravels within the Mikkeli Headquarters Museum. You will visit several historical sites, fascinating exhibitions, and handicraft markets before you return to Anttolanhovi."
      },
      {
        "dayNumber": "9",
        "title": "Anttolanhovi - Illustrious Snowy Scenes at Lahti",
        "description": "After breakfast, you will relish your last drive across the Finnish countryside from Anttolanhovi to Helsinki. You will capture stunning images of the Pulkkilanharju Ridge and surrounding islands, stop at a small farm in Kalkkinen for sumptuous wine tasting, cross the bridge of Pulkkilanharju to Lahti, and admire the modern architecture of Sibelius Hall. If time permits, you may also ascend to the top of the Ski Jump tower to marvel at the views or race down the powdery slopes before you visit the Ski Museum on-site. You will then continue to Helsinki where you will say your farewells."
      }
    ],
    "map": ""
  },
  {
    "destination": "Finland",
    "mainPhoto": "images/tour-photos/Finland/04/01.webp",
    "id": "winter-lapland-tour-glass-igloo-husky-safari-snowmobiles-and-the-aurora",
    "tourName": "Winter Lapland Tour: Glass Igloo, Husky Safari, Snowmobiles and the Aurora",
    "placesVisited": "Kittila, Äkäslompolo, Finnish Lapland, Pallas-Yllas Nature Park, Levi",
    "generalInfo": "Silence reigns. A white wonderland extends. The aurora plays and the huskies sing. Humbled by scale, enlivened by details, your journey into Finnish Lapland is one of beauty and serenity. For one week, you’re immersed in the ever-changing wilderness, traveling by reindeer sled and snowmobile, sleeping in a glass igloo beneath the Northern Lights. Ice fishing, smoke sauna evenings, riding huskies through the wild...there’s no place like it. Are you planning your once-in-a-lifetime dream vacation to Finland? Consider browsing our Finland vacations page to add essential Finland experiences and activities.",
    "durationDays": "7",
    "price": "4,000",
    "image1": "images/tour-photos/Finland/04/01.webp",
    "image2": "images/tour-photos/Finland/04/02.webp",
    "image3": "images/tour-photos/Finland/04/03.webp",
    "image4": "images/tour-photos/Finland/04/04.webp",
    "image5": "images/tour-photos/Finland/04/05.webp",
    "image6": "images/tour-photos/Finland/04/06.webp",
    "imagealt": "Winter Lapland Tour: Glass Igloo, Husky Safari, Snowmobiles and the Aurora",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Äkäslompolo – Dreamy First Impressions of Finnish Lapland",
        "description": "Kittila is an hour’s flight north of Helsinki, window seats providing a glorious idea of how remote Lapland really is. There’s nothing down below, nothing but snow and forest, a wonderland that is more surreal once you land. Except in early winter, the snow tends to be soft and powdery; jump into it and when you emerge the snow brushes off. Snow covers the white spruce and Douglas fir trees, forming peculiar shapes along the waxy needles. Pines and hemlocks also have their winter coverings, each tree a distinctive work of art that rises many meters above you. Touch down and transfer by road – snow chains on the wheels – to a boutique hotel on the Äkäslompolo lakeshore. From here you look out across a frozen expanse, then onwards, out towards the sense of infinity that the Arctic Circle creates. At first, it all looks the same, snow and trees and wilderness from every angle. But even on this first day, you start to realize that every angle is different. This is a silent land and while some people escape to tropical beaches, there’s nowhere better than Finnish Lapland for resting and recharging your batteries. So discover the smoke sauna and hot tub on the lake, go for a walk or ski in the surrounding landscape, and appreciate the solitude of a first night in the Arctic."
      },
      {
        "dayNumber": "2",
        "title": "Äkäslompolo – Husky Safari Through the Snow",
        "description": "They howl, and they sing, huskies waiting to take you through the wild. They drag your sled across ice and snow. Soon you’re even further away from everything, listening to the soft panting of the dogs and the slither of the sled along the snow. One of you stands and drives the huskies, something that is easier than it may sound. The other sits on the sled and watches the snowy world pass by. Spend two to three hours on the husky safari, first along recognizable tracks and then through virgin landscapes. Return to the hotel and warm up by the open fire, soup and hot drinks helping to heat you from the inside; it’s not uncomfortably cold with the snowsuits but after three hours with the wind chill the open fire is a salubrious experience. For the rest of the day, you are free to explore some more, the smoke sauna and the hot tub waiting whenever you return to your lakeside retreat. Like yesterday, dinner is included at the hotel, Lapland’s specialties enjoyed through the evening."
      },
      {
        "dayNumber": "3",
        "title": "Äkäslompolo – Ice Fishing and Snowmobile Safari",
        "description": "Traveling by huskies or reindeer is Lapland’s ultimate connection with nature. A snowmobile isn’t as quiet, yet the motor allows you to cover much larger distances, bringing staggering impressions of the wild, snowy world. Cross the frozen lake then weave through the trees, a guide leading the way as you get to grips with the snowmobile. Your destination is another frozen lake, where you stop and look around at the wonders of Lapland. There’s nothing else here, just you, the parked snowmobiles, and the evergreens. A hole is carved into the frozen lake. You start ice fishing; a tradition that’s been practiced here since long before written records began. A soup lunch keeps you warm and you may land a catch; something that the chefs will cook up for dinner after the snowmobile safari. There are ice fishing secrets to learn and stories to share with the guide, the experience one that’s tailored to anyone, regardless of whether you’ve even been fishing before. Ride the snowmobiles back to the hotel for another evening in the smoke sauna and by the fire, a variety of fish for dinner."
      },
      {
        "dayNumber": "4",
        "title": "Äkäslompolo – Reindeer Sledding and Another Evening in the Smoke Sauna",
        "description": "Traveling by reindeer feels even more traditional than with the huskies. It’s hard not to make a comment about Santa Claus, and the experience does contain a surreal tone. Watch and learn as the reindeer are harnessed together, different characteristics suited to different roles within the team. Then you glide. It’s smooth and serene driving the sleigh, almost silent as the reindeer move effortlessly through their natural territory. Occasionally a bell tinkles, sometimes you hear snow tumbling from a high pine, but mostly there’s a poignant sense of nothing. Drive the reindeer then sit back on the fur-covered sleigh, this is a journey for watching the white wonderland slowly roll by. Like the other days, you return from a safari to a crackling open fire and a quiet afternoon along the frozen lake. It’s possible to rent snowmobiles and make your own adventure. There are kick sleds and toboggans, plus countless places to take them. If it’s springtime, you might also consider the downhill skiing in Levin, ideal if you like to go off-piste and create your own trails. By now, you may have grown accustomed to traveling with the cross-country skis. The smoke sauna always awaits and is a classic way to experience Finnish culture. It’s a frozen world outside but the sauna warms. Finnish saunas are a place to socialize. There’s a hot tub as well, outside beneath the night sky, a dreamy place to watch the aurora sparkle and swirl. While saunas and hot tubs may not be new to you, they are the best in their country of origin, out in nature."
      },
      {
        "dayNumber": "5",
        "title": "Levi – Sleeping in a Glass Igloo Beneath the Lappish Skies",
        "description": "This morning is free and you continue the rhythm of previous days, relaxing around the lake or making a soft adventure across the snow. Stepping back in time once more, you cross Lapland by reindeer, a journey through the forest that stops in an old kota, where berry juice and coffee are complemented by old reindeer tales. Arrive at the glass igloo and settle into the experience. It’s the vistas that captivate, these igloos a place of warmth from which you enjoy uninterrupted views out into nature. You have a premium igloo with an ultimate location on the side of a fell, meaning vistas across the valley are completely unobstructed. Dine this evening at Restaurant Aurora Sky, Scandinavian flavors served amid the magic of the white world. There’s a glowing fire on the ground floor, but you’ll probably prefer a table on the upper floor, where dinner is seasoned with a superb view of the night sky. Everything is organic, the surrounding lands able to provide a remarkable variety of food. Cured fish and game meats, a variety of cheeses, panache provided by wild berries, and always something soft and fragrant to enjoy. Return to the privacy of the igloo and gaze up at the sky. Fingers crossed you’ll be watching the northern lights from the cozy comfort and privacy of your accommodation."
      },
      {
        "dayNumber": "6",
        "title": "Levi – Immersed in a White Wilderness",
        "description": "Dusk colors wake you. During the winter months, it seems like the horizon is continually painted pink and yellow, the sun skirting low as if in perpetual sunset mode. These rosy colors wake you from slumber and reflect off the snow. If you’re visiting in springtime, you might want to bring an eye mask because sunlight bounds quickly into the igloo. Make yourself a specialty coffee in the small kitchenette, walk across the snow to breakfast in the warm restaurant, and then plan your own relaxed day in this white wilderness. By now you will probably have tried the different activities, but you can never visit a Finnish sauna or explore virgin snow-lands too many times. The main highlight here is the chance to witness the aurora borealis, a surprisingly common phenomenon in this part of the world. This part of the Arctic Circle witnesses a show around 150 days of the year, typically three out of every four days through late winter and spring. It’s there on almost every night, but snowy and cloudy weather means the northern lights are not always visible. It creates unforgettable moments in Lapland’s nature, gazing up at colors that swirl through the sky. There’s a good chance you will have already seen the aurora during your time in Äkäslompolo. The difference here is that you are inside, so you can keep watching for hours on end. It’s a strange sight. Most video footage of the aurora is time-lapse photography, suggesting that the shapes move quickly. But the greens and yellows swirl slowly. Stare at them and they don’t seem to change shape. Look away then look back and they’ve morphed into something new. On some days there’s vibrant pink as well, another gas rippling through the sky. The lack of light pollution means the stars are a shimmering backdrop to the aurora. The photos don’t seem real yet, it’s far more surreal when witnessed first-hand, the magic filling your evening in a glass igloo."
      },
      {
        "dayNumber": "7",
        "title": "Kittila – Departure",
        "description": "From Levin Igult you say goodbye to the wilderness, traveling through the snow to Kittila Airport, which is likely to be surrounded by snow. From here you leave Lapland with so many unique memories to take back home."
      }
    ],
    "map": ""
  }
]
