{
    "Main_Title": "Best time to visit Borneo",
    "Main_Paragraph": "April to September\nare the driest months, and generally considered the best time to visit Borneo, but showers can occur at any time. And dont discount the shoulder months of March and October. Year-round, tropical Borneo hovers between 27-32°C, with frequent rains replenishing its green jungles. Those here to trek or volunteer should know theyll be doing so in a near-sauna. Mount Kinabalus chilly summit provides some respite. The sea is warm enough to swim, snorkel and dive in year-round, though it gets rough during the November to March monsoon season. Borneo is sheltered from the worst of Southeast Asias storms, so although monsoons occur, cyclones dont.",
    "image1": "",
    "when_to_go": "A month by month guide on when to go to Borneo",
    "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b>Crowd-free</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Wet and windy</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Trekking unsuitable</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nBorneo in January is enmeshed in the north-east monsoon. Wet and windy conditions are unsuitable for trekking or diving. Sarawak gets the worst of it, with Sabah marginally drier, but still January is not a good month to travel. You will find national parks and sanctuaries crowd-free, however wildlife is harder to find as animals take shelter from the rain, and remote rural areas can be difficult to reach.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Drier weather</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Occasional orangutan sightings</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Combine with mainland Malaysia</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nTravel to Borneo in February and youll find it drier than January, but you can still expect afternoon downpours. The wildlife continues to tuck itself away, wisely avoiding the rain, but its not unheard of to see wild orangutans out and about, as forest fruits are growing. Youll find deserted beaches in the north. Plus, Peninsular Malaysia, which can easily be combined with Borneo, is lovely at this time of year.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Whale sharks</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Shoulder season deals</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Mount Kinabalu climbing season</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nYes, the weather is shaky, but March can be a good time to go to Borneo to take advantage of shoulder season deals. Borneo in March welcomes whale sharks off Lankayan Island, in Sabah. This is also the start of climbing season on Mount Kinabalu, Malaysias highest peak  though attempts on the summit are always weather dependent. Trekkers will enjoy lush vegetation and gushing waterfalls, but it will be muddy.<br/><br/>\n<bullet><b>March is fab for our</b> <a href=\"/holiday/18017/borneo-tour-great-apes-and-beach-escapes\">great apes and beach escapes holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Orangutan watching</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Resplendent foliage</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Excellent diving and trekking</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nApril is a really good month to visit Borneo, with lower prices, drier weather, and plenty of wildlife around. The flowers and jungle foliage across the island are resplendent  a magnificent backdrop for hiking and wildlife watching. Warm weather is freshened by light breezes, and you can also find excellent snorkelling and diving in Borneo in April, particularly in the Derawan Archipelago off the coast of Kalimantan.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Wildlife watching</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Rainforest trekking</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Diving and snorkelling</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nMay is still shoulder season in Borneo, on the cusp of high season crowds and prices, with average temperatures rising into the low 30°Cs. Borneo in May basks in sunny weather ideal for trekking  though, of course, as youll be in the rainforest, you should count on the occasional shower, usually after midday. Wildlife watching is fab, with good visibility in the Danum Valley and along the Kinabatangan River.<br/><br/>\n<bullet><b>May is a good month to</b> <a href=\"/holiday/6893/borneo-tailor-made-tour-on-a-shoestring\">see Borneo on our budget holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Boat wildlife cruises</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Turtle watching</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Dry, hot weather</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nJune is one of the driest months in Borneo, though the north coast of Sabah will see the odd shower. Borneo in June promises superb wildlife watching: orangutans and proboscis monkeys swing down from the trees to scoop up fallen fruit; wildlife cruises down Sabahs Kinabatangan River can yield sightings of pygmy elephants, and turtles are laying eggs on Selingan Island. Trekking is fab too in Batang Ai or Kutai National Park.\n\n<div style=\"margin-top: 20px;\"></div>\n<b>High season</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Wildlife wonders</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Rainforest Music Festival</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nIts holiday season in Borneo in July, with lots of events across the island meaning shops and banks may close temporarily. Despite that, the island is busy with families on their summer breaks, divers and snorkellers enjoying fantastic underwater visibility, and trekkers looking out for orangutans in locations such as Kalimantans Tanjung Puting National Park. July is the best time to visit Borneo for the weather.  <br/><br/>\n<bullet><b>July is great for our</b> <a href=\"/holiday/23071/orangutan-sanctuary-volunteering-in-borneo\">volunteering at an orangutan sanctuary trip</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Family holidays</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Wildlife volunteering</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Turtles hatching</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nBook nice and early for Borneo in August, as the good weather and abundance of wildlife makes this one of the most popular months to visit the island. Beachcombers should take extra care where they step as some baby turtles will be hatching around now. August is an ideal month for volunteering at wildlife sanctuaries, and we have family options too if the kids fancy getting involved.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Climbing Mount Kinabalu</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Fine, warm and dry weather</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>End of turtle season</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nCome to Borneo in September after school holidays end for fine, warm weather without the summer crowds. Temperatures drop slightly and rainfall picks up towards the end of the month, but if youre trekking out to Iban longhouses or in search of orangutans, youll be in the rainforest and no doubt packing waterproofs anyway. September usually sees clear skies, so this is also a prime month for summiting Mount Kinabalu.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Shoulder season</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Good diving</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Getting rainier</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nTemperatures dip (though its still nice and warm) and crowds tail off in October, making this a good time to visit if youre content to risk the rain. Theres still plenty of wildlife around in Borneo in October, and underwater visibility remains excellent for divers. Its the perfect time for diving around Sipadan Island off Sabah, where there are huge schools of reef fish, sharks and green turtles. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Less busy</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Last chance for trekking</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Wetter weather</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nBorneo in November is wet and stormy  its the rainiest month of the year in Kalimantan. Despite the poor weather, its not unusual to see wildlife like elephants and orangutans, with the rainforest regaining its lush greenery. Much of Borneo is still okay for trekking, though its inadvisable to tackle Mount Kinabalu. Overall, November is definitely a month to consider if youre looking for deals and adventures with fewer other tourists around.<br/><br/>\n<bullet><b>November is great for our</b> <a href=\"/holiday/5717/orangutan-photography-in-borneo\">orangutan photography tour in Borneo</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b>Rain and storms</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Less wildlife</b> <span style=\"color:#ac4912;\">|</span> \r\n<b>Low season</b><br/><div style=\"margin-top: 10px;\"></div>\r\n\r\nWe dont recommend visiting Borneo in December. The island is in the grip of the monsoon, so the skies are grey and there are regular heavy downpours, making trekking unwise. Rough seas with limited visibility discourage snorkellers and divers. You will find wildlife sanctuaries to be much quieter compared to earlier in the year, but the animals themselves rarely show up except to snaffle fruit laid out by staff.",
    "weather_chart": "Sepilok Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Sepilok Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">443 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">278 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 42%;\">188 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 27%;\">120 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">154 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 43%;\">190 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 42%;\">184 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 54%;\">241 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">231 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">230 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 68%;\">300 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 98%;\">435 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Best times to visit Borneo for festivals & events",
    "paragraph1": "",
    "image2": "",
    "title2": "Borneo Jazz Festival (July)",
    "paragraph2": "Among the longest-running jazz festivals in the region, this is a brief (two nights) but explosive extravaganza held in the Sarawak Cultural Village, and attracting a swathe of eclectic international acts alongside many Bornean performers. Its not all about the music though  other events include yoga sessions, batik demonstrations, and hands-on lessons in everything from cooking to pottery.",
    "title3": "Rainforest World Music Festival (June, July or August)",
    "paragraph3": "Taking place in Sarawak Cultural Village in Kuching on an annual basis, the Rainforest World Music Festival is a brilliant cultural event. Indigenous musicians from ethnic groups including the Kelabit and Ngorek, along with performers from across the world, come together in this three-day celebration of the diversity of world music, attended by up to 30,000 people. Happily, it also coincides with the Iban peoples Gawai Dayak harvest festival so there are plenty of tasty food products to enjoy too.",
    "title4": "Borneo International Kite Festival (September or October)",
    "paragraph4": "Gigantic flying works of art are created each September at the Borneo International Kite Festival. Held at a disused airport in Bintulu, Sarawak, the festival has grown enormously since its inception in 2005, and there are kite making competitions and kite flying championships  fliers come from across the globe to compete.",
    "title5": "Erau (every other September)",
    "paragraph5": "Every other September, the town of Tenggarong in East Kalimantan hosts one of Indonesias oldest festivals: Erau. Held since the 16th century, Eraus modern incarnation sees the regions Indigenous people, such as the Bahau and Kutai, take part in traditional dance performances, as well as folk festivities from several invited countries around the world. There are also food and craft markets and sporting events.",
    "title6": "Our travellers also ask",
    "paragraph6": "",
    "title7": "What is the best month to visit Borneo?",
    "paragraph7": "The best month to visit Borneo is one\nbetween April and September.\nThis is when youll encounter the least rainfall. Dry, sunny weather is ideal for trekking, and for diving and snorkelling off the coast. This period also sees orangutans and monkeys foraging for fruit and other animals congregating around water sources. Wildlife boat cruises along the Kinabatangan River often result in excellent sightings of everything from monkeys to elephants.",
    "title8": "When is the best time to visit Borneo for wildlife?",
    "paragraph8": "July to October\nis the best time to see wildlife, including orangutans, monkeys and pygmy elephants in Borneo. Animals congregate around water sources, and can be seen picking up fallen fruit from the ground. April to July is a good time to find whale sharks off Lankayan Island, while if youd like to snorkel with turtles your best chance of finding them is around July through to October.",
    "title9": "Does Borneo have a wet season?",
    "paragraph9": "Yes. The wettest months of the year in Borneo are between November and February\n, with rains tailing off by April. However, you can expect showers at any time of year due to the tropical climate. January is the wettest month of the year in Borneo, and the coldest (though cold still means mid-20°Cs). Downpours typically occur in the afternoon. During the monsoon, the wet weather hinders popular activities such as trekking, wildlife watching and diving, so Borneo is much quieter over these months.",
    "title10": "How long to spend in Borneo?",
    "paragraph10": "Two weeks\nis a good amount of time to spend in Borneo. Our holidays start at around one week and can be as long as three or more. Wildlife sanctuary volunteers will often stay for several weeks, which means that the sanctuary benefits more from their time and efforts. You can also combine Borneo with time in Peninsular Malaysia  perhaps with a week in each, allowing you to soak up the sights and cuisine of places such as Kuala Lumpur and Penang."
}