{
    "Main_Title": "Our Borneo holidays & tours",
    "Main_Paragraph": "Whether you travel on a budget or with a little more luxury, our Borneo holidays invariably have one thing in common... and its orange. Some of the worlds last remaining orangutans survive here. Our trips support the sanctuaries that reintroduce rescued orangutans back to the rainforests  both through paid visits and conservation projects, where visitors can help with food prep and habitat restoration. But its not all about the wildlife. Our Borneo holidays also make sure to explore the islands diverse culture, connecting you with local people on city food tours, in locally run accommodation and village homestays, and by travelling with local guides.",
    "Subtitle": "About our Borneo holidays",
    "Title1": "Sabah, Sarawak & beyond",
    "Paragraph1": "Most travellers make a beeline straight for Malaysian Borneo. Orangutans live in the northern jungles of Sabah, where our holidays help you spend your pennies on sanctuaries instead of the palm oil industry levelling their rainforest. Mount Kinabalu is a peak for serious hikers; wanderers can follow the nature trails at its foot instead. Sarawak, the largest state in Borneo, rolls together some of the worlds most biodiverse and ancient rainforests in its 30 national parks. Kalimantan sits over the border in Indonesian Borneo. Despite taking up most of the island, its jungle treks, orangutan sanctuaries and longboat markets havent yet hit the well-trod tourist trail.",
    "image1": "",
    "Title2": "The land of the orangutan",
    "Paragraph2": "Orangutans are native to just two places in the world  and one of them is Borneo. The biggest sanctuary is Sepilok Orangutan Rehabilitation Centre (and often has the visitor numbers to match). We also recommend the less-visited Nyaru Menteng as a volunteer or visitor. Its a lucky traveller who gets to see orangutans in the wild. Our holidays give you the best chances, though, thanks to local guides who know the orangutans haunts  and wholl encourage you to widen your focus to the pygmy elephants, sun bears and monkeys that share the forest.",
    "image2": "",
    "Title3": "Cultural connections",
    "Paragraph3": "Borneos cities offer a snapshot of the many cultures that have wound up on the island. Explore the spice markets and snack stalls on our food tours of Kuching, where Malay, Indonesian, Chinese and Indian dishes are scratched onto whiteboards. Kota Kinabalu (or KK), the capital of Sabah, is a gathering of museums, Filipino markets and British colonial architecture. To get to know the people who live in rural Borneo, stay in a floating wooden\nklotok\nin Kalimantan or an Iban longhouse in Sarawak. Homestays are run by hosts who can take you to the market and show you how to cook using bamboo.",
    "Title4": "Adventures with the family",
    "Paragraph4": "Our expertly designed family holidays are smooth sailing. Sabah, in Malaysian Borneo, has lots of kid-friendly hotels – plus, Sepilok Orangutan Rehabilitation Centre is your chance for near-guaranteed orangutan sightings, especially at feeding time. Sarawak, meanwhile, is an adventure for older children happy to tackle more challenging jungle hikes and sleep in no-frills accommodation. Either way, come with an adventurous spirit – and rucksacks full of insect repellent.",
    "image3": "",
    "Title5": "Tailor made vs. small group",
    "Paragraph5": "Borneo is vast and its activities are many, so lots of travellers opt for a tailor made holiday designed by our experts wholl factor in your individual needs. Our small group holidays are great if youd like to explore in great company; especially tempting if youre going solo. Group sizes are usually no bigger than 12 to keep your impact positive. Travelling with fewer people is also your ticket to seeing more wildlife and spending more time with experts who will show you how to look for the orangutans, proboscis monkeys, pangolins, sun bears and clouded leopards that live within the jungle."
}