{
    "Main_Title": "Our Kosovo holidays & tours",
    "Main_Paragraph": "An independent country, it is still known by some as a ‘disputed territory’ post Balkan wars. But on our Kosovo holidays you will find that it is conviviality that truly reigns here. With a relatively small area, its Damned (really) and Sharri Mountains’ magnificence conquers all, its ancient architecture in the capital Pristina is masterful, and its people – from the Albanians to the Gorani – all have stories to share. Come on our self guided walking holidays to walk the Dinaric Way, staying in mountain huts along the route, or explore with our local guides, who can help you see the very best of the country via family-run guest houses, local wineries and home-cooked cuisine.",
    "Subtitle": "Kosovo highlights",
    "Title1": "1. Boge",
    "Paragraph1": "This must be one of the smallest ski resorts in Europe, nestled into the Rugova Valley in the Prokletije (aka Accursed) Mountains with a maze of stunning hiking trails that follow ancient, and indeed contemporary shepherds paths, and hardly a tourist in sight. Stay in a traditional wooden house, and hike out to the likes of Little Lake Lićenat, at an elevation of 2,341m.",
    "image1": "",
    "Title2": "2. Gjakova",
    "Paragraph2": "An Ottoman city close to the border with Albania it was badly hit during the Kosovo War of 1998-99, when many of the towns ethnic Albanians were driven out, and homes destroyed. Now home again and making up almost all of the population, buildings are still being rebuilt, although many ancient ones also perished. Still, it is a town to learn about these difficult times, and support its restoration projects.",
    "image2": "",
    "Title3": "3. Peja",
    "Paragraph3": "A dramatic location at the entrance to the Rugova Canyon and the Accursed Mountains, but is also a wonderful place from which to find traditional rural villages such as Goradevac, with ancient log dwellings, including a 16th century log cabin church. Dont miss a chance to visit the Banja e Pejes natural hot springs, and cool down afterwards back in town with the local brew, Birra Peja.",
    "Title4": "4. Pristina",
    "Paragraph4": "The capitals ancient architecture was badly hit under Soviet rule, although there are still Ottoman mosques and an old town to explore. Today, its the culture, youthful joie de vivre around Rexhep Ruci main street, music and peacemaking history that attract. Also outdoor pools in summer, such as in Gërmia Park. Buy local handicrafts such as traditional silver and artisan foods here to support the local economy.",
    "image3": "",
    "Title5": "5. Prizren",
    "Paragraph5": "An ancient city, and Kosovos second largest, Prizren has architecture dating back to Roman, medieval and Ottoman times. Buildings stretch out around the River Bistrica, overlooked by the ar Mountains. An elegant town with a hefty history, the Ottoman fortress, Orthodox Cathedral, UNESCO Church of Our Lady of Ljevi and Ottoman Sofi Sinan Pasha Mosque are multicultural marvels.",
    "Title6": "6. Visoki Decani Monastery",
    "Paragraph6": "At the foot of the Prokletije Mountains, this serene Serbian Orthodox place of worship is home to an exquisite collection of Byzantine frescoes. When it snows, Decani Brotherhood monks, in long black robes, make a striking sight walking through the glistening white. Throughout the war, they gave refuge to people of all ethnicities in a church still protected by UN Peacekeepers."
}