{
    "Main_Title": "Our Laos holidays & Laos tours",
    "Main_Paragraph": "Whether explored on its own or as part of a tour taking in a handful of other Southeast Asian countries, Laos is notable for its laid-back charm. Orange-robed monks shuffling along the banks of the Mekong are emblematic of the relaxed pace of life here. Our Laos holidays explore Luang Prabang, the Plain of Jars and Vientiane, and ensure that even when you’re travelling on a budget your trip has a significant benefit to local communities. You’ll stay in guest houses owned by welcoming villagers, eat delicious fresh snacks bought from neighbourhood markets and roadside stalls, and discover Laotian culture from guides brought up in it.",
    "Subtitle": "About our Laos holidays",
    "Title1": "Luang Prabang",
    "Paragraph1": "Set at the confluence of the Mekong and Nam Khan rivers, rated by UNESCO ‘the best-preserved city in Southeast Asia’, Luang Prabang is considered the cradle of Laotian culture. Notable for its handsomely faded Indochinese architecture and many temples, as well as the daily procession of saffron-robed monks collecting their alms, the city is immensely photogenic. Some of our holidays, such as our specialist photography tours, extend your stay to give you the chance to really see Luang Prabang in focus. When it’s time to move on, from here you can easily reach the Pak Ou Caves, Kuang Si Waterfall, the Plain of Jars and many riverside\nwats\n(temples). Do skip the rides available at various elephant camps around here, though – the animals are often cruelly treated.",
    "image1": "",
    "Title2": "Vientiane",
    "Paragraph2": "Vientiane sometimes feels sleepy enough to slip into the Mekong. Laos tours draw to a quiet pause in this low key city, soundtracked by the ever-present rumbling of tuk tuks. The Laotian capital has retained some of the French influences of its brief post World War II occupation, with bakeries selling baguettes and pastries. For many visitors the most fun to be had is simply strolling the riverside to browse quiet local markets and watch monks go about their business. Our holidays also often visit the COPE exhibition centre which soberly documents the Laotian Civil War – entrance fees here help contribute to prosthetic limbs for survivors.",
    "image2": "",
    "Title3": "Plain of Jars",
    "Paragraph3": "Pleasant, if nondescript, the town of Phonsavan is notable mainly as the gateway to the Plain of Jars. Shrouded in mystery and carpeted in ordinance dropped by US forces during the Laotian Civil War, this (actually quite hilly) expanse contains thousands of large stone jars of unknown origin. Theories behind them range from fermenting the fearsome Laotian rice wine, to ancient burial rites, to leftovers from the celebrations of a mythical giant king after victory in battle. Our holidays are led by knowledgeable local guides who expound on these ideas while leading you around the few trails that have been safely cleared of unexploded bombs.",
    "Title4": "Family holidays in Laos",
    "Paragraph4": "For adventurous families there is much to love here: tubing on the river from backpacker town Vang Vieng; swimming under waterfalls; exploring huge underground cave systems; peaceful cycling trips; and cookery classes led by engaging local chefs sometimes in their own homes, where you can encourage the kids to tackle a little extra spice with every dish. In general, our family holidays in Laos are best suited to kids around age eight and up. There can be long, bumpy road journeys involved and healthcare availability is patchy, our travel team can provide further advice.",
    "image3": "",
    "Title5": "Southeast Asia tours",
    "Paragraph5": "Sharing borders with Vietnam, Cambodia and Thailand, Laos can easily form part of wider Southeast Asia tours. To do so is to explore several very different, but complementary countries. Your trip will take you through the hospitality and hedonism of Thailand, the frenetic cities and peaceful countryside of Vietnam with its grim but fascinating 20th-century history, and Cambodia, with enticing cuisine, welcoming Khmer people and the magnificent Angkor Wat, but you will come away with experiences and memories far beyond a tour itinerary. Our Southeast Asia holidays handle all the tricky logistics of crossing between countries. And they also ensure you’re accompanied by excellent local guides, each of whom has a fascinating perspective to share.",
    "Title6": "Types of tours & holidays in Laos",
    "Paragraph6": "Whether cruising lazily down the Mekong or bumping along dirt tracks in a tuk tuk, your Laos journey will be all the more enjoyable as part of a small group holiday. It’s not only about the friendly companionship, but about knowing your trip has been curated by people with years of knowledge and experience of travelling in Laos, ensuring you make the most of your time. Not everyone wants to follow a fixed itinerary, however, and if that’s you then consider our tailor made holidays instead. These allow you to craft a Laos itinerary according to your preferred travel dates, and activities. Whichever option you go for, you’ll be staying in welcoming local hotels throughout."
}