{
    "Main_Title": "Our Taiwan holidays & tours",
    "Main_Paragraph": "Our Taiwan holidays explore an island that might be a hiker’s dream destination, with hills rising out of every town and village, including the country’s capital, Taipei. Walking in national parks such as Kenting and Yangmingshan your trip will pay entrance fees that help preserve the parks’ trails, as well as contributing directly to conservation projects. Our Taiwan holiday range also includes fab small group tours that take you from north to south. These include ‘must see’ natural landmarks like Taroko Gorge and Sun Moon Lake, but also unique and memorable experiences like joining a social project that helps single mothers find financial independence, selling sweet potatoes on the street alongside them and learning about their lives.",
    "Subtitle": "TAIWAN highlights",
    "Title1": "1. Kaohsiung",
    "Paragraph1": "The powerhouse of the south, Kaohsiung is a city of shimmering towers as reflected in the Love River that flows through the downtown district to offer residents respite in riverside parks and vibrant night markets. The presence of Shoushan Mountain will tempt hikers to seek cityscape views whilst a trip to Lotus Pond provides further reflections of Taoist temples and Chinese palace-style pavilions.",
    "image1": "",
    "Title2": "2. Lukang",
    "Paragraph2": "Temple tours in Lukang are a must with over 200 different places of worship, including Longshan and Matzu, honouring religious deities and folklore heritage. After the temples, take a trip back in time as you stroll around the alleys of Lukangs Old Street aligned by typically ornate Taiwanese architecture, including shop houses selling everything from Yuzhenzhai cakes to ox tongue biscuits  yum!",
    "image2": "",
    "Title3": "3. Sun Moon Lake",
    "Paragraph3": "Aside from being incredibly beautiful, Sun Moon Lake, in central Taiwan, is home to one of the countrys 16 aboriginal (Formosan) tribes, the Thao. A visit to the village of Tehua (Barawbaw) is one way to discover the traditional culture of Thao people, although some of the surrounding hiking trails, leading to shrines and pagodas, offer equal insight into the lakes naturally peaceful attraction.",
    "Title4": "4. Tainan",
    "Paragraph4": "Taiwans ancient capital is, in many ways, the countrys cultural epicentre with numerous Buddhist and Taoist temples sitting alongside colonial Dutch forts, expansive parks and national museums. For a real taste of the old Taiwan head to Tainan's Flower night market, where young and old sit down each weekend to socialise over flaming grilled meats, steaming dumplings and bubble tea.",
    "image3": "",
    "Title5": "5. Taipei",
    "Paragraph5": "Most tours of Taiwan commence in the capital, Taipei, and will no doubt feature Chiang Kai-Shek Memorial Hall and the National Palace Museum alongside ogling upwards at Taipei 101, once the worlds tallest tower. Stroll around 228 Peace Memorial Park, if you get the chance, or grab a Taipei Pass and ride the MRT rails to seek out Shilin night market or Bihu Park in the suburb of Neihu.",
    "Title6": "6. Taroko Gorge",
    "Paragraph6": "Get to Taroko Gorge as early as possible, and avoid weekends, to ensure you get to see highlights such as the Eternal Springs Shrine and Swallow Grotto, without the crowds. Walking the Shakadang Trail is ideal if youre pushed for time  it takes around 45mins one way  although beware the Jhuilu Old Trail, above Swallow Grotto, as paths are narrow and can be dangerous, especially after a storm."
}