{
    "Main_Title": "Our Dominican Republic holidays & tours",
    "Main_Paragraph": "The Dominican Republic is on the Caribbean island of Hispaniola, which it shares with Haiti. With its 16 national parks, jungle, rivers and mountains come wonderful adventures, and our Dominican Republic holidays offer river rafting, hiking and mountain biking, as well as community initiatives such as learning Spanish while supporting homestays. Although it hasnt had a great responsible reputation in the past, allowing vast overdevelopment for mass tourism, there are many gems on the island. As you explore the mountains, rivers and reefs of the north coast on our trips youll support and revitalise the local economy: from street food sellers and fishermen, to local guides who will take you on forest walks.",
    "Subtitle": "Dominican Republic highlights",
    "Title1": "1. Cabarete",
    "Paragraph1": "Once a fishing and farming hamlet, Cabarete is now busy and vibrant. You can easily reach the other north coast beaches from here, but this is the adventure sports capital of the country, so to try surfing, windsurfing and kite surfing you dont even need to leave town. Theres more active fun just inland, in the nearby northern mountain range, including zip lining and hiking.",
    "image1": "",
    "Title2": "2. Central Range",
    "Paragraph2": "The Cordillera Central is the DRs highest, most rugged range, with peaks towering over 3,000m, including the biggest, Pico Duarte. Its cool up here, so a great place for a heat retreat. Enjoy watching the mist hover over the Valle del Cibao below, where merengue was born. There is hiking, horse riding and mountain biking here, and the only white water rafting in the Caribbean.",
    "image2": "",
    "Title3": "3. El Choco National Park",
    "Paragraph3": "Just 3.5km from Cabarete, this is the newest national park in the Dominican Republic and boasts gorgeous fauna, two turquoise lagoons, forest, pasture land and 36 species of birds. There is a cave system, too, with underground natural spring pools that you can swim in. Explore on foot or bike, following numerous hiking trails that wind through the jungle.",
    "Title4": "4. Northern Range",
    "Paragraph4": "The Cordillera Septentrional runs parallel to the north coast and with the Central Range forms the Dominican Alps, with the fertile Valle del Cibao, the breadbasket of the country, nestling between. In contrast to the resorts peppering the coastline, here you can stay in eco jungle cabins on an organic farm. Hike and horse ride, or jump, swim and slide through the 27 waterfalls of Damajaqua.",
    "image3": "",
    "Title5": "5. Puerto Plata",
    "Paragraph5": "Known for its all inclusive resorts and golf course, this working port is actually the oldest city on the north coast. Walk the 3km malecón which hugs the ocean, where locals play dominoes in small, friendly bars. Explore the downtown streets, discovering the once opulent, gingerbread-style homes of wealthy German tobacco merchants, built in the 1870s, and the 16th century San Felipe fortress.",
    "Title6": "6. Sosúa",
    "Paragraph6": "The large, sandy beach at Sosúa attracts families, foreigners and Dominicans alike, here for the calm seas and snorkelling. Its also catnip for divers, with 19 different dive sites, all between five and 20 minutes by boat from the beach. Here, some of the clearest waters in the West Indies allow you to easily spot the tropical fish, king crabs, moray eels, barracudas and even dolphins."
}