{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "an-eye-opening-israel-tour-focused-on-israeli-society",
  "tourName": "An Eye-opening Israel Tour Focused on Israeli Society",
  "placesVisited": "Jerusalem, Galilee, Shilo, Haifa, Masada, Tel-Aviv, Jaffa, Safed, the Dead Sea, Yad Vashem, Baha’i Gardens, Caesarea, Druze Villages, Rosh Pina Village",
  "generalInfo": "Israel balances thousands of years of history with the world’s three largest monotheistic religions; your custom tailored tour immerses you in vibrant culture while exploring the captivating churches, antique neighborhoods, and enchanting landscapes of the region. Ancient foundations support contemporary basilicas. Cobblestone streets whisper the stories of Roman legions and Christ. Israeli and Arab youth interact warmly in a city promoting harmonious lifestyles. Enjoy first-hand the experiences of Israel’s captivating society while discovering the eye-opening beauty of the region’s mixture of past and present.",
  "durationDays": "8",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Jerusalem – Welcoming True Israel",
      "description": "Jerusalem is a city of the ancient world and spiritual connection, religious quarters and majestic ambiance. Cobblestone lanes lead to antique boulevards. Chic cafes fill the spaces of vintage buildings. Date palms add to the skyline and lavish religious structures spread across the hillsides glinting in the passing sun. Your private transfer meets you upon your arrival at Ben Gurion International Airport, escorting you south to a luxurious hotel hosting a façade decorated with Jerusalem stone and overlooking the Liberty Bell Garden. After settling into the contemporary comforts of the accommodation, you meet your private guide in the lobby. Your introduction to the city begins along the mile-long Sherover Promenade. The walkway offers a panorama of the Old City beginning at the southern stairway. The tan limestone and wrought iron lamp posts allow the contemporarily erected walkway to blend into the classic style of the city. Three large pergolas embellish the promenade, offering stunning views of the Mount of Olives in the distance framed by stone pillars. You have a clear view of olive groves and wheat fields in the north, along with rows of santolina, a chamomile flower, waving in the breeze. You make your way to a charming restaurant in the old neighborhood of Yemin-Moshe, which was erected at the end of the 19th century. Bougainvilleas drape over the stone stairways and walls. The windmill of the neighborhood has become an icon, visible from around the city. You settle into a charming restaurant providing panoramas of Old Jerusalem and bask in the aroma of exotic spices emanating from the kitchen."
    },
    {
      "dayNumber": "2",
      "title": "Jerusalem – Spiritual Jerusalem",
      "description": "At breakfast, you find the refreshing aroma of strong Arabica coffee accompanied by the vibrant colors of a ruby-red pomegranate. Your guide meets you in the lobby after the meal, eager to escort you on an unforgettable tour of the City on the Hill, beginning at the slopes of the Mount of Olives and Dominus Flevit Church. The panorama of the city is more dramatic in the morning when the sunlight casts a golden glow over the streets, cream-colored stones, and gilded domes for which the skyline is famous. Christian belief places the Mount of Olives as the place Jesus ascended to heaven. Your guide leads you to the gates of the church erected over the site where Jesus wept for Jerusalem. The structure was erected in the 1950s in the shape of a teardrop over the ruins of a 7th-century church. Mosaics from the original church adorn the contemporary house of worship. The windows to the west overlook the Temple Mount, accentuating the spiced scent of myrrh. In the afternoon, you continue along Via Dolorosa, also referred to as the “Way of Sorrows,” the path which Jesus took as he walked towards his crucifixion. Today the path ends at the Church of the Holy Sepulchre. Vendors line the streets amongst the old stone buildings. Trees offer shade amongst the country lanes and stone steps ascend into the hills. You stop along the fourteen stations to follow the footsteps of the path, arriving first at the Praetorium, where Pilate condemned Jesus."
    },
    {
      "dayNumber": "3",
      "title": "Jerusalem – Beginnings of the Ancient City",
      "description": "In the morning, the sunlight washes over the Museum on the Seam, a modern art museum straddling the border between East and West Jerusalem. The socio-political art space symbolizes a contemporary bridge between two worlds hoping for peace. You step deep into the past today after breakfast, finding the roots of the ancient City of David. Excavations began in the mid 19th century, revealing the oldest parts of Jerusalem dating back to the Canaanites. David captured the city by bringing the Ark of the Covenant more than three millennia ago. You submerge yourself into Hezekiah’s Tunnel, finding the heat of the city fading beneath the cool subterranean draft passing through the 1,600-foot long passageway. An ancient stone carving discovered near the entrance describes the process of the operation used to erect the passage. You continue to the Royal Quarter, which dates back to the 10th century BCE. The palace stood on the ridge overlooking the valley floor during the time of the First Temple. Archaeologists have discovered Judean and Babylonian arrowheads in the area, a reminder of the battles that once took place over the land. You continue into the Christian Quarter and beyond, arriving at the Israel Museum to view the exhibits on the Dead Sea Scrolls, located in the Shrine of the Books."
    },
    {
      "dayNumber": "4",
      "title": "Haifa – Following Tradition",
      "description": "In the morning, the aisles of the Mahane Yehuda Market fill with the aromas of exotic spices and freshly baked bread. Cafes brew fresh Arabica coffee and produce vendors offer vibrant colors of fresh fruits and vegetables, from pomegranate to artichoke, cucumber to zesty orange. Before leaving Jerusalem, you visit the Church of the Nativity, which was originally constructed in the 4th century CE under the commission of Constantine the Great. The church was erected over the spot where Jesus was born. Monks and priests wander through the interior halls. The scent of frankincense and myrrh drifts away from the dais. A small Ottoman-era door frames the façade. You duck beneath the archway before entering. Crusaders reduced the size of the doorway to keep invaders from riding into the gallery. After visiting the Holocaust Memorial of Yad Vashem and the Mormon Jerusalem Center of Brigham-Young University, you continue out of Jerusalem and into Haifa, stopping first in the West Bank to visit the town of Shilo, which was first established more than 4,000 years ago in the Middle Bronze era. The town once held the Tabernacle in which stood the Ark of the Covenant. Samuel took the Ark from Shilo, temporarily losing it to the Philistines. The dramatic ambiance remains in the district, harkening back to biblical traditions and stories."
    },
    {
      "dayNumber": "5",
      "title": "Haifa – Times of Peace and Prosperousness",
      "description": "In the morning, the sunlight washes over the unique grounds of the Baha’i Gardens. The tranquil and impressive landscape was established in the mid 19th century and is topped with a domed shrine standing more than 130 feet tall. The sunlight glints off the Italian marble walls, granite pillars, and 14,000 gold-coated bricks. After breakfast, your guide introduces you to the beauty of Haifa by escorting you through the lush gardens. Flowers blossom amongst manicured lawns and citrus groves. The serene gardens blend with the natural flora growing along the mountainside, accompanied by the 19 terraces. The surrounding city creates a picturesque view of verdant grass, antique buildings of the Ottoman and Mandate periods, and the marvelous peak of Mount Carmel, which reaches a height of nearly 1,800 feet above sea level. You continue to the Beit Hagefen Center, an embodiment of Haifa’s coexistence between Israeli Jews and Arabs. The institution is located in a seasoned structure sponsoring cross-cultural social and cultural activities. The upper gallery provides exhibitions related to shared values through various historical pieces and art. Continue to the former Herodian and Roman city of Caesarea located on the coastal plain. Phoenicians built the harbor in the 4th century BCE, which the Greeks and Romans subsequently utilized. The city blossomed with temples, theaters, and a hippodrome. The Roman amphitheater could hold up to 10,000 spectators eager to watch gladiators battle. Remnants of the former aqueduct line the beach, representative of the ingenuity of the Herodian period."
    },
    {
      "dayNumber": "6",
      "title": "Safed – Northern Immersion",
      "description": "Outside of Haifa, the turquoise waters of the Mediterranean lap at the shores of Dor. The sunlight spreads across the golden sand and soft waves. Archaeologists excavate the old harbor and a Crusader castle to the north, both framing the base of a 6th-century Byzantine church. After breakfast, you depart from Haifa and venture to the Golan Heights in the north of Galilee. The scenic drive encompasses verdant grasslands and tan cliffs. Wildflowers in the chamomile family blossom, shimmering with bright yellow petals. The sweeping vines of wineries fade behind the rolling desert landscape near the mountain ridges. The Golan Heights stretch nearly 40 miles from north to south and 12 miles from east to west. The lunar landscape features subterranean oases and hidden waterfalls. The rocky plateau around Mount Bental provides stunning views over the flat plains leading to Syria. The peak holds the story of one of Israel’s battles during the war for the Golan. A bunker crowns the hilltop overlooking the border. The aroma of fresh-brewed coffee emanates from the café. Batteries texture the landscape, displaying the signs of contemporary battle. Grain and produce cover the battlefield below, spreading to the Syrian frontier. A metal sculpture garden helps tell the tale of the Yom Kippur War, with statues facing down into the valley."
    },
    {
      "dayNumber": "7",
      "title": "Tel Aviv – Miracles of Galilee",
      "description": "At breakfast, you recall the subtle charms of the village of Rosh Pina, which you visited the previous evening. The 18th-century town neighboring Safed contains boutique shops, and quiet promenades adorned with sculptures depicting its 19th-century beginnings. At breakfast, the scent of dates and bananas swirls around the refreshing coffee. Your guide meets you at the hotel and leads you to the mountains of Galilee to trace the miracles Jesus performed, beginning at Domus Galilee. The Mount of Beatitudes stands at 190 feet below sea level but rises nearly 510 feet above the edges of the freshwater lake of the Sea of Galilee. A church has stood on the grounds since the 4th century, following the belief that Jesus delivered the Sermon on the Mount while atop the hillside. A Roman Catholic church erected in the 1930s continues the tradition of religious structures adorning the summit. The octagonal edifice contains remarkable stained glass windows situated below the dome, flickering with colorful sunlight. Personifications of the seven virtues surround the altar, and the balcony offers a fabulous view of the lakeshores. You make your way to Nazareth, the largest Arab city in Israel, to find the markets bustling with colorful saris and seductive music carrying over the cobblestone lanes. Boutiques line the roadways as you arrive at the entrance to the Basilica of the Annunciation, where Archangel Gabriel announced Jesus’ coming."
    },
    {
      "dayNumber": "8",
      "title": "Tel Aviv – The Most of the Morning",
      "description": "Before dawn, you venture outside of Tel Aviv to reach the desert landscape of Masada. Lingering starlight fills the night sky. The cool air is a refreshing change from the desert heat. You follow your guide along the trail leading to the mountaintop fortress. The walls contain more than 2,000 years of history, echoing the stories of the nearly 1,000 men, women, and children who made their last stand against the Roman army. The path snakes along the protruding ridge. The sun rises over the horizon, offering a spectacular view of the Moab Mountains and the Dead Sea glistening in the layered colors of the sky. Once inside the fortress, the sunlight returns the aroma of baked clay to the air. Members of the Israeli air force do yoga in the quiet atmosphere of sunrise, first by ascending the trail, and then calming their bodies and mind through movement. Engage with your guide about the unique legend behind Masada, along with the types of religious zealotry of those who once made their stand inside the walls. Afterward, descend the hill and make your way to Ben Gurion International Airport for your flight home."
    }
  ],
  "map": ""
}