{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "immersive-tour-of-the-holy-land-10-days-in-israel-for-seniors",
  "tourName": "Immersive Tour of the Holy Land: 10 Days in Israel for Seniors",
  "placesVisited": "Tel Aviv, Safed, Negev Desert, Dead Sea, Jerusalem",
  "generalInfo": "You stroll along the sunny beach promenade in the vibrant city of Tel Aviv as you take in magnificent views of the glittering Mediterranean Sea. In the Old City of Jerusalem, you approach the Wailing Wall and stick your handwritten note between its aching cracks. On this once-in-a-lifetime,10-Day tour through Israel, you will discover the treasures of the Holy Land in complete luxury as you traverse the country from top to bottom. From uncovering the mystical teachings of the Kabbalah and to discovering the allure of the exotic Bedouin tents of the Negev, this unique tour will offer you the experience of a lifetime.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tel Aviv – Arrive in Israel and Explore the Trendy Neve Tzedek Neighborhood",
      "description": "Though small in size, the treasures of Israel are abundant, spanning many of the world’s most prominent cultures and religions. As you arrive at Tel Aviv’s Ben Gurion Airport, you will meet your private tour guide at baggage claim and prepare for a quick transfer to your luxurious, five-star hotel in the heart of the city. Once you have had time to freshen up, you will meet your guide in the lobby for your first introduction to this eclectic city. To begin your journey, you will a led on a city tour that will have you strolling around the trendy Neve Tzedek neighborhood, which is famous for its avant-garde art boutiques, shops, bars, and restaurants. Then, you will be provided with dinner at one of your expert guide’s excellent recommendation before delighting in a beverage at one of the many live music bars or cocktail lounges in this metropolitan area. You can let a rush of excitement surge through you as the warm sea breeze brushes against your cheek and the sounds of live jazz music drift around you. After much anticipation, you have finally arrived in Israel and are ready to embark on your trip of a lifetime. Following dinner, your guide will return you to your extravagant hotel so you can prepare for tomorrow’s grand explorations."
    },
    {
      "dayNumber": "2",
      "title": "Tel Aviv – Visit Israel's Independence Hall and Discover Tel Aviv's Lively Shuk",
      "description": "This morning, you can enjoy a traditional, Israeli breakfast at your hotel, which will consist of regional fruits, cheeses, breads, vegetables, and Israeli salad. Then, you will meet your private guide in the lobby for your transfer to the Tel Aviv Shuk, which is also known as the Carmel Market. Here, you can expect all of your senses to be heightened as you walk through the bustling aisles of the Shuk, taking in the sights, sounds, and aromas of this unique, Middle Eastern market. Here, you can view the booths that are full of colorful spices and taste the savory flavors of delicious falafel as you shuffle through the crowds of tourists and locals. Once you have had your fill of the Shuk, your expert guide will transfer you to Tel Aviv’s highly acclaimed Independence Hall, where you will hear the inspirational story of Jewish triumph in the fight for independence in 1948. Sitting in the very hall in which Israel’s independence was declared, the Hatikvah, Israel’s melodic national anthem will begin to surge powerfully throughout the room, running a shiver up your spine. As the music swells, you will be unable to resist the overwhelming sense of pride for the defiance and strength of the Israeli people in establishing themselves as an independent nation against all odds so many years ago."
    },
    {
      "dayNumber": "3",
      "title": "Tel Aviv – Tour the Famed Jaffa Neighborhood and Enjoy the Tel Aviv Beach",
      "description": "After breakfast, you will meet your guide in the hotel lobby to begin today’s adventures. You will be transferred to Tel Aviv’s famed Jaffa neighborhood, where you will discover how the ancient world meets the new. The city moves from narrow streets to trendy upscale restaurants and cafes, and you will be led on a tour of the Jaffa Flea Market, stopping to haggle alongside locals for new and vintage treasures that may be buried deep within market booths. Then, you will learn of the neighborhood’s rich history as you walk past the striking Jaffa clock tower before culminating your tour at the Jaffa Port for lunch at one of the many picturesque restaurants or cafes that will be recommended by your guide. After lunch, your guide will transfer you back to Tel Aviv’s illustrious beach, where you will have the rest of the afternoon to explore on your own. You can enjoy a refreshing beverage at one of the charming beach bars, play a round of paddle ball with the locals, or stroll along the sunny promenade, luxuriating in an afternoon all to yourself. You will be able to feel the sun on your face and listen to the waves as they gently lap against the shimmering beach. The steady murmur of foreign languages as they are being spoken all around you will be a delightful change from your everyday, and you can soak in the breathtaking views of an endless stretch of white sand beach against the vibrant metropolitan backdrop of Tel Aviv before retiring to your luxurious accommodation for the evening."
    },
    {
      "dayNumber": "4",
      "title": "Safed – Journey to Kabbalah's Birthplace and Privately Tour a Boutique Winery",
      "description": "This morning, you will enjoy breakfast at your hotel before meeting your private driver in the lobby for your transfer to the mystical city of Safed. Also known as Tzfat or the Blue City, Safed is the birthplace of the esoteric teachings of Kabbalah in the Jewish faith. You will arrive at your boutique hotel in the heart of Safed’s famed Artist Colony and take in glorious mountaintop views from beautiful blue buildings that overlook a majority of this immaculate city. You will meet your guide in the lobby for a private city tour of Safed, stopping into the city’s most notable art galleries and meeting many local artists. Afterward, you will delight in a Kabbalistic ritual that will be led by one of Safed’s most distinguished rabbis. Leaving the city, you will be transferred by private coach through the luscious landscapes of the Golan Heights, where you can bask in the beauty of the region’s rivers, streams, vineyards, and fields. You will arrive at Mount Bental, which is a remarkable overlook of Syria across the Israeli border. Here, you will have the opportunity to learn a bit about the politics of the region before moving on to enjoy a specially curated tour of one of the Golan Heights’ renowned boutique wineries. Lastly, you will delight in the opportunity to taste some of the country’s finest wines as you gaze over the gorgeous greenery of the Golan."
    },
    {
      "dayNumber": "5",
      "title": "Safed – Visit Haifa's Baha'i Gardens and Delight in Traditional Druze Hospitality",
      "description": "Awaken once again in the picturesque city of Safed and prepare for your private transfer to the charming port city of Haifa. Standing at the entrance to the striking Baha’i gardens, you will be amazed at the magnificent, panoramic view over the entire city. As you descend into the gardens, your expert guide will offer insight into the fascinating Baha’i faith. At the base of the gardens, you will have time to explore Haifa’s quaint German Colony, stopping into its many charming shops, restaurants, and cafes at your guide’s suggestion before indulging a classic Israeli snack of pita bread, hummus, and tahini. You can bask in the serenity of the calm Haifa morning while you snack on your Israeli delicacies. Moving on, your private driver will transfer you to the lovely mountain town of Isfiya, which is home to one of Israel’s thriving Druze communities. Here, you will have the opportunity to learn about the captivating culture and traditions of the Druze people who are known for their warm hospitality and delicious food. You can savor a typical lunch as you dine with a local Druze family in their home. Walking through the winding streets of the Druze village, you can stop to admire the stunning view from the mountaintop on which you stand before returning with your guide to Safed where you can enjoy the evening of exploring at your leisure."
    },
    {
      "dayNumber": "6",
      "title": "Negev – Explore Masada, the Dead Sea, and Ride a Camel Through the Desert",
      "description": "You will need an early start this morning as you wake before the sun for your private transfer to the remarkable Masada Fortress. You will ascend the world-famous fortress via cable car and arrive just in time to view the stunning sunrise over the extraordinary Dead Sea. Here, you will discover the history of Masada and learn how it has become a symbol of triumph and empowerment for the Israeli people. Afterward, you will descend by cable car and transfer to one of the illustrious beaches of the Dead Sea. Finally, you will be able to float weightlessly in the Sea’s salinized waters and cover yourself in the region’s natural mineral mud, which is famous for its healing properties. You will continue your day with a transfer to the boundless Negev Desert. Here, you will enjoy a thrilling camel ride, which will be complete with breathtaking views of the vast desert, before returning to the exotic Bedouin village. Here, you will be greeted by members of this nomadic tribe who will offer you delectable sweet tea, which is customary of Bedouin culture. They will also provide you with a traditional meal and show of music and dance. After being immersed in the warmth of Bedouin hospitality, you can retire to your desert “glampsite” where you will spend the night in complete luxury under an endless sky of glittering stars."
    },
    {
      "dayNumber": "7",
      "title": "Jerusalem – Discover Jerusalem's New City and Privately Tour Yad Vashem",
      "description": "Today, you will enjoy your final breakfast at the Bedouin tents before boarding your private transfer to the wonderful city of Jerusalem. You will arrive at your luxurious hotel that overlooks the majestic Old City to freshen up before you make your way to the world-renowned Yad Vashem museum, which is the World Holocaust Remembrance Center. Here, you will uncover the somber history of the Holocaust on a private tour that will be led by an expert guide. You will learn how this calamitous event shaped the cultural identity of this resilient country before walking through the eerie Children’s Memorial as you are guided by candlelight with the chilling murmur of names being read aloud. This experience will be sure to evoke an ineffable mood of grief and wonder. Moving forward on a lighter note, your guide will transfer you to the heart of Jerusalem’s New City, where you will explore the lively Ben Yehuda Street. Strolling along the New City’s main drag, you will be impressed by live music and street performers before taking time to stop into the many shops that sell locally crafted artifacts. You can take in the sights and sounds of this cheerful area, enjoy dinner here at one of the many bustling bars and restaurants, and experience daily life in Jerusalem as it really is."
    },
    {
      "dayNumber": "8",
      "title": "Jerusalem – Unearth the Treasures of the Old City and Visit the Mount of Olives",
      "description": "This morning, you will be provided with a traditional Israeli breakfast at your opulent hotel before meeting your guide in the lobby to embark on today’s activities. You will begin at the Mount of Olives, where you will delight in a phenomenal panoramic view over the town of Jerusalem. From the thick stone steps of the overlook, you can notice the famous golden Dome of the Rock as it glistens in the distance. A gentle breeze may rustle against your face, which will be a welcoming contrast to the warmth of the Mediterranean sun. As you look out over the vast expanse of the city, you can feel the weight of thousands of years of history as it eagerly waits to unveil its secrets. You will continue to enter the heart of the Old City. Here, you will delight in a private tour of all four religious quarters, stopping for souvenirs in the Muslim Quarter and strolling through the charming, cobblestoned streets to arrive at the Church of the Holy Sepulchre, which is one of Christianity’s holiest sites. Here, you will learn of its history and religious relevance from your expert guide, and as you enter the Jewish Quarter, you should prepare to approach the monumental Wailing Wall. You can reach out to stick a note that you have written into the aching cracks of the wall. You will be alongside worshippers, locals, and tourists from every corner of the Earth who have made their way to this very spot. After your tour that is sure to have you marveling at all the history that you have uncovered today, you will be returned to your luxurious accommodation, where you will have the rest of the evening to spend at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Jerusalem – Privately Tour the Israel Museum and Explore the Bustling Shuk",
      "description": "After breakfast today, you will begin your excursion with a transfer to the world-renowned Israel Museum. Here, you will be provided with a private tour of the museum to discover some of Israel’s most revered cultural treasures such as the recently uncovered Dead Sea Scrolls and the Second Temple Model, which models a complete version of Jerusalem before the Great Revolt against Roman Rule. You can also enjoy the museum’s Archeological Tel, which details Israel’s many archeological digs throughout history, before marveling at the many other exhibits that are held within this extensive museum. Leaving the Israel Museum, your private driver will transfer you to Jerusalem’s infamous Shuk, which is also known as the Mahane Yehuda Market. Here, you can discover the excitement of one of the cornerstones of Middle Eastern culture as you traverse the market like a local, haggling for the best prices and stopping to sample traditional delicacies. From the sweet taste of chocolate babka to the rich aroma of Israeli spices, you can fully immerse yourself in the buzz of the bustling Shuk. You can also sample a juicy Israeli date among a plethora of other delicacies, letting the luscious flavor wash over your tongue. You will be amazed at the bright colors of endless fruit and vegetable stands in addition to the exotic array of traditional Jewish baked goods, which can be yours for only a handful of Shekels."
    },
    {
      "dayNumber": "10",
      "title": "Jerusalem – Spend the Morning in Jerusalem and Head for Home",
      "description": "Today will be your final morning in Jerusalem, and as you explore the Old City at your leisure, you can stroll through the ancient streets and stop at a charming cafe to soak in your last moments in the Holy Land. As you look around at your travel companions, you cannot help but reminisce on your wonderful trip thus far. As you reminisce through all that you have seen and experienced over the course of these 10-days, you will realize that this has been your trip of a lifetime and an experience that you will never forget. You will return to your hotel to gather your belongings to meet your private driver for your transfer to the airport and your journey home."
    }
  ],
  "map": ""
}