{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "romance-in-the-holy-land-10-day-tour-of-israel",
  "tourName": "Romance in the Holy Land: 10-Day Tour of Israel",
  "placesVisited": "Jerusalem, Negev Desert, Eilat, Dead Sea, Tel Aviv, Jaffa, Safed",
  "generalInfo": "As you stroll along Tel Aviv’s sunny promenade hand in hand with your partner, you can gaze out over the glittering Mediterranean Sea, basking in the sun’s rays as they reflect upon your face. Approaching the remarkable Wailing Wall, you slide your hand-written note between its ancient cracks, savoring the beauty of the meaningful moment. These are just some of the many wonderful experiences that you will experience on your romantic, 10-day tour of Israel. If you are seeking to discover how thousands of years of history have been consolidated effortlessly with the cultures of modern-day, then you and your partner will love experiencing this enchanting country together.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Jerusalem – Arrive in Jerusalem and Explore the Lively New City",
      "description": "Home to the holiest sites of some of the world’s most prominent religions and one of the globe’s most modern countries in the fields of science and technology, Israel has endless treasures to discover. You will arrive at Tel Aviv’s Ben Gurion Airport and be met by your private driver at the baggage claim to prepare for your transfer to the ancient city of Jerusalem. You will then be dropped off at your luxurious accommodation in the heart of the city, and you will be absolutely delighted by the old-world charm that is imbued in the cobblestoned streets. Once you have had time to settle in, you will meet your private tour guide in the hotel lobby for your first introduction to Israel! You will be transferred to Jerusalem’s modern New City, which is the main drag of the famous Ben Yehuda Street. Here, you will delight in your first taste of Israeli falafel or shawarma, which is a traditional Middle-Eastern pita pocket that is typically filled with thinly sliced chicken or lamb and then stuffed with Israeli salad, hummus, and various other delectable toppings. Today, you will enjoy this exciting area, listening to live music from street-performing artists and perusing through the charming shops, restaurants, cafes, and bars that abound from it. You can even stop into one of the many artisan shops that sell traditional hand-crafted, religious artifacts to purchase your first souvenirs from the Holy Land."
    },
    {
      "dayNumber": "2",
      "title": "Jerusalem – Discover the Ancient Old City and Privately Tour the Israel Museum",
      "description": "This morning, you will wake up to a delicious Israeli breakfast that consists of the typical fruits, cheeses, bread, and vegetables of the region. After breakfast, you will meet your guide in your hotel lobby to begin your day of adventure. Today, you will discover all four religious quarters of this ancient city on a private tour of the Old City. You will have the pleasure of visiting the magnificent Church of the Holy Sepulchre in the Christian Quarter, which is one of Christianity’s holiest sites. From there, you will stroll through the Muslim Quarter, stopping to marvel at the many artisan products and to purchase souvenirs. As you continue along your tour, you will advance deeper into the Old City, and soon enough, you will approach the remarkable Wailing Wall and marvel at its holy grandeur. You can approach the wall and stick your personal, hand-written note between its aching cracks alongside worshippers who have come from near and far to stand beside you in this very place. Once your wonderful tour of the Old City has concluded, you will be transferred to the illustrious Israel Museum for a very unique, private tour. Here, you will witness the recently discovered Dead Sea Scrolls and learn about their fascinating history before being provided with the opportunity to see the Second Temple Model, which depicts Jerusalem as it was before the Great Revolt against Roman Rule."
    },
    {
      "dayNumber": "3",
      "title": "Jerusalem – Delight in the View from the Mount of Olives and Explore the Shuk",
      "description": "This morning, after a delicious breakfast at your hotel, you will meet your private tour guide in the lobby to begin your exploration of the city. Your first stop of the day will be to the famed Mount of Olives, where you will have a view of all of Jerusalem. While absorbing the panoramic views of the city, you can catch a glimpse of the glittering gold of the Dome of the Rock in the distance. You immerse yourself in the whitewashed shades of the city and feel the whisper of thousands of years of history as it beckons you to learn more. Next, your guide will transfer you to the world-renowned Jerusalem Shuk, also known as the Mahane Yehuda Market. Here, you will discover the flavors of Israel as you stroll through the bustling aisleways of the winding market and sample fresh fruit, vegetables, breads, and traditional Israeli delicacies from the local vendors. You can also admire the vibrant colors of the abundant spices and taste a piece of delicious chocolate rugelach , which is a crescent-shaped pastry that is filled with chocolate and coated with a sweet, sticky glaze. You can purchase one of these delicious pastries from one of the many bakeries that line this dynamic market."
    },
    {
      "dayNumber": "4",
      "title": "Negev – Ride Camels in the Desert and Glamp in Luxury Beneath Starry Skies",
      "description": "Today, you will delight in breakfast at your hotel before meeting your private tour guide for your transfer to the vast and beautiful Negev Desert. Here, you will be provided with the opportunity to ride camels, which was the once-preferred method of desert transportation, and you will meet a local tribe of nomadic Bedouins who have made the Negev their home. Riding through the boundless desert on camel-back, you can appreciate the glorious views of rocky mountains against a clear blue sky. As your magnificent camel bounces you gently up and down, you will begin to admire just how special and magical your vacation has been already. Once your camel ride has concluded, you will return to the Bedouin village, where you will be met with a glass of delicious sweet tea, which is customary of traditional Bedouin hospitality. You will learn about their fascinating culture and traditions before indulging in a fantastic meal that will be accompanied by a wonderful performance of song and dance. Lastly, you will retire to your opulent “glampsite” to spend the night in complete luxury under a sky full of glittering stars. As you watch the sunset from your luxurious, desert accommodation, you can gaze at your partner as you both savor this romantic moment under the beautiful, night sky."
    },
    {
      "dayNumber": "5",
      "title": "Eilat – View the Beauty of Masada at Sunrise and Bathe in the Briny Dead Sea",
      "description": "You will begin before dawn today and transfer to the acclaimed Masada Fortress. Ascending to the top of the majestic fortress via cable car, you will arrive just in time to watch the glorious sunrise over the miraculous Dead Sea. You will then spend your morning privately touring Masada and learning of its captivating history from your guide. You will also discover why this fortress has become a symbol of Israeli strength and resilience. Afterward, you will descend from this towering mountain to begin your transfer to the world-famous Dead Sea. You will arrive at one of the many illustrious beaches of the Dead Sea, where you will be provided with a couple’s spa treatment using the region’s natural mineral mud, which is renowned for its natural healing properties. After your spa treatment, you can take a dip in the sea’s briny waters. Once immersed, you can feel yourself floating weightlessly in the calm waters of the salty sea alongside your partner, and you will bask in the lovely sensation of the warm sunlight upon your faces. This will rejuvenate you as you rinse the slippery water from your body, and your skin will be completely smooth to the touch. Once you have had a chance to dry off and properly soak in this wonderfully unique environment, you will be transferred to the city of Eilat."
    },
    {
      "dayNumber": "6",
      "title": "Eilat – Discover Romantic Eilat and Soak Up the Sun at its Beautiful Beaches",
      "description": "This morning, you will wake at your luxurious beachfront hotel and spa accommodation in the heart of Eilat, and you will have pristine views of the beautiful Red Sea. You will enjoy breakfast at your hotel before having the day at your leisure, which will allow you a romantic day at the beach. You can also indulge in a relaxing couple’s massage or spa treatment at your lovely hotel, savoring a day of luxury all to yourselves. You can also bathe in the refreshing waters of the Red Sea and delight in complete relaxation of your Mediterranean vacation. On the beach, you can feel the sand between your toes with your cold beverage in hand as you gaze upon the dazzling mountains that rise and border the sea. You can also meander through Eilat’s lovely city, stopping into the charming shops, restaurants, bars, and cafes per your knowledgeable guide’s recommendation. As you sit poolside, you will smile as all your worries fade away and you become entirely at ease and amazed to be lounging in total luxury. In the evening, you will be provided with a wonderful, gourmet meal at one of Eilat’s romantic, seaside restaurants, so you can reflect with your partner on your fantastic journey thus far."
    },
    {
      "dayNumber": "7",
      "title": "Tel Aviv – Experience Jaffa and Uncover the Treasures of Tel Aviv's Shuk",
      "description": "Today you will wake up to a delightful breakfast in your exquisite hotel before meeting your private tour guide in the lobby. Your day will begin with a transfer to the glittering, metropolitan city of Tel Aviv. Arrive at your luxurious five-star hotel accommodation on the beach and delight in your first taste of this magnificent city. After you have had time to freshen up, meet your guide once again in the hotel lobby and prepare for your transfer to the world-famous Tel Aviv Shuk, also known as Tel Aviv’s Carmel Market. Your guide will offer helpful insight into the market’s history and their personal recommendations for the best booths at which to stop. You will be left at the mouth of the market to enjoy wandering through its bustling aisles at your leisure. As the pleasant aroma of fresh falafel wafts through the air, you will be drawn to a stand at the edge of the market. You can order and savor a bite of the most delicious falafel that you have ever tasted before quenching your thirst with a sip of freshly squeezed orange juice from the neighboring stand. From the Shuk, you will be transferred to the charming Jaffa neighborhood, where you will delight in a private guided tour to uncover its hidden treasures."
    },
    {
      "dayNumber": "8",
      "title": "Tel Aviv – Raft down the Jordan River and Explore the Mystical City of Safed",
      "description": "This morning after breakfast, you will be taken on a day trip from Tel Aviv to delight in a thrilling day of whitewater rafting along the famed Jordan River. You will need to prepare yourself for this exciting adventure as you are transferred to the river’s edge. You will be absolutely amazed by the stunning scenery of this vast and eclectic country. Though small in size, Israel is home to a variety of different landscapes from the luscious valleys of the Galilee to the arid Negev desert. You will enjoy an exciting day of rafting down the river as your guide takes the time to discuss the history and religious relevance of the site, and after you have had your proper fill of the Jordan River, you will continue to the sacred city of Safed, which is also referred to as Tzfat, or the “Blue City.” The birthplace of the mystical Kabbalah, this enchanting town is located in the hills of the Galilee and is just as charming as it sounds. Here, you will be given the opportunity to learn about the fascinating study of Kabbalah from one of the area’s world-renowned rabbis. As you walk through the quaint streets of Safed, admiring the beautiful blue buildings, you can stop into one of the many boutique art galleries and meet some of the local artists. You will be awestruck by the intricate detail that many of the artists put into their work, and you will truly be delighted by this once-in-a-lifetime experience."
    },
    {
      "dayNumber": "9",
      "title": "Tel Aviv – Luxuriate in a Day of Relaxation at Tel Aviv's Gorgeous Beaches",
      "description": "Today, you can rise at your leisure and delight in a wonderful breakfast at your hotel as you overlook the Mediterranean Sea. You will have the entire day to explore Tel Aviv on your own from the sandy white beaches to the stylish neighborhoods at the city’s core. Your guide will also provide you with specific locations that will be of interest to you, which will be based around your interests and what you have found the most fascinating thus far. Your private driver will be available to you throughout the day and will be ready to transfer you at any time. As you walk along the beach promenade, you can take pleasure in watching the endless games of paddleball that are played by locals and tourists, which will create an exciting mixture of languages that will be spoken all around you. You can stop at one of the many beach bars for a cold beverage and traditional, Israeli snack of watermelon and feta cheese as you soak in the gorgeous scenery. Later on, you will discover the trendy Neve Tzedek neighborhood and enjoy the various shops, boutiques, restaurants, and cocktail bars that make this area a must-see when visiting Tel Aviv. Tonight, you will enjoy dinner at one of the area’s most upscale restaurants where you will culminate your final night in this glorious city."
    },
    {
      "dayNumber": "10",
      "title": "Tel Aviv – Enjoy Your Final Morning in Tel Aviv and Depart for Home",
      "description": "This morning will be your final day in Israel. After breakfast at the hotel, you can spend your remaining hours of walking along the beach or taking a final stroll through the Carmel Market. As you sit down with your companion at a cafe along one of Tel Aviv’s charming side streets, you cannot help but begin to reminisce on your journey through the Holy Land. You will be thinking that this was truly the trip of a lifetime and you would not have wanted to spend it with anyone else. You will return to your hotel to collect your things, and your transfer will escort you to the airport for your flight home."
    }
  ],
  "map": ""
}