{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "the-holy-land-exploration-an-off-the-beaten-path-tour-of-israel",
  "tourName": "The Holy Land Exploration: An Off the Beaten Path Tour of Israel",
  "placesVisited": "Jerusalem, Negev Desert, Eilat, Safed, Tel Aviv, Dead Sea",
  "generalInfo": "On this historically imbued 10-day tour of Israel, you will explore the Holy Land from a completely new perspective and will discover its most off-the-beaten-path treasures. Walk through the timeworn streets of Jerusalem’s Mea Shearim neighborhood, uncover the ancient secrets of the Cave of the Patriarchs, traverse the streets of Israel’s controversial West Bank, and explore Judaism’s mystical Kabbalah a. From elusive blue grottoes in the north to the vast Negev Desert in the south, Israel is full of secrets that are waiting to be uncovered.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Jerusalem – Explore the Mea Shearim Area",
      "description": "You will arrive at Ben Gurion Airport, where you will be met at baggage claim by your personal driver. Upon arriving at your luxurious accommodation that is ideally situated in the heart of the city, your guide will allow you to settle in and freshen up before meeting you in the lobby when you are ready. From here, you will be transferred to one of Jerusalem’s most unique and oldest neighborhoods: Mea Shearim. Dressing modestly or conservatively is required because Mea Shearim is home to Israel’s ultra-orthodox Jewish sect."
    },
    {
      "dayNumber": "2",
      "title": "Jerusalem – Visit the Cave of the Patriarchs",
      "description": "This morning, you will wake up to enjoy a delicious Israeli breakfast of regional breads, cheeses, vegetables, and fruits at your hotel before meeting your knowledgeable guide in the lobby to begin the day’s activities. Today, you will have the opportunity to explore Jerusalem’s Old City from below as you privately tour the archaic walkways of the Western Wall Tunnels and Zedekiah’s Cave, which are the remains of a 2,000-year-old Jewish city. Afterward, a transfer will convey you to the city of Hebron in the heart of Israel’s controversial West Bank. Here, you can tour the Cave of the Patriarchs, which is one of the most important religious sites for Judaism, Christianity, and Islam."
    },
    {
      "dayNumber": "3",
      "title": "Negev – Glamping Beneath the Stars",
      "description": "Today, you will wake up before dawn and meet your private tour guide in the lobby for your transfer to the illustrious Masada Fortress, where you will have the opportunity to ascend to the top of the fortress just in time to watch the sunrise over the Dead Sea. Once finished, your descent will mark the beginning of your journey to the Negev Desert. Once among the desert’s vast and rugged landscape, you will be greeted to the Negev by a traditional Bedouin tribe. Riding camels will be a primary highlight of your time here as it is the traditional method of desert transportation. Afterward, you will enjoy a delicious Bedouin meal that is accompanied by typical music and dance."
    },
    {
      "dayNumber": "4",
      "title": "Eilat – Swim in the Dead Sea",
      "description": "This morning, you will enjoy a Bedouin breakfast before meeting your private guide for your transfer to the world-famous Dead Sea. You will be able to feel completely weightless as you float in the buoyant waters of the sea. Renowned for its healing properties, you will have the opportunity to cover yourself in the region’s famed mineral mud and delight in a luxurious spa treatment. Once you have had your fill of the Dead Sea, your private driver will transfer you to Eilat to enjoy the rest of the day exploring the city’s wonderful beaches, restaurants, and shops."
    },
    {
      "dayNumber": "5",
      "title": "Eilat – Relax at Eilat’s Picturesque Beach",
      "description": "This morning, after breakfast, you transfer to the stunning and lesser-known Ein Gedi, which is a serene oasis and nature reserve. Here, you will have the opportunity to trek through the remarkable greenery and to enjoy the many waterfalls. You will even stop to marvel at the juxtaposition of the oasis against the backdrop of the dry Israeli desert. Your guide will point out notable flora and fauna in addition to providing you with the chance to cool off in the refreshing rivers and streams that abound in Ein Gedi. A return transfer to Eilat will allow you to spend the rest of the day at your leisure. You can enjoy the fantastic beaches and relaxed town, or take a nap back in your room."
    },
    {
      "dayNumber": "6",
      "title": "Safed – Discover Mystical Kabbalah",
      "description": "After you enjoy your final breakfast at your hotel in Eilat, you will head to the mystical city of Safed. Upon your arrival in Safed, which is also known as Tzfat and the Blue City, your driver will leave you at your luxurious accommodation in the heart of the charming Artist Colony. Once you are ready, you will meet your guide for a private tour of the city, which is famed for being home to the mystical study of Kabbalah. From Safed, you will be transferred to Israel’s West coast to explore the gorgeous Rosh Hanikra grottoes. The steepest cable car in the world is sure to thrill and exhilarate as you slowly descend to the stunning grottoes that overlook Israel’s border with Lebanon."
    },
    {
      "dayNumber": "7",
      "title": "Safed – Tour Haifa’s Baha’i Gardens",
      "description": "This morning, you will enjoy breakfast and the views of the charming landscape that surrounds you. Your private guide will meet you in the lobby to begin the day’s activities, which will include a transfer to the distinguished city of Haifa. Here, a pirate tour of the Baha’i gardens that overlook the entire city and the sparkling sea will amaze you. Your guide will explain a bit about the Baha’i culture and religion before you make your final descent to the base of the gardens, where you will discover Haifa’s enchanting German Colony. Here, you will have the opportunity to stroll through the streets at your leisure, stopping into the various local shops and restaurants that are recommended to you by your guide. From Haifa, you will enjoy a short ride to the traditional Druze village of Isfiya. Here, you will join a local family for a homemade lunch in their private home."
    },
    {
      "dayNumber": "8",
      "title": "Safed – Traverse the Golan Heights",
      "description": "Today, after breakfast, you will meet your guide in the lobby to embark on a full day’s tour to the illustrious Golan Heights. Eventually, you will arrive at Mt. Bental, which is a marvelous overlook near Syria’s border that offers fantastic views of the Golan. Afterward, you will indulge in an exhilarating ATV ride through the vast and rugged landscape of the Golan to one of the region’s finest wineries. Upon your arrival, you will delight in a private tour of the vineyard and winery, where you will learn about the secrets of world-famous, Israeli wine."
    },
    {
      "dayNumber": "9",
      "title": "Tel Aviv – Tel Aviv’s Trendiest Neighborhoods",
      "description": "This morning, you will awaken for your final breakfast in Safed before meeting your guide in the lobby for your transfer to the metropolitan city of Tel Aviv. You will be dropped off at your magnificent upscale hotel in a prime, beachfront location and will meet your guide in the hotel lobby for your private tour of the city’s trendiest neighborhoods. From here, your guide will lead you to the heart of the city, where you will find Tel Aviv’s infamous Shuk. Once your city tour concludes, you will be left to spend the rest of the afternoon at your leisure, luxuriating in a day at Tel Aviv’s stunning beaches or strolling along the sunny promenade."
    },
    {
      "dayNumber": "10",
      "title": "Tel Aviv – Uncover the Secrets of Jaffa",
      "description": "Today you will wake up to your final breakfast in Tel Aviv before meeting your guide in the lobby for the last time. You will be transferred to Tel Aviv’s intriguing Jaffa neighborhood to enjoy the morning of strolling through the cobblestone streets and discovering the hidden gems of the famed Jaffa Flea Market. Once your tour concludes, your guide will return you to your hotel to enjoy your final hours in this glistening city. You will return to your hotel to gather your things and meet your driver in the lobby for your private airport transfer home."
    }
  ],
  "map": ""
}