{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "then-and-now-israel-at-a-glance-in-10-days",
  "tourName": "Then and Now: Israel at a Glance in 10 Days",
  "placesVisited": "Tel Aviv, Jaffa, Akko, Caesarea National Park, Golan Heights, Galilee, Jordan Valley, Jerusalem, Judean Desert",
  "generalInfo": "Travel through time as you explore ancient ruins and vibrant contemporary life on your 10-day Israel hidden-gems tour. Immerse yourself in the ancient splendor of Jerusalem's old-city streets before enjoying the vibrant art and music scene of present-day Tel Aviv. Then, break away from the action for peaceful respite wading in the Dead Sea, touring a picturesque winery, and trekking across rugged terrain in search of cascading waterfalls.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tel Aviv - Arrival in Israel's Bustling City of Arts and Culture",
      "description": "Catch glimpses of the shimmering Mediterranean Sea as you touch down in Israel's coastal city of Tel Aviv. After boarding your complimentary airport transfer you'll zig-zag through the buzzing frenzy of Tel Aviv's music and arts scene downtown as aromas of salt water linger in the air. Spend the afternoon relaxing at the hotel before partaking in a leisurely evening and dinner nearby."
    },
    {
      "dayNumber": "2",
      "title": "Tel Aviv - Behind the Scenes of Israel's Peace and Defense Efforts",
      "description": "The next day you'll explore the quaint port city of Jaffa. Stroll along the water's edge as you watch merchants fill teetering sailboats with fresh produce and other local goods for sale. Then, tantalize your taste buds as you take in the intoxicating aromas of spices, nuts, and bourekas lining the city streets at the popular Levinsky Market. After indulging in an early-afternoon lunch, you'll stroll the storied halls of the Palmach Museum for an up-close look at the underground Haganah defense organization, which was later integrated into the Israel Defense Force and a symbol of Israel's unwavering might."
    },
    {
      "dayNumber": "3",
      "title": "Caesarea National Park - A Skyhigh View of Spectacular Landscapes",
      "description": "Journey back in time as you unearth the ancient city of Akko. Peer over magnificent stone walls for a glimpse of the blue-green water splashing fervently against the fortified city. Then, stroll along the pathways of Caesarea Maritima ruins as you marvel at some of the most exquisite stone aqueducts in the world. They date back to c. 22–10 or 9 BCE, under the leadership of Herod the Great. Pause for lunch at midday, before boarding the Rosh HaNikra cable car. There, suspended above majestic rock formations, you'll take in breathtaking views of the spectacular grottos and sparkling blue waters below."
    },
    {
      "dayNumber": "4",
      "title": "Golan Heights - Jeep Trekking and an Illustrious Winery Tour",
      "description": "In the morning, take the rugged back roads through Banias Nature Reserve as you explore the ancient Cave of Pan and dip your toes into the refreshing spring waters trickling below. Enjoy lunch on your own, before exploring the lush terrain on four wheels as part of your private Jeep tour. With eyes wide open, you'll catch fleeting views of lush vegetation, stoney cliff sides, and crashing waterfalls. In the afternoon you'll visit one of the region's most renowned wineries. Sip your glass of ruby red as you look out over the illustrious countryside. Dinner is included."
    },
    {
      "dayNumber": "5",
      "title": "Jordan Valley - A Riveting History of Biblical Proportions",
      "description": "Creeds around the world trace their origins back to present-day Israel. Discover such historically and biblically significant places as Beit She'an and feel the swift desert breeze on your skin as you look over vistas along the Jordan River Valley. Later, make your way to Sde Eliyahu, a kibbutz in northern Israel, once a refuge for Jews escaping Nazi Germany in the late 1930s; today, a symbol of tight-knit Jewish communities. Lunch is included, followed by an exciting camel excursion that’s sure to delight. In the evening, enjoy dinner at your own pace before returning to your hotel."
    },
    {
      "dayNumber": "6",
      "title": "Jerusalem - The Old City and its Diverse Ethnic Origins",
      "description": "Past and present, Israel is home to diverse ethnic groups and religious backgrounds. What better way to experience this than up close, on the streets of Jerusalem's Old City. You'll tour the architecture and rich history of Jerusalem's Muslim Quarter and Christian Quarter. Peer up at Temple Mount and David's Tower, before crossing the threshold of Dung Gate to offer prayers, or simply stand in awe opposite the looming Western Wall. Then, in the afternoon, set out on foot once again to uncover gems hidden within the walls of the Armenian and Jewish quarters."
    },
    {
      "dayNumber": "7",
      "title": "Judean Desert - Floating in the Dead Sea and Chasing Waterfalls",
      "description": "The following day, just after sunrise, but before the heat settles in, your time travel continues as you summit Masada, an ancient mountaintop fortress located in southeastern Israel. The site of the Jews' final stronghold against the Romans in 70 CE, Masada was designated a World Heritage site in 2001. Take a break from all of the action with a mid-morning respite as you float atop the tranquil waters of the Dead Sea. Enjoy a light lunch before arriving at the Ein Gedi Nature Reserve, where you'll snap pictures of captivating rock formations and iridescent waterfalls."
    },
    {
      "dayNumber": "8",
      "title": "Jerusalem - Ancient Relics and Holocaust Remembrance",
      "description": "Travel to the City of David to explore the ancient Hezekiah's Tunnel. As far back as the late 8th- and early 7th-century BC, the people of Jerusalem fought for access to the waterway and, ultimately, the city itself. Today, visitors stand in awe of the meticulous stone carvings, now considered one of the greatest water engineering technologies in history. In the afternoon you'll go to the Israel Museum, an art, and archeological museum in Jerusalem, where you can explore colorful ancient pottery and experimental modern art that’s open to interpretation."
    },
    {
      "dayNumber": "9",
      "title": "Jerusalem - You Lead the Way: Self-Guided City Exploration",
      "description": "Take advantage of your last full day in Israel. You also have the option of one of several free theme days, including Culinary and Wine, Israel Defense Forces, and The Modern State. As part of the Best of Israel: Culinary and Wine Tour, you'll have the unique opportunity to eat and drink your way through the country's finest cuisine, including citrusy seafood in Tel Aviv and mouth-watering Mediterranean treats of tomato and fresh herbs in the lush Galilee Region. In the evening, indulge in Jerusalem's decadent desserts before resting up for the next day's adventure."
    },
    {
      "dayNumber": "10",
      "title": "Jerusalem - Souvenir Shopping and Departure",
      "description": "Rise and shine as you make the most of your last morning in Israel. Enjoy a leisurely breakfast, then spend the late morning hours relaxing at the hotel, going on one final stroll along the Old City's streets or shopping for souvenirs for family and friends back home. Before long your complimentary airport transfer will arrive to take you to the airport."
    }
  ],
  "map": ""
}