{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "ultimate-jewish-culinary-tour",
  "tourName": "Ultimate Jewish Culinary Tour",
  "placesVisited": "Jerusalem, Galilee, Tel Aviv",
  "generalInfo": "The exotic spices of Israeli cuisine fill streets and surrounding landscapes with enticing aromas during your customizable culinary tour. Uncover the secrets to seductive baklava and decadent rugelach. The Mediterranean Sea gives way to the vineyards and orchards of Galilee. Cobblestone lanes contain celebrated restaurants. Spice markets radiate with color, and the scent of rich coffee lingers in the air. Whether a self-professed foodie celebrating international flavors or a home chef eager to learn a new style of cooking, your time in Israel will demonstrate the fascinating effect that culture and history have on the developing flavors of regional gastronomy.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Jerusalem - Israel at First Taste",
      "description": "Jerusalem overtakes the desert hills and shimmers with creamy antique stones and celebrated gilded domes. Olive orchards and cypress trees absorb water from underground springs. Cobblestone streets wind between ancient buildings, leading to the remnants of ancient Roman and Byzantine roads. Locals wander through the aisles of the Mahane Yehuda Market, basking in the dynamic culinary scene of produce vendors and restaurants serving a mixture of classic Israeli cuisine and contemporary twists on Middle Eastern culture. Your flight lands at Ben Gurion International Airport. Your private transfer greets you upon your arrival and escorts you to the enchanting city of Jerusalem. Your luxurious hotel overlooks the ancient walls of the city, offering a mixture of historical charm with contemporary comfort. The remainder of the day is yours to wander through the enticing aromas and fascinating architecture of the city. For an introduction into Jerusalem, you make your way to the Tower of David, located on a promontory overlooking the Old City. The palace of Herod the Great once stood atop the citadel, followed by the occupations of the Romans and keen Crusaders. The citadel now holds the dramatic galleries of the Museum of the History of Jerusalem, which offers a chronological telling of the city’s past from the second millennium BCE up to the founding of Israel in 1948. A chiseled block from one of Herod’s lesser towers continues to stand at the base of the main keep, and the 16th-century gate greets visitors at the entrance to the citadel. The hill provides the perfect sampling of Israel’s remarkable history, which has influenced the cuisine over time."
    },
    {
      "dayNumber": "2",
      "title": "Jerusalem – A Day’s Worth of Samples",
      "description": "The morning sun washes over Jerusalem, returning the creamy hues to the stone. The gilded cupola adorning the Dome of the Rock glints in the returning light. Houses erected during the reign of Herod the Great reflect the lifestyles of Jerusalem in the 1st centuries BCE and CE. Mosaic flooring represents the lavish décor of the city’s patrons, alongside decorative frescoes and remaining pillars. Your guide meets you at the hotel after breakfast, eager to lead you through the aisles of the Mahane Yehuda Market. Your guide is also a chef familiar with the cuisine of Jerusalem and the Middle East. He leads you along the bustling marketplace filled with gregarious vendors calling out to passersby. Pomegranates shimmer with purple and red hues. The scent of fresh lemons accompanies the bright crimsons and emeralds from the tomato and cucumber salads. You sample tasty olives harvested from local orchards and sweet pistachios often used for garnish. The cover over Etz Chayim Street provides a respite from the desert sun. The various names of the alleyways offer insight into the products available. HaAfarsek stands for “Peach,” letting visitors know they can find the juicy, luscious fruit displayed in the lane. Your guide stops at a pastry stall and speaks with the owner. He hands you a small, flaky rugelach, a pastry of Ashkenazy origin often filled with cinnamon, raisins, or chocolate. The mixture of a buttery, crunchy puff pastry, and bittersweet chocolate is a perfect, portable flavor to accompany you as you wander amongst the display of enticing spices and satisfying produce."
    },
    {
      "dayNumber": "3",
      "title": "Jerusalem – Connecting the Flavors of Jerusalem",
      "description": "In the morning, the cafes around the city open their doors and fill the streets with the aroma of strong Arabica coffee. Palm trees rustle their fronds in the sporadic breeze, carrying the scent of dates. After breakfast, your guide meets you in the hotel lobby, excited to take you first to a bakery offering some of the best challah bread in the city and possibly the world. You follow the narrow aisles around the Mahane Yehuda Market once more, following the sweet scent of rising dough. The bakers welcome you with wide arms and friendly smiles, eager to share their trade before offering a sample of the celebrated challah bread. Their sweet bread has a heavy, doughy quality with a satisfying brightness similar to a cake. Your guide says the bakers like to keep the bread flavorful as a celebration of ending the past week and beginning the new week in a sweet way. The metaphor continues into the braiding of the bread, which represents unity and tying the world together. You continue to the Old City, where the aroma of freshly made falafel begins to fill the air. Hidden alleys contain small restaurants hosting scattered tables and chairs. Patrons linger on the outskirts of the restaurants and watch passersby while enjoying fresh hummus and crunchy falafel. Your guide leads you to a tiny establishment renowned for its hummus; it is also the only dish the restaurant serves. The aroma of garlic and parsley swirls over the countertops. Patrons eagerly dip warm pita into the creamy texture swimming with olive oil. You follow your guide’s lead and glide your pita into the dip made of chickpeas and oil, tasting the pure decadent flavor of the popular Middle Eastern dish."
    },
    {
      "dayNumber": "4",
      "title": "Galilee – A Different Side of Israel",
      "description": "In the morning, the market returns to its brimming nature, filling with locals eager to find the best deal on tomatoes and artichoke. The cafes along the cobblestones streets of the Old City open their doors to the enticing aroma of fresh coffee drifting out of the antique doorways. Your private transfer meets you at the hotel and escorts you to Galilee and the largest Arab town in the country, Nazareth. Christian mythology places Nazareth as the city of the Archangel Gabriel’s Annunciation. The tranquil and grand Church of the Annunciation was erected in the 1960s over the remnants of a Byzantine church first erected in the 3rd century. Shops line the boulevards and meandering lanes amongst a collection of mansions dating back to the Ottoman Empire. You make your way to a spice shop that has been marketing local and international flavors for more than a century. An exotic array of fragrances wafts through the open door as you enter. The vendors greet you with respect and excitement, delighted to introduce you to their trade. Turmeric shimmers with golden yellow hues and cinnamon provide an unforgettable spiced aroma to the air. Red pepper has a rich color against the muddled, powdery texture of coriander. The back room contains a large, antique machine powered by steam. The instrument processes chickpeas, while the neighboring mechanism roasts coffee, adding to the layered bouquet filling the shop."
    },
    {
      "dayNumber": "5",
      "title": "Galilee – In the Habit of the Countryside",
      "description": "In the morning, the Nazareth Market takes visitors back in time to the bazaars of old. Arabian music spills onto the cobblestone walkways. The scent of hummus and bright spices blends with herbaceous incense. Vibrant colors from spice mounds accompany effervescent pinks and yellows of the saris on display. After breakfast, your guide greets you in the hotel lobby and leads you out of the lively city to a local farm growing olive orchards to produce decadent olive oil. The scenic ride takes you along date palms and the glittering waters of the Sea of Galilee. Wildflowers blossom with yellow and pink petals against the verdant plains. Hot springs steam into the air and vineyards sweep across the landscape, offering insight into millennia of epicurean delights. You reach the farm and enjoy a view of the swath of emerald hills bordering the horizon. The image of desert scenery escapes you, replaced by the feeling of seemingly being in Tuscany or the south of France. The semi-sweet scent of the olive orchards sweeps in with the breeze. Your guide leads you along the trails around the trees, pointing out the colors of the olives dangling from the trees. Citrus groves grow near the olives, creating lush and bright fragrances to accompany the olives. The statehouse contains a sampling room offering a view of the surrounding landscape. You have a brief introduction to the historical versus the contemporary ways of pressing the olives before sampling the oil produced on the plantation. A simple sip of the olive oil offers a creamy, pure texture coating your palate, accompanied by a burst of umami."
    },
    {
      "dayNumber": "6",
      "title": "Tel Aviv – History with Flavor",
      "description": "The history of Galilee spreads beyond the streets of Nazareth, displayed in the small Kibbutz of Ginosar Yigal Alon. The center exhibits the remains of a wooden boat crafted two millennia ago. The vessel reaches a length of 26.5 feet and was constructed with a variety of recycled woods. After breakfast, your guide takes you to a Druze Village outside of Tel Aviv for a hands-on cooking lesson and introduction to the Druze culture. The religious and ethnic minority incorporates elements of Islam, Gnosticism, and spiritual philosophies. Your instructor welcomes you into her home, eager to introduce you to the flavors of Druze cuisine. You sip a tiny cup of fragrant mint tea or cinnamon coffee. Your host provides a sampling of sweets, which turn out to be candied squash. You help create a flat, round dough before slipping it into a brick kiln that quickly bakes the sesame cake. From the back window, you find the Galilee landscape spreading to the horizon with fertile hills and valleys. Your instructor helps you craft and fold crescent-shaped dumplings, stuffing the dough with soft cheese. The scent of crispy, butter dumplings quickly fills the kitchen with a mouthwatering effect. You bite into the entrée, listening to the crunch and tasting the savory melting cheese. You continue to the ancient port of Akko, where Marco Polo once passed through nearly eight centuries ago en route to China."
    },
    {
      "dayNumber": "7",
      "title": "Tel Aviv – The Scents of the City",
      "description": "In the morning, fishing boats weigh anchor and make their way along the Mediterranean. The water shimmers in the spreading sunlight and splashes against the gold sand beaches. A private chef meets you at the hotel, eager to lead you through the fabulous markets of Tel Aviv. Locals make their way to the shoreline and bask in the splendid heat. Cyclists and joggers take to the promenade stretching upwards of nine miles before reaching the antique streets of Old Jaffa. You traverse the walkways of Levinsky Market, which opened in the 1930s after Jewish families arrived from Thessaloniki, Greece. The marketplace specializes in Balkan and Persian cuisine, exhibiting stunning spice stalls and special dishes focusing on the various uses of local nuts. Gourmet restaurants stand beside dried fruit stands, and bakeries offer tastings of crispy baklava smothered in honey. The scent of fresh bread drifts out of a locally celebrated bakery while a range of Turkish spices fills the store of a popular delicatessen. Dried mango and sugared dates provide a sweet scent to the air. After exploring the market stalls, your private chef leads you into the kitchen to learn the secrets of preparing a proper Israeli meal, accented with restaurant quality sophistication."
    },
    {
      "dayNumber": "8",
      "title": "Tel Aviv – Beyond the Golden Beaches",
      "description": "The history of Israel explains the developed flavors of the cuisine. Today is yours to explore the splendors of Tel Aviv, your favorite dishes of the varied cultures of Israel, and the beachside chic of the city at your preferred pace. The Mediterranean waves lap at the shoreline beneath the sporadic high-rises of the contemporary city. Locals play matkot on the sand, the national sport of Israel, bouncing the ball back and forth with wood paddles. Carmel Market fills with antique architecture and colorful produce, from artichokes to radishes. You make your way to Jaffa to visit one of the oldest ports along the Mediterranean. The former railway station now holds a series of boutique shops and charming cafes connected to the cobblestone walkways. The sunlight bounces off the antique stone structures overlooking the jetties. Artists capture the beauty of the seaside and charms of daily life through various methods. Masts of moored fishing boats wade in the calm sea and reflect in the turquoise water’s surface. Walk beneath the stone archways and follow the meandering streets amongst the aroma of enticing hummus and delicious shakshuka, eggs poached in a tomato chili sauce, mingling with the scent of the sea. The clock tower was erected in the early 1900s and continues to rise above the antique streets of the city, representing one of the major landmarks of the historical city."
    },
    {
      "dayNumber": "9",
      "title": "Tel Aviv – Lingering Tastes in Tel Aviv",
      "description": "The lush greenery of Yarkon Park beckons to the locals of Tel Aviv. Families cast fishing lines into the lakes and thrill seekers climb the artificial rock wall. The Yarkon River travels through the park and filters into the Mediterranean Sea after more than 17 miles. Restaurants throughout the city open their doors to the aroma of simmering shakshuka and freshly brewed Arabica coffee. Juiceries make freshly pressed juices from vibrant produce bought earlier that morning at the Carmel Market. Your private transfer meets you at the hotel when you are ready, and escorts you to Ben Gurion International Airport for your flight home."
    }
  ],
  "map": ""
}