{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-to-singapore-overland-adventure-holiday",
  "tourName": "Vietnam to Singapore overland adventure holiday",
  "placesVisited": "",
  "generalInfo": "Discover some of South East Asia's most dynamic and modern cities to tropical rainforests and isolated, unspoilt beaches this local transport trip takes in many iconic highlights, while also uncovering some unknown gems well off the backpacker trail",
  "durationDays": "44",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HO CHI MINH CITY Our South East Asia adventure begins in Ho Chi Minh City (HCMC) also known as Saigon. This city pulsates 24/7, as countless motorbikes swarm through its crowded streets with plenty to keep us occupied for a couple of days. We will visit the War Remnants Museum and you will also have time to visit Reunification Palace, or take a day trip to the nearby Cu Chi Tunnels, where the Vietcong dug out an underground network of supply lines during the war. Also, not far from HCMC you can visit the Cao Dai Temple, a unique religious sect that fuses many different elements with colourful and memorable services that visitors are welcome to observe. There are also day trips available to the Mekong Delta, to see where this mighty river finally ends its long journey into the sea. Fortunately for us, this is not the end of our Asian adventure!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HO CHI MINH CITY TO BATTAMBANG HCMC is often a tiring and relentless experience with so much to do and its unremitting pace, so it’s a good thing that next up we have the more laid-back feel of Cambodia. A country with a tragic past, as the horrors of the Khmer Rouge are still within living memory, most visitors are amazed and inspired at the positivism and endeavour of the people who live in this stunning country, which is also home to one of the greatest ancient wonders to be found anywhere in the world"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BATTAMBANG TO SIEM REAP We leave Battambang by boat, cruising along the Tonle Sap lake upriver to Siem Reap, the gateway to Angkor Wat. This iconic abandoned temple, which adorns the national flag of Cambodia, is said to be the world’s largest religious monument. But there is far more to the whole site, known collectively as the Temples of Angkor, and away from the most famous site there are countless ruins to explore, many of which have been slowly reclaimed by the surrounding jungle and it doesn’t take too much effort to find yourself completely away from the crowds. We include entry for one day to the whole site, which can be explored either by tuk-tuk with a hired driver/guide for the day, or by yourself on bicycle, as it is only a short distance from Siem Reap itself. The fact that Angkor Wat is so nearby gives Siem Reap the feel of a busy tourist town. This has obvious pitfalls, but also means it is a great place to enjoy a night out and bump into travellers from all over the world going in each and every direction."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "SIEM REAP TO SURIT THANI A full day’s drive and border crossing brings us to Bangkok, the vast and steamy capital of Thailand, known as the ‘Land of a Thousand Smiles’. Bangkok has plenty to keep us occupied, from glitzy shopping malls full of western brands to ancient palaces and monuments to the revered royal family. We include entry into the Grand Palace and Wat Phra Kaew, also known as the Temple of the Emerald Buddha. We spend three nights here so there is time explore the many canals on a Khlong Tour, visit one of the weekend Floating Markets, or take a stroll down the world famous Khao San Road, the start and end point to many travellers’ journeys through South East Asia.You also have the option to visit the small town of Kanchanaburi, which is known for the Bridge on the River Kwai. Built by Allied prisoners of war during the Second World War the bridge was immortalised in the film of the same name. It is possible to view and cross the bridge, and the nearby Thailand-Burma Railway Centre and the war cemeteries are also well worth visiting.After our time in Bangkok we head to Surit Thani, from where we begin our beach week on one of Thailand’s famous tropical islands!"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "SURIT THANI TO BEACH WEEK From Surit Thani we board one of the many ferries to take the short trip across to either Ko Pha-ngan or Ko Samui. These islands are famous, or perhaps infamous, for their Full Moon Parties and lively backpacker scene, but they are also home to some world-class scuba diving, quiet and idyllic white beaches with warm, inviting turquoise waters and it is easy to escape the crowds for some serious downtime! The Thailand beach week is not included in the trip price, and you are free to make your own arrangements for your accommodation for this time, choosing where you’d like to stay and what you want to do! Return boats to and from the islands are included."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "BEACH WEEK TO PENANG After some time out we all meet up again for the return trip to Surit Thani with an overnight stop in Hat Yai before entering Malaysia. This former British colony has an exotic blend of Malay, Indian, Chinese and European influences, which are reflected in the people, architecture and, perhaps most of all, its food! Our first stop is Penang, where we spend a couple of nights and will have free time to explore."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "PENANG TO PULAU SAMOSIR Leaving Malaysia we take a short flight to Medan, just across the Strait of Melacca on Sumatra, in Indonesia where you can explore the Grand Mosque or palace, or just sit back and soak in the city’s coruscating atmosphere (flights are not included and can be booked during the trip). It is Sumatra’s lush jungles, one of the richest ecosystems in the world, steaming and at times rumbling volcanoes and blue crater lakes which make this part of the world fascinating and so different from everything else experienced on the expedition to date. As we head into the interior of the world’s sixth largest island our destination is Lake Danau Toba, home of the Batak people. The lake covers an area of 1707 sq km and we head for the island in the middle of the lake called Pulau Samosir which is almost the same size as Singapore. The island offers many different options but the best way to experience it is to head off on a bike or motorbikes and explore the countryside, from swimming to trekking, to trying your hand at Indonesian cooking in one of the culinary schools and just enjoying the stunning scenery. The cool air, highland setting, with steep, pine-covered slopes, descending into the lake's deep blue water is great place to kick back and relax. The island's unique and fascinating Batak heritage, is evident in the clusters of sopo (tribal houses) with roofs that curve upwards, like buffalo horns, white-washed churches that dot the landscape, and ancient stones and monuments For a bit of local flavour, visit a toddy shop and try a glass of 'tuak' (palm wine). The Batak people are known throughout Indonesia for their love of singing and playing music, and tuak is just the thing to get you fired up to join the singalong!"
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "PULAU SAMOSIR TO BUKIT LAWANG The wildlife in all this area is abundant but our next destination’s big attraction is the orangutan feeding station at Bukit Lawang. Deep in the Sumatran jungle, these feeding stations have been created to support the indigenous orangutans as much of the normal habitat has been removed for agriculture or palm oil plantations. By creating these feeding stations, the orangutans do not have to compete with the locals by raiding their fields. We visit the feeding station and there is also the opportunity to trek through the jungle and hope to spot these incredible creatures in their natural environment. The Gunung Leuser National Park and surrounding area has plenty else to offer, from exploring the ‘bat cave’, day or overnight guided hikes in the national park on the search for wild orangutans and the many other primates and larger mammals in the park. The chance to float back down to the starting point on an inner tube is a great way to finish your trek!"
    },
    {
      "dayNumber": 34,
      "title": "",
      "description": "BUKIT LAWANG TO MELAKA Returning from Indonesia to Malaysia, we have time to explore the town of Georgetown on the island of Penang. Formerly the Malayan base for the historic East India Company, it’s a great spot to take a wander amongst the crumbling colonial buildings and check out the impressive street art. The other great thing is the food"
    },
    {
      "dayNumber": 43,
      "title": "",
      "description": "SINGAPORE And so, in a flash, you will be arriving into Singapore, our final stop on this epic journey. The city has plenty to offer, from a world-class zoo, to endless shopping malls, and a national passion for food that is hard to match! Known as the ‘Lion City’ it is one of Asia's most affluent and vibrant, and a great place to spend a couple of days exploring. It’s also a great place to celebrate the end of our epic journey across Asia, and so in the spirit of overlanding this epic route we head to the Long Bar at the Raffles Hotel and raise a toast with a Singapore Sling and relive all the experiences that you have shared since your trip began"
    }
  ],
  "map": ""
}