{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "highlights-of-vietnam-and-cambodia-small-group-holiday",
  "tourName": "Highlights of Vietnam and Cambodia small group holiday",
  "placesVisited": "",
  "generalInfo": "Explore French colonial cities, vibrant riverside life and lost jungle temples on this fast-paced adventure through Vietnam and Cambodia. Our all-encompassing two-week itinerary ticks off all of the highlights and more, travelling from Hanoi to Siem Reap, via Old Saigon. <br/> <br/> Halong Bay - Cruise through turquoise waters and past the towering limestone cliffs of this iconic bay.<br/> Hoi An - Discover the ancient merchant's town with its temples and Chinese architecture.<br/> Siem Reap - Spend three days exploring the once-lost jungle temples of Angkor.<br/>",
  "durationDays": "15",
  "price": "1985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Hanoi",
      "description": ": Arrive in Vietnam's capital, Hanoi, famous for its rich culture, bustling life and colonial influences. Its small lakes, busy streets and secluded alleyways are all waiting to be explored. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Hanoi at any time. If you'd like an airport transfer, you'll need to arrive into Noi Bai International Airport (HAN), which is a 45-minute drive to the hotel. Should you miss the welcome meeting, our tour leader will leave a note at the hotel reception to inform you of any essential information. If your flight arrives earlier in the day, you might like to walk around the peaceful shores of Hoan Kiem Lake."
    },
    {
      "dayNumber": 2,
      "title": "Discover the sights of Hanoi including the Old Quater",
      "description": ": This morning, we'll set out on a tour of the main sights of Hanoi. Architecturally styled like a French provincial town with tree-lined boulevards and low-built houses, the city is wonderfully nostalgic. Among the interesting sights are the charming One-Pillar Pagoda and the Presidential Palace. Ho Chi Minh himself, a spartan-living and scholarly man, chose not to live in the Presidential Palace, he preferred instead a simple teak stilt house specially built for him on the grounds. In the afternoon, our tour leader will give you a map and instructions so you can discover the narrow lanes of the fascinating Old Quarter solo, where the streets are named after various crafts or specialities: Paper Street, Silk Street, Basket Street and so on. The shops themselves have very narrow frontages but are actually quite deep; they are known locally as tube shops. On the pavements, food vendors sell noodles, snacks and stir-fries from shoulder panniers. Take some time to really soak in your unique surroundings with the tempting smell of the food stalls mixing with the scent of incense from small temples dotted around."
    },
    {
      "dayNumber": 3,
      "title": "Cruise amongst the limestone cliffs in Halong Bay",
      "description": ": We leave the city behind this morning and head east towards Halong Bay. The Bay is as mystical as it is beautiful; it is a place where thousands of jagged limestone islands rise majestically out of the jade green waters of the Gulf of Tonkin. It is also the stuff of legend; in fact Halong means: 'Where the dragon descends to the sea'. It is said that the World Heritage site was created by the pounding tail of a dragon as he ran from the mountains into the sea, carving the islands in his wake. This afternoon, we raise anchor and head out of the bay, cruising past the towering limestone cliffs, and visiting the eerie Sung Sot Cave. We spend tonight on board a junk boat which has been converted to offer a traditional sailing experience, but with all comforts of a more modern vessel."
    },
    {
      "dayNumber": 4,
      "title": "Continue the cruise; overnight train to Danang",
      "description": ": We wake this morning to the romantic scenery of Halong Bay and continue our adventure through this awe-inspiring seascape. There will be chances to drop anchor and explore, perhaps visiting a beach, a floating village or a grotto beneath towering cliffs. We'll have a traditional seafood lunch on board, before disembarking and returning to Hanoi. This evening, we'll board the Reunification Express for our overnight rail journey south, to Danang, staying in comfortable four-berth cabins. Passing through some of Vietnam's most breathtaking landscapes, it's an authentic and practical way to travel. That being said, amenities are fairly basic. While we try to ensure our group stays together, at times we might have to share cabins with local travellers."
    },
    {
      "dayNumber": 5,
      "title": "In Hoi An, afternoon tour of the Old Town",
      "description": ": The train is scheduled to arrive around lunchtime into Danang, where we'll then make the short transfer by road to Hoi An. The historic merchant town of Hoi An was one of the busiest international trading ports of Southeast Asia. First colonised by the Portuguese in the 16th century, it retains its medieval charm today, with many of its old buildings superbly preserved. After some time to freshen up, we'll set off on foot for a walking tour through this charming port town. We'll visit the famous Japanese Bridge, along with some of the Chinese temples and grand meeting halls. The traditional wooden houses are an interesting feature in this town and offer us some wonderful photographic opportunities."
    },
    {
      "dayNumber": 6,
      "title": "In Hoi An, free day to explore",
      "description": ": Today is left free to explore and soak up Hoi An's unique atmosphere. There are plenty of shops, bars and restaurants and it's a great place to buy souvenirs, have clothing tailored or simply watch the world go by in a riverside café. You might like to take an optional excursion to the holiest and most evocative of Vietnam's Cham sites, My Son. The Chams were dynastic lords who rejected the authority of China in 2AD and established their own kingdom. For 1,000 years, they managed to stave off attacks by the Vietnamese and Chinese, before being overcome by the Vietnamese in the 15th century. Alternatively, if you'd prefer to stay in Hoi An, you can take part in a cookery course. Here you can learn the secrets to sumptuous Vietnamese cuisine and sample your own creations for lunch. We also have a chance to go out in a Vietnamese 'basket boat' - a circular boat constructed from bamboo that takes some practice to row!"
    },
    {
      "dayNumber": 7,
      "title": "In Hoi An, free morning, flight to Ho Chi Minh City",
      "description": ": This morning has been left free for some last minute-shopping or sightseeing before driving up the coast to Danang. Here, we will board our flight south, to the rather different and modern Ho Chi Minh City or Saigon as it is better known by the locals. Saigon was heavily bombed during the war, and modern day Ho Chi Minh City is now a curious mix of French Colonial architecture and modern gleaming skyscrapers."
    },
    {
      "dayNumber": 8,
      "title": "Walking tour of Old Saigon, free afternoon in Ho Chi Minh City",
      "description": ": This morning, we walk around the central sights of this multi-faceted city, taking in the Notre Dame Cathedral and the GPO building as well as some of the old Colonial hotels such as The Rex. We then go to the Independence Palace (renamed the Reunification Hall) and the graphic War Remnants Museum, where you will learn about the Vietnam War from a very different viewpoint to that of Hollywood. This afternoon has been left free to either relax, or perhaps for further exploration of this fascinating city."
    },
    {
      "dayNumber": 9,
      "title": "Cruise along Mekong Delta",
      "description": ": Today we head into the fertile lands of the Mekong Delta that lie sandwiched between the South China Sea and the Gulf of Thailand. A traditional area where people have lived off the land for generations, we have the chance to witness the daily life of the fisherman and farmers as we cruise through the myriad of waterways that make up the Delta. Passing through narrow tree-lined canals and past floating villages, we reach the trading town of Cai Be where we have the chance to barter with the locals for exotic fruit, vegetables and refreshments. We enjoy lunch at a local restaurant before visiting a family business to see how coconut sweets are made. We then transfer back to Ho Chi Minh City late this afternoon."
    },
    {
      "dayNumber": 10,
      "title": "Morning visit to Cu Chi Tunnels, drive onto Phnom Penh",
      "description": ": This morning, we take a short drive out to the infamous Cu Chi Tunnels, which formed an incredible underground command base for 10,000 Viet Cong troops and were a major part of the 1968 Tet Offensive. The site offers a fascinating insight into the resourcefulness of the Vietnamese. If you're brave enough, you can crawl through a small, specially adapted section of the and sample the claustrophobic conditions in which the Viet Cong lived. Afterwards, we'll continue north to cross the border into Cambodia. Border formalities take place at Moc Bai (Vietnam) and Bavet (Cambodia) crossing point. Our final destination is Phnom Penh, Cambodia's capital. Our total driving time today is five to six hours including stops."
    },
    {
      "dayNumber": 11,
      "title": "Uncover the sights of Phnom Penh including the Royal Palace, afternoon free",
      "description": ": Phnom Penh is now a lively city, complete with trendy river-side restaurants and bars, a warm welcoming atmosphere and smiling friendly locals. Accompanied by a local guide, we'll visit the National Museum, a treasure trove of beautifully preserved carvings and lintels rescued from Angkor; the glittering Royal Palace Silver Pagoda as well as the temple of Wat Phnom before having some free time in the city. This afternoon there is the option to visit the emotive Tuol Sleng Genocide Museum, formerly a high school that became the Khmer Rouge's main torture and interrogation centre; and the Killing Fields of Choeung Ek - where the memorial stupa is a glass tower filled with human skulls - a gruesome reminder of the scale of Pol Pot's atrocities."
    },
    {
      "dayNumber": 12,
      "title": "Drive to Siem Reap and visit the floating village of Chong Kneas",
      "description": ": We set off into the countryside this morning, driving out of the city and towards Siem Reap. The drive is very picturesque, taking us through rural Cambodia, past vast rice fields and through stilted villages. After checking into our base in Siem Reap for the next three days, we set off towards the vast Tonle Sap Lake. Here, we'll board our charter boat for a leisurely cruise through a floating village, where we'll see floating houses, riverside markets and an array of locally made boats."
    },
    {
      "dayNumber": 13,
      "title": "Full day visiting the temples of Angkor",
      "description": ": Our exact programme over the next three days might change slightly at our tour guide's discretion. Angkor was once a series of cities, built between the 9th and the 13th centuries by the Khmer kings, with a population of 750,000 in its heyday. The Angkor complex is spread out over 155 square kilometres, scattered with carved stone temples, elegant sculptures and incredible bas reliefs. We'll visit the Rolous group, which are some of the earliest temples. In the afternoon, we'll make the one-hour drive to visit Banteay Srei, a small but beautiful temple with exquisite carvings. Finally, we'll end the day at East Mebon, with a visit to Pre Rup temple to watch the sunset."
    },
    {
      "dayNumber": 14,
      "title": "Further exploration of the Angkor temple complex",
      "description": ": We'll continue to explore today with a visit to the temples of King Jayavarman Vll, reputedly Angkor's greatest king. The fortified city of Angkor Thom, which he built at the end of the 12th century, is enclosed by a square wall with five monumental gates decorated with stone elephant trunks. Originally, crocodiles inhabited the moat and huge statues of 54 different gods protected each gate. The city contains another of Angkor's true gems - The Bayon. Although not as impressive as Angkor Wat from a distance, The Bayon is nevertheless incredible for its maze of corridors, gothic style towers and magical central temples. A highlight for many is a visit to the atmospheric temple of Ta Prohm, where the film Tomb Raider was filmed, lying half consumed by the jungle. We'll leave the best known and most breathtaking of all the sights, Angkor Wat, for last - where we'll stay until the sun sets on the last night of our adventure."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Siem Reap",
      "description": ": The trip ends after breakfast at our hotel in Siem Reap. There are no activities planned today, so you're free to depart from Siem Reap at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Siem Reap International Airport (SIA), which is approximately 60-80 minutes from the hotel. If you have time, you might choose to browse the old market for some last-minute bargains or visit the APOPO Museum."
    }
  ],
  "map": ""
}