{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "thai-indochina-holiday",
  "tourName": "Thai Indochina holiday",
  "placesVisited": "Ho Chi Minh City tour, Cu Chi Tunnels, Mekong Delta walking tour, overnight homestay, Sam Mountain at sunset, free day in Sihanoukville, free afternoon in Phnom Penh, visit the Royal Palace and the 'Killing Fields', 2 days at Angkor Wat, tour of Bangkok",
  "generalInfo": "This classic Indochina holiday route incorporates three Southeast Asian heavyweights with no stone left unturned as you drive from Vietnam, Cambodia and fly onwards for two nights in Thailand’s capital city, Bangkok.<br/><br/>Starting in Ho Chi Minh City you’ll be treated to guided sightseeing and walking tours prior to experiencing life on the Mekong Delta in traditional homestay accommodation.<br/><br/>Bidding Vietnam adieu your Indochina holiday tour crosses the border west into Cambodia as you head towards the ruined citadel of Angkor Wat via beach time in Sihanoukville and the more sobering sites and memorials of Phnom Penh.<br/><br/>Exploring amongst the jungles and agricultural fields of rural Cambodia is what Indochina holidays are all about with the remarkable ruined temples of Angkor Wat providing an exciting finale prior to flying to Thailand to rest, refuel or reinvent as the mood dictates.<br/>",
  "durationDays": "14",
  "price": "2549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ho Chi Minh City, formerly known as Saigon, is an exciting and absorbing city where bicycles battle with trucks and temples stand defiantly alongside modern developments. Devastated by the Vietnam War, Ho Chi Minh City is now a bustling free market city where anything goes. If you arrive with some time to explore, the Ben Thanh Market is within walking distance and highly recommended. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a warm Vietnamese welcome by arranging a group dinner at a local restaurant. Want extra time in Ho Chi Minh? Secure pre-tour hotel nights through your sales representative. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning, we leave the city behind and head west to the Cu Chi tunnels. Used by the Viet Cong during the war, this network covers three levels and approximately 150mi (240km) of tunnels. Traditionally, these were very narrow but some areas have been widened to allow tourists to explore the system. People with claustrophobia may prefer to stay outside in the sunshine. In the afternoon, we return to Ho Chi Minh City for a tour, which includes visits to the Reunification Palace and War Remnants Museum where there is an interesting record of the Vietnam/American War. Please note, some of the images are graphic. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Cai Be in the Mekong Delta, visiting a temple used by devotees of Cao Dai, an indigenous religion that fuses all the major religions of the east and west. En route, we pass magnificent countryside and stop at small cottage industries. The Mekong is locally known as the rice bowl of Vietnam and produces much of the country's fruit, sugar cane and coconuts. In the afternoon, take a relaxing sampan cruise and arrive at our accommodation. The evening is tranquil as we have dinner on an island and enjoy Delta hospitality. We spend the night sleeping at a simple homestay guesthouse built in the style of a local house. Bedding, a mosquito net and a small towel are provided. Accommodation: Mekong Homestay-Style Guesthouse"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we take a short walk around the surrounding village to learn about the daily lives of the people. We board our boats once again and cross the main channel to Vinh Long where we rejoin our vehicle for a drive further into the Mekong Delta to the small border town of Chau Doc. After checking into the hotel, we enjoy a sunset visit to the top of the holy Sam Mountain, which has views stretching into Cambodia. The evening is free to wander around this town on the banks of the Mekong River. Accommodation: Chau Pho Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After driving approximately one hour to the Tinh Bien/Phnom Den land border, we bid Vietnam farewell and cross into Cambodia. Our drive then takes us via the La Plantation Pepper farm, to enjoy lunch and an introduction to the Kampot Pepper farm. After, we transfer to Kampot town, which sits on a picturesque river. Upon arrival, we check into our centrally located hotel, our base for the next two nights, before boarding a local boat for a sunset cruise on the Kampot River. This waterway runs through the centre of town and can flow in both directions as it is closely connected to the sea. Accommodation: Twin Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, we jump on a local boat for the short trip to Koh Tonsai (Rabbit Island). Palm tree-fringed with a small beach, this is the perfect place to swim in warm water or relax and soak up the tropical surroundings. Accommodation: Twin Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "There may be the chance to rise early and do an optional walking tour with your leader to visit the Kampot fish market before returning to the hotel for breakfast. After breakfast, we depart Kampot and transfer to Phnom Penh, where we spend the next two nights. During our time in the Cambodian capital, take the chance to wander among the traditional buildings, or shop at either the impressive Central Market or the sprawling Russian Market, a souvenir hunter's paradise. Accommodation: Ohana Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, we first visit Tuol Sleng Genocide Museum (also known as S21), which graphically displays the horrors of the four years when Pol Pot ordered the murder of between 2m and 3m Cambodians. Tuol Sleng was originally a school but was used as a torture and interrogation centre between 1975 and 1979. It is a sobering but enlightening place to visit. After, we visit the Killing Fields of Choeung Ek. A football field-sized area surrounded by farmland, the Killing Fields contain mass graves for perhaps 20,000 Cambodians, many of whom were tortured before being killed. We complete our day with a late afternoon visit to the beautiful Royal Palace and Silver Pagoda inside the palace complex, so named for the solid-silver tiles that make up the floor. Similar in style and scale to the Grand Palace in Bangkok, the Royal Palace has significantly fewer visitors and there is plenty of time to wander among the traditional buildings. Accommodation: Ohana Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, we have a long drive to Siem Reap (approximately eight hours). En route, we stop at the town of Skuon, famous for its local delicacy – fried spiders. We also stop at Sambor Prei Kuk, the most impressive group of pre-Angkorian monuments in Cambodia and some of the oldest structures in the country. We'll also pause for a traditional Khmer lunch at a community restaurant before continuing our journey to Siem Reap. Accommodation: Baitong Heritage Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We spend a full day exploring the temple complex at Angkor, which French explorer Henri Mouchot described as 'grander than anything of Greece or Rome'. This Unesco World Heritage site stands alongside Chichen Itza and Machu Picchu as one of the most spectacular archaeological sites in the world. A truly magical experience and a photographer's paradise. One evening, we will watch the sun set over this magnificent scene. We visit the incredible Angkor Wat and the many temples inside the royal city of Angkor Thom, including the magnificent Bayon, which comprises 54 intricately carved towers in one temple. The Bayon certainly left an impression on a traveller in 1925 who stated 'we stand before it stunned. It is like nothing else in the land.' We also see less-visited outlying temples. Particularly impressive are Banteay Kdei and Ta Prohm, the latter still covered in jungle as it was first found. Accommodation: Baitong Heritage Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, we continue our exploration of the Angkor complex with a visit to the small but charming temple of Banteay Srei (22mi/35km from Siem Reap town). Our route takes us past paddy fields and through pretty villages. Banteay Srei was built in the 10th century and contains some of the finest examples of Khmer sculpture. Although much smaller than the later temples, all of the buildings are covered in exquisite carvings. The afternoon is free for you to independently explore the temples, wander around Siem Reap town or visit a floating fishing village and enjoy a boat trip on the Tonle Sap Lake (optional). Accommodation: Baitong Heritage Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, we transfer to Siem Reap-Angkor International Airport where the group will then take a short flight (1hr 15min) from Siem Reap (SAI) to Don Mueang (DMK), arriving early-afternoon. Upon arrival, we are met by our Thai tour leader at the airport who will be with the group for the remainder of the tour. Famous for tuk tuks, khlong boats and incredible street food, Bangkok is a feast for the senses and provides a real contrast to quieter Cambodia. Accommodation: Royal Princess Larn Luang Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We board a long-tail boat for a tour of the canals. Please note, there may be a possibility of larger groups being accommodated in a bigger boat. Bangkok was once known as the Venice of the East because of its intricate canal network. We get a glimpse of daily life as we pass local people selling wares by the river. We also visit the home of the Thai royal family at the Royal Palace complex followed by Wat Phra Kaew, home to the Emerald Buddha, one of the most venerated images in Thailand. Another highlight is Wat Po, the largest temple in Bangkok, housing a 151ft (46m) long, 49ft (15m) high gold-plated reclining Buddha. Please note, when visiting the Royal Palace, clothes covering your shoulders and knees are a requirement for entry. Accommodation: Royal Princess Larn Luang Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The tour ends this morning in Bangkok after breakfast. Catch your free transfer to the airport to begin your journey home. If you’d like to explore this invigorating city a little more, please speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}