{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "indochina-tour-small-group",
  "tourName": "Indochina tour, small group",
  "placesVisited": "Bangkok, Siem Reap, Angkor Wat, Kompong Cham, Phnom Penh, Choeung Ek Memorial, Chambok homestay, Sihanoukville, Ho Chi Minh City, Mekong Delta, Hoi An, My Khe beach, Hue, Hanoi, Halong Bay",
  "generalInfo": "Get to grips with glorious Cambodia and Vietnam on a 26-day journey, starting in Bangkok, Thailand and finishing in Halong Bay. Travelling sometimes by public bus and overnight train, this trip covers plenty of ground without breaking the bank. Stay in cool, quiet rural villages, experience the bustle and history of the region’s big cities and drink in the diverse, beautiful landscapes. The people you meet along the way are famously friendly, and the striking architecture, temples and intriguing ancient traditions give each country a unique flavour. <br/><br/>Experience all the region’s most famous sights, from the extraordinary temple complex of Angkor Wat in Cambodia to beautiful Halong Bay in Vietnam, a secluded harbour with 2,000 limestone islands and caves rising from the emerald waters. In addition, village homestays in Chambok, Cambodia, and the Mekong Delta are the chance to meet the locals, learn about their lives and enjoy some home cooking. Free days are dotted through the itinerary, so you can tailor this trip to your tastes. Choose to cycle through the rolling countryside of Hoi An in Vietnam, learn to cook local cuisine, enjoy a Thai massage or  simply laze on palm-fringed beaches. <br/>",
  "durationDays": "26",
  "price": "1770",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat-dee! Welcome to Bangkok. Your adventure begins with a welcome meeting at 6 pm, where you’ll meet your trip leader and fellow travellers. If you arrive early, you could take a riverboat to Chinatown and explore the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road, or indulge in a Thai massage. There is plenty to keep you occupied in this exciting city. After your briefing, why not head out with the group to try some of Bangkok’s famed street food – pad thai anyone?"
    },
    {
      "dayNumber": 2,
      "title": "Siem Reap.",
      "description": "Take a flight from Bangkok to Siem Reap. The flight is unescorted, but your Thai leader will get you to the airport in Bangkok and your Cambodian leader will be ready to greet you on arrival in Siem Reap. When you arrive, enjoy a free evening to explore this small but bustling town. You may want to head to Pub Street to grab a bite to eat and sample the city’s nightlife. Or, maybe rest up in preparation for tomorrow’s visit to Angkor Wat."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap.",
      "description": "Today you'll visit the incredible Angkor complex with your guide. If you’re keen, this place is best seen at sunrise, so you can get up super early and head to the complex on your own before your included tour. With your group, you’ll hop on the Remork-moto (Cambodian Tuk-tuk) with an all-female crew from Drivers Srey, whose mission is to support local women with sustainable income to support their families – this will be your transport at Angkor Wat today. With a knowledgeable local guide, you’ll be able to make the most of your visit to the world-famous Angkor complex, built between the 9th and 13th centuries when the Khmer Empire was the pre-eminent influence in Southeast Asia. The ruins are scattered over some 160 square km – the biggest religious monument in the world! Thankfully, the central cluster of temples is close to Siem Reap, so you'll have plenty of time to fully appreciate the main archaeological sites, including Angkor Wat – the astounding main temple, Bayon – a marvel of many sculpted decorations and Ta Prohm – a series of smaller temples covered in tree roots and jungle. Your guide will add to your experience by bringing ancient history to life with their extensive knowledge of the site."
    },
    {
      "dayNumber": 4,
      "title": "Battambang.",
      "description": "Today, enjoy a free morning in Siem Reap (if Angkor is calling you back, maybe get up early and catch the sunrise) before travelling to Battambang – Cambodia's second-largest city. Battambang (pronounced Battambong) is a riverside town of French elegance, Khmer people and beautifully preserved architecture. The city is famous for its many statues of animals and divinities that decorate the streets and buildings. The city lacks the traffic of Phnom Penh and the visitor numbers of Siem Reap, so it’s a great place to get a real, authentic slice of Cambodia. When you arrive, follow your leader on an orientation walk to familiarise yourself with the town. Then, enjoy some free time. Tonight, maybe walk along the riverfront where locals indulge in yoga and folk dancing, and watch the sunset."
    },
    {
      "dayNumber": 5,
      "title": "Battambang.",
      "description": "There are lots of optional activities you can choose from today – just ask your trip leader will for advice. If you’re feeling active, maybe hop on a bike or take a tuk-tuk tour to the countryside to learn about rural life. Maybe take part in a cooking class and try your hand at some Khmer cuisine. Or, you might like to visit the hilltop Wat Banan temple, offering 360-degree panoramic views over the Sang Ke River."
    },
    {
      "dayNumber": 6,
      "title": "Chambok.",
      "description": "Travel by private vehicle into rural Cambodia this morning, to the region of Kampong Speu and the village of Chambok. A member of the Chambok community will take you on a village walk when you arrive – chat about the community’s history, lifestyle and local ecotourism projects and meet the families you’ll be spending the night with. In the evening, head to the community centre to enjoy a local Khmer dinner prepared by some community members. You'll also be treated to a traditional dance performance."
    },
    {
      "dayNumber": 7,
      "title": "Kampot.",
      "description": "Morning after breakfast, trek to stunning Chambok waterfall, if the weather's right before jumping on a private bus this morning and drive to Kampot – one of Cambodia's most attractive old towns. Renowned for its pepper, Kampot supplied most French restaurants with this vital spice for many years during colonial rule. Today, the region is well-known for its plantations of durian – a spiky, pungent fruit that you either love or hate (try one and decide for yourself). In your free time this afternoon, maybe stroll along the riverside and observe the French architecture, or have a cup of coffee on the veranda of one of the riverside restaurants and admire the view of the Bokor Mountain Range."
    },
    {
      "dayNumber": 8,
      "title": "Kampot.",
      "description": "Enjoy a free day in this chilled-out town. For a unique photo opportunity, head to the roundabout in the centre of the town, where a giant durian statue sits smack in the middle. Then, maybe browse for goodies at the covered market. The nearby countryside is also a delight to explore – among fields of Kampot pepper and rice there’s also a salt field and a limestone cave with a small seventh-century brick temple inside called Phnom Chhnork. Otherwise, why not have a relaxing day and enjoy one of the highly recommended traditional massages?"
    },
    {
      "dayNumber": 9,
      "title": "Phnom Penh.",
      "description": "Leave Kampot in your dust this morning and travel by local bus to the capital city of Phnom Penh. Cambodia's capital is set on a major junction of the Mekong and Tonle Sap rivers and boasts some fine examples of French-inspired architecture. Perhaps spend your free afternoon visiting the Royal Palace and Silver Pagoda. Wat Phnom, shrouded in myth, is equally worth a visit, as is the National Museum with its excellent Khmer collection. Cyclo tours around the city are a great alternative to walking and generally include the art deco Psar Thmei (Central Market), US Embassy, Wat Phnom, Mekong riverfront, Independence Monument and Royal Palace."
    },
    {
      "dayNumber": 10,
      "title": "Phnom Penh.",
      "description": "Today you’ll have the opportunity to learn more about Cambodia's tragic past on a guided tour of Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek – two sites that tell the story of the tragic legacy of the Khmer Rouge. After this, the afternoon is free for you to explore further. If you're looking to relax, the Seeing Hands massage parlours are some of the best in the city, and all visits support the staff who all have visual impairments. Their years of expertise may be just what you need today after a busy couple of days!"
    },
    {
      "dayNumber": 11,
      "title": "Ho Chi Minh City.",
      "description": "Travel by local bus from Phnom Penh to Ho Chi Minh City. Your leader will again assist you with border crossing procedures and you’ll stop for lunch. When you arrive, get out and discover Ho Chi Minh City's blend of old and new, east and west, and be sure to sample a baguette or some of the excellent coffee on offer – both markers of the city's strong French influence. Tonight, maybe hit one of the hole-in-a-wall bars and explore the nightlife. Ask your leader for the best restaurants and bars in the area to toast to a trip well-travelled."
    },
    {
      "dayNumber": 12,
      "title": "Ho Chi Minh City.",
      "description": "Enjoy a free day in Ho Chi Minh to get out and discover the city at your own pace. Alternatively, why not get an up close and personal history lesson on guerrilla warfare during an Urban Adventures tour to the Cu Chi tunnels. This underground network in the middle of the jungle was used by the Viet Cong during the war. Take the chance to climb into the tunnels and imagine what it would’ve been like to eat, sleep, work and cook – even go to school underground as conflict raged above. Return to Ho Chi Minh where there will be a meeting at 6 pm to welcome any new travellers joining you on the next stage of your adventure. Afterwards, perhaps get to know your new travel buddies over an optional group dinner."
    },
    {
      "dayNumber": 13,
      "title": "Mekong Delta.",
      "description": "This morning, head away from the city and make your way to the province of Ben Tre, where you’ll get on a boat to tour the canals of the Mekong Delta. This fertile area is famous for its abundance of fruit, flower and rice crops, and is known as the ‘rice bowl’ of Vietnam. During your boat ride you’ll visit some cottage industries along the river before heading to your guesthouse. Tonight's homestay, close to the delta and hosted by a Vietnamese family, will be one of the highlights of your trip, giving you a taste of community life as well as the chance to enjoy a traditional home-cooked meal."
    },
    {
      "dayNumber": 14,
      "title": "Mekong Delta – Ho Chi Minh City – Overnight Train.",
      "description": "Rise early to the sounds of the river coming alive, and enjoy a simple breakfast before boarding the boat back down the delta and catching a bus back to Ho Chi Minh City. Enjoy some free time in Ho Chi Minh City this afternoon, perhaps with a visit to the War Remnants Museum or Reunification Palace. If you haven’t already, head to Ben Thanh Market for some delicious street food, colourful shopping and even more colourful characters. This evening, board an overnight train bound for Danang. Trains are a common form of transport in Vietnam, so sit back and relax into this local experience."
    },
    {
      "dayNumber": 15,
      "title": "Hoi An.",
      "description": "Arrive in Danang by train and travel by minibus to Hoi An – a UNESCO World Heritage site that continues to undergo restoration work today. It was a major trading port with the West from the 17th century. Today, parts of Hoi An look exactly as they did more than a century ago. Your leader will take you on a sightseeing walk through the Old Town and visit some of the city's major attractions. A sightseeing pass is included in your tour so you can visit a selection of the major sights. Hoi An is also a shopping haven, so head down to the markets and street stalls to browse paintings, woodwork, ceramics and lanterns. It’s also famous for its tailors who can make beautiful items to order, and with almost three full days here you have the chance to have some unique pieces whipped up."
    },
    {
      "dayNumber": 16,
      "title": "Hoi An.",
      "description": "Wake up for a free morning to do as you please. It’s a great opportunity to take a trip out to the My Son temples – a UNESCO World Heritage-listed site constructed between the 4th and 14th centuries that reflects the rich cultural traditions of the Cham civilisation. In the afternoon, swap walking for cycling with a bike ride through the countryside near Hoi An. There's no better way to explore the peaceful area than on two wheels. You’ll see places few tourists get the chance to see among the green rice paddies and small creeks, which will give you a true insight into rural life in Vietnam."
    },
    {
      "dayNumber": 17,
      "title": "Hoi An.",
      "description": "You’ve got another day to explore this historic haven. Perhaps book in your final tailoring fitting this morning to make sure the threads you’re getting made fit like a glove, or hire a bike for a lazy ride out to the South China Sea to relax on An Bang or Cua Dai beach. Hoi An is also known for its great food, so you could book yourself in for a cooking class to take some culinary secrets away with you. Most tours include a trip to the local food markets, and some take you on a short boat journey along the Thu Bon River. Let your local leader know what you're into and they will be able to recommend some activities to suit."
    },
    {
      "dayNumber": 18,
      "title": "Hue.",
      "description": "Bid farewell to Hoi An this morning and make your way to Hue. The drive in a private vehicle will take around 5 hours. You’ll be travelling on the incredible Hai Van Pass, through lush mountains and past scenic lookouts, and there’ll be some good places for a photo stop. Once in Hue, you’ll have a free afternoon to explore. Hue was once Vietnam’s imperial capital and has a curious mix of bustling streets and tranquil enclaves. Perhaps visit the Dong Ba Market, which sells everything imaginable and is a great place to spend some time. It’s important to know that Hue is renowned for its cuisine, with some delicious dishes originating from this region, including bun bo hue (Hue’s delicious take on pho), and banh khoai (a filled turmeric crepe). Time to give your tastebuds a workout."
    },
    {
      "dayNumber": 19,
      "title": "Hue – Overnight Train.",
      "description": "Enjoy a free day in Hue. Perhaps visit the Imperial Citadel which includes the Forbidden Purple City that was almost totally destroyed during the Vietnam War. The gaping holes left by bombs give you an idea of how much destruction occurred in this country. If you'd rather take to the water, hop on a dragon boat cruise along the Perfume River and then visit Thien Mu Pagoda – the unofficial symbol of Hue. Here you’ll see an active Buddhist monastery dating back to 1601 and a car belonging to the monk who tragically set himself alight in public to protest against the treatment of Buddhists. You may also like to visit one of the royal tombs, that of Emperor Tu Duc, with its central lake set amid a grove of frangipani and pine trees. This evening, take another overnight train bound for Hanoi."
    },
    {
      "dayNumber": 20,
      "title": "Hanoi.",
      "description": "Arrive in Hanoi at about 5 am and transfer to your hotel. Once you’ve dropped off your bags and freshened up, embark on a walking tour of Vietnam’s charming capital. Explore the 36 streets of Hanoi’s Old Quarter – locally known as this because of each street originally selling a specific type of product. Continue to the Dong Xuan Market and Hoan Kiem Lake, making sure you check out the unique architecture along the way. Hanoi has a French provincial feel left over from colonial times, but it also has a Buddhist influence and striking modern buildings. The rest of the day is yours to explore Hanoi as you please. In the evening, why not get your group together and head out to a bustling night market for some local fare. Sitting on plastic stools and eating on the roadside is a rite of passage in Vietnam."
    },
    {
      "dayNumber": 21,
      "title": "Pu Luong.",
      "description": "Today, visit our Foundation partner Vun Art – a local organisation empowering people with disabilities in Vietnam by providing job training and employment opportunities. See how they produce tote bags and art pieces from the discarded silk that comes from Van Phuc Silk Village. Vun Art also aims to reduce climate impact by reusing these scraps and in the process, keeping traditional art alive. After, travel to Pu Luong – one of the most beautiful sites in rural Vietnam with expansive rice paddy fields surrounded by the national park. When you arrive at your homestay accommodation, you’ll have rooms boasting views of the rice fields. Have a quick lunch then head out for a trek in the middle of this natural paradise. You’ll see the water wheel in the village, locals working in the fields, and visit a few local tribes, learning about their culture and customs firsthand. After, maybe take a refreshing swim in the onsite swimming pool, watch the sunset over the terraced fields or wander the grounds on your own."
    },
    {
      "dayNumber": 22,
      "title": "Hanoi.",
      "description": "Say goodbye to the peaceful bliss in Pu Luong and head back to Hanoi. On the way, stop at Cam Luong Angelfish Stream and learn about how these fish became holy through a local legend. Then, continue your journey to Hanoi. When you arrive, you’ll have some free time – maybe explore the Old Quarter, stroll around Hoan Kiem Lake or sit in a café for some people watching. You could also visit Ho Chi Minh Complex or ask your leader for some good restaurant recommendations."
    },
    {
      "dayNumber": 23,
      "title": "Cat Ba Island.",
      "description": "This morning you'll travel by bus and ferry to beautiful Cat Ba Island before midday. There's no time to waste, so begin exploring the stunning waters of Lan Ha Bay around Cat Ba. Located in the greater Ha Long Bay area, Lan Ha Bay is one of Vietnam’s most scenic places, where limestone islands and caves rise from the emerald waters. You’ll have a free afternoon to explore at your own pace, so perhaps get active on a hike, or just enjoy a dip at one of the beaches. Have a relaxing evening on Cat Ba Island."
    },
    {
      "dayNumber": 24,
      "title": "Cat Ba Island.",
      "description": "Enjoy a full day of relaxing with a boat trip on the beautiful Lan Ha Bay. Cruise past limestone islets and tuck in to a delicious onboard lunch before taking to the water in kayaks for an unforgettable adventure."
    },
    {
      "dayNumber": 25,
      "title": "Hanoi.",
      "description": "Rise and shine! Perhaps start your morning with a refreshing swim or a Vietnamese coffee (or both). Make sure you soak up as much sun and sand as possible, because this afternoon it's back to Hanoi by ferry and bus. Tonight, you may want to head out for an optional dinner with your fellow travellers, sharing some memories and laughs over a local meal and beer."
    },
    {
      "dayNumber": 26,
      "title": "Hanoi.",
      "description": "There are no activities planned for today and you’re able to depart the accommodation at any time after check-out. With so much to see and do in Hanoi, we recommend that you spend an extra day or two here, and we’ll be happy to organise additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}