{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-luxury-tour-with-angkor-wat",
  "tourName": "Vietnam luxury tour with Angkor Wat",
  "placesVisited": "",
  "generalInfo": "Immerse yourself in incredible experiences on this expertly led cultural adventure from Hanoi in northern Vietnam to Siem Reap in Cambodia. Explore limestone cliffs and enjoy sundowners on deck as you cruise Ha Long Bay; discover culture and history in Hoi An; witness street life in vibrant Ho Chi Minh City; and slow down on the serene waterways of the Mekong Delta. Finally, we journey to Siem Reap, staying at the intimate Lynnaya Urban River Resort &amp; Spa – the perfect base to visit one of the great surviving archaeological wonders, the iconic temple complex of Angkor.",
  "durationDays": "14",
  "price": "3949",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Hanoi, the culture-rich capital of Vietnam. Stroll the broad tree-lined avenues, perhaps in search of great coffee being sold from the doorways of grand buildings. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Vietnamese welcome by arranging dinner at KOTO (Know One, Teach One). By eating here, we're helping to support their inspiring training restaurant and foundation, which gives disadvantaged young people the skills and experience needed to build a brighter future. Want to explore Hanoi further? Secure pre-tour hotel nights through your sales representative. Accommodation: Le Jardin Haute Couture"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy a sightseeing tour this morning, which includes a visit to the Temple of Literature, the site of the oldest university in Vietnam; Hoa Lo Prison; and the Old Quarter. For lunch, we visit a local restaurant. The afternoon is then free for you to wander around Hoan Kiem Lake and perhaps enjoy the view from a lakeside cafe. Accommodation: Le Jardin Haute Couture"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We make an early start for the approximate four-hour journey to Ha Long Bay, one of the most stunning sights in Southeast Asia with some 3,000 limestone peaks rising directly from the emerald sea. We cruise among this striking karst scenery, stopping to swim and kayak, allowing us to get to places inaccessible by boat (weather permitting), and enjoy a seafood lunch on board. Later in the afternoon, join the tour leader and group for a drink or two on the top deck while watching the sunset before spending the night in twin-share cabins. Accommodation: Premium boat"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We continue to cruise around Ha Long Bay this morning before returning to port. Your tour leader then introduces the group to the Ha Long Women’s Association in the Hon Gai township, an initiative committed to cleaning waste in Ha Long Bay and upcycling it, where possible, into items of value. Meet the women and witness how they upcycle trash into beautiful, handcrafted products. You may also get the chance to try upcycling too. We then drive back to Hanoi for a free evening to explore or relax. There may be an option of seeing a water puppets performance, which your leader can arrange if you wish (subject to availability). Accommodation: Le Jardin Haute Couture"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Hanoi Airport after breakfast for a flight to Da Nang. In Da Nang, we climb Marble Mountain where we explore the large caves used by the Viet Cong as a hospital base during the war. There are wonderful views from the mountain peak over My Khe Beach and the surrounding countryside which leads on to the captivating town of Hoi An, our next destination (approximately one-hour transfer). This evening, the group dines at a local restaurant with views of the atmospheric Thu Bon River. Accommodation: Hoi An Blue Sky Boutique Hotel & Spa"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning includes a walking tour of Hoi An, the original European trading port in Vietnam dating back to the mid-16th century. It is now a living museum, with attractive wooden merchant houses and pagoda-style temples. It is also a marvellous place to wander around, dipping into the thriving riverside market and shopping for silk clothing. After lunch at a local eatery, the afternoon is free to enjoy a town that has become a favourite for so many travellers to Vietnam. Options include a trip to My Son (the spiritual home of the Cham civilisation) where Cham kings were buried as long ago as the fourth century. Although bombing has destroyed much of the site, there are several interesting stone towers and sanctuaries. Accommodation: Hoi An Blue Sky Boutique Hotel & Spa"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We spend the morning visiting the local market, shopping for ingredients before visiting the renowned Green Mango Cooking School. Here we learn the intricacies of Vietnamese cooking, creating dishes under the supervision of a Vietnamese chef. You don’t need to be a proficient cook to enjoy this activity – but be warned, you eat your creations at the end of the morning! The afternoon is free to enjoy Hoi An at leisure or jump on a bike (optional) to ride through the countryside, passing markets, schools and villages, before continuing to Cua Dai beach (3mi/5km). Accommodation: Hoi An Blue Sky Boutique Hotel & Spa"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Da Nang Airport this morning for the flight (approximately 1hr 25min) to Ho Chi Minh City (formally Saigon). This is an absorbing city where scooters pack the streets and temples stand alongside modern developments. The Saigon River and Ben Thanh Market are within walking distance and are highly recommended. After arrival, we dine at Pho Hoa on Pasteur, a Ho Chi Minh City institution, which has been in operation for more than 50 years. Here you enjoy a tasty lunch of southern-style Vietnamese noodles and spring rolls. An afternoon city tour includes a visit to the Notre Dame Cathedral, the Reunification Palace and the War Remnants Museum. The museum has an interesting photographic record of the Vietnam/American War. Please be aware, some images at the museum are very graphic. Accommodation: Sila Urban Living"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leave the city and head north to visit the Cu Chi tunnels. Used by the Viet Cong during the war, the network covers three levels and incorporates around 150mi (240km) of tunnels. Traditionally, these were very narrow, but some areas have been widened to allow tourists to explore the system. People with claustrophobia may prefer to stay outside in the sunshine. In the afternoon, we return to Ho Chi Minh City and the rest of the day is free for individual exploration. Accommodation: Sila Urban Living"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We drive (approximately 2hr 30min) to the Mekong Delta this morning, where we board at . Our adventure takes us around four islets on the Tien River, known individually as Dragon, Unicorn, Tortoise and Phoenix, and collectively as the Four Sacred Islets of the Mekong Delta. During our exploration, we stop at a local house to eat seasonal fruits and enjoy the traditional music of southern Vietnam. We then walk to an orchard to sample honey tea. We also visit a coconut candy workshop to see a cottage industry in action, before riding a tuk tuk through coconut gardens to three villages (Quoi Son, Phu An Hoa and An Khanh) to learn about the daily life of the residents. After lunch, we take a rowing boat to see fish breeding in floating cages. After our tour, we return to Ho Chi Minh City, where we gather at Cuc Gach Quan this evening, a Michelin-recommended restaurant serving an elevated take on the local cuisine in a traditional Vietnamese house. Accommodation: Sila Urban Living"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Ho Chi Minh City Airport for the flight to Siem Reap in Cambodia. On arrival, we meet our Cambodian tour leader and head to Lynnaya Urban River Resort & Spa, where we spend the next three nights. Enjoy a welcome-to-Cambodia dinner in the village of Lum Orng. We eat at the first farm-to-table restaurant in the country, enjoying authentic Khmer cuisine made with many ingredients from the garden. Depending on our flight time, we may also be able to catch sunset at the Angkor temple complex. If not, we can do this tomorrow. Accommodation: Lynnaya Urban River Resort & Spa Upgrade to a junior-suite or bungalow-suite with outdoor bathtub today – speak to your sales representative for more details."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Begin today with a moment to remember: sunrise at Angkor Wat, the most iconic of the temples in the old Khmer capital. After breakfast back at the hotel, we return to Angkor to explore the World Heritage site some more, including a look around Angkor Wat, Angkor Thom and Bayon. That’s followed by a home-cooked lunch at an old wooden house in Srah Srang village. Here we are welcomed by Aunt Ki, the caretaker of this historic home, and enjoy a meal cooked by Ki and her family using locally sourced rice and vegetables. We finish our day around 4pm, with time to relax back at our tranquil resort. Accommodation: Lynnaya Urban River Resort & Spa Upgrade to a junior-suite or bungalow-suite with outdoor bathtub today – speak to your sales representative for more details."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We return to Angkor to see even more of the incredible complex. Today we visit Banteay Srei and Ta Prohm, the latter still covered in jungle as it was first found. After the temples tour, we return to the hotel to relax before our farewell dinner, which features traditional cuisine and a dance performance. Accommodation: Lynnaya Urban River Resort & Spa Upgrade to a junior-suite or bungalow-suite with outdoor bathtub today – speak to your sales representative for more details."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This cultural tour ends after breakfast. There are free transfers to Siem Reap Airport for all customers (see the Joining Instructions for more information). Alternatively, if you’d like more time to explore this fascinating destination, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}