{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-holiday-wildlife-culture",
  "tourName": "Cambodia holiday, wildlife & culture",
  "placesVisited": "",
  "generalInfo": "Explore Cambodia on this 15-day tailor-made holiday and discover much more than the temples of Angkor. Delve into the bustling capital of Phnom Penh to stroll the Royal Palace complex and marvel at the Silver Pagoda. Drive out to the Killing Fields of Choeung Ek and learn about the reign of the Khmer Rouge in the Tuol Sleng Genocide Museum. <br/>Become a bear keeper for the day and learn about the process of helping rescued sun bears and take a jungle walk with a rescued herd of elephants - watch them take a cooling dip in a nearby waterfall. Glide along the Mekong in search of the rare Irrawaddy dolphin before driving through the Cambodian countryside ranging from lush jungle landscapes to sprawling rubber plantations. <br/>Temple-hop through the vast Angkor complex including lesser visited sites such as Beng Mealea, a slumbering giant almost entirely lost to the Cambodian jungle and pretty in pink sandstone Banteay Srei with its elaborate carvings. And of course no trip to Cambodia would be complete wiithout a visit to iconic Angkor Wat, the mother of all temples, a fitting end to a magnificent holiday.",
  "durationDays": "15",
  "price": "4450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Phnom Penh."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Phnom Penh and enjoy the afternoon at leisure. Early evening enjoy a fun cyclo ride through the city followed by a sunset river cruise."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend the day exploring Phnom Penh with visits to the Royal Palace complex, home to the Silver Pagoda. In the afternoon visit the Genocide Museum known as S-21 and drive out to the Killing Fields of Choeung Ek, the resting place of many of the victims of S-21. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Phnom Tamao and spend the day as a bear keeper. Enjoy a behind the scenes discovery tour to learn how the centre looks after the resident sun bear population, a unique and fulfilling experience. (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart for Mondulkiri and en-route stop at the small town of Skuon to sample deep fried tarantula, a local delicacy. Continue on the snaking roads to the Elephant Valley Project and check-in. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today spend time with the elephants in the reserve. Enjoy a jungle walk with the small herd and learn about their history and personalities. Watch the animals enjoy a cooling dip in a remote waterfall. (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to a local Pnong minority village today, this community is very welcoming and love to meet new people. Sample some of their rice wine. Continue to the Bou Sraa waterfall and enjoy a picnic lunch by the falls. (B,L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Journey through the Cambodian lowlands to the port of Kratie. Take lunch in town before heading out on the river to search for the rare Irrawaddy dolphins, a critically endangered species. Continue to the temples of Phnom Sombok for a sunset view. (B,L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart for Kompong Thom, a journey which travels through the rubber plantations the area is known for. If you wish a stop can be made to learn about the process of tapping the trees. Pass through Kompong Chom and visit the temple of Wat Nokor. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend the morning at the Chenla-era temple complex of Sambor Prei Kuk, an important piece of Cambodian temple history. Continue the drive to Siem Reap and enjoy the afternoon at leisure. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is spent exploring the remote jungle temples including Beng Mealea, a wild and rugged temple site, and Prasat Thom the unique seven-storey step pyramid which appears more Mayan than Khmer. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Travel to Kbal Spean, a fascinating carved riverbed. Access to the site is via a steady but scenic climb through the jungle. Return to the Angkor complex to visit Banteay Srei. En-route stop at the Angkor Centre for Conservation of Biodiversity, an important wildlife rescue centre. There is also a late afternoon visit to the Cambodian Landmine Museum. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive to the Tonle Sap Lake and explore a fishing community to discover their way of life. Head out on the water to explore Kompong Pluk, a medieval floating village. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Rise early this morning and explore Ta Prohm the jungle temple in the cool dawn light. The temple is almost entirely consumed by the surrounding jungle and is a must-see temple. After breakfast visit Angkor Thom, the Terrace of the Leper King and the Terrace of Elephants. End the day marvelling at the faces of the Bayon. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Another early start this time to watch the sun rise over Angkor Wat, thought to be the world's largest religious building. Enjoy a picnic breakfast at the temple while the bulk of the crowds return to their hotels for breakfast leaving you to explore the area with far fewer people. The afternoon is at leisure until your transfer to the airport for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}