{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-history-and-culture-holiday",
  "tourName": "Cambodia history and culture holiday",
  "placesVisited": "",
  "generalInfo": "If you have an interest in both ancient and modern history, enjoy exploring beautiful rural countryside, and have a desire to immerse yourself in a local culture, then this is the itinerary for you. Our Cambodia History &amp; Culture Holiday will take you overland from the amazing ruins of the Khmer Empire through picturesque landscapes of rice paddies and palms trees via a welcoming homestay and on to the country’s capital, from where you’ll continue to your final destination located on Cambodia’s dramatic coastline. <br/><br/>Begin in Siem Reap, where you will explore the incredible temples of Angkor and visit countryside communities, floating villages, and learn about their farming and fishing practices. Enjoy a special show at the Phare Circus where performers tell stories through art. Many of the performers will have come from disadvantaged backgrounds and been given the opportunity to work in the Phare Circus by graduating from the Phare Ponleu Selpak’s vocational training centre.<br/><br/>Next, you’ll head to the village of Banteay Chhmar where you’ll get to explore the little visited, but very impressive, Banteay Chhmar temple. Explore some of the countryside in an ox-cart and meet friendly locals before enjoying dinner and bedding down in a community homestay. <br/><br/>Continue on to Battambang where you’ll enjoy more countryside exploration, this time by bicycle, and visit your first historical sight relating to Cambodia’s troubled period during the late 1970s, the notorious killing caves at Phnom Sampeau. Battambang is also the country’s art hub and you will visit a couple of galleries, as well as touring the town’s old colonial architecture. To wrap up your time here you’ll witness a spectacular show of nature where millions of bats emerge from a cave every evening. <br/><br/>The next stage of your journey will take you to Phnom Penh, the country’s capital, where you will visit markets, the Royal Palace, the genocide history sights of S21 Prison and the Killing Fields, before touring the city’s best nightlife spots for delicious food, cocktails and live music. <br/><br/>Your final port of call is the seaside town of Kep, which has spectacular views down the coastline to Bokor National Park rising up into the clouds. Here you’ll visit a farm producing the sort after Kampot Pepper and enjoy a day trip to Rabbit Island where you’ll feast on a seafood barbeque on a sandy beach. They’ll also be plenty of time for independent exploration of the local area. Be sure to try the local delicacy at Kep’s famed crab market.",
  "durationDays": "12",
  "price": "2340",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SIEM REAP: On arrival at the airport in Siem Reap, you’ll be met by your guide and transferred to your hotel in town. Enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SIEM REAP: Enjoy a full day tour of the ancient temples of the Khmer Empire, which lasted from the 9th century to the 15th century. The main temples of the Small Circuit are located within the Angkor Archaeological Park, which is only a short distance from the centre of Siem Reap. Meet your guide and transfer to the park entrance before continuing to Ta Prohm. This icon of Angkor remains subsumed in the jungle with trees and vines growing over its crumbling walls. Begin your exploration just as the temple opens when it’s peaceful and there are fewer visitors. Afterwards you’ll proceed to the most famous sight in Cambodia, Angkor Wat. The temple was built in the early 12th century during the reign of King Suryavarman II and is said to be the largest religious monument in the world. Lunch will be served at the former house of a French anthropologist in the village of Sra Srang, located within the Angkor Archaeological Park, before you continue on to the ancient city of Angkor Thom. The city was once the former capital of the Khmer Empire and is surrounded by an 8-metre-high wall with impressive gates. Inside are various impressive carvings and the iconic Bayon. This 12th century masterpiece sits in the exact centre of Angkor Thom and features 54 towers with enigmatic faces representing the 54 provinces of the Khmer Empire. End the day with a relaxing cruise in a gondola paddle boat on the moat of Angkor Thom. Canapés and a bottle of bubbly will be included, as well as soft drinks."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SIEM REAP: Your accommodation will prepare a packed breakfast for you this morning, which you will enjoy with a local family at Ta Brak village. Morning is the busiest time for villages in Cambodia and you’ll observe people going about their activities while eating. Afterwards, jump in the back of an ox cart for a ride to the local market. Explore the colourful displays of vegetables, herbs and other locally grown produce, and mingle with the shoppers who come every morning to buy fresh ingredients. From here you’ll continue on foot to see more village activity and might also get the chance to join in with some of them. Before departing Ta Brak, monks will bless your journey in an age-old ceremony. This afternoon you’ll get to explore Tonlé Sap, Southeast Asia’s largest lake. Board a motorboat and visit some floating villages whose location changes with the annual ebb and flow of the lake’s waters. You’ll get to enjoy lunch at one of the houses with a local family and learn more about their way of life. Transfer back to Siem Reap where you’ll have time to grab a bite to eat before attending a performance at the Cambodian Phare Circus, which has played an influential role in promoting and developing Khmer culture over the years after the Khmer Rouge genocide. The hour long show mixes traditional and modern theatre, music, dance, acrobatics, juggling and contortion performed in a story about Cambodian lives and society."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BANTEAY CHHMAR: Join your guide this morning for the 2.5-hour private transfer to Banteay Chhmar. The village was built next to a large Angkor-era temple of the same name and exploration of this site is your first port of call. The temple boasts magnificent carvings on the inner sanctuary walls and is mostly covered in vegetation, adding to a mysterious atmosphere which is likely to be shared with only a handful of other visitors. Enjoy a picnic lunch amongst the temple ruins before heading out into the countryside and exploring its beauty from another ox cart, which is the best way to get in touch with rural Cambodia and its friendly people. Tonight’s accommodation will be at a traditional homestay where you can learn more about the local life and customs from your hosts. Dinner will be served with the family who will then take you to see a performance of traditional Khmer music by the local villagers."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BATTAMBANG: After breakfast with your hosts, take a 3-hour private transfer to the town of Battambang, known for its colonial old town and beautiful surrounding countryside, as well as being the country’s creative arts hub. After checking into your hotel, you’re guide will take you to explore a couple of interesting art galleries and then on to the old town to admire the impressive architecture."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BATTAMBANG: Today is all about exploration of Battambang’s surrounding countryside. During the morning you’ll be taken on a bicycle tour run by Soksabike, a social enterprise aimed at preserving Khmer traditions through tourism activities. The focus of the tour will be on products coming from the myriad cottage industries in the area, such as rice paper, grolan (sticky rice steamed in bamboo), and prahok (fish paste). Observe locals making these treats and travel between villages passing picturesque rice paddies and fruit orchards. After enjoying lunch at a local restaurant your day will continue with a transfer to Phnom Sampeau, one of the few hills rising from this flat area of Cambodia. Climb to the small temple on top and take in the fantastic views of the plains below. Before departing the area, pay a visit to the notorious killing caves, which are a cruel reminder of Cambodia’s troubled past. Your final stop of the day will be near the entrance to a cave where millions of bats emerge every evening and create an impressive spectacle of nature."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "PHNOM PENH: Today you’ll make the journey from Battambang to Phnom Penh, the capital of Cambodia. Transfer time is approximately 5 hours, but you will also make stops along the way. First, you’ll pass through Kampong Chhnang, a province known for its traditional pottery, and visit a village to see the different aspects of pottery making as well as the production of rice wine. Your next stop will be Oudong, the former royal capital of Cambodia, after the fall of the Khmer Empire. The town is located at the base of Oudong Mountain on which dozens of stupas sit atop. Enjoy a traditional Khmer lunch at the base before climbing to the top and enjoying sweeping views over the plains below. Before continuing on the last leg of your journey to Phnom Penh, pass by the Vipassana Dhura Buddhist Meditation Centre and gain an insight into religion in Cambodia."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PHNOM PENH: After breakfast at the hotel, meet your guide and head out on a walking tour of the capital. You’ll pass through interesting residential neighbourhoods, passing by shops, markets and local life, and then pay a visit to one of the oldest pagodas in Phnom Penh, Wat Lanka. Continue to picturesque Wat Botom Park, which is a hive of activity throughout the day, before ending at the spectacular Royal Palace. Built in 1866 towards the end of the French colonial era, the palace serves as the royal residence of the King of Cambodia. Here you’ll learn more about the role of the Royal Family in modern Cambodia and get to visit the palace’s Silver Pagoda, with its beautiful silver tile lined floors and impressive collection of Buddha images. After a break back at the hotel, meet your guide and head to Tuol Sleng Genocide Museum, also known as S-21 Prison. This former school was taken over by the Khmer Rouge and used as its main detention centre during Cambodia’s dark period in the late 1970s. Take a sobering tour of the compound in order to learn more about its history and the stories of the people held prisoner inside. After exploring the museum you’ll end the day on a more positive note with a trip to the bustling Russian Market and an evening tour of the city’s nightlife, by local transport (remork). The tour includes a dinner made up of local specialities, rice whisky tasting at a market, and a variety of recommended drinking venues serving cocktails, playing live music and offering some of the trendiest vibes in the city."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KEP: After breakfast, transfer to the seaside town of Kep, approximately 3-4 hours’ drive from the capital. The area has plenty to offer with tropical islands nearby, a national park, a famed crab market and glorious views down to Bokor National Park, which rises from the coast into the clouds. Enjoy the afternoon at leisure at your beautiful resort or begin your independent exploration of the local area."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KEP: This morning you’ll enjoy a half day excursion to La Plantation, an organic pepper and spice farm near Kampot. This area is known for producing highly prized pepper and this tour will give you an insight into what makes Kampot pepper so special, with a buffalo cart ride around the farm and spice tasting session at one of the plantation’s restaurants. Return to Kep for an afternoon at leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KEP: Head to the resort’s pier this morning and hop into a boat for the short journey across to Rabbit Island. Relax on its sandy beaches and snorkel its waters before enjoying a delicious seafood barbeque. Take the boat back to the mainland this afternoon and enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KEP: Meet your driver and take the 3-hour transfer to Phnom Penh Airport for your onward international flight."
    }
  ],
  "map": ""
}