{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-cambodia-authentic-tour",
  "tourName": "Vietnam and Cambodia authentic tour",
  "placesVisited": "",
  "generalInfo": "Absolute Vietnam And Cambodia Tour takes you on an authentic adventure and offers unique experiences you might even didn’t know you can do. Start your journey by wandering around the beautiful temples of the Angkor Era in Siem Reap exploring Siem Reap's famous sites and less visited areas. Then head to Vietnam where you will learn the art of traditional water puppetry with the local artisan and performer, learn about Champa Kingdom with the cultural researcher, and see the hidden gems of Hanoi. See the beauty of world famous Halong Bay by taking a less busy route to explore this natural wonder of the world, spend time with local farmers in Ninh Binh soak up the beauty of so different Hoi An and Mekong Delta, and enjoy Vietnam’s most exiting bamboo circus show. This itinerary will satisfy the wanderlust and seeking of something local and special.",
  "durationDays": "14",
  "price": "3307",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SIEM REAP ARRIVAL A transfer service will be arranged to pick you up from the airport and take you to your hotel. After checking in, you can take some time to relax. In the early evening, a Tuk Tuk, which is a popular mode of transportation in Cambodia, will be arranged to take you on a trip around the suburbs of Siem Reap town. You will also have the opportunity to participate in a Buddhist monk blessing ritual for happiness, prosperity, and safety for your journey. Overnight in Siem Reap."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "EXPLORE THE ELEGANT BANTEAY SREI AND SPLENDID ANGKOR WAT TEMPLES (B) Have breakfast at your hotel before embarking on a journey out of town to visit the stunning Banteay Srei temple. This temple is well known for its intricate carvings and excellent state of preservation. On the way to Banteay Srei, we will make a stopover at Preah Dark village, followed by a visit to the Banteay Samre temple which features impressive reliefs depicting scenes of Vishnu and Krishna legends. In the afternoon, we will visit Angkor Wat, the largest temple in the world. This impressive temple covers an area of 200 hectares and is surrounded by a moat and an exterior wall measuring 1300 meters x 1500 meters. Once we return to town, we will continue our visit to \"Les Artisans d'Angkor - Chantiers Ecole,\" where you can witness the finest authentic Khmer arts and crafts, which is also a sustainable project to support the local community. Finally, we will end our day by visiting one of the city's lively open markets, Psar Chars, also known as the \"Old Market,\" where you can find anything and everything for sale. Overnight in Siem Reap."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "VISIT ANGKOR THOM AND THE JUNGLE COVERED TA PROHM (B) Have breakfast at your hotel before visiting Angkor Thom. This will include a visit to the South Gate of Angkor Thom, the Bayon Temple, which was built by King Jayavarman VII in the late 12th century to the early 13th century and consists of 54 towers. You will also visit the Royal Enclosure, the Phimeanakas, the Elephants Terrace, and the Terrace of the Leper King. Afterward, you will visit the Preah Khan temple, which was built by King Jayavarman VII in dedication to his father. This impressive monastic complex served as a Buddhist monastery and school, engaging over 1000 monks. In the afternoon, you will see the incredible Ta Prohm temple, which is covered by the jungle. The temple features enormous fig trees and gigantic creepers that have embraced themselves in the stone foundations of the structure, giving the impression of man's creation being reclaimed by the powerful forces of nature. You will then visit Banteay Kdei and Preah Rup Temple. Finally, your afternoon tour will end with a sunset view from the top of Phnom Bakeng. Overnight in Siem Reap."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EXPLORE THE FLOATING VILLAGES OF TONLE SAP LAKE – FLIGHT TO HANOI (B) On the fourth day of your trip, you will have breakfast at your hotel and then visit Tonle Sap lake, where you will enjoy a private boat ride with a guide. This lake is the largest permanent freshwater lake in Southeast Asia and flows into the Tonle Sap River, joining the Mekong in Phnom Penh. During the boat ride, you will see a fishermen's \"floating village\" that includes floating schools, a floating police station, and more. This village is like a big village floating on the lake, and it moves from place to place following water levels and currents. After the boat ride, you will be transferred to the airport for your flight to Hanoi. Upon arrival at Noi Bai Airport, after clearing all customs procedures, you should proceed to the exit gate and look for your driver, who will be waiting for you in the lobby holding a signboard with your name on it. If you cannot locate your driver, please go to the airport information counter situated in the middle of the Domestic and International arrival lobby (inside the terminal) and call the emergency numbers provided before the trip for assistance. Your driver will then transfer you to your hotel for check-in and free time to relax. Overnight in Hanoi."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "LIFE ALONG THE RAILWAY & THE ART OF WATER PUPPETRY WITH A LOCAL ARTISAN (B/L) Today, you will discover the hidden side of Hanoi where locals live and work alongside the railway. Your guide will take you to explore the markets and introduce you to the people who share their space with the railway. At 8 am, you will be picked up from your hotel and taken to the food market on Kham Thien Street to see the daily shopping activities of the locals. Then, you will venture down narrow streets to Alley Le Duan for a view of one of the city's \"railway streets,\" where people enjoy coffee on the tracks and make way for oncoming trains. You will also explore the Hanoi station, known for its unique blend of colonial and socialist architecture. After a stop at Cua Dong Street for a refreshment, you will be driven to Gia Lam Station to catch a train to Long Bien Station. Upon arrival, you can visit the bustling market shadowed by the Long Bien Bridge, a French relic that played a crucial role in the Vietnam War. In the afternoon, experience the art of water puppetry, a unique form of folk art that originated in Vietnam, with a local artisan. Your journey begins with a 30-minute drive from your hotel to a small alley in Hanoi where Mr. Liem Phan, a water puppet artisan, resides. Mr. Liem Phan is a passionate performer who inherited his talent and tradition from his father. He has performed in several countries outside Vietnam and has a profound love for playing with puppets, making them, and creating mini-stages for water puppetry. During your visit, you will sit down for a cup of tea and listen to Mr. Liem Phan's stories about the origin of water puppetry and his memorable experiences traveling the world to share Vietnamese culture and folklore with international friends. Afterward, you will witness a 30-minute show featuring lion dances, buffalo fighting, rice farming, and boat racing, among others, on Mr. Liem Phan's private mini water puppet stage on the top floor of his house. Following the show, you may take on the role of an artisan and handle the puppets in the water or work alongside Mr. Liem Phan to make and paint the puppets. Overnight in Hanoi"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HANOI – THO HA VILLAGE – GALAXY GROTTO – NHO QUAN (B/L) Explore the scenic countryside and engage in local activities with a full-day tour to Tho Ha Village, Galaxy Grotto, and Nho Quan. Depart from Hanoi and drive for two hours to reach Tho Ha Village in Nho Quan, where you can begin a leisurely 5-15km (3-10mi) bike ride, passing by charming villages and picturesque landscapes. Continue to Dong Tam Hamlet to participate in exciting agricultural activities such as crab catching, fishing, and transplanting and watering vegetables. Return to the hamlet in time for a cooking class and lunch with a local family, where you can enjoy delicious sweet potato cakes and grilled fish. After lunch, board a rowboat at Nha Le Pier for a trip to Galaxy Grotto, a stunning 900m (2,953ft)-deep cave filled with beautiful stalactites that resemble a galaxy of stars. The Grotto is also home to a large colony of bats, which you can observe near the end of the cave. The tour ends with a return trip to Hanoi in the late afternoon. Overnight in Hanoi. NOTES: Suggested departure time: 08:00 Tour duration: 09 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HANOI – HALONG BAY (B/L/D) Start your day with breakfast at the hotel before embarking on a scenic drive to Halong Bay. The breathtaking landscape of thousands of limestone islands jutting out of the emerald sea is an iconic image of Vietnam. An overnight boat trip is the best way to fully appreciate this natural wonder. The journey takes around 2.5 hours, including a 20-minute stop en route. Upon arrival at the jetty in Halong City around noon, complete check-in formalities and board the boat. After a warm welcome, enjoy a delicious lunch while cruising towards the stunning bay. In the afternoon, the boat will visit various attractions and/or offer activities, depending on the cruise itinerary, or you can simply relax on board. As the day draws to a close, the boat will anchor for the night amidst the karst formations. Savor a delectable dinner on board and spend the relaxing time on board. Overnight in Halong Bay. NOTES: Suggested departure time: 08:30 Tour duration: 08 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "HALONG BAY - HANOI – HOI AN (B) As the sun rises over Halong Bay, enjoy breakfast (or brunch on some boats) while the vessel slowly cruises back to the port. Disembark and transfer back to Hanoi airport for your flight to Danang. Once you arrive, your driver will meet you and take you to your hotel for check-in and free time to explore at your leisure. Overnight in Hoi An."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TALK WITH A CHAMPA CULTURAL RESEARCHER KIEU MAILY (B) Have a leisure day in Hoi An before meeting Champa cultural researcher to step back in time and learn about life and traditions of Cham people. Hoi An, a UNESCO World Heritage Site, where some streets are off-limits to motorbikes and building alterations are strictly enforced. Before Vietnamese settled in Hoi An it was the home for Cham people, whose life was heavily influenced by Indian culture. Today you will have a chat with Kieu Maily, a Champa Cultural Researcher who is passionate about promoting the traditional culture of the Cham people. She was born and raised in the hot and sandy Phuoc Nhon Village, Phan Rang City, Ninh Thuan Province, and made a life in HCM City as a broadcaster and writer. During your conversation with Kieu Maily, you'll have a chance to explore the Champa Amaravati House Hoi An, a Cham experience center where you'll witness lively performances and taste Cham cuisine. You'll enjoy the true art of Champa culture while sharing historical stories of exhibits and art performances told by Cham artists. Afterward, drive back to your hotel. Overnight in Hoi An"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HOI AN FREE AT LEISURE (B) Have a free day to explore Hoi An at your own pace. The best way to explore this charming town is to rent a bicycle at the hotel and cycle around the town towards the riverside or the beach. At the beach, you will find many small cafes where you could relax with a fresh fruit drink after swimming. The water in the sea is warm and calm. You could visit a tailor shop which could make you and your loved ones a new piece of clothing, bag or shoes overnight. In the evening we recommend you walk around the Old Town area, which looks charming when the shops light their lanterns. You would really feel like being in a fairy tale. And don’t skip the colorful performances organized on the street in the evening. Overnight in Hoi An"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "HOI AN COUNTRYSIDE TOUR – FLIGHT TO HO CHI MINH (B/L) After having breakfast at the hotel, you will be picked up and taken to Vong Nhi village by E-car. You will receive the bikes and start cycling through the village, covering a distance of approximately 6 kilometers. During the cycling trip, you will get to see the breathtaking landscapes of the peaceful countryside, including the green water coconut forest, prawn and red snapper farms, and rustic beauty of the rice fields. Upon arrival at Thanh Dong organic farm, which is a 10,000 square meter organic garden supporting ten local families, you will take a short stroll around the vegetable garden and listen to the farmers' life-changing story since they have started using organic methods of cultivating herbs. Afterwards, you will join the farmers in some gardening activities such as preparing and applying organic manure to the land, raking the ground, sowing herb seed, watering or picking vegetables. Then, you will leave the farm to take a basket boat ride along the Do River to The Field Restaurant. While enjoying the beautiful scenery or fishing life of local villagers on the way, you will have a short cooking class and a Vietnamese family-style lunch. After that, you will be driven to the airport for your flight to Ho Chi Minh. Upon arrival in Saigon, you will be welcomed by a guide and transferred to the hotel for check-in. You will have free time for leisure. Overnight stay in Ho Chi Minh. NOTES Suggested tour departure time 08:00 Tour duration: 04 hours"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "EXPLORE THE CANALS AND LUSH COUNTRYSIDE OF THE MEKONG DELTA (B/L) Have breakfast at the hotel and begin your journey by driving 1.5 hours from Saigon to Ben Tre, located in the heart of the Mekong River Delta. Leave behind the bustling city and immerse yourself in the lush greenery of rice paddies and fruit farms. Upon reaching the pier, board a motor boat and embark on an intriguing excursion that takes you past stilt houses, fish farms, and a glimpse of the idyllic countryside. Reach Turtle Island and savor freshly picked fruits and coconut milk while interacting with a friendly local farming family. Explore a family-owned coconut candy workshop that uses Ben Tre's famous coconuts. Glide through the Delta's intricate canal system on a rowing sampan and bask in the warmth of country hospitality while sipping a cup of honey tea and watching a traditional folk song performance. Enjoy a delicious local lunch in the town of My Tho before starting the 2-hour journey back to your hotel. Overnight in Ho Chi Minh NOTES: Suggested departure time: 08:00 Tour duration: 04 hours Lunchtime: 13:30 Estimated arrival time in Ho Chi Minh: 17:00"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "HO CHI MINH SIGHTSEEING - A O SHOW & FINE DINNING (B/D) Saigon, home to over eight million people and four million motorbikes, is a bustling city that never sleeps. Despite its modernity, it remains connected to its past. During our city tour, you will see some of Saigon's most historical landmarks, starting with the Notre Dame Cathedral. This red brick structure boasts twin spires made of materials imported from France, (the entrance is only allowed when no services are being held). Across the square is the Central Post Office, completed in 1891. Then, a short drive away, we'll visit the former Presidential Palace, which served as the headquarters of the Saigon Government during the American War. Next, we'll visit the War Remnants Museum, which provides a vivid perspective of the American War through the eyes of the Vietnamese. Please be aware that some of the displays are graphic. You'll also get to experience Saigon's famous street coffee culture, while your guide provides a brief language lesson and insights into the daily life of a Saigonese. Finally, we'll return you to your hotel. NOTES Suggested departure time: 08:30 Tour duration: 04 hours A O SHOW & DINNER AT DINING ROOM This evening, you will depart from your hotel to witness the incredible \"A O Show\". This unique performance combines various forms of art, showcasing the serene countryside and picturesque landscapes of Vietnam. The show is remarkable for its depiction of traditional Vietnamese folk games, dances, and circus acts, set against the backdrop of a blend of traditional and modern music, illuminated by artistic lighting. Bamboo pipes and baskets are incorporated into the performance as set decorations, and the performers and musicians dress in farmers' clothing, demonstrating the traditional daily activities of villagers and festive celebrations. After the show, you will enjoy a dinner of beautifully decorated dishes of innovative Vietnamese cuisine at the Dining Room restaurant, which offers a different approach to traditional Vietnamese dining. Finally, you will be transferred back to your hotel. Overnight in Ho Chi Minh. NOTES Availability: Evening only, upon request (check the show schedule) Suggested time: Public show: 18:00, 20:00 Duration: 3 hours"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "HO CHI MINH DEPARTURE (B) Relish a healthy breakfast on the final day of your trip to Vietnam and Cambodia. Complete the hotel check-out formalities, after which you can visit the local markets to buy souvenirs for your loved ones. Later your private driver will transfer you to the airport to take your flight back home."
    }
  ],
  "map": ""
}