{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-holiday-small-group-tour",
  "tourName": "Cambodia holiday, small group tour",
  "placesVisited": "Phnom Penh, Mondulkiri region, Sen Monorom, Elephant Valley Project, Stay in Cambodian eco lodge, Bike ride on Koh Rong Island, Irrawaddy dolphins at Kratie, Phnom Sombok temple, Banteay Chhmar, Battambang, Bamboo train, Siem Reap, Angkor Wat, Angkor Thom, Tonle Sap Lake cycle",
  "generalInfo": "Our Cambodia holiday is a small group tour but one that explores an itinerary off the traditional tourist trail, after having a couple of days in the capital of Phnom Penh. From here we head into the jungles of the Mondulkiri region with stays at eco lodges, Mekong River trips to see Irrawaddy dolphins, spend time in rural Cambodian communities and visit the Elephant Valley Project. <br/><br/>We visit some spectacular temples on this trip and, as well as spending the last few days at Siem Reap to see the country’s most famous complex at Angkor Wat, you will have a chance to see lesser known marvels such as Preah Vihear. Clinging to a cliff in the Dangrek Mountains, we walk up to its highest levels to take in the most wonderful views.<br/> <br/>Walking and cycling is a regular feature on this holiday with chances to explore the Mekong island of Koh Rong and also around the Roulos group of temples at Siem Riep by bike. Because even around Siem Reap we manage to get off the busy tourist trail, with one final stop at Kompong Khleang - one of the least visited villages on the Tonle Sap Lake. All in all, we have endeavoured to create an itinerary that shows you Cambodia’s wildlife and everyday life, portraits and landscapes, secret spots and spectacular sites. <br/>",
  "durationDays": "14",
  "price": "3595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour begins in Phnom Penh: The tour suggested group flights arrive in Phnom Penh in the early evening. There are no meals or activities included on this day."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Phnom Penh: Highlights of the Capital: Cambodia’s capital city is a thriving hub of activity. Sitting on the banks of the Tonle Sap and Mekong rivers with wonderful crumbling colonial architecture, it’s a city spinning into the future. We set out this morning to the Tuol Sleng Prison Museum where we will learn about the history of the Khmer Rouge through the different museum displays. We then continue on to the Choeung Ek Memorial, the site of one of the country’s many killing fields. This sobering visit offers an important insight into Cambodia’s tragic and very recent history. Returning to the city, we explore the highlights of this truly fascinating city, including the National Museum and the Royal Palace this afternoon. After returning to the hotel to freshen up we will then hop in to tuk tuks for an evening street food tour taking in the lively market, watching the city from a roof top bar and enjoying some of the local Khmer delicacies."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Phnom Penh – Kampot: Train Journey & River Cruise: An early start this morning will see us boarding the train for Kampot. The train takes us through lush scenery passing by villages and towns and offering the chance to meet and chat with fellow passengers (train journey dependent on timetable and local conditions). On arrival in Kampot we will enjoy a tour of the city, set on the Praek Tuek Chhu River. It was once an important port, flourishing in the 19th century under the French and still home to much colonial architecture. Before dinner we will enjoy a cruise on the river to admire the city from the water."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kampot: Pepper Plantation & Kep: Kampot is known throughout the region for its peppers and this morning we will head to a pepper plantation where we can take a tour of the farm before a cookery class gives us an insight into the local cuisine. Afterwards we will sit down to enjoy the fruits of our labour for lunch. This afternoon we will drive to the coast and the town of Kep, once a booming seaside town, and now going through a regeneration. We will head to the markets for a browse amongst the stalls before enjoying some time on the beach, a popular place with locals. Returning to Kampot in the evening we’ll enjoy dinner in a local restaurant."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kampot – Cardamom Mountains: Mountain Drive: Leaving Kampot today we will drive through lush rice paddy fields and traditional Khmer villages with a backdrop of the Elephant Mountains in the distance. As we reach the Cardamom Mountains we’ll pass by tall pine forests before we cross some of the wide rivers and enter into the jungle. The driving time will be approximately 4.5 hours depending on road conditions. To reach our low impact eco-camp we will leave the bus and take a boat down the Preak Tachen River. The Cardamom Mountains and the various species that make them their home have long been under threat from logging and poaching. The Wildlife Alliance has been working to protect the forests and the wildlife and this afternoon we will learn about their work in the area. Afterwards there will be time for a walk, kayak or swim in the river, or the more adventurous may like to try out the zipline.*Approx driving time 4.5hrs"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cardamom Mountains: Kayaking & Jungle Walks: Taking to the water today, a gentle 1.5 hour kayaking trip will bring us to an old ranger station from where we can explore some more of the trails with our local guide who will be looking out for wildlife to teach us about the jungle. Returning to the camp on foot for lunch the afternoon is free for further hiking or kayaking or simply relaxing by the river before watching the sun set over the national park. Total walking distance 4km; approx. 2 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cardamom Mountains – Battambang: Vibrant Colonial City: For the early risers there’ll be time for a quick hike or a kayak on the misty river before we take the boat back to the bus and drive on through the forested mountains for around 6 hours to Battambang. Founded in the 11th century Battambang is known for its well preserved French colonial architecture and café culture; there is also a strong street art scene with many of the walls providing canvases for local artists. *Approx driving time 6hrs"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Battambang: Countryside Cycle & Bat Cave: Heading out into the countryside today we learn more about life in one of the local villages with a morning of cycling* (approximately 22km). Here we can learn about local industries, such as the methods of making rice paper, grolan (sticky rice in bamboo) and prahok (a pungent fish paste). We will learn about the lives of the villagers as we watch them making these delicacies. Cycling on through rice paddies and orchards we will discover Wat Samraong Knong, a Buddhist temple which was used as an interrogation centre under the Khmer Rouge and now stands as a memorial for the more than 10,000 victims. In the afternoon, we journey upwards to Phnom Sampeau Mountain to visit the sombre killing fields and mountaintop temple which offers spectacular views stretching across miles and miles of rice paddies. In the late afternoon we will move onto the bat caves and perch ourselves at the ready for the spectacular sunset display of hundreds of bats flying away from the cave. After sunset we return to town for the evening.*see SUPPLEMENTARY INFORMATION"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Battambang – Banteay Chhmar: Village Homestay & Temple Dinner: A morning’s drive of around 3 hours will bring us to the majestic Banteay Chhmar Temple; here we check in to our homestay in the village where we will enjoy the warm, local hospitality, starting with a lunch of local dishes. The homestay network in Banteay Chhmar was created by the villagers some years ago in order to protect and preserve the cultural heritage of the area. While staying with the villagers we will have the opportunity to learn about their lives and explore the local area with them. A walking tour this afternoon will take us to main temple, famous for its signature faces of Jayavarman VII. Amongst other things we see the magnificent carvings of Lokesvara with 32 arms, as well as the beautiful Hall of Dancers. The outer complex has impressive gates and is protected by a moat and the jungle-clad towers of Yeay Chy and Samnang Tasok. We will also explore Prasat Ta Prohm Temple before watching the sunset over the Baray Mebon reservoir, home to an 11th century temple. Our dinner this evening will be provided by the community homestay and will be taken in the temple, lit by wooden torches and accompanied by traditional music."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Banteay Chhmar – Siem Reap: Village Cycle & Silk Centre: This morning we’ll set off by bicycle* around 1.5km, through the villages to visit the Soiries du Mekong Silk Centre, an initiative set up by the community in order to provide skills and employment to women in the area. From here a wander through the local market will allow us to immerse ourselves further in the local culture before we take a tractor ride to Banteay Torp Temple passing paddy fields and villages. We’ll enjoy a picnic lunch at the temple in this little visited area of Cambodia before we head to Siem Reap, approximately 3 hours away. Siem Reap is Cambodia’s second largest city and home to hundreds of temples including the magnificent Angkor Wat. This evening we will have a special dining experience at the Apsara Theatre, enjoying a Khmer dinner followed by a performance of graceful Apsara dances, an art form rooted in the Khmer Empire and the golden era of Angkor. *see SUPPLEMENTARY INFORMATION"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Siem Reap: Angkor Wat & Banteay Srei: Waking up early this morning we head to Angkor Wat for sunrise after which we can enjoy a morning tour of the temple before the main crowds arrive. Mid-morning we return to the hotel for breakfast and some free time. After lunch we head out of Siem Reap to experience the 10th century, red sandstone temple of Banteay Srei, the Citadel of Women. One of the smaller temples in the area, it is beautifully designed and built with intricate carvings. On our return to the city we will stop at the APOPO Visitor Centre where for over 25 years hero rats have been trained and are clearing landmines. At its peak it was suspected there were around 4-6 million landmines in Cambodia and since the war there have been tens of thousands of casualties as a result. We will see a simulation and meet a landmine specialist to understand their work."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Siem Reap: Village Tour & Tonle Sap: This morning we drive for about an hour to a local village where we can visit a market as well as stopping off in family homes and a Khmer smokehouse. Here we will learn about the process of smoking along with hearing about village life and local traditions. Following this we head to the Bakong temple and receive a Buddhist blessing from the local monks. After lunch we board a boat for a 40-minute ride to one of the lake villages on the vast Tonle Sap Lake. The homes are built on stilts here as the area floods in the rainy season. Venturing through waterways, flooded forests and out into the lake, we make our way back through the village experiencing how the locals live in this watery environment. This evening we will be treated to a unique performance by the Cambodian Circus, also known as the hugely talented Phare Ponleu Selpak. Literally translated as ‘’the brightness of the arts’’, this artistic and social centre has been running as a non-profit association since 1994, and was founded by a group of young ex-refugees from Battambang Province. Sitting in the centre of the big top tent, we will witness some remarkable acrobatics and visual arts while supporting one of Cambodia’s most inspiring projects."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Siem Reap: Hidden Temples of Angkor Cycling Tour: A cycling* tour (approximately 20km) of the Angkor Archaeological Park allows us to visit some remote corners, starting at the West Gate of Angkor Thom; of the five gates of the great city of Jayavarman VII this is the most unrestored. Our trail will take us along the enclosure wall through forested areas to the North Gate from where we head to the jungle clad Preah Khan, a massive temple complex which had a population of nearly 100,000. As we continue on, making our way to the South Gate we will pass by many smaller temples and ruins such as those of Ta Nei, Takeo Temple and pass the East Gate or Gate of the Dead. We will end the tour with a climb up the pyramid temple of Baksei Chamkrong, home to some beautiful carvings. This afternoon we will use tuk tuks to visit Ta Prohm, the temple famous for the trees and vines growing through it before we continue to Angkor Thom and the Terrace of the Elephants. We will end the visit at Bayon where we will experience the 54 faces of the Buddha looking out into the jungle. We enjoy a farewell dinner at a local restaurant this evening.*see SUPPLEMENTARY INFORMATION"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends in Siem Reap: The tour ends today after breakfast at our hotel."
    }
  ],
  "map": ""
}