{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "laos-cambodia-and-vietnam-family-holiday",
  "tourName": "Laos, Cambodia and Vietnam family holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through the stunning landscapes and rich cultural heritage of Laos and Vietnam with this 16 day holiday of these wonderful countries. Your adventure begins in Luang Prabang, a UNESCO World Heritage Site renowned for its well-preserved temples and tranquil atmosphere. From the moment you arrive, the city's charm will envelop you, offering a perfect blend of ancient traditions and modern influences.<br/><br/>On your second day, prepare for an exhilarating trek through the lush jungles surrounding the picturesque H'mong village of Ban Long Lao, where you'll gain insight into the unique customs and way of life of this vibrant community. Marvel at the breathtaking Kuang Si Waterfalls, where you can swim in turquoise pools and immerse yourself in nature. In the evening, participate in a heartfelt Baci ceremony, a traditional Lao ritual, before indulging in local delicacies and enjoying folk performances.<br/><br/>As your journey unfolds, you'll cruise along the Mekong River to explore the sacred Pak Ou Caves, home to thousands of Buddha statues. Experience the enchanting sunrise over Angkor Wat, witnessing the ethereal beauty of one of the world’s most iconic landmarks. You’ll wander through the temple complexes of Angkor Thom and Ta Prohm, where nature intertwines with history, creating a mesmerizing backdrop.<br/><br/>In Vietnam, immerse yourself in the bustling streets of Ho Chi Minh City, sampling local cuisine on a thrilling Vespa tour. Discover the tranquil Mekong Delta, visiting floating markets and lush orchards, before concluding your journey with a serene cruise through Bai Tu Long Bay.<br/><br/>This tour is meticulously crafted to offer a harmonious blend of adventure, cultural exploration, and relaxation, making it an ideal escape for those seeking to experience the heart and soul of Southeast Asia. Whether you’re trekking through forests, cruising on rivers, or savoring local flavors, each moment is designed to create lasting memories of this captivating region.",
  "durationDays": "16",
  "price": "3923",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Luang Prabang. On arrival, you’ll be met and driven to your hotel. The remainder of the day will be your own. Your overnight accommodation will be in Luang Prabang."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Luang Prabang/Ban Long Lao/Kuang Si Waterfalls Leaving Luang Prabang with your private guide and driver, you travel for around one hour and twenty minutes out of the town. On the way you pass through beautiful scenery and rural landscapes with rice terraces and pineapple fields. You visit Ban Longlao a local H'mong village where the culture, customs and language are all different to mainstream Laos. Your trek starts from the H'mong village and takes between two and three hours through primary forest and jungle before reaching the top as spectacular Kuang Si Waterfall. Lunch can be taken at the falls with time for relaxation, swimming and the possibility to climb to the top of the waterfall. Afterwards you return to Luang Prabang in time to catch the sun setting over the Mekong. Then at around 05:30PM, meet up again with your guide and drive to take part in a Baci ceremony with local people at a local home to wish for safety, happiness and prosperity. After the ceremony, enjoy beautiful classical and folk dances, and take part in Laos social dance \"Lamvong\" with local people. You’re also invited to try some Laos local food such as sticky rice, local canapés & tea and then be transferred to a local restaurant in downtown for dinner – your own account."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Luang Prabang/Don Ngeun/Pak Ou Cave Today you will drive to on Road N 13, 55 Km 1 hour to Ban Done Nguen where are going to get on board cruise down on Nam Ou river which takes us through some beautiful scenery of mountains to Pak Ou Caves, two linked caves crammed with thousands of gold lacquered Buddha statues of various shapes and sizes left by pilgrims. After exploring the cave, you will continue to cruise down the Mekong River to the picturesque village of Ban Chan, a pottery village. You will then arrive back in Luang Prabang, arriving back there by late afternoon. You will spend the night in Luang Prabang."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luang Prabang exploration An optional early start at 5.30am gives you the fantastic opportunity to participate in the daily morning rituals of saffron-clad monks collecting offerings of Alms (ubiquitous sticky rice) from the faithful residents. This tradition is very unique in Laos, being the only Buddhist nation still preserving the procession. After breakfast, we visit the National Museum at the former Royal Palace, which displays a lovely collection of the artefacts reflecting the richness of Lao culture dating from the days of the early kings right through to the last sovereign. The Central Market is also not to be missed. You will continue with a short-guided tour seeing the city’s oldest temple of Wat Sene and the magnificent Wat Xiengthong with its roofs sweeping low to the ground, which represents classical Laotian architecture. During your time here, you will visit the impressive stupa of Wat Visoun and the shrine of Wat Aham, Wat Mai. You will then drive to Arts and Ethnology Centre which gives you a further insight into the ethnic mix and culture of Laos. After the visit, you can return your hotel and relax at your leisure or climb up to the top of Mount Phousi for an enjoyable exploration of the sacred, gilded stupa as well as a panoramic view of the city at sunset and the Mekong River. Your evening will be free to explore Luang Prabang on your own, maybe head to the Night Market, where you can find a lovely selection of handmade textile made by local and hill tribe people surrounding Luang Prabang. You’ll spend the night in Luang Prabang."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full Day Elephant Experience at Mandalao (Join-in basis) Tour guides will pick you up from hotels. Arrive at MandaLao – Get an in-depth introduction into elephant behaviour and communication. Meet the Elephants – Cross the river for first introduction to elephants Bathing – Begin our spa like bathing experience with the elephants Begin Trek – Pass beautiful Lao gardens before exploring the jungle covered Huay Nok stream. Lunch – A traditional Lao lunch will be served in banana leaves in the jungle. Tad Kuang Song Waterfall – Visit this hidden treasure and take a cool refreshing dip. Ban Hua Tad Village – Walk through a Khmu village and see local life. Mahout Demonstration – Watch and learn as the mahouts demonstrate how they communicate. with their elephants. Use what you learn to try the same. Walk back to Feeding Grounds – Take the elephants to their nighttime resting area. Contemplation – Enjoy a drink and snack as you recollect on the day. Depart – Leave for Luang Prabang. Drop off at your hotel or guesthouse approximately 4:00pm"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Luang Prabang/Siem Reap Your time is your own until your car arrives to take you to the airport for your flight to Siem Reap. Upon your arrival in Siem Reap, your guide will welcome you and will pick you up to your hotel for check in. Your overnight accommodation will be in Siem Reap."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Siem Reap/Sunrise over Angkor Wat/Angkor temples Today you will wake up at 5.00am and head out to watch the sunrise over Angkor Wat, followed by a traditional breakfast of noodle soup with the locals at a local stall. After breakfast, your day will be devoted to the Temple complex, of which Angkor Wat is a key element. You will explore Angkor Wat itself, then continue a visit to Angkor Thom, starting with the Bayon, a bizarre structure of several architectural changes reflecting a switch from Hinduism (the foundations) to Buddhism (the superstructure). Your next visit will be to the Elephant and Leper King Terraces followed by the Baphoun Temple, which is now nearing the end of an eight-year multi-million-dollar restoration programme. Then we visit Ta Prohm, strangled by massive tree roots and typical of the condition of the whole complex when it was discovered in 1860 by French naturalist Henri Mouhot. Your overnight accommodation will be in Siem Reap."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Siem Reap/Beng Mealea temple/Koh Keh We journey northeast from Siem Reap to the massive jungle temple of Beng Mealea, the size and scale of Angkor Wat but utterly swallowed by the jungle. We clamber about this titanic of temples that feels just like it would have when discovered by the first explorers. We continue to Koh Ker, a 10th century capital abandoned in the remote north of Cambodia for more than a thousand years. Our team set up camp for us, while we enjoy a visit to the pyramid temple of Prasat Thom and we continue to explore the many temples at this incredible site, including the beautiful Prasat Krahom, covered by jungle, and some of the smaller structures such as Prasat Neang Khmau before we return to Siem Reap in late afternoon. Your overnight accommodation will be in Siem Reap."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Siem Reap/fly to Ho Chi Minh City After breakfast, you will be free until your driver arrives to take you to Siem Reap International Airport for your flight to Ho Chi Minh City. Arriving at Tan Son Nhat airport in Ho Chi Minh City, you’ll be met and driven to your hotel. After checking in, you’ll be free for a preliminary wander around District 1. Your overnight stay will be in Ho Chi Minh City."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ho Chi Minh City Orientation and Vespa Foodie tour. After breakfast, your guide will arrive to show you around Ho Chi Minh City. You’ll visit the History Museum where there is a special exhibition of the 5th century ‘Oc Eo’ civilisation. (Alternatively, you’ll visit the Fito Museum (First Museum of Traditional Vietnamese Medicine) is host to a large collection of relics, including traditional Vietnamese medicinal implements, and chronicles the history of medical practice in Vietnam from 2000 BC). The Museum of War Remnants provides a very partial, but riveting, perspective of the ‘American War’: not for the squeamish! The Binh Tay market is located in China Town which is the biggest one in Ho Chi Minh City. You’ll also call in at the Jade Emperor Temple. It’s one of the best Taoist temples in Vietnam, with superb effigies, remarkable carved panels of the descent to Hell and somewhat incongruous terrapin and tortoise sanctuaries. You’ll then return your hotel for freshen up or wander around the huge Ben Thanh market, one of the liveliest areas of Ho Chi Minh City, is packed with every conceivable commodity. In the evening, you’ll then be picked up at the hotel for a Vespa tour. Your first stop is to Café zoom to \"watch the world goes by\" (quoted by The Lonely Planet) and enjoy cocktail and appetizer (inclusive) before adventuring into favourite local eating spot. You’ll experience the nightlife of Saigon the way locals do, all from the back of a vintage Vespa scooter. Then the tour will continue to a hidden Vietnamese-style coffee shop to have a taste of Vietnamese music (live) as a local. Your overnight stay will be in Ho Chi Minh City."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ho Chi Minh City/Vinh Long/Can Tho After escaping from Ho Chi Minh City’s urban sprawl, you’ll travel to Cai Be. After approx. 2.5 hours’ drive, you’ll arrive at Cai Be pier. You’ll take a boat trip to visit the Cai be floating market. The boat cruise will also take you to visit some of the handicraft industries cottage on the bank of the river like: coconut candy, rice crackers and a honey bee farm. After leaving these places you will be straight to Tan Phong Island where you’ll visit many fruit orchards like durian, rambuttan, longan, plum, jackfruit (seasonal), you can pick and taste some of the fruits as you wish. Continuing to Mr. Nam On, where you’ll learn of the traditional instruments and enjoy the traditional folk song show performance by the local artists on the island. Farewell Mr. Nam On, you’ll take a small sampan to the zig zag small canal to the Mekong Ecolodge where you’ll have lunch with some of the traditional typical dishes of the Mekong area. You’ll have a short break then you will take the bicycles to start exploring and taking part in some activities with the local people such as learning how to knit water hyacinth, making rice paper cake, nail polish tool by the bamboo. You can try your hand to any process as you wish. Farewell to these villagers’ houses, we will return back to the pier by boat then by car to Can Tho, the capital of Mekong Delta. You will spend the night in Can Tho."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Can Tho/Ha Noi: After breakfast and a boat cruise, you’ll arrive at Cai Rang floating market on the Mekong Delta. Both the journey and the market provide insights into the rural Mekong Delta lifestyle. After check-out at noon, you will be driven to Can Tho airport to fly to Hanoi. On arrival, you’ll be met and driven to your hotel in the city centre. You’ll spend the night in Hanoi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hanoi city tour by motorbike and street food You’ll have the whole day to explore Vietnam’s capital city on the back of a motorbike. Your guide will first take you to the Women’s Museum – small, but a fascinating narrative of the role of women in Vietnam, particularly during the war. Your next stop will be Ngoc Ha Market to stroll around this huge, bustling place taking in the vibrant atmosphere that typifies Ha Noi, and then followed by the Temple of Literature, the first university in Vietnam dating back to the 11th century. Returning to the Old Quarter, the day will include a ‘Street Life’ experience, also on the back of a motorbike. You’ll spend a couple of hours wandering around the back streets in and nearby the Old Quarter. A street food brunch is included – take your pick from traditional Hanoi Pho (beef noodle soup), Nom (green papaya salad with seasoned beef), Banh Goi (pillow-shaped rice pastry with minced pork and mushroom), Banh Cuon (hot rice paper with pork and fried onion) or Bun Cha (fresh noodle with grilled pork). If you’re hungry, try two or three varieties – they’re snacks rather than a meal. Your next stop will be Long Bien Bridge, a magnificent structure built over a hundred years ago which spans the Red River and connects the Hoan Kiem and Long Bien districts, and provides shelter to locals living on boats underneath. You will spend the night in Hanoi."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Hanoi to Halong. After transferring from Hanoi to Halong City, board a wooden junk to cruise to Bai Tu Long Bay, which is every bit as beautiful as its famous neighbour, Halong Bay. In Bai Tu Long Bay, admire fascinating limestone karst formations, swim or simply relax on a white sand beach; or kayak through the Vung Dang area. Your cruise vessel offers a Mineral Seawater Pool, Fitness Room, and Spa and Massage Services. The cruise route is designed to avoid busy areas and includes a very quiet location for your overnight stay."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Bai Tu Long Bay/Ha Long/Hanoi You’ll wake in the fresh air of the bay for a Taichi session on the large sundeck (beginners welcome!). After breakfast, you’ll continue your cruise to visit Vung Vieng fishing village by a rustic row-boat, meet the local people and pass through the floating school and fish farms. You will check out of the cabin and cruise towards the harbour while a buffet lunch is served. You’ll arrive back at the dock around noon whereupon you’ll be picked up to return to Hanoi. You can stop at Yen Duc village in Dong Trieu province to enjoy a water puppet show performed by local artists (inclusive). After that you will be driven to Hanoi. You will be arriving at your hotel in the late-afternoon. Your overnight accommodation will be in Hanoi."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Hanoi departure. After breakfast, you’ll be free until your driver arrives to take you to Noi Bai Airport for your departing flight."
    }
  ],
  "map": ""
}