{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-cambodia-activity-holiday",
  "tourName": "Vietnam and Cambodia activity holiday",
  "placesVisited": "Hanoi, Ba Vi National Park, Bai Tu Long Bay, Thien Canh Son Cave, Hue, Hai Van Pass, Hoi An, Danang, Siem Reap, Angkor Wat, Kulen Mountain",
  "generalInfo": "On this tailor made Vietnam and Cambodia activity holiday you’ll dive straight into the action with plentiful opportunities to walk, hike, paddle and cycle through these beguiling Southeast Asian nations - and experienced local guides on hand to help you get the most out of your journey. <br/><br/>Walk the winding alleyways of Hanoi’s Old Quarter and feel the centuries-old pulse of this vibrant city. Stroll the ancient lantern-lit streets of Hoi An, and join local farmers, fishermen and artisans for a hands-on experience in their daily work. Board a cruise where you’ll be able to swim, kayak and bask in views of the rugged majesty of karst island formations in Halong and Bai Tu Long Bay. Get your mountain fix with a short hike at the top of Ba Vi Mountain in a national park just outside Hanoi, and an exhilarating bicycling excursion over Hai Van Pass in central Vietnam, where the mountains meet the sea. <br/><br/>Bicycling will also be part of your experience in Hue where you’ll see iconic garden houses, cruise the Perfume River and visit the remains of the imperial citadel. In Cambodia your bike will take you around the incredible temples of the Angkor Complex, where the towers of Angkor Wat and the stone faces of Angkor Thom have stood for centuries. <br/>",
  "durationDays": "14",
  "price": "2125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hanoi. On arrival you’ll be met by your local guide and transferred to your hotel where you will spend the night in Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi Old Quarter walking tour Your morning will be free to rest from your journey. In the afternoon, at 02.00pm, you will meet your guide for an engaging walking tour of Hanoi’s bustling Old Quarter, a magnet for visitors. It’s noisy and hectic, but definitely a ‘must-see’ attraction. The Old Quarter is a maze of shopping streets and restaurants with a hotchpotch of architecture - traditional tube houses, religious buildings, artisans’ workshops and cottages, colonial houses and modern concrete edifices. You’ll spend the night in Hanoi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ba Vi Jungle Trekking In the morning, you will be picked up at your hotel then get transferred for 1,5 hours to the Ba Vi National Park. On arrival at the national park, our driver will take you to the relaxing point of 400m above sea level. Afterward, we move to the point of 1,100m above sea level to start trekking to Tan Vien Peak, one of 3 Ba Vi’s highest peaks – 1,226m above sea level then hike up to visit the Upper Temple, where worships the God of Ba Vi Mountain Range, one of The Four Immortals in the traditional Vietnamese mythology. Here, you can capture the most breathtaking panoramic view of the Ba Vi Mountain Range. In the afternoon, get ready for the hardest 2.5km-trekking route from the point of 1,000m down to 800m, which will challenge your ability with a lot of steep slopes as well as slippery roads. During this route, you can see some giant thousand-year-old Old Green Cypresses, one of the world’s rare species preserved in the primeval forest at an altitude of 1,000m and discover the Political Prison, a French ruin built in the early 19th century. Moreover, there are also many special species of birds, reptiles and amphibians waiting for you to discover along the way. After finishing the trekking tour through Ba Vi National Park, our driver will take you to visit Ba Trai Village, a 500ha-area of tea plantation. On arrival at the village, you will join with the locals to learn a full process of making raw tea leaf products. After that, a driver will transfer you back to your hotel in Hanoi. You will spend the night in Hanoi."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hanoi/Ha Long/Bai Tu Long Bay After breakfast, you’ll leave for Bai Tu Long Bay, which is every bit as beautiful as its famous neighbour, Halong Bay; or actually more stunning as many traveller’s feedbacks. There you’ll board a wooden junk to take you through Bai Tu Long Bay area, admire the fascinating limestone karsts on the way. After lunch, you will visit the Vung Vieng fishing village by a rustic rowboat, meet the local people, and pass through the floating school and fish farms. The Dragon Legend Cruise will then head to Cap La while refreshing yourself in the Mineral Seawater, Pool, Fitness Room or the Spa and Massage Services (Spa and Massage services are excluded) before dinner. The route is designed to avoid the busy areas and includes a very quiet location in Tra San area for your overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bai Tu Long Bay. Start off your day with a beautiful dawn moment and a morning view of the Bay’s landscape with a cup of tea or coffee. After breakfast, you will be transferred to La Muse Day Cruise to visit Vung Dang – Cong Dam area and try your luck catching some fish like a local fisherman (subject to weather conditions). You will then cruise to Hon Co Island. After enjoying a BBQ lunch on the beach, it’s time for swimming, kayaking or visiting Thien Canh Son cave. In mid-afternoon, you will return to Dragon Legend Cruise. You’ll have dinner and stay overnight in Thien Canh Son area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bai Tu Long Bay/Ha Long/Hanoi/Fly to Hue Start your day with a cup of tea or coffee. Have breakfast in the fresh air. After breakfast, you’ll continue your cruise towards the harbour. You will check out of the cabin and cruise towards the harbor while a buffet lunch is served. You’ll arrive back at the dock around noon whereupon you’ll be picked up to return to Hanoi. You will be dropped off at Noi Bai Airport in time for your late-day flight to Hue. Your guide in Hue will meet you and transfer you to your hotel for the night. Your overnight accommodation will be in Hue."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Imperial Hue cycling (25km, 4 hrs). In the morning, your bicycles will be ready for you to ride through Dong Ba market to Ngoc Son Princess “garden houses\". It has an attractive family altar and the owner is an expert on Hue’s culture and history – he will be pleased to explain the geomantic principles underpinning the building and garden’s construction. Then your route will take you back to Old quarter to visit Tay Loc airfield ruin and the Imperial Citadel. After lunch, you will be driven to visit Thien Mu Pagoda and have a boat cruising along Perfume River to the city centre before being picked up by your vehicle to drive back to your hotel. In the evening, you’ll sit down for dinner in the pleasant surroundings and a comfortable atmosphere of a garden house restaurant with classic Hue cuisine. You’ll spend the night in Hue."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Minh Mang Royal Tomb/Lang Co Beach/Cycling the Hai Van Pass (24km, 1.5 hours)/Hoi An This morning, you will visit the peaceful grounds of the Minh Mang Royal Tomb, then drive to Lang Co Beach for lunch. After a break to relax, sunbathe, splash in the azure waters of Lang Co beach and seafood lunch, you’ll be ready for the ride on the Hai Van Pass. You’ll ignore the tunnel, full of commercial traffic and noxious gasses, in favour of challenging uphill of about 12kms, then another 12kms downhill on mountain road. Since the tunnel was built, it’s very quiet - the gradient is manageable and the views breath-taking! The ride takes 1,15hrs cycling total. The vehicle will wait for you at the bottom of the hill, you’ll then be transferred the rest of the way to Hoi An Ancient Town, a historic old port and trading post where you’ll spend the night."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hoi An – lantern making class and walking tour. After breakfast at your hotel, you'll learn how to make silk lanterns at a local house. You'll have a chance to view the complex process of creating Hoi An-style lanterns, then try your hand at making your own lantern and bring it home as a souvenir. In the afternoon, your guide will show you the Ancient Town and explain its considerable significance in the history of Vietnam. You will spend the night in Hoi An. Please note in Hoi An, the 14th day of every month in Lunar calendar is the lantern festival, so there will be Full moon festival night in Hoi An. You should consider to be in Hoi An this time of the month."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hoi An – From Farmer to Fisherman Tour half day (Join-in) The day starts with an easy cycling through the narrow paths through the countryside, passing by rice paddy fields, water buffalos, bamboo bridges and local farmers pursuing their daily work. You’ll then board a boat to the mouth of the Thu Bon estuary where the river meets the Cua Dai Sea and cruise along the coastline observing the lives of the local fishermen. After joining the fisherman to try your hand at catching fish in a traditional ‘Thung Chai’ basket boat, you will meander through the water palm coconut canal. During the American War, Viet Cong soldiers made use of this area as a highly effective hiding place from enemy attacks through their long struggle. Following an insightful visit to a local fishing village, you’ll be free to relax and enjoy a fresh seafood lunch before cycling back to your hotel. Please note that the clothing and footwear used for activities is likely to get wet and or dirty out on the water, in the mud and basket boats. Travellers are suggested to bring sufficient spare clothes in case it rains or you get wet or dirty during the morning activity sessions. Please wear shoes that are comfortable, and can be worn in the mud (or you will need to take your shoes out)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hoi An/Danang/Siem Reap The day will be free till being transferred to the airport to take the flight to Siem Reap from Danang airport. When you arrive at Siem Reap airport, you’ll be transferred to your hotel in Siem Reap to check- in and spend the night."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Angkor Wat sunrise/Cycling Angkor Temples (15km, 4 hours) Today you will wake up early at 5.00am and head out to watch the sunrise over the Angkor Wat, followed by a traditional breakfast of noodle soup with the locals at a local stall before exploring the incredible temple Angkor Wat. Travelling this flat landscape by bicycle, explore the Angkor temple complex, beginning with Angkor Thom. At the Bayon, view the massive enigmatic faces gazing for centuries over this landscape, then visit the Elephant and Leper King Terraces followed by the Baphuon Temple. Much of your cycling route is on shaded trails, and a support vehicle is always nearby if at any point you’ve had enough riding. In the late afternoon, as dusk nears, a walk to the summit of Phnom Bakheng Hill will afford a panorama of the whole complex lit by the rays of the setting sun, weather permitting of course. You’ll enjoy dinner with Apsara performance and be free afterwards. In the evening you can easily go to the night market by tuk tuk by yourself, it is just a 5 to 10 minute drive from your hotel. Your overnight accommodation will be in Siem Reap."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Siem Reap – Kulen Mountain (hiking ~4 hrs). Your guide and driver will pick you up at 7am for the 1.5 hour drive to the Kulen Mountain area. During your trek today, you will visit “Preah Ang Thom” reclining Buddha, the “River of 1000 Lingas”, and the peak of Kulen Mountain – considered the most sacred mountain in Cambodia. You’ll also trek to the ruins of Prasat Rong Chen, where you can find hidden amidst lush vegetation several life-sized animals carved in stone. A picnic lunch will be provided, and if time allows you may swim at the waterfalls before returning to Siem Reap in late afternoon."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Siem Reap departure. After breakfast, you’ll be free until your driver arrives to take you to Siem Reap airport for your departure flight."
    }
  ],
  "map": ""
}