{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "southeast-asia-31-day-tour",
  "tourName": "Southeast Asia 31 day tour",
  "placesVisited": "",
  "generalInfo": "Embark on an epic 31-day adventure across Southeast Asia, exploring the vibrant cultures and breathtaking landscapes of Thailand, Laos, Vietnam, and Cambodia. Led by our experienced Adventure Leaders, this action-packed group tour promises to take you on a journey filled with unforgettable experiences.<br/><br/>From bustling city streets to tranquil island paradises, you'll discover a diverse range of destinations and activities. Trek through the lush jungles of Thailand to discover remote waterfalls, encounter playful elephants in their natural habitat, cruise through the stunning limestone karsts of Halong Bay, and experience the magic of swimming amidst bioluminescent plankton under the starry night sky.<br/><br/>Whether you're seeking adrenaline-pumping adventures or serene moments of relaxation, our Southeast Asian adventure has something for everyone. Join us as we uncover the hidden gems and major highlights of this captivating region, ensuring you make the most of every moment of your journey.<br/><br/>Included in all tours: <br/><br/>Epic Adventure Leaders, aka a local legends, to turn your trip into the adventure of a lifetime <br/>All local transport within Southeast Asia, including plus flights between Thailand, Laos and Vietnam. <br/>Accommodation (including hostels, sleeper buses, homestay, boat cruise &amp; beach camping) <br/>Meals provided: 20 breakfasts, 6 lunches, &amp; 3 dinners (all other food and drink throughout the tour is not included) <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender?dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking.<br/><br/>Included activities: <br/><br/>Pre-departure briefing (Bangkok) <br/>Dinner &amp; Tuk-Tuk tour (Bangkok, Unmissable) <br/>Chiang Mai Homestay Experience (Chiang Mai) <br/>Monk chat &amp; Wat Doi Suthep visit (Chiang Mai) <br/>Kuang Si Waterfalls, Hike &amp; Swim (Luang Prabang) <br/>Blue Lagoon 2 visit (Vang Vieng) <br/>Hoa Lo Prison (Hanoi) <br/>Halong Bay Overnight Cruise (Halong Bay) <br/>Bike to Bong Lai Village (Phong Nha) <br/>Ancient town tour (Hoi An) <br/>Lantern Making Experience (Ho Chi Minh City) <br/>Saigon city orientation tour (Ho Chi Minh City) <br/>Karaoke (Ho Chi Minh City) <br/>Phnom Penh city orientation tour (Phnom Penh) <br/>S21 Prison &amp; Killing Fields (Phnom Penh) <br/>Koh Rong Samleom  <br/>Jun-Sept: Trek to the Rock Pools &amp; Sunset Drinks <br/>Oct-May: Cliffside Sunset Bar  <br/>Swim with the Plankton (Koh Rong Samloem) <br/>Island Day Trip including trek to Clearwater Bay, coral reef snorkelling, and beach camping (Koh Rong Samloem) <br/>BBQ lunch on the beach (Koh Rong Samloem) <br/>Siem Reap City orientation tour (Siem Reap) <br/>Sunrise at Angkor Wat and Temple Tour (Siem Reap) <br/>Lotus Fields Countryside Cycling Tour (Siem Reap)",
  "durationDays": "4",
  "price": "2549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangkok: Upon your arrival in this bustling Asian metropolis, you'll have the opportunity to meet your fellow travelers and your Adventure Leader. After settling in, get ready for an unforgettable dining experience with a tuk-tuk tour! Climb aboard and journey to one of the city's renowned rooftop restaurants, offering a delectable selection of authentic Thai dishes. Following dinner, hop back on the tuk-tuk for a scenic tour of Bangkok's illuminated highlights. Conclude the evening with panoramic views of Bangkok's skyline from one of its iconic rooftop bars. Your Adventure Leader will be on hand to provide recommendations for the best spots to soak in the city's glittering lights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok: You have the luxury of a leisurely morning ahead and the opportunity to immerse yourself in the rich history of Bangkok with an Old City tour. This guided excursion will lead you to iconic temples such as Wat Pho, Wat Arun, and the magnificent Grand Palace. Keep in mind that if you opt for this exploration of the old town, you'll need to complete your check-out process at the accommodation and make arrangements for the storage of your luggage in the morning. Upon returning to the hostel, take some time to freshen up before proceeding to catch a bus to the train station, where you'll begin your journey from Bangkok to Chiang Mai."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chiang Mai: Upon arriving at Chiang Mai station, you'll be greeted with a warm welcome as we transition to our overnight homestay. We'll transfer to the accommodation to drop off our luggage before embarking on an afternoon adventure in the wilderness. Our journey will take us to the starting point of our jungle trek, where we'll hike approximately 4-6km through the lush terrain. Along the way, we'll take a refreshing break at a waterfall, allowing us to fully immerse ourselves in the beauty of the jungle. After our trek, we'll return to our homestay to savor a delightful evening meal together."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chiang Mai: After bidding farewell to our homestay, we'll embark on an unforgettable half-day experience at an elephant sanctuary this morning. This ethical sanctuary offers a unique opportunity to observe these magnificent creatures while learning about their behaviors and the sanctuary's conservation efforts in Thailand. You'll have the chance to watch the elephants play in mud pits and even assist in preparing treats for them. Plus, we'll indulge in a delicious vegetarian buffet lunch on site. There will always be a proximity of 10-15 metres from the Elephants in order to closely follow a more natural environment for the animals and without exploitation for tourism. Following our sanctuary visit, we'll head back to the city where your luggage will be awaiting you at the hostel. In the evening, you'll have the option to participate in a cooking class or attend a thrilling Muay Thai show, offering a perfect way to end the day with cultural immersion and excitement."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chiang Mai: Our day will begin with an engaging Monk chat at the initial temple, followed by a journey on public songthaews, those iconic Thai red trucks, to explore other captivating temples in the area. After immersing ourselves in the spiritual beauty of Wat Doi Suthep, we'll return to the hostel. For those seeking an optional adventure, consider embarking on a journey to the stunning limestone Sticky Waterfall, located approximately 1.5 hours away by songthaew. This ride is renowned for its unique charm and offers an opportunity to experience the natural wonders of the region."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chiang Mai: Today presents a free day filled with exciting options to suit your preferences. You can opt for exhilarating Whitewater Rafting, challenge your driving skills with an ATV adventure, or embark on another trek through the stunning landscapes. If you prefer to explore the old town independently, feel free to ask your leader for recommendations. For a taste of local flavour, you can also visit the local market to browse souvenirs and sample delicious street food. The choice is yours to make the most of your day!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Luang Prabang: You have some leisure time this morning before we transfer to the airport for our flight to Luang Prabang. Upon arrival, you will be transferred to your new accommodation. In the evening, there's an optional group dinner planned. After dinner, you can take a leisurely stroll to the Hmong Night Market. This bustling market offers a wonderful opportunity to experience local traditional music, crafts, and delectable food."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Luang Prabang: Start the morning with choices to suit your pace and curiosity! Rise early to witness the Takbat Lao Ceremony, a moving and unforgettable ritual where monks quietly make their way through the streets, collecting alms from the local community. It’s a peaceful, culturally rich experience you won’t forget. For the active explorers, hop on bikes for a scenic ride through the surrounding villages. Cycle past the bustling Exchange Sales, cross the Mekong River, and wind through the forest to visit Ban Som and Ban Na hill tribe villages. Stop at Ban Chan, the local pottery village, and try your hand at crafting traditional jars. Your ride ends back across the river in Luang Prabang just in time for lunch. In the early afternoon, it’s time for a visit to the stunning Kuang Si Waterfalls. After a short transfer, explore the tropical trails, cool off with a swim in the turquoise pools, and marvel at one of Laos’ most spectacular natural sights. In the evening, you can opt to visit a local home for dinner and take part in a welcome Baci ceremony, a traditional Lao ritual to bless guests with good luck, health, and safe travels. It’s just a short walk from your accommodation, and you’ll be warmly welcomed with a refreshing welcome drink before dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Luang Prabang: Today is yours to enjoy at your own pace, but there are plenty of epic optional activities if you want to dive deeper into Luang Prabang’s rich culture. In the morning, try the Rice Experience. Head out to a local community farm just outside town and learn how rice is grown. Take part in some of the 14 steps of the rice cycle, from planting and harvesting to processing, and along the way, try your hand at traditional skills like bamboo weaving and blacksmithing. It’s a unique, hands-on glimpse into the life of a Lao farmer! If cooking is more your style, join the Cooking Experience. Hop in a tuk-tuk to the local wet market, pick up fresh ingredients, then learn to whip up authentic Lao dishes in a friendly, interactive class. And of course, the best part comes at the end — sitting down to enjoy the feast you’ve just made! For those wanting to give back, spend the afternoon volunteering with Big Brother Mouse, an inspiring organisation helping local people improve their English skills. By the end of the day, whether you’ve been farming, cooking, or volunteering, you’ll have had a hands-on cultural experience that truly connects you to the heart of Lao life."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Vang Vieng: Today, you'll embark on a bus journey to Vang Vieng. En route, you'll make a stop at the Blue Lagoon, a scenic spot ideal for a revitalizing swim and a respite from the heat. Upon arrival in Vang Vieng, you'll check in at your new hostel. In the evening, you'll have the choice to relax and unwind or venture out to explore the vibrant local nightlife."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Vang Vieng: Today presents a plethora of thrilling activities for you to choose from. You can indulge in an adrenaline-pumping rock-climbing adventure, join a scenic biking tour to explore the area, and cap it off with a hike up to the Pha Ngern Viewpoint, offering stunning panoramic vistas. Alternatively, you may opt for a leisurely float down the Mekong River in a rubber tube, taking in the breathtaking scenery along the way. In the evening, you'll have free time to immerse yourself in the vibrant nightlife of Vang Vieng."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hanoi: Start your day bright and early with a bus journey to the airport, where you'll board a flight to Hanoi. Upon reaching Hanoi, a bus will transfer you to your new hostel. In the evening, you have the option to either explore the local streets and indulge in some delicious street food, or join an optional bar crawl for a night of fun and camaraderie with your fellow travelers."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hanoi: Today's itinerary begins with a visit to the Hoa Lo Prison, where you'll have the opportunity to delve into Vietnam's rich history. From there, we'll make our way to Hoan Kiem Lake, home to a central temple. You can take a leisurely stroll around the lake, observing locals engaging in games and activities on the wide streets constructed by the French in Hanoi's historical center. If you're feeling peckish, Old Quarter Street offers a variety of dining options to satisfy your cravings. Following your explorations, you'll have a free afternoon to wander through Hanoi's narrow streets, where you can experience the hustle and bustle of local life firsthand. Challenge yourself to cross the bustling roads just like a local! For those seeking evening entertainment, consider attending a Water Puppet Show for a unique cultural experience."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Halong Bay: Today's adventure brings you to the breathtaking Halong Bay, a mesmerizing destination nestled in Vietnam's northeastern region. Upon arrival at Lan Ha's shores, you'll embark on a serene boat cruise, setting the stage for an unforgettable experience. Your expert guides will lead you to the most picturesque spots, inviting you to take a refreshing swim in the crystal-clear waters. As the day winds down, the group will gather to indulge in a sumptuous buffet dinner aboard the cruise, savoring a feast of delectable dishes."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Halong Bay: Your day begins with an exhilarating kayak tour on the stunning emerald waters of Halong Bay. As you paddle, marvel at the breathtaking vistas of the limestone islands surrounding you. After this adventurous morning, join the group for a satisfying lunch. Later in the day, return to Hanoi and board an overnight bus to Phong Nha, where more adventures await."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Phong Nha: Upon your arrival in Phong Nha at around 4 am, you’ll head to your hostel, where you can take the opportunity to catch up on some much-needed sleep. Later, you’ll embark on a delightful bike ride to Bong Lai village. Along the way, make a pit stop at the renowned ‘Pub With Cold Beer,’ where you can engage in some volleyball and enjoy a delicious meal. As the day transitions into evening, feel free to consult your Adventure Leader for suggestions on how to explore and enjoy Phong Nha’s nightlife to the fullest."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Phong Nha: Today, you have the option to immerse yourself in an exciting activity. Spend the day exploring Phong Nha’s vast cave systems, including Paradise Cave and Dark Cave. Alternatively, embark on a hiking adventure along the Ho Chi Minh Trail, where you might be fortunate enough to encounter incredible wildlife like tigers, bears, and elephants. After dinner, it’s time to board the sleeper bus to Hoi An."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Hoi An: Upon your arrival in Hoi An at 4 am, take some time to rest at your accommodation in the morning. In the afternoon, you can opt for a lantern-making experience. Later, embark on a guided tour of the ancient town and the riverfront. During this tour, you’ll gain insights into the town’s rich history, particularly its significance as a vital trading post with Japanese and Vietnamese influences."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Hoi An: Today is your free day to explore Hoi An at your own pace. Alternatively, you can choose from several optional activities. You might opt for a visit to Ba Na Hills, a French-style village accessible by the world’s longest cable car. Alternatively, you can explore a local farm or rent a bike to discover one of Hoi An’s beautiful beaches. In the evening, savour delightful local cuisine or immerse yourself in the vibrant nightlife."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Ho Chi Minh: Begin your day with an engaging Coconut Basket Boat and Farming adventure. Later, proceed to the airport to catch a flight to our final destination in Vietnam. Enjoy a dinner in the vibrant city and soak in the nighttime cityscape from a rooftop bar before embarking on an exciting bar crawl."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Ho Chi Minh: Start your day with a guided tour of Ho Chi Minh, delving into some of the city’s renowned landmarks. Treat yourself to a delightful lunch at a local restaurant, and take a moment to relax. In the afternoon, you have the option to visit the War Remnants Museum, an institution that provides crucial insights into the history of the Vietnam War. As evening approaches, immerse yourself in the vibrant atmosphere of a bustling night market."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Ho Chi Minh: Embark on an exploration of the Cu Chi tunnels, an intricate network of connecting tunnels employed during the civil war. In the afternoon, indulge in a captivating coffee workshop. Conclude your last evening in Ho Chi Minh City with a thrilling 2-hour karaoke session, where you can sing your hearts out and create lasting memories!"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Phnom Penh: Today, embark on a journey across the border into Cambodia as you head towards the capital. Upon arrival and checking in at the hostel, embark on a city walk to explore the local sights. In the evening, treat yourself to a delightful dinner and drinks at Bassac Lane, immersing yourself in the vibrant local atmosphere."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Phnom Penh: This morning, embark on a tour of the S21 Prison and the Killing Fields of Choeung Ek, delving into the harrowing history of Cambodia. Traverse the city in a Tuk Tuk with a knowledgeable local guide to gain deeper insights into the country's past. Later in the day, you can choose to unwind with a serene sunset cruise or immerse yourself in the bustling atmosphere of the vibrant night market to conclude your day."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Koh Rong Sanloem: Embark on a journey to Sihanoukville, where you’ll board a ferry to Koh Rong Samloem Island, a serene paradise celebrated for its pristine sandy shores, crystalline waters, and tranquil ambiance. Spend a leisurely afternoon lounging by the beach or partake in an exciting kayaking adventure. As evening descends, we’ll gather at a cliffside bar for drinks, allowing you to savor a cocktail while witnessing a breathtaking sunset. Later, head to the beach, where you can wade into the water to witness the mesmerizing bioluminescent plankton phenomenon."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Koh Rong Sanloem: Begin your day with a delightful buffet breakfast, setting the perfect tone for a day of island adventures. Your itinerary includes a visit to a traditional fishing village, where you can immerse yourself in the local culture. Afterward, enjoy some leisure time on the sun-kissed beach, soaking in the tranquil atmosphere. Dive into the wonders beneath the sea by snorkeling in the vibrant coral reef at a nearby island, truly experiencing paradise."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Koh Rong Sanloem: Begin your day with an invigorating scuba diving session, participate in a beach clean-up to contribute to environmental conservation efforts, or simply relax under the warm sun to work on your tan. Indulge in a delightful BBQ lunch on the beach, savoring the flavors of local cuisine. In the afternoon, return to the mainland and board the sleeper bus bound for Siem Reap, where you'll continue your adventure."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Siem Reap: Upon your arrival in Siem Reap, you'll settle into your lodging bright and early, commencing the day with a walking tour of local villages. Enjoy a leisurely afternoon pampering yourself with spa sessions to unwind and rejuvenate. As evening falls, immerse yourself in the enchanting atmosphere of a Cambodian circus performance, captivated by the vibrant displays of talent and culture."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Siem Reap: Start your day at the break of dawn with an unforgettable visit to the UNESCO World Heritage Site – Angkor Wat – the largest religious monument globally! Spend a few hours exploring the Temples of Angkor, including the iconic Ta Prohm, famed for its appearance in Tomb Raider. In the afternoon, consider joining the Apopo Hero Rats Tour via Tuk Tuk for a unique and informative experience. As evening approaches, indulge in a 1.5-hour tour aboard a pedal-pub car, which includes one free drink per person. Afterwards, enjoy drinks at bar prices and sample local Cambodian delicacies for a memorable evening."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Siem Reap: Set off on a half-day cycling tour that immerses you in the heart of a typical Cambodian village. Make several stops along the way, providing authentic insights into local village life. Visit a duck farm, discover the intricacies of rice cultivation, and taste local palm wine. In the evening, enjoy a farewell dinner with your group, sharing memories and reflecting on the highlights of the tour."
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "Siem Reap: After 31 days of immersing yourself in some of the world’s most stunning landscapes, today marks the final day of your Southeast Asia adventure tour. You are free to make onward travel plans from Siem Reap, however if you wish for advice on your onward travel, please let us know."
    }
  ],
  "map": ""
}