{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-guided-tour",
  "tourName": "Cambodia guided tour",
  "placesVisited": "",
  "generalInfo": "On this 14-day tour discover what Cambodia has to offer beyond its spectacular temples. We start the journey in Siem Reap with a visit to the magnificent Angkor Wat and its overwhelming collection of temples. Scattered throughout a huge area of forest, they comprise one of the world’s greatest man-made wonders. Travel to Battambang and explore the rural side of Cambodia before taking an exciting journey through the Cardamom mountains, where we spend two nights in the Cambodian jungle. Explore local villages and relax in the coastal province of Kep before ending the tour in Phnom Penh, where we learn about the country’s dark history, as well as experiencing the lighter side of the city; it’s bustling nightlife.",
  "durationDays": "14",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Siem Reap Arrival - Welcome to Cambodia! Upon arrival in Siem Reap you will be met and transferred to your hotel. Depending on your time of arrival, there may be time to explore the city. Overnight at La Niche D’Angkor Boutique Hotel or similar. No meals included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Siem Reap - This morning we visit a Buddhist pagoda for a special monk water blessing ceremony. This ceremony is believed to cleanse and keep bad spirits away while bringing good luck for the coming years. The offering of a Sadok (traditional gift of sugar, milk, tea, amongst other items) for the monk will be provided. After the blessing visit the spectacular jungle temple of Ta Phrom before visiting the main temples of Angkor Wat. This afternoon we explore Angkor by bicycle*. Ride past the King’s Siem Reap residence and through the Royal Gardens, and continue up the Siem Reap River past private homes and small riverside markets. Crossing the river we wind our way along red clay roads and small dirt trails, through a series of local villages, crossing small farms and passing school children on their way home. We make our way towards the west edge of the Angkor Park. After a brief stop we bypass the crush of visitors exiting the park and instead follow single track lanes, past stunning rice fields and small, historic family parcels where life appears unchanged for generations. As the temples close to visitors, we will access park roads and trails to view this remarkable historic site in twilight, and poise ourselves for a glimpse of sunset as the day comes to a close. We then take a peaceful Dragon Boat ride on the moat of Angkor Thom, with local delicacies including soft drink and champagne on-board. After the boat ride you will be transferred back to your hotel. Overnight at La Niche D’Angkor Boutique Hotelor similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Phnom Kulen National Park - After breakfast we leave Siem Reap through the stunning countryside for a visit to the mysterious waterfall at UNESCO World Heritage Site of Phnom Kulen. Explore the area and visit Preah Ang Thom, which houses a large Buddha statue, as well as the Terrace of Sdach Kum Ling, a small brick-built ruined temple which was covered by lava for hundreds of years. We end at the waterfall where you can take a refreshing swim before a local Khmer lunch. After lunch we take a scenic drive to Banteay Srei, loosely translated as \"Citadel of Women”, which houses some of the finest and best-preserved examples of classical Khmer bas-relief. Continue to the Cambodia Land Mine Museum. This is part museum, but also an orphanage, school and clinic to victims ran by Aki Ra, who was forced by the Khmer Rouge to lay thousands of mines as a child, and has now devoted his life to clearing them and has so far removed over 50,000. We finish our tour with sunset at Pre Rup Temple. This evening enjoy a night at the Cambodian circus. You will be picked up from your hotel at 7.30 pm by Remok (tuk tuk) to the Phare circus tent, located just outside of town. The show starts at 8:00 PM and lasts about an hour. Overnight at La Niche D’Angkor Boutique Hotel or similar (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Siem Reap – Battambang (165km, approx. 3.5 hours) - This morning you will be picked up from your hotel and drive to Battambang (approx. 3 hours, with a driver only). Upon the arrival in Battambang you will be transferred to your hotel. The rest of the day is at leisure. Overnight at Bambu Hotel or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Battambang - This morning take your private remok and ride for about 5km to the Bamboo train where you have the opportunity to ride this unique contraption on train tracks that were initially built for the French to transport goods. Continue to Ek Phnom, an ancient temple 15km north of the town. This temple is stunning and seldom visited by tourists. Along the way, you will pass many small villages and encounter various village activities such as making bamboo sticky rice (korlan), fish paste, rice paper and banana paper. Afterwards we return to town and visit the campus of Phare Ponleu Selpak. The campus lets you experience the vibrant energy of Phare first-hand. Take a stroll through the campus with one of our guides to see circus students learning new tricks, music students practicing beneath shady trees, and watch an animation film made by our students. After lunch at a local restaurant visit the site of the \"Killing Caves\" at Phnom Sampeou. There is a Khmer Rouge memorial as well as an interesting temple on top of this hill. When at the top, you will have a commanding view over the Cambodian countryside. If you choose to stay until sunset you will see countless bats exit from the cave down below, while enjoying a cold drink from a comfortable chair set up by enterprising locals. After sunset, you will be transferred back to your hotel. Overnight at Bambu Hotel or similar (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Battambang – Smiling Gecko Farm - This morning meet your guide and drive to Smiling Gecko farm (approx. 4 hours). On arrival you have the remainder of the day to enjoy the farm at your leisure. Overnight Smiling Gecko Farmhouse (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Smiling Gecko Farm - Trapeang Rung, Koh Kong (175km, approx. 5 and a half hours) - After breakfast say goodbye to the farm and drive to Koh Kong province where you can relax at the lodge’s lounge in Trapeang Rung before embarking for the hour’s trip over the Preak Tachan River to Cardamom Tented Camp. Settle into your comfortable safari-style tent. This afternoon, go on an exploratory hike in the jungle around the camp. The diversity of the fauna will amaze you! Overnight Cardamom Tented Camp (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Preak Tachan - After early breakfast, Wildlife Alliance Rangers will meet us and together with an English-speaking guide embark on patrol over a network of abandoned poaching and logging trails through the dense forest. Keep your eyes peeled for wildlife. The half-day hike will stop by the Ranger Station, where confiscated snares, traps and improvised hunting rifles are on display. Enjoy a local Khmer lunch and swimming in the river. Later this afternoon, kayak along Prek Tachan back to camp. Dinner and overnight at Cardamom Tented Camp (BLD) Note – the kayaking will be done yourself. If you do not wish to kayak back to camp, there is a motorboat option available."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cardamom Departure – Kep (200km, approx. 4 hours) - If you are an early riser, you can go on a self-guided hike on the trails around the camp. At around 10am we head back to Trapeang Rung and travel to Kep (driver only). Upon arrival you will be transferred to your hotel. The rest of the day is at leisure. Overnight at Raingsey Bungalow or similar (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kep – Kampot - Kep - Today explore Kampot by bicycle*. The journey will take you through rice fields, durian and rambutan orchards against the scenic backdrop of the mysterious ‘Elephant Mountains’. Stop at local villages along the way to meet and speak with the local people. Your guide will help translate and if you are feeling adventurous try out a few words in Khmer, they are always delighted to hear you try! Our final destination will be the rapids on the Kampot River. This is where we will stop for a swim and enjoy a local picnic lunch. After a leisurely lunch and a swim in the cool waters you will be picked up and transferred back to your hotel. Overnight at Raingsey Bungalow or similar (BL) *this can be done by car instead of bicycle. A small supplement will apply. Please let us know at the time of booking."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kep - Spend the day at leisure. Overnight at Raingsey Bungalow or similar (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kep – Phnom Penh (160km, approx. 4 hours) - Today travel to Phnom Penh (approx. 4 hours, not including stops, driver only). Upon arrival check-in to your hotel and spend the afternoon at leisure. This evening transfer to Phnom Penh’s river front for a sunset boat trip on Tonle Sap and the Mekong River. Whilst on board observe the past meeting with the present through old Buddhist pagodas and new commercial buildings both visible. Pass local villages nestled on the banks of the river and see the traditional floating houses and markets of the Mekong. Overnight at Rambutan Resort or similar (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Phnom Penh - Today we take a city tour. We start with a visit to Wat Phnom, where a 14th century stupa and small pagoda stands. It is the tallest religious structure in the city and the oldest building in Phnom Penh. Continue to the Royal Palace, built in 1866 under King Norodom. Adjacent is the Silver Pagoda, which is named after its floor which is covered with 5000 silver tiles. Later visit the National Museum, which houses an important collection of Angkorian artefacts. Lunch will be taken at the Friends Restaurant, which provides under privileged street children with the opportunity to gain first-hand experience of the hospitality business. All profits are reinvested into the Training Centre activities. This afternoon visit Choeng Ek, the location of the infamous Killing Fields. Continue to Tuol Sleng prison, the notorious Khmer prison where thousands of Cambodians perished in the darkest hours of Cambodian history. Overnight at Rambutan Resort or similar (BL) Note: When visiting the Royal Palace, visitors are advised to follow a dress code consisting of \"long trousers or skirt which cover the knees, and covered shoulders\". Skirts, small shorts, tank tops and other items of revealing clothing are not allowed."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Phnom Penh Departure - Transfer to the airport for your departure flight. (B)"
    }
  ],
  "map": ""
}