{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "laos-and-cambodia-tour-off-the-beaten-track",
  "tourName": "Laos and Cambodia tour, off the beaten track",
  "placesVisited": "Vientiane, Laos, Hin Boun National Park, Kong Lor Cave, Xe Bang Fai, Thakhek, Wat Phou, Preah Vihear, Cambodia, Banteay Srei, Siem Reap, Angkor temple complex, Mekong River",
  "generalInfo": "This trip is ideal for adventurous types seeking a journey off the beaten track to uncover some of Laos and Cambodia's best kept secrets. Starting in Vientiane you will have time to adjust to the Lao culture and explore the tree flanked boulevards by bicycle. From here you take the road to Hin Boun National Park with the highlight being Kong Lor Cave before travelling up river in the Nam Theun Protected Area. Here you will camp overnight with only the stars for company. Head further south taking in the little known caves at Xe Bang Fai, the riverside town of Thakhek and the southern pilgrimage site of Wat Phou. Crossing into Cambodia you will visit the once inaccessible temple of Preah Vihear and spend some time staying with the locals in Banteay Srei. The trip ends in Siem Reap to explore the spectacular temples of Angkor.",
  "durationDays": "16",
  "price": "5250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Vientiane."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival you will be met by your local guide and transferred to the Ansara Hotel. The rest of the day is at leisure and we can recommend some great places to eat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will explore the city by bicycle. This takes in the most famous colonial and religious architecture and also contrasts that with some peaceful 'local' areas. In the early evening your guide will take you down to one of our best-loved spots on the banks of the Mekong so that you can enjoy a cold drink as the sun sets. As the evening moves on you will explore the riverbank further, mixing with the locals as you try various local delicacies."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Your road trip begins with an overland journey to the Hin Boun National Park. There are plenty of impressive photo stops en-route."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend the full day exploring the stunning Kong Lor Cave and the surrounding villages."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Journey on to Nam Theun Protected Area via the small town of Lak Sao, where you will stop for lunch. This afternoon you will take a long tail boat into the heart of the protected area. Overnight in a simple beach camp."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a morning trek before journeying back to Thalang. Afterwards you will continue on to Langkhang where you will be spending the night."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you will have an adventure exploring one of the least-known areas in Indochina at the Xe Bang Fai Caves. Travel by boat and car on to the sleepy town of Thakek this afternoon to be reacquainted with the Mekong river."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will be driven south to the peaceful town of Champasak which is famous for one of the most impressive temples in Laos; Wat Phou. This evening you can enjoy one of the best views in Laos as the sun sets over La Folie Lodge."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you will uncover the secrets of Champasak with a private walking tour before returning to your hotel. You may wish to have an afternoon by the pool or take out bikes to explore the island."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast you will travel to Wat Phou as the early morning is a nice cool time to climb the many steps of the temple complex and avoid the crowds. Then travel on the border to cross in to Cambodia, stopping en route for lunch. Upon completing immigration formalities you will meet your Cambodian guide and transfer to nearby Preah Vihear where you will be spending the night."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Explore Preah Vihear this morning. Considered by many to be among the most impressive temples in Asia, it is a privilege to be able to visit again after it was off-limits for many years due to a border dispute with Thailand. Continue south to another off the beaten track area at Phnom Kulen, before reaching Banteay Srei. Here you will overnight in a local homestay."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Wake early to discover Banteay Srei at dawn. Other highlights will be taken in on the way to Siem Reap."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today is a busy one, full of the must-see attractions within the temples of Angkor. Highlights include Ta Prohm which was made famous by the Tombraider film. The imposing faces of The Bayon are not to be missed and the day ends at Angkor Wat itself. As with all of our touring we go to great lengths to get the best guides and plan things in such a way as to avoid crowds when possible and see things in the best light of the day."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will be transferred to the airport for your flight home."
    }
  ],
  "map": ""
}