{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "exciting-family-holiday-in-cambodia",
  "tourName": "Exciting family holiday in Cambodia",
  "placesVisited": "Siem Reap, Angkor Wat, Battambang, Mechrey, Phnom Banan, Sihanoukhville, Koh Kong Province, Phnom Penh, Optional activities include: jungle treks, mangrove safaris by kayak, cooking classes, quad biking and zip lining",
  "generalInfo": "Forget the familiarity of the neighbours, Cambodia holds just as many things to do for family holiday makers with Angkor Wat just the start of a very exciting adventure to keep your little Lara Croft or Indiana Jones wide eyed and active over the course of a fun-packed two week itinerary. <br/><br/>From the creeper covered temple ruins where monkeys roam free to boat rides as the sun sets over the present day Cambodian capital, Phnom Penh, this is an exciting family holiday that you’ll never want to forget with a combination of cultural heritage and lesser-known beaches, very hard to beat.<br/><br/>Time spent in Battambang, Cambodia’s second largest city, provides further evidence of French influence on this region of Southeast Asia with wildlife watching from the carriage of a bamboo train bound to thrill young passengers answering the call of the wild. <br/><br/>Completing this two week tour on the beaches of Sihanoukhville prior to settling into an eco lodge in Koh Kong Province invites an exciting end to an excellent itinerary with options to find out more about Cambodia’s, all too recent, horrific past bound to resonate with older children and adults alike.<br/>",
  "durationDays": "14",
  "price": "2125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SIEM REAP When you arrive in Siem Reap you will be met at the airport by one of our representatives who will take you directly to your hotel. The rest of the day is free for you to relax and unwind after your flight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SIEM REAP - ANGKOR TEMPLES Spend a full day exploring the Angkor Temples with a personal guide. Children will love adventuring by bike or tuk tuk as you learn about the new culture you are engulfed within. Start at the magnificent ‘South Gate’ of Angkor Thom, famed for the colossal human faces carved from stone and flanking the route. From here you will visit all of the main temples including Bayon, Phimeanakas, the Elephant Terrace and Angkor Wat itself. Stop and take in the stunning architecture, it is like no other."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SIEM REAP - KOMPONG PHLUK Take a drive to Beng Melea Temple, an enormous ruin the size of Angkor Wat buried in the lush green jungle. Children will love stepping into Indiana Jones shoes, clambering over giant lianas that grow through the temple walls and tunnelling through thick undergrowth to dilapidated carvings. As the afternoon creeps in, journey to Kompong Phluk, a floating village that is built on 8m high stilts over the vast waters of Tonle Sap, a freshwater lake that is home to traditional fishing communities. This is a world heritage site and is best explored by a small wooden sail boat. Weave through the stilt houses to the flooded mangrove forest, an adventure in itself."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SIEM REAP One further day to explore the Angkor Temple as a family. Make sure to visit Ta Prohm, one of the most picturesque temples, covered in sprawling tree roots and lianas. When you have had your fill of temple-hopping, venturing into Siem Reap. This pleasant town is host to a wealth of market stalls, shops and fantastic restaurants serving traditional food. Unwind in one of the many Fish Spas, where you can dip your weary feet in a fish tank and tiny fish will nibble the aches and pains away. If you are feeling more adventurous, why not try your hand at a traditional cookery class? Quad bike or fly through the tree tops on a zip lining adventure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BATTAMBANG - MECHREY Today you will journey to Mechrey. This is a floating village built on high stilts over the vast waters of Tonle Sap, a freshwater lake that is home to traditional fishing communities. Children will love hopping on a traditional ox cart and ride through a village on the edge of the lake. From here you will continue west to Battambang, Cambodia’s second largest city and a world away from Phnom Penh. There are lots of slightly crumbling but attractive French colonial buildings, many of which are home to excellent cafes and restaurants, where you can sample traditional food and drink."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BATTAMBANG - PHNOM BANANA Today you have a full day to explore the sites around Battambang with a personal guide. There are plenty of temples which you can visit, including the magnificent Phnom Banan which dates back a thousand years and is in a glorious setting on top of the forested hillside. Our favourite activity is the ‘Bamboo Train’. Powered by a small motorbike engine, you will speed through the Cambodian countryside spotting wildlife along the way. As the sun sets, stop for dinner in one of the many excellent restaurants. If you are lucky enough, catch a performance at the Phar Ponleu Selpak Big Top. The School of Performing Arts put on an excellent production of acrobatics and dance for a very low cost and is not to be missed."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SIHANOUKHVILLE This morning you will return to Siem Reap to take a short flight to Sihanoukhville. Once you arrive in Sihanoukhville, transfer to your hotel and unwind on the beach."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SIHANOUKHVILLE Two full days free to enjoy the white sand shores and crystal clear waters."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SIHANOUKHVILLE – KOH KONG Transfer to your resort in Koh Kong Province, a lovely eco lodge in the middle of a beautiful landscape of lush virgin forest. Spend your time following the winding trails into the jungle, a haven for wildlife and many tropical birds. Why not become explorers for the day and hire one of the lodge's kayaks and head downriver with a local guide into the mangrove forest."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KOH KONG A full free day to further explore your resort. Treck into the jungle or make a splash as you sail down the river."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KOH KONG – PHNOM PENH After a leisurely morning you will transfer to Phnom Penh."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "PHNOM PENH Welcome to Phnom Penh; a small but beautiful city that is best explored from the back of a tuk tuk. Becomes royals for the day as you visit the Royal Palace, home to Cambodia’s Royal Family and the impressive national museum before stopping for lunch at the Friend’s Restaurant, run by street children. You will also visit Tuol Sleng, a museum on the site of a former Khmer Rouge prison, and the Killing Fields just outside Phnom Penh. The exhibits are grisly but a visit can provide a fascinating insight into this traumatic period of Cambodia’s history. End the day with a sunset cruise along the Mekong."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Time to say goodbye to Cambodia and fly home."
    }
  ],
  "map": ""
}