{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-family-holiday-for-teenagers",
  "tourName": "Cambodia family holiday for teenagers",
  "placesVisited": "Phnom Penh, Mekong island visit, Rickshaw tour, Battambang, Dinner with a local family, Optional bamboo train ride, Siem Reap, Angkor Silk Farm, UNESCO World Heritage Angkor Archaeological Park, Angkor Centre for Conservation of Biodiversity, Phare the Cambodian Circus",
  "generalInfo": "This Cambodia family holiday for teenagers is aimed at those with children under the age of 18. It’s also a small group tour and you’ll spend eight adventurous days travelling with three to five other like minded families. Cambodia is a fantastic destination for kids - Phnom Penh impresses with its museums and lively markets; Battambang is drenched in old-world charms; and Siem Riep is both a dynamic city in its own right as well as being the gateway to the fascinating temples of Angkor Wat. And then there are the plentiful outdoor excursions that’ll get you and your family acquainted with traditional Khmer life. You’ll be able to visit rural homestays, cycle out into the countryside and take boat trips along the Mekong, soaking up the buzz of city life. <br/><br/>Our group sizes are small enough that you’ll be able to visit out-of-the-way places, use local boats, trains and buses and blend in with local life. They’re also large enough to allow a good social mix; and many families stay friends long after the holiday is over. There’s plenty of downtime built in along with the action, and all our accommodation is family friendly - with most places featuring a pool. <br/>",
  "durationDays": "8",
  "price": "820",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Cambodia. Your adventure begins in Phnom Penh with a welcome meeting at 5 pm tonight to meet your local leader the fellow families. If you arrive early, perhaps stroll the streets of Phnom Penh, taking in the interesting French architecture. After, maybe head out for dinner at a local restaurant and try dishes like beef lok lak or fish amok."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh .",
      "description": "This morning, take a cyclo (bicycle rickshaw) tour of the city to explore some of the historic buildings on the riverfront form a new perspective. Visit the private quarters of the Royal Palace – home to King Sihamoni. This palace is closed off to the public, but you’ll be able to visit the sacred Silver Pagoda that lies within the palace complex. After, you have a free afternoon to explore at your own pace – your leader always has great recommendations on what to do with the family."
    },
    {
      "dayNumber": 3,
      "title": "Battambang.",
      "description": "Today is a bit of a travel day as you’ll hop on a private bus to Battambang. Break up the long trip with a visit to the pottery workshop in Kampong Chhnang and learn about the craft of pottery making. Then, continue to Cambodia's second-largest city – Battambang is a riverside town of French elegance, friendly Khmer people and beautifully preserved architecture. When you arrive, you have free time to rest and recharge or head out on an optional tour of the city. Later, you’ll head to a local’s house and be treated to a home-cooked dinner as you get to know your kind hosts."
    },
    {
      "dayNumber": 4,
      "title": "Battambang .",
      "description": "Take a half day tour of the countryside today on two wheels. Jump on your bikes, then pedal through the beautiful surrounds of Battambang. Stop along the way to discover the rural way of life, visiting some small cottage industries. See how sticky rice is cooked in bamboo, watch rice paper making, taste some dried bananas (like the healthy version of a roll up!) and watch a fish paste making demonstration. After, you’ll have the afternoon free to relax by your accommodation’s pool or explore the city at your own pace."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "Today after breakfast, take your private minivan to Siem Reap – the gateway to the UNESCO World Heritage-listed Angkor Archaeological Park. The town itself is worth exploring with day and night markets, Khmer massage and spa treatments and a variety of great cafes and restaurants. After checking into your hotel, you and your family will jump in tuk-tuks to visit the Rokkhak Women Handicraft centre – a business based-sustainable development that connects socially conscious travellers with traditional local crafts. Watch the weavers at work, learn about their craft and try your hand at water hyacinth weaving, using leaves that have been dried and prepared for you by the centre’s expert weavers."
    },
    {
      "dayNumber": 6,
      "title": "Siem Reap.",
      "description": "After breakfast, head off to explore the remarkable temples of Angkor. You’ll take a guided tour of the complex on a tuk-tuk with a local social enterprise that focuses on providing employment opportunities for women in the community. See the larger-than-life Angkor Wat, the grand Bayon and the jungle-covered Ta Prohm. Some buildings are over a thousand years old from the Khmer Empire – these beauties were known to represent the cosmic world and were set in perfect balance, symmetry and composition. There will be plenty of opportunities to capture the perfect family photo and stop to see the monkeys that gather on the temple ruins. Tonight, head to Phare the Cambodian Circus, sure to be a highlight for the whole family! Coming from vulnerable households, the performers have gained international recognition through their art practices. Like a Cambodian Cirque Du Soleil, modern Khmer tales mix theatre, music, dance, acrobatics, juggling, aerial acts and contortion."
    },
    {
      "dayNumber": 7,
      "title": "Siem Reap .",
      "description": "Today, your family will discover the secrets behind famous Cambodian cuisines with a hands-on cooking class. First, visit a local morning market to shop for fresh ingredients, then head to the kitchen. Your chef will explain each of the ingredients and help your family prepare a delicious feast for lunch. The afternoon is free for you to enjoy. You might like to visit the exquisite Banteay Srey (Citadel of the Women) temple or Banteay Srei Butterfly Centre, which features a variety of Cambodian butterflies. If travelling with older kids, maybe visit the Landmine Museum, which was set up in 1997 by former-child soldier Aki Ra. The Museum aims to tell the story of landmines in Cambodia and to inspire people to make a difference. Tonight, you’ll have the option to enjoy a final group dinner to celebrate an amazing adventure together."
    },
    {
      "dayNumber": 8,
      "title": "Siem Reap.",
      "description": "After breakfast, there are no activities planned and you’re free to leave at any time. If you would like to explore more of Cambodia, you might like to arrange a trip to the Tonle Sap Lake – a UNESCO Biosphere Reserve. Just speak to your booking agent to organise additional accommodation."
    }
  ],
  "map": ""
}