{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "indochina-21-day-small-group-tour-along-the-mekong",
  "tourName": "Indochina 21 day small group tour, Along the Mekong",
  "placesVisited": "",
  "generalInfo": "Mekong River: A Journey Through Thailand, Laos, and Cambodia<br/><br/>Join Alex Robinson, award-winning travel journalist and photographer, on an unforgettable journey through Southeast Asia, following the Mekong River. Visit the royal capitals of Luang Prabang (Laos) and Chiang Rai (Thailand), the ancient temples of Angkor (Cambodia), and the vibrant Mekong Delta (Vietnam). Experience river cruises, backwater boat trips, floating villages, and bamboo rail rides.<br/><br/>Begin in Northern Thailand, cruise through Laos to Luang Prabang, explore Angkor Wat in Cambodia, then travel to Phnom Penh and explore Vietnam’s Mekong Delta. End in Ho Chi Minh City (Saigon), walking in the footsteps of Alex’s grandfather, Daniel Counihan.<br/><br/>This journey takes in the most beautiful and least spoilt parts of mainland Southeast Asia’s most intriguing countries – Laos and Cambodia. From the World Heritage sites of Angkor, with its astonishing carved temples and lovely teak wood Luang Prabang set in a bowl of forest covered mountains by the rushing Mekong. You will see the little-explored wilds of the Four Thousand Islands, Northern Laos and the vast, tiger-roamed forests of Kulen Promtep. You will see the widest waterfalls in the world, fly in a balloon over seemingly endless limestone crags, cruise the Mekong River where it’s most beautiful ride the Chinese bullet train. You will visit hill tribe people and browse markets filled with Asia’s best handicrafts. And you will see some of the world’s rarest animals – Irrawaddy River dolphins and Asia’s rarest bird, the Giant Ibis and pileated gibbons swinging in the trees.<br/><br/> <br/><br/>We begin in Thailand, at the royal city of Chiang Rai, and follows the mighty Mekong River from there through central Laos and the heart of Cambodia to Phnom Penh, Asia’s newest tiger city. And there are optional extensions in Bangkok or Saigon and the Mekong Delta at the beginning and end of the journey.<br/><br/> <br/><br/>The trip is hosted by Alex Robinson, a current multi-award winning travel photojournalist (including in 2025), who has covered the region for The Independent, Sunday Times, Telegraph and Wanderlust and worked on books in the region for Dorling Kindersley. You will enjoy and capture some of stunning landscapes and travel scenes as a travel photojournalist does on assignment, capturing those shots of a lifetime in the places Alex took them for his features. And while you can simply soak up the fabulous sights, you have the option of honing your skills as a photographer or writer with one of the country’s top photojournalists.",
  "durationDays": "20",
  "price": "5950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Chiang Rai (17th November): Welcome to Northern Thailand. At Chiang Rai our local expert guide will meet you at Chiang Rai airport and transfer you to your hotel for check-in. You have the rest of the day at leisure – to wander around the city centre, pamper in the spa or relax by the pool. Situated on the Kok River – a tributary of the Mekong, Chiang Rai is one Thailand’s great capitals – founded by the king of Lanna Mangrai, as his royal capital in 1262. Thailand’s most venerated Buddha image – the Emerald Buddha (now in the Grand Palace in Bangkok) was discovered here in the 1400s – when an earthquake cracked a stupa to reveal the brilliant green statue. The city is famous for its exquisite temples, including one of Asia’s most famous and spectacular: the ornate, brilliant-white Wat Rong Khun, designed by renowned Thai artist Ajarn Chalermchai Kositpipat. Chiang Rai is an important centre of hill tribe culture. You will meet your Tour Leader Alex Robinson in the evening we will have a welcome meal at Lu Lam, one of the best traditional regional restaurants in Thailand. Its tables are set on rafts on the Kok river and we will have our first glimpse of the streams of the Mekong which define our journey. Alex will brief you what’s ahead and you will have the chance to talk with him about any photography and writing tuition or tips you would like over the next few weeks. After supper we explore Chiang Rai’s lively night market where we will browse for hill tribe crafts and enjoy music and dance performances and sample local street food. Transportation, transfer, tours and writing or photo tuition included. Overnight at Mora Boutique"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chiang Rai, Thailand – Tribal villages, Tribal Museum & The White Temple (18th November): After breakfast we explore stunning Wat Rong Suea Ten or the Blue Temple and then leave for Doi Pangkhon mountain and Ban Pangkhon, an Akha and Yaow hill tribe village set in rolling mountains and surrounded by coffee plantations. We will take light hikes in the hills around the village, learn about how the community sustains itself and sample some of their celebrated Pangkhon coffee in a local home. We will then journey to the tea-growing area of Singha Park and take lunch in natural surrounds at the Bhubirom Restaurant, whose tables are perched over sweeping view of the lush countryside and which specialises in Northern Thai Lanna cooking, made with locally-sourced, mostly organic ingredients. In the afternoon we visit Wat Rong Khun also, the White Temple – one of the architectural highlights of Northern Thailand where you will learn about the history of Buddhism in Thailand and about Buddhist temple architecture. In the late afternoon we visit the Chiang Rai Hill Tribe Museum and Education Center: where you will discover the story of the hill tribe people of the Golden Triangle. The museum offers well-curated exhibits showcasing the traditional lifestyles, crafts, and customs of six major hill tribes: Akha, Lahu, Yao, Karen, Lisu, and Hmong. With its authentic artifacts and educational displays, this museum provides a deeper understanding of these communities and their contributions to the region. In the evening we will dine in a lovely French-inspired restaurant on the river serving local and Western food and with live music. Overnight at Mora Boutique."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chiang Rai ? The Golden Triangle – Mekong River Cruise ? Laos (19th November): It’s an early start this morning – for the Mekong and our date with your Upper Mekong River Cruise in the famous Golden Triangle where Thailand, Laos and Burma converge with southern China. After passing through Laos immigration you will be transferred to your cruise boat. It is a traditional Upper Mekong slow boat, built by a local team of family ship builders in Luang Prabang shipyard. They’ve been building Upper Mekong river boats to ply these ancient Golden Triangle waters for generations. Inside, comfortable, shaded seats and tables sit next to a huge open-air windows with superb views (and rain covers if necessary). There’s an open roof-top sun-sky deck, the front section has a long bench and the central section of boat is the main passenger seats, face-to-face seats with a table. The rear section is an engine room, kitchen area, toilets and observation area. Our boats are agile, secure and beautiful. No vessel gives you more of a sense of the Mekong and the movement and power of this magnificent river. And no Mekong boats are safer – these long boats have been honed over centuries of boat construction – they are unique to the Mekong and built to navigate the strong current, narrow water and fast water in both in dry and raining season. From the moment we leave, you are immersed in the beautiful landscapes of the Upper Mekong. Everything feels intense – the tiny temples that dot the shore (including a temple dedicated to a giant catfish!) as we leave Houeixay at the start of our voyage, the wild mountains, meanders and rushes of the river which follow, the rainforest and birdlife, the life in the local Khmu and Hmong villages we visit along the way. In the later afternoon we reach, the lovely local village of Pakbeng, squeezed between a towering cave-pocked cliff large enough to be in Yosemite and a wild forested riverbank, where the Mekong meets the Nam Beng. We stay here overnight under a sky filled with stars. Overnight at Le Grand Pakbeng."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mekong Cruise to the Pak Ou Buddha Caves & Luang Prabang (20th November): After breakfast with a sweeping view over the magnificent cliff and river landscapes around Pakbeng, we cross the Mekong, mooring at the base of a high cliff. We moor here and then walk the stone stairs (don’t worry, they’re wide and easy and there’s no sharp drop), to the spectacular Pak Ou Cave. This dry cavern sits high in an immense cliff which and is packed with some 40000 Buddha statues. With the river at its feet, rainforest beyond and serene Buddhas all around, it’s an extraordinary sight. We visit a hill tribe village and learn about their day-to-day life. If time permits and the season allows, we may offer a glimpse of the organic gardens where villagers nurture their crops (and we can try one or other local produce). We have lunch on board and then as the sun drifts low and golden over the river we arrive in the old imperial city of Luang Prabang, a Unesco World Heritage site, from where you will transfer to your hotel. After checking in, guests have the option to wander the streets of this lovely small city, which is only as large a small European town. The low key centre is lined with old teak wood mansions and French town houses, set alongside the old royal palace and myriad temples covered with elaborate carving and made in the unique Laos style. There’s a night market and dozens of craft shops where beautiful, intricate hill tribe textiles, indigo and silk scarves and sarongs, silverware and art are available for sale. It’s one of the best spots on our journey to pick up souvenirs, and it’s all locally made rather than shipped in from overseas. You can climb to the top of Phousi hill for the loveliest sunset view in Laos – of the day darkening over the terracotta and teak buildings and the sun sinking over the Mekong and the rolling mountain ridges. In the evening we will have dinner at a local restaurant and a Baci ceremony, a traditional Lao ritual that is deeply rooted in the country’s culture and spiritual beliefs. It is performed to celebrate important events and occasions such as weddings, births, homecomings, and other significant milestones and will be held in your honour to welcome you to the royal capital. Transportation, tours and writing or photo tuition included. Overnight at Le Bel Air, Garnier Room."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Luang Prabang, Laos – Rice Farming, Hill Tribes and Waterfalls (21st November): Indochina’s history has been shaped by the production of rice. And you will learn how, first hand today when we visit a community-run organic farm supplying fresh vegetables, herbs, salads and rice to hotels and restaurants in Luang Prabang. The farmers here use methods which are millennia old. You will have a taste of ancient Southeast Asian rural life – participating in the various stages of rice cultivation, from planting to harvesting. You’ll gain insight into the life of local farmers and understand the importance of rice in Lao culture. The farm is in a gorgeous setting – surrounded by tropical greenery and rugged mountains, with paddy fields all around. It’s a wonderful way to connect with nature and appreciate the hard work that goes into producing the Mekong’s staple food. In the afternoon we drive through the countryside to the Kuang Si Waterfalls, which drop in tiers in lush rainforest. We will have time at leisure here (and to visit the Sun Bear rescue and rehabilitation centre on site), and Alex is on hand to help you with your photo skills. We take lunch at the waterfalls and on the way back to Luang Prabang stop at a Hmong village and learn about the traditional music, textiles and daily life of a people who helped to shape modern Laos, and who are one of the great forgotten ethnic groups of Southeast Asia. Transportation, tours and writing or photo tuition included. Overnight at Le Bel Air, Garnier Room. Board Includes: Breakfast, Lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Luang Prabang, Laos – Temples, Royal Palaces -Nong Khiaw (22nd November): Today we spend a morning exploring the key sights of Luang Prabang itself. We wake early for a very special dawn visit to witness the monks leaving their temples to receive alms from the locals – as offerings of food placed into their alms bowls. There are many opportunities for wonderful pictures. We then visit Luang Prabang’s morning market before returning to the hotel for breakfast. In the afternoon we visit Luang Prabang’s most beautiful temples. We begin with five hundred year old Wat Visoun, the oldest temple in Luang Prabang. The temple is covered in beautiful painted decoration and replete with priceless Buddha images, some of which are centuries old. One of its most distinctive features is the large round stupa known as That Makmo, or the Watermelon Stupa. We see Wat Xieng Thong, also known as the Temple of the Golden City, one of the most important and beautiful temples in Luang Prabang. It was built in 1560 by King Setthathirath and is a prime example of traditional Lao architecture. The temple is famous for its exquisite Tree of Life mosaic and royal funeral chapel. After lunch, we drive from Luang Prabang to Nong Khiaw, a scenic journey through the heart of northern Laos. The road winds over ridges and down through plunging forested valleys. It’s an untouristy area. There are breathtaking views of the Nam Ou River along the way and we get a real sense of rural life in the traditional Lao villages we pass through. In the late afternoon we arrive Nong Khiaw village – nestled on the banks of the Nam Ou river, surrounded by towering limestone cliffs and with a feel unspoilt, natural tranquility. It’s a perfect spot for relaxation and adventure, with opportunities for hiking, boat trips, and exploring nearby caves. Transportation, tours and writing or photo tuition included. Location: Nong Khiaw, Hotel: Maison, Deluxe Room. Board Includes: Breakfast, Lunch."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nong Khiaw & Muang Ngoi (23rd November): This morning we rise early for stunning hike in the hills around Nong Khiaw to one of the most beautiful viewpoints in mainland Southeast Asia. As the sun rises over the mountains it glistens off the Nam Ou river and the roofs tiny temples, far below at our feet. Mist rises from the valleys and forest on the ridges all around, lit with buttery morning light comes to life. We then return to the hotel for breakfast. Mid-morning we climb aboard a teak wood long boat for a cruise along the peaceful Nam Ou River on our way to Muang Ngoi, watching locals swim and play in the river around the hamlets that line the route, buffaloes graze on water meadows and life seems much as it has been for centuries. Muang Ngoi is a gorgeous little sleepy hamlet squeezed between the Nam Ou and high limestone cliffs. It’s become a secret travellers retreat over the last few years, its single main street lined with arty cafes. Hill tribe villagers wander the village and boat in from the surrounding hills. You have the afternoon and evening at leisure. Location: Muang Ngoi, Hotel: Ning Ning, Standard Room. Board Includes: Breakfast, Lunch."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Muang Ngoi – Vang Vieng (24th November): You have the early part of this morning at leisure before we take our river boat back to Nong Khiaw and from there to Luang Prabang railway station. On the way we see our last Laos hill tribe villages. Our first is Na Ngang village, a Tai Lue community renowned for its traditional cotton weaving. Cotton is cultivated in nearby fields, and the entire process from spinning to dyeing (notably using natural indigo) and weaving, is conducted by hand, preserving age-old techniques. The resulting textiles are not only beautiful but also embody the cultural heritage of the Tai Lue people. The village offers a glimpse into traditional Lao life, with its stilted wooden houses and artisans working on looms beneath them. It’s one of the best cultural experiences Northern Laos. In the late afternoon we catch the Chinese-built bullet train from Luang Prabang to Vang Vieng town where we overnight. Transportation, tours and writing or photo tuition included. Location: Vang Vieng; Hotel: Riverside, Deluxe Room. Board Includes: Breakfast, Lunch."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Muang Ngoi – Vang Vieng Hot Air Balloon Flight (25th November): We begin today with a hot air balloon flight over one of Laos’s most famous landscapes – a seemingly endless scroll painting view of rugged, sculpted limestone mountains, towering over rice fields and ribbon-like rivers. It’s as spectacular as Vietnam’s famous Halong Bay but far less well-known. We return to the hotel for breakfast and then continue by road to meet the Mekong once again in Vientiane, Laos’s capital city. Along the way we visit the country’s national monument, the brilliant gold That Lang stupa and Patuxai, the Southeast Asian Arc de Triomphe en route. We overnight in Vientiane in a luxurious former French colonial chateau, in preparation for our flight south in the morning. Location: Vientiane; Hotel: Setha Palace, Deluxe Room Board Includes: Breakfast, Lunch."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Wat Phou & Don Khone Island (26th November): After breakfast, we transfer to the airport for our morning flight to Pakse with Lao Airlines, departing at 10:30 and arriving at 11:30. We cross the now mighty Mekong to visit Wat Phou Champasak, a UNESCO World Heritage Site and our first taste of the wonderful Angkor era Khmer ruins that lie in wait for us in Cambodia. This crumbling pre-Angkorian temple, whose origins date back over two thousand years perches in dense rainforest above rice fields and the meandering Mekong at the foot of rippling hills. There are some astonishing carvings and we use this temple to introduce the Angkor Empire of which this was a northern outpost. We then drive overland to Khong Island, the largest island of the four thousand islands of southern Laos, that dot the Mekong just at it plunges over ten kilometre wide waterfalls into the plains of Cambodia. The islands are dotted with sleepy villages and the landscapes are magnificent. Upon arrive at Na Kasang boat pier, you’ll be transferred by traditional Pointed-headed style boat to your hotel as there is no road access. We overnight in lovely Don Khone village right on the water in one of the prettiest islands. Location: Dhon Khone; Hotel: Sengahloune, Deluxe Room. Board Includes: Breakfast, Lunch."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring the Four Thousand Islands & Mekong Waterfalls (27th November): Toray we will explore the Four Thousand Islands and the world’s widest waterfalls, which plunge in a series of powerful cascades and raging rapids over a stretch of some ten kilometres at an astonishing rate of 11 610 metres cubed every second – over five times the amount of Niagara. We will learn about the French colonial railway – built to traverse the falls and allow for teak wood to be transported from forests of the Golden Triangle and Upper Laos through Cambodia and to the Delta near Saigon. We will cycle the old rural back roads and trails, hitch rides in a traditional tuk and meet local villagers and fishermen along the way. The landscapes are unique, unspoilt and stunningly beautiful. In the evening we way goodbye to Laos and our hosts over Lao beers and a traditional meal. Location: Dhon Khone; Hotel: Sengahloune, Deluxe Room. Board Includes: Breakfast, Dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrival in Cambodia, Irrawaddy River Dolphin Safari (28th November): This morning we transfer into Cambodia – about two hours’ drive away, breaking the journey at the Khone Phapheng Waterfall, often referred to as the pearl of the Mekong. It is Southeast Asia’s largest waterfall, and a truly awe-inspiring sight, with millions of litres of water cascading over a series of falls, making it one of the most spectacular natural wonders in Southern Laos. We reach the Lao-Cambodia border and the Nong Nokkien Border Checkpoint in the late morning. On arrival we are welcomed by our Khmer guide and transferred to our hotel for check-in. We spend the late afternoon on one of Southeast Asia’s great wildlife experiences – a relaxing boat trip on the Mekong River in search of critically endangered Irrawaddy dolphins. They are one of the world’s rarest cetaceans. There are only about 90 of these delightful animals left in the Mekong. But with patience and good fortune we will see these playful and unique freshwater dolphins in their natural habitat, just as the sun begins to set over the river. Location: Kratie; Hotel: Soriyabori River, Deluxe Room. Board Includes: Breakfast."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kulen Promtep Wildlife Sanctuary & Critically Endangered Great Ibis (29th November): This morning we depart for the remote wilds of the Kulen Promtep Wildlife Sanctuary, one of Cambodia’s largest protected areas and a critical habitat for rare and endangered species. This is the last refuge of two of the most critically endangered animals on earth: Cambodia’s national bird, the Giant Ibis and Wild Forest Ox or kouprey, the ancestor of Asian cattle. The sanctuary is also a keystone refuge for lowland Asian elephants and tigers as well as rare deer like Banteng and Eld’s deer and birds including Sarus Crane, Grey-headed Fish-eagle. Upon arrival we settle into our ecolodge – rustic, simple rural base which is surrounded in some of the wildest and most pristine natural landscapes accessible anywhere in Southeast Asia. In the afternoon, embark on a guided wildlife-watching excursion with a focus on spotting the elusive Giant Ibis. It is astonishingly rare, with only around 100 pairs. remaining in the wild. But there is a good chance of seeing one here, thanks to an important conservation programme run in conjunction with local villages, which you will learn about. Our visit helps to keep it going. We are currently the only UK operator to offer regular trips to this astonishing reserve which is one of Southeast Asia’s last wilderness frontiers. Location: Kulen Promtep; Hotel: Tmat Boey Ecolodge. Board Includes: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Preah Vihear – Koh Ker – Siem Reap, wildlife and little-visited ruins (30th November): This morning after another wildlife walk, we depart for the astonishing and little-visited clifftop ruined city of Preah Vihear, a Unesco World Heritage site. This wonderful temple city built a thousand years ago sits on a high cliff in the Dangrek Mountains, with a vast plain at its feet. Eagles and vultures soar on the thermals and wild monkeys and foxes cavort in the ruins. We will almost certainly have the entire site to ourselves. After our visit we depart for the lowland tropical dry forests of Koh Ker and another remote and astonishing 1100 year old Khmer city, whose stepped pyramids and giant crumbling temples look like they belong in Central America rather than Cambodia. They are utterly unique and quite different from what we will see at Angkor, and they lie in dense woodlands filled with birdlife, including a stunning array of rare woodpeckers and raptors, including rare Black-headed Woodpecker, Rufous-winged Buzzards and Pygmy Falcons. We then drive on to our comfortable, chic boutique hotel in Siem Reap, the gateway to Angkor, and a lively little town with superb restaurants, craft markets and plenty of places for a soothing spa treatment or massage after our days in the wild. Location: Siem Reap; Hotel: The Aviary. Board Includes: Breakfast."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Angkor Wat with Wildlife (1st December 2026): Today is one of our best days for wonderful pictures and unforgettable impressions: we visit the temples and forests of Angkor; one of the world’s great religious and architectural sites. You will have a full day at the Angkor Ruins. They comprise a series of ruined cities and giant mausoleum temples, built as monuments to a series of kings who were the most powerful in Asia a millennia ago, when Khmer culture defined the region. The ruins sit in the heart of recovering rainforest, rich with wildlife. You will see the temples at dawn when the sun warms the ancient stone and glistens in the lotus-flower-filled lakes; enjoying the serene Buddha faces at Bayon and the exquisite carvings that cover the vast corridors and walls of Angkor Wat itself. There is more to Angkor than extraordinary architecture. While your visit includes the key ruins, it will be unique – a tailored, guided wildlife walk through the best of Angkor. You begin at the best time for wildlife with a pre-dawn pick-up and a search for crepuscular birds and mammals. You will see sunrise over the temples and also over breakfast, brought by the guide. You will walk from the temples through the wonderful rainforest surrounds in search for rare Pileated Gibbons, beautiful brilliant-blue Hainan Flycatchers and huge Hornbills, who have returned to the forests since the pandemic. Your guide will choose the best locations for you. You will have plenty of time for the famous temples – Angkor Wat itself, Bayon, the best carvings at Banteay Srei and Ta Prohm – encrusted with liana vines and giant tree roots, and to marvel at the thousand year old petroglyphs in the sacred springs at Kbal Spean. Transportation, tours and writing or photo tuition included. Location: Siem Reap; Hotel: The Aviary. Board Includes: Breakfast."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Siem Reap at leisure (2nd December 2026): Today you have a day at leisure in Siem Reap to shop, to visit the local markets, to go to visit the Siem Reap circus with its amazing acrobats or the Apopo Centre where pouched rats are trained to sniff out landmines. They have saved thousands of lives. Or you can simply relax by the pool or sample the great cafes and restaurants of Siem Reap town. Alex is on hand for some private photo tutorial or to show you how to edit your images in photoshop. Location: Siem Reap; Hotel: The Aviary. Board Includes: Breakfast."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Siem Reap – Battambang on the backwaters of the Mekong (3rd December 2026): We are back on the rivers Mekong today for tranquil private boat ride through the wetlands and backwaters of the Sangkae river to the sleepy town of Battambang. We will pass riverine villages, Ramsar-protected wetlands filled with water birds and cruise through the heart of rural Cambodia – past little villages that seldom if ever see a tourist and fields of golden rice paddies, arriving in Battamabang in the late afternoon. Battambang was once an important provincial city – governed by the French, the Thai (whose huge, opulent governor’s mansion sits next to the winding river) and then wrested back in the mid-Twentieth Century by the Khmer people. It’s a quiet spot today, it’s main river street lined with crumbling old French colonial town houses. There are some fascinating sights nearby which we will explore tomorrow. Transportation, tours and writing or photo tuition included. Location: Battambang; Hotel: Cambana La Riviere. Board Includes: Breakfast."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Battambang (4th December 2026): It’s time for an unforgettable and unique short railway journey – on one of Southeast Asia’s transport treasures – the Khmer Bamboo Train. These astonishing makeshift locomotives comprise two bogeys, a bamboo platform and an engine harnessed from a long tail boat outboard. Passengers sit on the platform as the train whisks through paddy fields and pasture land, deftly captained by a local in a conical hat. Leaving early allows us to see the villagers tilling the fields and harvesting rice, the beautiful landscapes and the tiny villages along the railway side. The photographs are extraordinary. After our ride, we drive to visit one of the Ancient Khmer Traditional houses, and meet the house’s owner who receives us warmly with a snack and tea before we return back to the hotel for breakfast. After a tour of the town and the fruit markets we visit the striking hilltop pagoda of Phnom Sampeau – a huge limestone outcrop honeycombed with caves, some of them containing unexpected and poignant reminders of Cambodia’s turbulent history. On the top of the hill, we can view the surrounding countryside, a tapestry of villages, buffalo pastures and shimmering rice paddies, punctuated with sugar palm trees. We walk downhill back to the foot of the mountain at dusk to witness thousands of bats leaving their roosts as it gets dark and to enjoy a bottle of cold beer or one soft drink before we get back to the hotel in Battambang, and dinner at the local restaurant. Transportation, tours and writing or photo tuition included. Location: Battambang Hotel: Cambana La Riviere. Board Includes: Breakfast."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Battambang – Phnom Penh (5th December 2026): This morning we leave Battambang and drive to Phnom Penh, Cambodia’s Asian Tiger capital, set on the Mekong where it meets the winding Tonle Sap River. You have the afternoon at leisure to visit the National Museum, which houses the world’s most important collection of Khmer art and sculptures from different periods of Cambodian history and the silver- or the gold glittering Royal Palace. This magnificent building of stupas and cloisters painted with spectacular murals was the home of King Norodom. At its heart is the famous Silver Pagoda, glittering with over 5000 silver tiles. You could also visit the Tuol Sleng genocide museum, where the Khmer Rouge tortured thousands of Cambodians under the Polpot regime and the Killing Fields. Both are a must for visitors keen to understand this beguiling country. In the evening we enjoy a bespoke motorbike tour of Phnom Penh’s markets, street food and alternative culture. Transportation, tours and writing or photo tuition included. Location: Phnom Penh; Hotel: Palace Gate. Board Includes: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Phnom Penh – Departure (6th December 2026): Today you return from Phnom Penh to your home country. We can organise extensions to destinations in Cambodia or Vietnam – all of which are easily reachable from Phnom Penh. You might wish to take some beach time on white sands of Cambodia’s Koh Rong, or even on a busier Thai beach island like on Koh Samui island or around Krabi. Or you may wish to spend a couple of days seeing the Mekong Delta in Vietnam and finishing with enthralling Saigon. Board Includes: Breakfast."
    }
  ],
  "map": ""
}