{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-cambodia-21-day-tour",
  "tourName": "Vietnam & Cambodia 21 day tour",
  "placesVisited": "",
  "generalInfo": "Experience the absolute best of both Vietnam and Cambodia on this amazing 21 day adventure! <br/><br/>You’ll discover crazy Hanoi, experience the stunning Ha Long Bay, go kayaking, crab fishing with traditional fisherman, soak up fascinating local culture and history, learn to cook delicious local food, relax on beautiful beaches, snorkel around stunning tropical islands, explore the famous Angkor Wat temple, party on the beach and much more. Plus, you’ll have an awesome group leader, an instant group of friends to share your adventure with and help with all your onward travel. Get ready for the trip of a lifetime! <br/><br/>HIGHLIGHTS<br/><br/>- Experience the stunning natural wonder of Ha Long Bay! <br/>- Experience the beautiful countryside of Ninh Binh during a local homestay among the rice paddies. <br/>- Discover local life in the lush beauty of the Mekong Delta &amp; the fascinating Cu Chi Tunnels. <br/>- Learn about Cambodia’s dark and somber history during a locally guided tour of S21 Prison and the Killing Fields. <br/>- Discover the wonders of the largest and one of the most amazing temples in the world, Angkor Wat. <br/><br/><br/>INCLUSIONS<br/><br/>- Personal Airport Pickup To Our Accom 24/7<br/>- 20 Nights Accommodation<br/>- 28 Meals<br/>- All Transport &amp; Internal Flight<br/>- Awesome Group Leader<br/>- Help with Onward Travel<br/>- Walking &amp; Rickshaw Tour of Hanoi<br/>- Night Out in Hanoi<br/>- Overnight Boat Trip on Ha Long Bay<br/>- Kayaking<br/>- Local Homestay Experience<br/>- Bicycle Tour of Ninh Binh<br/>- Rice Paddies<br/>- River Boat Cruise<br/>- Dragon Mountain Viewpoint<br/>- Cooking Class<br/>- Visit Local Markets<br/>- Basket Boat Crab Fishing<br/>- Lantern Making Class<br/>- Cu Chi Tunnels Tours<br/>- Traditional Mud Fishing<br/>- Mekong Delta Experience<br/>- Local Village Visit<br/>- Tuk Tuk Tour of Phnom Penh<br/>- S21 Prison With Local Guide<br/>- Tour of the Killing Fields<br/>- River Kayaking<br/>- Khmer Cooking Class<br/>- River Cruise<br/>- Koh Rong Island Boat Trip<br/>- Snorkelling<br/>- Floating Villages<br/>- Angkor Wat Sunrise Temple Tour",
  "durationDays": "21",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE AND MEET THE GROUP: When you land in Hanoi after your long flight we’ll be at the airport to meet you and take you to the accommodation. You’ll have plenty of time to recover from your flight, chill out and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "DISCOVER HANOI: Discover what makes the chaotic capital of Vietnam so special with a walking and rickshaw tour of the city. Experience the bustling streets, fascinating culture and delicious street food. We’ll then head out for dinner and experience some of Hanoi’s best nightlife!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HA LONG BAY OVERNIGHT STAY: Experience the stunning natural wonder of Ha Long Bay, cruise on beautiful emerald green waters through towering limestone mountains topped with rainforest. Go kayaking through caves and enjoy some drinks aboard our overnight boat!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "NINH BINH HOMESTAY: Today we head south to the beautiful countryside of Ninh Binh, a landscape of endless rice paddies and epic limestone mountains. Check in to our unique and amazing local homestay and watch the sunset whilst relaxing in our private riverside bungalows for the evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "EXPLORE NINH BINH: Today we explore magical Ninh Binh. We’ll take a bike ride through the rice paddies and then a local row boat along a network of rivers and caves. We’ll then tackle the iconic Dragon Mountain Viewpoint before boarding the overnight train south to Hoi An"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "EXPLORE HOI AN: In the morning we’ll arrive in Hoi An, one of the most beautiful and fascinating towns in Vietnam. You’ll have some time in the afternoon to chill out, go shopping or even get some clothes made!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "BASKET FISHING & COOKING CLASS: Be guided through coconut groves by local fishermen while you try your hand at some crab fishing! We’ll then learn the secrets of preparing delicious Vietnamese food with a traditional cooking class."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LANTERN MAKING CLASS & BEACH DAY: This morning we'll learn how to make lanterns. We'll then enjoy a chilled day at a beach club. That evening we'll head out for dinner together."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRAVEL TO HO CHI MINH CITY: Today we catch a short flight to Ho Chi Minh City and arrive early afternoon. You’ll have the rest of the day to relax and explore the city."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MEKONG DELTA: We’ll explore the incredibly lush green beauty of the Mekong Delta, learn first-hand how the locals live, visit local villages and experience daily life on the Mekong. We then stay overnight in the Delta."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CU CHI TUNNELS. Today we discover the Cu Chi Tunnels, a fascinating network of underground tunnels used as supply routes, hideouts and living quarters during the Vietnam War. We’ll arrive back to Ho Chi Minh City in the afternoon before heading out for our farewell dinner and party!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "HEAD TO CAMBODIA: Today we jump on our bus to Cambodia! After our border crossing we’ll arrive in Cambodia’s capital city, Phnom Penh in the afternoon. After a quick freshen up, we will head out for dinner and drinks together."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TUK TUK TOUR & CAMBODIAN HISTORY. Today will start with a tuk tuk tour through the colourful, busy streets of Phnom Penh, where you’ll get a glimpse into how local people go about their daily routines. We’ll then pay a visit to two locations that played a pivotal role in Cambodia’s sad and troubled history - the S21 Prison, and the Killing Fields. The stories and history you’ll learn here will be difficult, however also necessary to understand Cambodia’s past, including the brutal reign of the Khmer Rouge. This evening, dinner, drinks and a night out Phnom Penh style are on the agenda."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "KAMPOT & KAYAKING. Swapping city streets for laid back country roads, today we’ll travel to the peaceful countryside province of Kampot. After settling in to our cosy traditional guesthouse nestled right by the river, this afternoon we’ll travel by kayak, weaving slowly down the river whilst soaking in the tranquil surroundings."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "PEPPER PLANTATION & COOKING CLASS. Fun fact - Kampot is famed for producing some of the best pepper in the world. We’ll be putting that theory to the test this morning as we visit a pepper plantation. This afternoon it’s time for a big cook off as we learn how to make some of Cambodia’s most iconic dishes, before heading out on the river for a chilled out sunset cruise."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "ARRIVE IN KOH RONG SANLOEM. Never had Cambodia down as much of a beach destination? Just wait until you get to Koh Rong Sanloem. Undoubtedly one of the most beautiful beaches in all the country, we’ll travel by train and fast ferry to reach this paradisiacal island, where we’ll be checking in to our island paradise accommodation that is owned by the Chief of the village! This afternoon, feel yourself slipping in to island time as you laze on the beach, beer in hand and snapping up those island Insta pics at the Cliff Bar for sunset."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "SNORKELLING ADVENTURE. All aboard our private long tail boat to some of the best snorkel spots around the islands, including some beautiful secluded beaches. This evening’s sunset will be the perfect time to reflect on another ridiculously awesome day together."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CHILL OUT & OVERNIGHT BUS. This morning we'll enjoy our final day on the island relaxing on the beach. We’ll then catch the ferry back to the mainland for dinner before boarding a comfortable overnight bus bound for Siem Reap. With fully reclining beds and air con, this is bus travelling in style."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "SIEM REAP & FLOATING VILLAGES. Arrive in Siem Reap in the morning. From there we’ll venture out to the rural areas and discover some traditional floating villages surrounded by lush rice fields, lotus flowers and flooded forests."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "ANGKOR WAT. Saving the best for last, today’s the day you’ll get to cast eyes on one of the 7 Ancient Wonders of the World. Built in the first half of the 12th century, Angkor Wat is one of the oldest and largest temples in the world. We’ll explore the site and learn the history with a Local Guide, and maybe even reenact our favourite Tomb Raider scenes as we visit Ta Prohm, a temple that featured in the movie."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "DEPART SIEM REAP OR EXTEND YOUR STAY. Your unforgettable 21 day adventure comes to an end today. Those flying home will make their way to the airport, or keep living the dream and extend your stay in Cambodia or South East Asia with our help and the new friends you’ve made."
    }
  ],
  "map": ""
}