{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-holiday-beyond-angkor",
  "tourName": "Cambodia holiday, beyond Angkor",
  "placesVisited": "Phnom Penh, Local markets, Angkor, World Heritage Sambor Prei Kuk, Hike in Phnom Kulen National Park, Prei Vihear Temple, Jungle city of Koh Ker, Kampot, Kep, Rabbit Island, Phnom Tamao Wildlife Rehabilitation Centre",
  "generalInfo": "Our comprehensive, 12-day, small group Cambodia tour, Beyond Angkor, takes in the country's iconic destinations, including all 3 of its UNESCO World Heritage sites, as well as plenty of lesser-known, yet equally fascinating, sites often overlooked by the majority of travellers to this little-known region of Indochina. <br/><br/>Beginning in the vibrant riverside capital Phnom Penh we'll travel, via the 7th-century capital, now UNESCO World Heritage Site - Sambor Prei Kuk - to Siem Reap and the world-famous temples of Angkor. From here we'll head off-piste to hike the 'Pilgrim's Way' to sacred Kulen Mountain, head to the Thai border and Anlong Veng - one of the last Khmer Rouge strongholds - and admire the spectacular views from the dramatic, cliff-top, and also World Heritage, site of Preah Vihear Temple. <br/><br/>The second section of our tour takes us south to Phnom Tamao Wildlife Rescue and Rehabilitation Centre and on to the old French seaside resort of Kep. Visit unspoilt Rabbit Island, explore the nearby port of Kampot with its well-preserved French colonial architecture and world famous pepper plantations and, last but not least, tuck into sun-downers and seafood at Kep's famous Crab Market. <br/><br/>This 2-week Cambodia tour makes a wonderful introduction to the varied landscapes, culture and ancient and recent history of this fascinating country by road, river and domestic flight, with plenty of opportunities to sample the wonderful cuisine and meet the exceptionally friendly and welcoming people.<br/><br/>Features:<br/><br/>1. All 3 of Cambodia's UNESCO World Heritage sites; Angkor, Preah Vihear and Sambor Prei Kuk<br/>2. Trekking on the 'Pilgrim's Way' to reach the sacred mountain of Phnom Kulen<br/>3. Exploring the atmospheric, mysterious jungle-clad ruined cities and temples of Angkor  <br/>4. Phnom Tamao; a fascinating and highly worthwhile visit to one of Southeast Asia's best wildlife rescue projects<br/>5. The charming old coastal resort of Kep; visit scenic Rabbit Island and take sundowners at the famous Crab Market<br/>6. Meet the exceptionally friendly and welcoming local people...and sample the sumptuous and varied local cuisine<br/><br/>Optional extensions<br/><br/>1. Spend a few days on the tropical island of Koh Mak, Thailand<br/>2. Add on a beach extension to jungle-covered Koh Chang, Thailand <br/>3. Stop off for a 2-day guided exploration of Thailand’s vibrant capital, Bangkok<br/>4. Fly from Phnom Penh to the lush tropical island of Phu Quoc<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in comfortable, boutique-style 3* hotels plus 1 bed and breakfast.",
  "durationDays": "12",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Morning start with a check-in to a small, comfortable, boutique-style, Phnom Penh hotel. Time to relax before a leisurely afternoon orientation walk taking in the vibrant street-life and local markets of the old French Quarter and riverside district."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "For first time visitors, a day tour of some of the sites of Cambodia’s capital city includes the Royal Palace, infamous Killing Fields, the highly moving Khmer Rouge Genocide Museum at Tuol Sleng and the Russian Market. Or…… Explore scenic Koh Dach. This tranquil island lies in the Mekong River just a few kms, but a world away, from the hectic capital. Wander the island’s quiet lanes and check out the traditional silk weaving methods."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Departure overland, via the famous ‘spider village’ of Skuon, to the 7th-century jungle ruins of Sambor Prei Kuk, former capital of the Chenla civilization. This little known, but stunning site is, since 2017, Cambodia’s most recent World Heritage site. Lunch by a scenic lake before completing our journey to Siem Reap."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A day at Angkor. For first-time visitors a tour of some of the principal sites such as Angkor Wat, Bayon and Ta Prom can be arranged, otherwise, we propose a scenic hike along the ancient city ramparts and jungle of Angkor Tom City."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "On to the sacred mountain of Phnom Kulen, lying some 50 kms north of the main Angkor temples, where we’ll begin our morning hike with an ascent by the ancient ‘Pilgrim’s Way’ path and continue through well-preserved forest to Kulen Waterfall and the unusual River of a Thousand Lingas. In the afternoon we’ll visit a nearby sanctuary created for the elephants that used to provide tourist rides at Angkor, with an overnight stay close to the ancient ruined capital of Koh Ker."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning visit to some of Koh Ker’s spectacular jungle temples before continuing our route north to Preah Vihear on the Thai border. This UNESCO site has the most dramatic setting of any Khmer temple, rising from Thailand’s Khorat Plateau to culminate in a sheer 400-meter drop-off overlooking the plains and forests of Northern Cambodia."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Complete our return loop to Siem Reap with a stop at Anlong Veng – the last stronghold of the Khmer Rouge - only liberated in 1998 Some afternoon time at leisure in Siem Reap could include checking out the town’s markets and handicrafts or the very smart, giant African rats at the Apopo de-mining visitor’s centre."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Boat tour to the ‘flooded forest’ – a highly unusual and picturesque area on the edge of the Tonle Sap Lake and on to the photogenic Kompong Phleuk stilt village. Return to Siem Reap and transfer to the airport for the short afternoon flight to Phnom Penh."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning visit to the fascinating animal refuge and rehabilitation centre at Phnom Tamao. An extremely interesting and worthwhile visit! In the afternoon we’ll continue south to the delightful, scenic coastal town of Kep with perhaps a stroll along the waterfront for sun-downers at the famous Crab Market?"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A tour to the nearby, charming old colonial port of Kampot with the opportunity to wander the waterfront, check out the handicraft shops, cafes and well-preserved French architecture plus a visit to one of the region’s world-famous pepper plantations."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Boat trip to nearby unspoilt Rabbit Island for some beach and swimming time or a hike around the island for the energetic. Afternoon at leisure in Kep; relax by the pool, hike in the national park or hone your photographic skills on the fishing boats or abandoned French villas."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Time at leisure before a return drive to Phnom Penh via the well-preserved, 12th-century temple of Ta Prom Tonle Bati. Afternoon arrival in the capital and departure at your leisure."
    }
  ],
  "map": ""
}