{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "premium-cambodia-highlights-tour-6-days",
  "tourName": "Premium Cambodia highlights tour, 6 days",
  "placesVisited": "",
  "generalInfo": "Encounter a land where the past sits alongside the present on a 6-day Premium adventure through Cambodia. Explore the revitalised city of Phnom Penh and make a sobering visit to the Killing Fields of Choeung Ek. Wind down the Tonle Sap river en route to Siem Reap and take in quiet moments of local life. The temples of Angkor Wat have intrigued the world for centuries – uncover their mysteries with the guidance of a local leader and see their architectural wonders through the lens of a private photography coach, leaving you with lifelong reminders of a remarkable journey.",
  "durationDays": "6",
  "price": "1355",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Phnom Penh, Cambodia’s lively capital city. You’ll be met at the airport by a local representative and transferred to your hotel. If you arrive early, why not go for a stroll and discover the city’s French architecture or check out the National Museum and its fascinating collection of Khmer craftsmanship. Your adventure officially begins with a welcome meeting at 6 pm tonight, where you’ll meet your trip leader and fellow travellers. After, join your group for dinner at Malis Restaurant – an upmarket dining spot that’s committed to preserving and serving Cambodia's traditional cuisine. Maybe cap off the night with a cocktail at the Le Moon Rooftop at Amanjaya Pancam Hotel."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh.",
      "description": "This morning, you’ll visit the Tuol Sleng Genocide Museum and the Killing Fields of Choeung Ek, which will tell the story of the tragic legacy of the Khmer Rouge. Then, your afternoon is free to explore at your own pace. Maybe visit Wat Phnom – the temple that gave rise to the city’s foundation in the 15th century – or the Royal Palace and sacred Silver Pagoda. Tonight, perhaps grab dinner with your group or wander the city and soak up the nighttime atmosphere."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap.",
      "description": "After breakfast this morning, you’ll go on a journey from Phnom Penh to Siem Reap in a comfortable private vehicle. Discover traditional Cambodian life at Skun Village and learn about the town’s deep-fried tarantulas and other insects, which the locals consume daily. You’ll also visit Santuk Silk Farm to learn about silk production and its work as a social enterprise, employing local women as artisan weavers. Share a simple, rustic local lunch prepared by the weavers before you continue to Siem Reap, stopping to see historic bridges along the way before arriving at your hotel at approximately 5 pm. This tropical oasis boasts three pools and an excellent restaurant with a focus on wellness. Bright and spacious rooms are in harmony with the lush grounds and feature a veranda, private garden and rain showers. Tonight, head out for dinner and a theatre show at Angkor Village Apsara Theatre, where you’ll watch Khmer traditional dance and dine on Khmer favourites."
    },
    {
      "dayNumber": 4,
      "title": "Siem Reap.",
      "description": "If you choose, you can embrace a very early start today and experience a sunrise visit to the Angkor complex (optional). After, you'll spend the day discovering the fantastic temples of Angkor. For the first half of the day, you’ll be accompanied by a private Angkor Wat archaeological guide, who will provide expert knowledge and insight along the way. Begin at Angkor Wat – the largest and most complete structure and the only one of Angkor's temples with an entrance facing west. For lunch, visit the Sala Bai Hotel School, where underprivileged local youths learn skills to find gainful employment in the hospitality industry (note: The Sala Bai opens from Monday-Friday and usually closes during public, also school vacation, so on these days an alternative restaurant will be used) Enjoy a meal prepared by students at the school, then visit Angkor Thom – the 'Great Royal City' – a temple famous for its series of colossal human faces carved in stone. From here, you’ll head out of town to an ancient working monastery to gain a special insight into the life of a monk and Theravada Buddhism. Meet the monks, enjoy a sacred water blessing for good luck and prosperity and have a red band tied around your wrist to keep you safe in your travels. The rest of the evening can be spent exploring the bars of Siem Reap or relaxing in at your resort."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "After breakfast, it’s off to the Ta Prohm temple, which has large trees embedded in the stone foundations – powerful symbols of nature. Next, visit Banteay Srei to snap some pictures of the temple’s intricate stone carvings. You can head back to the resort explore Siem Reap town, or use your ticket for the Angkor ruins to continue exploring the site. Tonight, enjoy a final dinner in the Khmer countryside to say farewell to your group and Cambodia. Amid a rustic and romantic setting, you’ll sit down for a private meal in the rice fields of rural Siem Reap ."
    },
    {
      "dayNumber": 6,
      "title": "Siem Reap.",
      "description": "Your adventure comes to an end after breakfast this morning. If you would like to extend your stay in Siem Reap, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}