{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-vietnam-tour",
  "tourName": "Cambodia & Vietnam tour",
  "placesVisited": "Phnom Penh, Siem Reap, Angkor Wat, Angkor Centre for Conservation of Biodiversity, Ho Chi Minh City, Mekong Delta, War Remnants Museum and Reunification Palace, Cu Chi Tunnels, Nha Trang, Hoi An, Hue, Hanoi, Halong Bay",
  "generalInfo": "This tour of Cambodia and Vietnam lets travellers delight in diversity where delicious dishes, stunning landscapes and the all too recent past collide in a cultural experience like no other.<br/><br/>You’ll get to tour Cambodia and prepare to delve into the country's appalling past that will no doubt make meeting local people all the more humbling. From Phnom Penh to Angkor Wat, a tour of Cambodia is essential for anyone hoping to discover Southeast Asia with the next stop, Vietnam, easily accessible overland.<br/><br/>Heading to Ho Chi Minh City on a Vietnam tour places you right at the heart of the country's most dramatic historical chapter before heading north to Hanoi and the soft sand beaches of Halong Bay on an incredible journey that's just as essential for cultural travellers as adventurous explorers.<br/><br/>From the industrious banks of the Mekong to the seafood stalls and beaches of Nha Trang, this Vietnam and Cambodia tour encapsulates the essence of Indochina with trips into the jungle just as exhilarating as opportunities to meet local people and sup from a steaming bowl of noodle soup.<br/>",
  "durationDays": "20",
  "price": "3175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Phnom Penh, Cambodia. Your adventure begins with a welcome meeting at 6pm tonight. If you arrive early, perhaps stroll the streets of Phnom Penh, taking in the interesting French colonial architecture. Dinner tonight will be at a riverside local restaurant and may include dishes like beef lok lak or fish amok. Enjoy getting to know your fellow travellers over delicious Cambodian specialties."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh.",
      "description": "Today a full city tour introduces you to the sights of Phnom Penh, a city that lies near the confluence of the Mekong and Tonle Sap rivers. The private quarters of the Royal Palace are home to King Sihamoni and are closed to the public. You will, however, be able to visit the Silver Pagoda that lies in the palace complex, which is the most sacred temple in the country. Phnom Penh remains a living relic of the country’s past struggles and successes. Your included visits to the Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek tell the story of the tragic legacy of the Khmer Rouge. Tuol Sleng is a former school that served as a Khmer Rouge torture centre, and it’s estimated that more than 20,000 people were held and tortured here. The Killing Fields of Choeung Ek are home to a stupa made up of some 8,000 human skulls, marking the site of the infamous location. This was the execution ground for the torture victims of Tuol Sleng, and standing in this peaceful setting, it's almost unthinkable to imagine that to date nearly 9000 corpses have been exhumed from the area. The visits are major parts of the experience here, but if you don't wish to visit them, please let your leader know. There is an optional visit to Wat Phnom, the temple that gave rise to the foundation of the city in the 15th century. After today's activities, you may wish to spend this evening relaxing in a cafe by the riverfront."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap.",
      "description": "Begin the scenic drive to Siem Reap (approximately 7 hours, including stops). Along the way, swing by a local village restaurant for a tasty lunch. Arrive in the small but expanding town of Siem Reap, the gateway to Angkor and the most popular destination for travellers in all of Cambodia, perhaps even in South East Asia. You'll probably notice a change of pace here, so take a walk and enjoy the atmosphere. A visit to the old market is a must, even if you're not looking for souvenirs, wandering through the stalls and surrounding shops the silks, cottons, sarongs, silver and statues are a riot of colour and a feast for the eyes – and there will be one for your stomach too if you try some of the cheap, delicious street food! There's also a long tradition of shadow puppetry in the region, and if you're lucky you might catch a show at one of the local restaurants in the evening, perhaps while you're eating the specialty cuisine of Cambodia – amok, the name given to curry steam-cooked in banana leaves."
    },
    {
      "dayNumber": 4,
      "title": "Siem Reap.",
      "description": "Spend a full day visiting the amazing temples of Angkor today – this UNESCO World Heritage site is one of the most important historic complexes in all South East Asia and is an absolute must-do experience in Cambodia! If you’re keen to see Angkor Wat at sunrise – the largest and most complete structure and the only temple with a west-facing entrance – your leader can organize an early visit for you before dawn (optional). Later in the morning, your group will tour the complex together. Of all the temples visited, Bayon is the centrepiece, with over 200 smiling carved faces and more than 50 gothic towers. You’ll also visit an ancient monastery, where you’ll meet a Buddhist monk to take part in a ritual that has survived for thousands of years. Sit on the floor as the monk chants and sprinkles holy water over you before tying a sacred thread around your wrist, ensuring protection and good luck for the rest of your journey. For lunch today, you'll visit the Spoons Restaurant and School where disadvantaged local youth learn skills that enable them to find gainful employment in the hospitality industry. After, head to Ta Prohm – a temple where nature has taken over, as large trees dominate the stone foundations. If you’re keen to see Angkor Wat in all its glory, you can also opt to end the day with a sunset view of the temples – just organize with your leader."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "Today, reflect on the temples over breakfast. Then, visit the Kampong Phluck lakeside village – the houses here are built on wooden stilts and you can travel by riverboat to explore the village that’s adapted to withstand flooding. See the mangrove forests (season depending) and get an insight into the fascinating ways of the local people. Later this afternoon, learn about the daily life of Cambodians on a village tour in the countryside. See the rice fields and family allotments that surround the traditional stilt houses and be welcomed into a local’s home as you join them for sunset drinks and snacks. This evening, you’ll have a final farewell dinner with your fellow travellers at a local restaurant offering authentic Cambodian cuisine."
    },
    {
      "dayNumber": 6,
      "title": "Ho Chi Minh City.",
      "description": "Today, catch an unescorted flight to Ho Chi Minh City where you'll be met and transferred to your hotel. If you arrive early, why not get out and explore the French infused city at your own pace and perhaps enjoy a banh mi - a short baguette fill with a variety of tasty ingredients.perhaps head to Pham Ngu Lao Street to see the local open-air market or visit Vinh Nghiem Pagoda This evening, there will be a second group meeting to meet your new group and new leader. After that, you’ll make your way out for dinner as a group – expect mouth-watering aromas and the achingly fresh flavours of herbs, lemongrass and rich sauces."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City.",
      "description": "After breakfast this morning, you’ll head out of town to explore the Cu Chi Tunnels that make up part of a large war museum outside Ho Chi Minh. This former Viet Cong stronghold provides an insight into the resourcefulness and tenacity of the Vietnamese people, and offers a glimpse of what life was like during the war. Like an underground maze that stretches over 120km, the tunnels are complete with trapdoors, living areas, kitchens, storage facilities, armoury, hospitals, and command centres. Your trip through history doesn’t stop there, you’ll head back to Ho Chi Minh City to discover the War Remnants Museum where you’ll see old military equipment including an F5A fighter and a UH1-Huey helicopter. In the afternoon, you’ll be free to explore the city at your leisure. Perhaps gather some of your newfound travel buddies and explore Notre Dame, the Post Office or Reunification Palace."
    },
    {
      "dayNumber": 8,
      "title": "Mekong Delta.",
      "description": "This morning you’ll wave goodbye to Ho Chi Minh City for the night and travel south by private bus to Ben Tre. When you arrive, you’ll board a small traditional boat and explore the intricate waterways of the Mekong Delta. The delta is known as ‘Vietnam’s rice bowl’ for its abundance of rice paddies, fruit and flower orchards. During the boat trip, you’ll stop to sample some of the fresh tropical fruit and visit a selection of cottage industries in the area. Then, you’ll get your first taste of Vietnamese hospitality and tuck into a home-cooked Vietnamese-style lunch at a local family home. Then, around sunset, you’ll make your way to your guesthouse to spend the night with the locals and enjoy another wonderful meal featuring regional specialties."
    },
    {
      "dayNumber": 9,
      "title": "Ho Chi Minh City.",
      "description": "Enjoy more of the Mekong Delta’s finest fruits over breakfast this morning and then hit the road back to Ho Chi Minh City where you’ll arrive in the late afternoon. This evening will be yours to explore, perhaps go in search of the best food with some of your fellow travellers – your group leader will know where to go for meals of any budget. Then, you might like to leave yourself time to check out one of the city’s vibrant rooftop bars."
    },
    {
      "dayNumber": 10,
      "title": "Hoi An.",
      "description": "This morning, you’ll take a short flight to Danang and make your way to your next stop in Hoi An. On arrival in Hoi An, shake off your morning of travel and dig into a traditional Vietnamese lunch to welcome you to the city. Our hot tip – try the mi quang or cao lau noodles that Central Vietnam is famed for. After lunch, your leader will take you on an orientation walk around the World Heritage-listed Old Town. The city was a major trading port with the west during the 16th and 17th-centuries, and has various architectural influences from Europe, China and Japan. Today, the city is being restored and looks much like it did over a century ago. You'll see Chinese temples, Japanese pagodas, French-colonial houses, wooden shop-houses and old canals during your walk. After your walking tour, enjoy free time to participate in optional activities or simply soak up the ambience of the place. You may like to wander Hoi An Market and the street stalls selling paintings, woodwork, ceramics, lanterns and much more."
    },
    {
      "dayNumber": 11,
      "title": "Hoi An.",
      "description": "Enjoy a free day to further explore Hoi An and its majestic surrounds. Perhaps rent a bicycle and take a trip out to the nearby Cua Dai Beach. Better yet, why not book into an Urban Adventure, like Hoi An Boat & Bike, which offers a guided tour of the area, including a countryside bike ride and a sunset cruise along the Thu Bon River. Vietnam is, of course, known for its delicious food, and Hoi An is no exception. To unlock the flavours of Hoi An's vibrant Old Town on Hoi An Food Adventure. See urbanadventures.com/destination/Hoi-An-tours for more information. Your leader can help arrange optional activities and tours if this interests you."
    },
    {
      "dayNumber": 12,
      "title": "Hoi An.",
      "description": "Spend another day as you please in this historic haven. If you can muster an early rise this morning, head to the local produce market to watch animated shoppers haggling over fresh fish, spices and vegetables. Otherwise, if you’d like, your leader can help you arrange an optional Vietnamese cooking class, or a visit to the ruins of My Son – Vietnam's most important Cham site. Set in a verdant valley, surrounded by hills and overlooked by the massive Cat's Tooth Mountain, the elaborate World Heritage-listed temples here reflect the cultural traditions of the Cham civilisation that flourished in this region between the fourth and 12th-century. There’s plenty to see and do here, this is your opportunity to decide how to spend your day."
    },
    {
      "dayNumber": 13,
      "title": "Hue.",
      "description": "Continue your journey north today and drive over the spectacular Hai Van Pass – an incredibly scenic and mountainous stretch of highway with views of Lang Co Beach. Make a stop at beautiful Lang Co to buy yourself some lunch. In the afternoon, you’ll arrive in Hue – Vietnam’s former Imperial capital. Here you’ll take a step into the past as you visit the Imperial Citadel and the Forbidden Purple City. As the name suggests, The Forbidden Purple City was once reserved only for the personal use of the emperor and his concubines. It was almost entirely destroyed by bomb blasts during the war and now serves as a reminder of centuries past – the crumbling palaces tell a fascinating story if you look carefully. After a little time to explore, the evening will be at your leisure to relax and simply enjoy this poetic place."
    },
    {
      "dayNumber": 14,
      "title": "Hue.",
      "description": "After a local breakfast of bun bo hue – a spiced beef noodle soup – it’s time to really delve into the historical highlights of Hue. You’ll stop off at the Thien Mu Pagoda and get the chance to see an active Buddhist monastery dating back to 1601. Your adventures will work up an appetite that we’ll quickly fill with a delicious vegetarian feast at a local nunnery for lunch. Feeling full with more Vietnamese delicacies and warm hospitality, you’ll make one final stop at one of the royal tombs, that of Emperor Tu Duc, with its lake, frangipani and pine trees. After a big day of exploring beautiful sights, the evening is yours to enjoy as you wish. Our tip – be sure to ask your leader which of Hue’s favourites you should seek out for dinner – it’s not known as Vietnam’s culinary capital for nothing."
    },
    {
      "dayNumber": 15,
      "title": "Hanoi.",
      "description": "After breakfast today, you’ll take a flight from Hue to Vietnam’s charming capital of Hanoi. Upon arrival, enjoy a delicious lunch at KOTO restaurant – a Foundation supported program that teaches disadvantaged youth hospitality skills. After lunch, take a half-day tour of Hanoi that captures the beauty and the history of the laidback, tree-lined capital. You’ll visit major sights including the Temple of Literature and One Pillar Pagoda. You’ll also pass by Hoan Kiem Lake and enter the ’36 Streets’ of the historic Old Quarter – a series of interwoven lanes and roads that historically sell a certain product in each street. Silk, bamboo, ceramics, kitchen products – and upwards of 32 more!"
    },
    {
      "dayNumber": 16,
      "title": "Ninh Binh.",
      "description": "You’ll depart Hanoi for the UNESCO protected Ninh Binh this morning. A naturally beautiful area, often referred to as ‘Ha Long Bay on land’, with its winding river etched between towering limestone mountains. On arrival, you’ll head straight to the Dinh and Le Temples which were built in the 10th century and dedicated to two of the kings of Vietnam. After exploring the ancient temples, you’ll be welcomed into a local home for a traditional Vietnamese lunch. Meet the family who live here and enjoy their Vietnamese delicacies... think everything from grilled beef wrapped with guise leaves, to spring rolls, to fried fish with tomato sauce. With a full belly and fuller heart, top off the day in this scenic spot with a rowboat cruise along the wetland of Van Long. As you paddle, you’ll be awed by the surrounding limestone mountain peaks and rice paddy fields, plus enjoy the pastel hues of a lotus pond along your way."
    },
    {
      "dayNumber": 17,
      "title": "Ninh Binh.",
      "description": "Wake up without an alarm today as you’ve got the morning to explore at your leisure before a fun, action-packed afternoon to take in Thung Nham ecotourism zone, just outside of Ninh Binh. First up, you’ll take a traditional rowboat to discover the largest natural bird garden in the north of Vietnam. Float peacefully along the calm waters, as you’re surrounded by towering mountains, lush greenery and, of course, a mass of beautiful bird species. Then, you’ll explore the cave system that features, But Cave and Tien Ca Cave. From here, your journey will take you to spiritual sights that include the thousand year-old banyan tree, Gii Dai Temple and Linh Than Mieu. Finally, you’ll get a chance to unwind as you explore the Thung Nham flower paradise, nursery and vegetable garden."
    },
    {
      "dayNumber": 18,
      "title": "Halong Bay.",
      "description": "Travel by private minibus to the spectacular World Heritage-listed site of Halong Bay. This is one of Vietnam’s most beautiful places – a bay of emerald waters flecked with sandstone islands and caves. Here, you’ll go on a cruise to explore Surprise Cave and surrounding rock formations, and in the warmer months perhaps go kayaking or opt for a swim from Ti Top Island. Access to Surprise Cave is via staircases, once inside the cave the pathways are a little uneven and slippery so be sure to watch your step. This evening, you’re in for a real treat – you’ll spend the night on a traditional cruising boat. The sailing junk (traditional sailing boat) has twin-share cabins with air-conditioning and private facilities. There's also a dining room and bar where you’ll enjoy all of your meals, including fresh seafood for lunch and dinner."
    },
    {
      "dayNumber": 19,
      "title": "Hanoi.",
      "description": "You'd be forgiven for thinking you were still dreaming upon waking up today. Soak up the scenery of Halong Bay from your floating accommodation and take in those turquoise water views one last time before hitting the road toward Hanoi. Along the way, you’ll stop at Dong Trieu Factory to watch locals creating ceramic art pieces. On arrival in Hanoi enjoy a unique water-puppet performance hosted by a local family, who are experts in this art form. Tonight, gather as a group with your leader and tuck into dinner together, perhaps take this chance to try traditional Cha Ca La Vong, a fish dish bursting with flavour, filled with fresh herbs and noodles. Enjoy this evening with your group as you reminisce on the highlights of your Vietnam adventure."
    },
    {
      "dayNumber": 20,
      "title": "Hanoi.",
      "description": "With no activities planned for today, your adventure comes to an end after breakfast. If you would like to spend some more time in Hanoi, we’ll be happy to organise additional accommodation for you (subject to availability)."
    }
  ],
  "map": ""
}