{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-highlights-holiday-small-group",
  "tourName": "Cambodia highlights holiday, small group",
  "placesVisited": "",
  "generalInfo": "Explore the iconic highlights of Cambodia on this eight-day tour. Travel from the lively capital of Phnom Penh to the tranquil temples of Siem Reap. Along the way, soak in the countries unique atmosphere, cruising through floating villages, marvelling at post-war relics and tucking into fresh and fragrant local food. <br/> <br/> Siem Reap - The gateway to exploring the incredible UNESCO-listed Angkor temples. <br/> Phnom Penh - Spend time in Cambodia's bustling capital with its French colonial architecture.<br/> Tonle Sap Lake - See stilt houses when cruising amongst the floating villages of Tonle Sap.<br/> <br/>",
  "durationDays": "8",
  "price": "935",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Phnom Penh",
      "description": ": Our tour starts today in Cambodia's lively capital of Phnom Penh. Rooted in history and myth dating back to the 14th century with the divine discovery by 'Grandmother Penh', the city is a treasure trove of historical architecture. From grand monuments to glittering temples and French Colonial buildings, each construction reflects the city's rich history and character. For those arriving on time, our tour leader plans to meet us in the hotel reception at 7pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Phnom Penh at any time. If you'd like an airport transfer today, you'll need to arrive into Phnom Penh International Airport (PNH), which is a 45-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to visit the Central Market, which runs all day every day, in an Art Deco building built in 1935. Here you will find a vast array of items for sale from food stalls to souvenirs, and everyday home items. This dark-yellow building is located in the heart of the city."
    },
    {
      "dayNumber": 2,
      "title": "Discover the sights of Phnom Penh",
      "description": ": Phnom Penh took over from Angkor as Cambodia's capital city in the 1440s. It's now a lively city with many French colonial buildings and plenty to see. Accompanied by a local guide, we'll visit the National Museum, a treasure trove of beautifully preserved carvings and lintels rescued from Angkor; the Royal Palace and Silver Pagoda as well as the temple of Wat Phnom. This afternoon, we'll visit the emotive Tuol Sleng Genocide Museum, formerly a high school that became the Khmer Rouge's main torture and interrogation centre; and the Killing Fields of Choeung Ek - the memorial stupa is a glass tower filled with human skulls - a gruesome reminder of the scale of Pol Pot's atrocities before returning back in the city."
    },
    {
      "dayNumber": 3,
      "title": "Free day in Phnom Penh; optional visit to Silk Island",
      "description": ": Our optional excursions close to the city include a trip to Silk Island, Chiso Mountain or the abandoned Royal City of Oudong. Each of these takes up half a day and can be combined, our tour leader will discuss it in more detail. Silk Island or Koh Dach is reached by a short boat journey along the Mekong where the majority of villagers on the island earn a living producing handicrafts. It's a great opportunity to learn more about traditional ways of life and interact with locals as you learn about silk weaving. Chiso Mountain, located in Sia village, south of Phnom Penh, is topped by the ruins of an 11th-century Khmer Brahmanic Temple with views of the surrounding paddy fields. Oudong is around one hour north of the capital and offers the opportunity to explore historic temples and stupas."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Siem Reap; cruise on Tonle Sap Lake",
      "description": ": This morning, we have an early start for our drive to Siem Reap, stopping somewhere for lunch on the way. As we drive, soak in Cambodia's lush scenery, passing by vast rice fields and stilted villages. Later in the day, we'll journey to nearby Tonle Sap Lake where we board our charter boat for a leisurely cruise through a fascinating floating village to see stilt houses, floating markets and an array of boats."
    },
    {
      "dayNumber": 5,
      "title": "From Siem Reap, explore Angkor temples with sunset",
      "description": ": It's worth noting that our tour leader might change our itinerary over the next three days to avoid crowds and coincide with the sunset etc. Angkor was a series of cities, built between the 9th and the 13th centuries by the Khmer kings, with a population of 750,000 in its heyday. The Angkor complex is spread out over 155 square kilometres/59.8 square miles, scattered with magnificent carved stone temples, elegant sculptures and incredible basreliefs. We'll visit the Rolous group, which are some of the earliest temples, as well as the temples of Banteay Srei. Finishing up the day at East Mebon, with a visit to Pre Rup temple, we hope to catch the sunset over Angkor."
    },
    {
      "dayNumber": 6,
      "title": "From Siem Reap, explore Angkor Thom",
      "description": ": Our exploration continues today with a visit to the temples of King Jayavarman Vll. The fortified city of Angkor Thom, which he built at the end of the 12th century, is enclosed by a square wall with five monumental gates. Originally, crocodiles inhabited the moat and huge statues of gods protected each gate. The city contains another of Angkor's true gems - The Bayon, known for its maze of corridors, gothic-style towers and magical central temples. We'll explore The Terrace of the Elephants and the Leper King, the Baphuon and Phimeanakas, and some of the surrounding temples such as Preah Khan."
    },
    {
      "dayNumber": 7,
      "title": "From Siem Reap, explore Ta Prohm and Angkor Wat",
      "description": ": On our final day, we pay a visit to the second Angkor capital, which includes the temples of Prasat Kravan, Banteay Kdei and Takeo. A highlight for many is a visit to the atmospheric temple of Ta Prohm, where the film Tomb Raider was filmed, lying half consumed by the jungle. We save the most breathtaking of all the sights, Angkor Wat, to last - staying until the sun sets on the final night of our adventure."
    },
    {
      "dayNumber": 8,
      "title": "Tour ends in Siem Reap",
      "description": ": The trip ends after breakfast at our hotel in Siem Reap. There are no activities planned today, so you're free to depart from Siem Reap at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Siem Reap International Airport (SIA), which is approximately 60-80 minutes from the hotel. If you have time, you might choose to browse the old market for some last-minute bargains or visit the APOPO Museum."
    }
  ],
  "map": ""
}