{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "indochina-tours",
  "tourName": "Indochina tours",
  "placesVisited": "Bangkok, Chiang Mai, Chiang Khong, Mekong River, Luang Prabang, Vang Vieng, Vientiane, Hanoi, Halong Bay, Hanoi, Hue, Hoi An, Ho Chi Minh City, Mekong Delta, Phnom Penh, Siem Reap, Angkor, Battambang",
  "generalInfo": "Start this epic 30 day Indochina tour as you mean to go on as you get orientated on the frenetic streets and glittering temples of Bangkok before heading north by train to the more peaceful ambience of the walled city of Chiang Mai.<br/><br/>A river cruise along the Mekong takes your Indochina tour over the border from Thailand and into Laos where firstly Luang Prabang in the north and then Vientiane, in southern Laos, provide an introduction into one of Indochina’s most endearing countries.<br/><br/>An efficient flight over the border into Vietnam finds you half way through your holiday with Halong Bay, Hanoi, Hue and Hoi An all to be experienced prior to an internal flight to Ho Chi Minh City, in southern Vietnam.  <br/><br/>The final country on this fascinating Indochina tour is Cambodia where Phnom Penh, Siem Reap and Angkor Wat await prior to heading back to the start of your tour, 30 days later, in the bright lights of Bangkok.<br/>",
  "durationDays": "30",
  "price": "3905",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins in the bustling capital of Bangkok, famous for its tuk-tuks, khlong boats and street vendors serving up delicious local food. You’ll have a welcome meeting at 6 pm to meet your local leader and group of fellow travellers. It’s recommended you arrive a few days early to explore the city – uncover the Chinatown area, visit the Grand Palace and the Temple of the Emerald Buddha, wander down Khao San Road, indulge in a Thai massage or see the backstreets of Bangkok by bike on an Urban Adventure. After the meeting tonight, maybe tuck into some into world famous street food for dinner."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok - Overnight train.",
      "description": "Begin the day with a river cruise down the Chao Phraya River to explore the famous Khlongs (canals). Life along these canals seems a world away from the chaotic streets of the capital. Visit Wat Pho – one of the Bangkok temples, with a 46-m-long gold-plated Buddha reclining inside. Even the feet of this statue are incredible, 3 m long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls and shrines. This evening you’ll head north to Chiang Mai on an overnight train journey."
    },
    {
      "dayNumber": 3,
      "title": "Chiang Mai.",
      "description": "The most vibrant city in northern Thailand, Chiang Mai has many famous temples and an interesting old city area. When you arrive, embark on a scenic, winding drive to one of the country's most stunning temple complexes – Doi Suthep. A 300-step naga-guarded stairway leads you to the temples, and the climb is well worth the effort. Take in the hypnotic atmosphere of chanting Buddhist monks and the sweeping views over the city. After making your way back down, you’ll check into your hotel and have a free afternoon and evening to explore. Maybe wander through the Night Bazaar or relax at a restaurant along the riverfront. Make sure to sample some traditional northern Thai food – the signature dish is kao soy (yellow wheat noodles in a curry broth, traditionally served with chicken or beef)."
    },
    {
      "dayNumber": 4,
      "title": "Chiang Mai.",
      "description": "Today, you’ll have a pretty special time visiting the ChangChill elephant experience. Take a 1.5-hour drive out of Chiang Mai to ChangChill, where you’ll begin to learn how this organisation supports the protection, conservation and lifestyle of free roaming elephants in the region. You’ll observe the daily patterns of these jungle giants from a safe distance, seeing how they graze and socialise with their other friends. The expert local guides will be able to give you a ‘live lecture’ on the elephants themselves, its sustainable tourism practices and conservation efforts in the area. Enjoy some refreshments nearby the elephant’s mud pit but be careful not to get a spray! Be treated to some lunch in a riverside sala (pavilion) alongside your giant friends, who will be enjoying a meal too. Return to Chiang Mai where the rest of the time is at leisure."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Khong.",
      "description": "Take a journey through rural countryside to the Thai border town of Chiang Khong. On the way, visit privately owned Wat Rong Khun, more commonly known as the White Temple – a must visit in Chiang Rai. This contemporary temple is constantly being updated, and its strange design references to Buddhist mythology, human sin and pop culture icons such as Michael Jackson, Harry Potter and Superman. Formerly known as Juon, riverside Chiang Khong remains an important market town for the surrounding hill tribes and for trade with Laos. Stretch your legs with a stroll around town, then maybe continue to Wat Phra Kaew and Wat Luang. Tonight, why not enjoy a final Thai drink and dinner, while Laos beckons from across the mighty Mekong."
    },
    {
      "dayNumber": 6,
      "title": "Mekong River - Pak Beng.",
      "description": "After crossing into Laos, you’ll be joined by additional Laos guides (a local government requirement). Board a slow boat for the 2-day journey down the mighty Mekong River to Luang Prabang. The journey is relaxed, so you can experience the slow pace of village life and the breathtaking scenery along the river up close. The river boat is basic in nature, with a toilet, covered roof and open sides to take in the fresh air. There are seats in the front of the boat and a small open area in the back where you can have a nap on the mat, play cards, read or have lunch. Dock at the small town of Pak Beng to spend the night. Hmong and tribal Thai people are frequently seen on the main streets, where vendors sell local textiles and handicrafts."
    },
    {
      "dayNumber": 7,
      "title": "Mekong River - Luang Prabang.",
      "description": "Reboard the boat and cruise to the Pak Ou Caves – an important religious site overlooking the river at the junction of the Mekong and Ou Rivers, consisting of two sacred limestone caverns filled with Buddha images of all styles and sizes. The lower cave, known as Tham Ting, is entered from the river by a series of steps and can easily be seen in daylight. The higher cave, Tham Phum, is deeper and requires a torch for viewing. Continue to the former royal capital of Luang Prabang. This UNESCO World Heritage-listed city is a favourite of many travellers, sitting in the hills of northern Laos on the confluence of the Mekong and Khan rivers. The city is claimed to be ‘the best-preserved city in South East Asia’ by UNESCO. Stay in a hotel tonight and if you’re feeling energetic, maybe climb Mt Phousi for some sunset views. You can climb the 328 zigzag steps up to the sacred gilded stupa and big drum of the Phu Si Temple for a panoramic view of Luang Prabang and its surroundings."
    },
    {
      "dayNumber": 8,
      "title": "Luang Prabang.",
      "description": "Once the heart and soul of the ancient Lao Kingdom (Lan Xang) and designated a UNESCO World Heritage site in 1995, Luang Prabang is endowed with a legacy of historic, red-roofed temples and French Indochinese architecture. Today, head to Kuang Si Falls – a multi-level cascade of bright blue pools. After a swim, visit a local social enterprise that supports and trains local women in weaving. Aiming to empower, while also preserving the traditional skill of making Laos textile, this enterprise will teach you about their work as you have a drink by Mekong River."
    },
    {
      "dayNumber": 9,
      "title": "Luang Prabang.",
      "description": "Rise with the sun this morning and witness a traditional alms giving ceremony. View the procession of saffron-robed monks on their daily outing collecting food offered by devotees (a practice that dates back centuries). The offerings must be collected early, as the monks cannot eat anything after midday. By giving food to a monk, it is believed you ‘het bon’ (make merit) which will be carried over into the next life. Your leader will guide you through the dos and don’ts and help you to take part. The rest of the day is yours to spend at leisure in this idyllic town."
    },
    {
      "dayNumber": 10,
      "title": "Vang Vieng.",
      "description": "Take a high-speed train to Vang Vieng. Situated on the Nam Song River, Vang Vieng is surrounded by towering limestone karsts and is a great place to enjoy being surrounded by nature. After checking in to the hotel, use tonight to plan out your next few days with your group and leader."
    },
    {
      "dayNumber": 11,
      "title": "Vang Vieng.",
      "description": "There’s plenty to do in and around Vang Vieng, known as an adventure town thanks to its unique and varied surrounding country. The area is renowned for its caves, many of which are easily accessible from the town. Perhaps the most famous is the cave of Tham Chang – a beautiful cavern fed by a natural spring, making it a perfect spot for a swim. Hire bicycles to explore further afield, hike the trails to nearby lookout points, join a daytrip to go kayaking on the river, or visit an organic mulberry farm just outside town."
    },
    {
      "dayNumber": 12,
      "title": "Vientiane.",
      "description": "Continue by private minibus to the country's capital, Vientiane – possibly Asia's most laidback capital. Vientiane has a wealth of cultural delights to discover on foot, or by jumbo (tuk-tuk). Faded mansions, tree-lined boulevards and old temples create an atmosphere of timelessness, particularly in the older part of town along the Mekong River. Visit Wat Si Saket – the oldest temple still standing and home to almost 7000 Buddha images. Visit COPE visitors centre – an organisation dedicated to assisting those who have been injured by the multitude of unexploded ordinance across the country. This is an excellent cause and a chance to educate yourself about Laos' devastating war history as well as buy a snack or drink from their Karma Cafe. This evening, maybe join your fellow travellers for dinner and celebrate a trip well travelled."
    },
    {
      "dayNumber": 13,
      "title": "Hanoi.",
      "description": "Say goodbye to Laos today as you'll be transferred to the airport for your flight to Hanoi. A driver will wait for you and take you from the airport to your hotel in Hanoi. You’ll have some free time to explore at your own pace before your next welcome meeting at 6 pm to meet your new group and leader. Consider booking an urban adventure tour if you have time or maybe take it at your own pace and wander the Old Quarter to admire the city’s French architecture. After the meeting, head out to dinner at KOTO restaurant. This organisation is dedicated to developing the hospitality careers of disadvantaged youth."
    },
    {
      "dayNumber": 14,
      "title": "Halong Bay.",
      "description": "Travel by private minibus to the UNESCO World Heritage-listed Ha Long Bay, which is dotted with sandy coves, grottoes and 1600 limestone islands, formed over millennia by wind and water erosion. Board a private boat and cruise the bay, exploring Surprise Cave and Ti Top Island Beach. If you like, you can also take on an optional kayaking tour of the bay and see the gorgeous natural scenery from a different perspective. Spend your evening aboard the boat beneath the night sky, watching as the stars come out and maybe grab a drink at the restaurant bar, getting to know your fellow travellers a little better."
    },
    {
      "dayNumber": 15,
      "title": "Hanoi – Overnight train.",
      "description": "Wake up on the waters of Ha Long Bay and maybe watch the sunrise as the eagles soar overhead. Then, you’ll visit The Green Life Centre, which is committed to turning the bay’s trash into treasure by collecting discarded items and skilfully turning them into handicrafts. Meet the team behind this important cause and learn how to transform rubbish into a reusable bag, a scrunchie or a makeup case. After return to Hanoi by bus. Arrive late this afternoon and enjoy a free afternoon until tonight’s train voyage. Be sure to grab a bowl of pho while you’re in town and slurp down this local specialty made from broth, noodles and meat. Maybe chill by Hoan Kiem Lake until you board an overnight train to Hue this evening."
    },
    {
      "dayNumber": 16,
      "title": "Hue.",
      "description": "Arrive in Hue this morning and transfer to your hotel. Once the imperial capital of Vietnam, Hue holds the treasures of the country’s royal past. Enjoy free time in the morning to rest or explore – you could check out the bustling Dong Ba Market to sample some of the specialties that once graced the Nguyen emperors' tables. Reunite with the group to visit the war-damaged ruins of the Imperial Citadel – a sprawling city-within-a-city which contains the remains of temples, state houses and the emperor’s palace."
    },
    {
      "dayNumber": 17,
      "title": "Hue.",
      "description": "See Hue like a local today – from the back of a motorbike! Straddle the saddle and whiz around town with a local guide, taking in historic and contemporary sights along the way. Stop at Thanh Toan to see the 18th-century covered bridge and villagers shopping at their local market. Visit the 17th-century active Buddhist monastery of Thien Mu Pagoda and see the car that belonged to Thich Quang Duc – the monk who self-immolated in 1963 in protest against the treatment of Buddhists by the South Vietnamese regime. For lunch, sit down to a vegetarian feast in a nunnery. Finish at the lakeside royal tomb of Emperor Tu Duc before heading back to town."
    },
    {
      "dayNumber": 18,
      "title": "Hoi An.",
      "description": "This morning, take the bus through coastal rice paddies and the spectacular Hai Van Pass. After a photo stop on the way, arrive in Hoi An – recently declared a UNESCO World Heritage site, Hoi An was a major international trading port during the 17th, 18th and 19th centuries. Today, parts of the beautifully preserved town retain the feel of centuries past. This is also a very popular town for shopping, famous for its many tailors. When you arrive, your leader will take you on a sightseeing walk through the Old Town to visit a handful of the city's major attractions. You’ll also be given a sightseeing pass so you can further explore select attractions at your leisure."
    },
    {
      "dayNumber": 19,
      "title": "Hoi An.",
      "description": "Today is a free day to explore Hoi An. Maybe browse the cobbled streets and art galleries or hire a bike and cycle through rice paddies out to Cua Dai Beach. Maybe browse for paintings, ceramics and colourful cloth lanterns in the town’s markets and preserved Chinese shophouses. If you’re craving a new look, you could visit to one of the hundreds of tailors and get an outfit custom made. Hoi An is also known for its delicious regional food, so you could have dinner a riverside restaurant or partake in a cooking class."
    },
    {
      "dayNumber": 20,
      "title": "Ho Chi Minh City.",
      "description": "Today, you’ll take a short, early morning flight to Ho Chi Minh City. Formerly known as Saigon, Ho Chi Minh City has a fascinating history and is arguably Vietnam’s capital of commerce and culture. After landing, take a sightseeing tour around the city by bus. Pass the Reunification Palace, Notre Dame Cathedral and the Opera House, then stop in at the War Remnants Museum to discover some of the sobering stories of the 20-year-long Vietnam/American War."
    },
    {
      "dayNumber": 21,
      "title": "Mekong Delta – Ho Chi Minh City.",
      "description": "This morning, head out on a daytrip to explore the Mekong Delta. Board a private boat to Ben Tre to visit the coconut gardens and stop at a local home to sample tropical fruits and coconut jams. After, paddle in sampans (small rowing boats) past coconut trees along the Mekong Delta. Take a tuk-tuk tour around the villages and learn about rural life and the industry created around coconut products like brooms and coconut fibre mats. Eat lunch at a restaurant in the heart of the Delta, sampling regional specialties like elephant ear fish. After, return to Ho Chi Minh City and maybe grab dinner with your fellow travellers to toast to a great adventure!"
    },
    {
      "dayNumber": 22,
      "title": "Ho Chi Minh City.",
      "description": "Enjoy a free day in Ho Chi Minh to get out and discover the city at your own pace. Alternatively, why not get an up close and personal history lesson on guerrilla warfare during an Urban Adventures tour to the Cu Chi tunnels. This underground network in the middle of the jungle was used by the Viet Cong during the war. Take the chance to climb into the tunnels and imagine what it would’ve been like to eat, sleep, work and cook – even go to school underground as conflict raged above. Return to Ho Chi Minh where there will be a meeting at 6 pm to welcome any new travellers joining you on the next stage of your adventure. After, perhaps get to know your new travel buddies over an optional group dinner."
    },
    {
      "dayNumber": 23,
      "title": "Phnom Penh.",
      "description": "Travel by public bus across the border, through rural Vietnam and Cambodia to Phnom Penh. Cambodia's capital city is set on a major junction of the Mekong and Tonle Sap rivers and boasts some fine examples of French-inspired architecture. If you're looking for a tasty beverage when you arrive, head for a mojito on the rooftop. Or if you're in the mood for shopping, stop in at the art-deco Psar Thmei (Central Market) or travel out to Psar Tuol Tom Pong (the Russian Market) for the best range of local souvenirs."
    },
    {
      "dayNumber": 24,
      "title": "Phnom Penh.",
      "description": "Today, you’ll confront Cambodia's tragic past on a guided tour of the Tuol Sleng Genocide Museum (S21) – a former school which served as a Khmer Rouge torture centre. It's estimated that more than 20,000 people were held and tortured here. You’ll also head out to the Killing Fields of Choeung Ek, where a stupa made up of some 8000 human skulls marks the execution ground for the torture victims of Tuol Sleng. After, you may wish to learn about a brighter period in Cambodian history from an optional visit to the Royal Palace and Silver Pagoda. Wat Phnom, shrouded in myth, is equally worth a visit, as is the National Museum with its excellent Khmer collection. Cyclo tours around the city are a great alternative to walking and generally include the Central Market, US Embassy, Wat Phnom, Mekong riverfront, the Independence Monument and Royal Palace."
    },
    {
      "dayNumber": 25,
      "title": "Battambang.",
      "description": "Travel by private minibus to Battambang today. Break up an otherwise long trip with a visit to the pottery visit in Kampong Chhnang and learn about the craft of pottery making at local workshops. Then continue to Cambodia's second-largest city – a pretty riverside town with French elegance, friendly Khmer people and beautifully preserved colonial architecture, this is a great place to explore on your own. Why not take part in an optional cooking class to learn the secrets of local dishes such as amok, Khmer curry and fried spicy chicken."
    },
    {
      "dayNumber": 26,
      "title": "Siem Reap.",
      "description": "Spend a bit of time riding around the countryside by bike, travelling out to the rural villages around Battambang. This is a great opportunity to get a closer look at what rural life means in Cambodia. Visit local families who have been producing agricultural products the traditional way passed down through generations, like rice paper, dried bananas, and bamboo sticky rice and stop by a Khmer house and relax and enjoy some coconut water while chatting about their life. Our partner for this activity is a local social enterprise that support training of local youth for their future career. In the afternoon continue by private minibus to Siem Reap, arriving in the evening, and relax as you prepare for your much-anticipated visit to Angkor tomorrow. Perhaps hit the markets for some delicious street food for dinner."
    },
    {
      "dayNumber": 27,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Make your way to Angkor Wat in the early hours this morning to watch the sunrise over this UNESO World Heritage site. Then, Temple-hop with your local guide through the world-famous complex. The temples, dating back as far as the ninth century, were believed to represent the cosmic world and were set in perfect balance, symmetry and composition. The intricately carved bas-reliefs and architectural designs are mind-blowing and there are spectacular photo opportunities at any time of day. The ruins are scattered over an area of some 160 square km, but the main cluster of temples is close to Siem Reap, so there will be plenty of time to fully appreciate the great archaeological sites of Angkor Wat, Bayon and the jungle-covered Ta Prohm."
    },
    {
      "dayNumber": 28,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Continue your explorations of the Angkor complex this morning. In the afternoon, embark on a private local boat discover the floating villages and local daily lives at Chhong Kneas – a trading port of agricultural products on the edge of Tonle Sap Lake, also known as the Great Lake of Cambodia."
    },
    {
      "dayNumber": 29,
      "title": "Bangkok.",
      "description": "Fly from Siem Reap to Bangkok today. On the flight, you’ll be unescorted, but your Cambodian leader will see you off at the airport in Siem Reap and your Thai leader will be ready to welcome you in Bangkok. Thailand's bustling capital is an exciting world of tuk tuks, khlong boats and street vendors serving up delicious Thai food. Perhaps head out to sample some local specialties as a final farewell with your fellow travellers."
    },
    {
      "dayNumber": 30,
      "title": "Bangkok.",
      "description": "Your trip comes to an end this morning, with no further activities planned. However, if you have more time, Bangkok is full of things to do, including the Grand Palace, Temple of the Emerald Buddha, and the fascinating Jim Thompson Museum. Just speak to your booking agent if you'd like to extend your stay."
    }
  ],
  "map": ""
}