{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-holidays-phnom-penh-angkor",
  "tourName": "Cambodia holidays, Phnom Penh & Angkor",
  "placesVisited": "Phnom Penh, Local Markets and Streetlife, Killing Fields and S21 Museum, Siem Reap, Dawn at Angkor, 3-day tour of World Heritage Angkor, Beng Melea, Tonle Sap Lake, Floating Villages on the Sangkar River, Battambang Tuk-tuk Tour, The ‘Bamboo Train’",
  "generalInfo": "Our Cambodia Overland tour will show you the fabulous, World Heritage jungle ruins of Angkor as well as revealing more recent tragic history at Phnom Penh’s infamous Killing Fields but there’s much, much more to experience on our fascinating and varied 10-day tour of this still little-known nation.<br/><br/>You’ll also experience the bustling street-life and vibrant local markets of Cambodia’s hectic, chaotic, but fun capital Phnom Penh; have time to check out the cafes and handicrafts of charming Siem Reap and travel by boat across the vast Tonle Sap Lake and past the unique floating villages of the Sangkar River on route to the provincial town of Battambang. There we’ll meet the local residents and discover the still very traditional cottage industries and everyday life of the surrounding villages before completing our overland loop with a return by road to Phnom Penh.         <br/><br/>Our Angkor itinerary – carefully timed and fine-tuned after 20 years of experience – optimizes your visit to this magnificent site which, with its creeper-clad ruins and mysterious carvings surrounded by steamy tropical jungle, is certainly one of the World’s most evocative destinations. We’ll take you on a comprehensive tour of the main sites, as well as some of the hidden ones, at a leisurely pace designed to avoid both the crowds, the midday heat and any ‘temple fatigue’ with plenty of free time to wander the town, perhaps try out the in-house spa treatment or just sit back by the pool with a cold drink. <br/> <br/>A fascinating, varied and unforgettable 10-day Cambodia tour.<br/><br/>Features:<br/><br/>1. Phnom Penh with it's French Quarter and lively waterfront - one of Asia's friendliest capitals <br/>2. Explore Angkor - certainly one of Southeast Asia's most evocative and exotic destinations <br/>3. Travel by boat up the Sangkar River - floating villages, bird-life, unique scenery <br/>4. Discover the timeless and picturesque Cambodian countryside<br/>5. Tuk-tuk tour of cottage industries and traditional livelihoods in Battambang's villages <br/>6. Experience dawn at Angkor Wat - watch the sunrise over the iconic silhouette of the world's largest religious building <br/><br/>Optional extensions<br/><br/>1. Explore the south of the country with our 4-day Kep and Kampot mini-tour<br/>2. Add on a beach extension to jungle-covered Koh Chang, Thailand <br/>3. Break up your return journey with a 2-day guided exploration of Thailand’s vibrant capital, Bangkok<br/><br/>Note; groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in boutique-style 3* hotels.",
  "durationDays": "10",
  "price": "1365",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival and check-in to a small, comfortable, downtown hotel. Time to relax before an introductory city walking tour, taking in the old French Quarter and lively waterfront area, as well as giving you a first-hand feel for the bustling street-life and finishing perhaps, with sundowners at the celebrated FCC, (Foreign Correspondents Club)?"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of some of the sites of Cambodia’s fascinating capital city. The infamous Killing Fields and highly moving Khmer Rouge Genocide Museum help explain the country’s recent tragic history, while the picturesque Royal Palace and Silver Pagoda will provide plenty of photo opportunities. The Russian Market offers some ‘retail therapy’ and a chance for a local style lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel through Cambodia’s scenic countryside to the provincial town of Siem Reap in Western Cambodia, our base for the next few days as we explore nearby Angkor. Stops include the famous ‘spider village’ of Skuon, (tasting not compulsory), a rarely visited 11th-century temple and lunch by a scenic lake. An atmospheric sunset visit to Prei Rup Temple completes our day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "An unforgettable tour of this fabulous site with its vast jungle-clad temples and mysterious stone carvings. Dawn at Angkor Wat, followed by a morning visit to the temple itself. Return to Siem Reap to escape the midday heat before an afternoon walking tour of Angkor Tom including, Leper King and Elephant Terraces, Phimeanakas, Baphuon and last but not least, (we’ll wait until the crowds have gone), Bayon Temple and its famous faces."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning forest hike to visit the spectacular Phnom Bakheng Temple and the huge jungle-clad ruin of Preah Khan. Enormous roots and screeching parakeets make this atmospheric temple one of everyone’s favourites. After a midday break, we continue with a short forest hike to Ta Keo via the remote and rarely visited Ta Nei Temple. Ta Prom – the famous ‘Tomb Raider’ Temple - keeps to the jungle theme and concludes our day’s visit."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning trip to one of the more remote yet most impressive Angkor sites – the truly spectacular Beng Melea – a huge, crumbling, creeper-covered temple, lying to the west of Siem Reap. Return to our hotel by way of an optional visit to the unusual Apopo, giant rat de-mining centre (!) with an afternoon at leisure to relax by the pool or perhaps visit the excellent National Museum?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spectacular boat journey across the Tonle Sap Lake, past the flooded forest and Prek Toal Bird Sanctuary and down the Sangkar River with its unique, floating, fishing villages to the town of Battambang. Stop-offs on the way include the Prek Toal community water hyacinth weaving project. (If water levels are too low during the dry season, a part of today's trip may be overland.)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning guided tour of the surrounding villages to discover some of the traditional cottage industries and local handicrafts. (Choice of bicycle or tuk-tuk for the less energetic.) The afternoon is at leisure to explore the friendly provincial town or perhaps try a ride on the famous ‘bamboo railway’?"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Head east to the fascinating and photogenic port town of Kompong Chhnang on the bank of the Tonle Sap River. We’ll take in the bustling riverfront area and a very local-style market before continuing to our day’s final destination, Phnom Penh."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Morning at leisure, relax by the pool, maybe some last minute shopping, or even check-out some spa treatment and Khmer-style massage? End of tour and departure at your convenience."
    }
  ],
  "map": ""
}