{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-cambodia-small-group-holiday",
  "tourName": "Vietnam and Cambodia small group holiday",
  "placesVisited": "",
  "generalInfo": "Travel the coast of Vietnam and discover the iconic highlights of Cambodia on a journey through atmospheric cities, villages and waterways. Sample fresh local food, explore UNESCO-listed towns, cruise through floating villages and learn about ancient and modern history from Hanoi to Saigon and onward from Phnom Penh to the tranquil temples of Siem Reap.<br/> <br/> Hanoi - Discover Vietnam's capital and wander through the narrow streets of the Old Quarter.<br/> Hoi An - Explore this enchanting riverside town, known for its lantern-lit streets and traditional architecture.<br/> Siem Reap - Experience the awe-inspiring temples of Angkor, from the majestic Angkor Wat to the jungle-covered ruins of Ta Prohm.<br/>",
  "durationDays": "20",
  "price": "2725",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Hanoi",
      "description": ": Arrive in Vietnam's capital, Hanoi, which is famous for its rich culture, bustling life, and colonial influences. Its small lakes, busy streets and secluded alleyways are all waiting to be explored. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Hanoi at any time. If you'd like an airport transfer, you'll need to arrive into Noi Bai International Airport (HAN), which is a 45-minute drive to the hotel. Should you miss the welcome meeting, our tour leader will leave a note at the hotel reception to inform you of any essential information. If your flight arrives earlier in the day, you might like to walk around the peaceful shores of Hoan Kiem Lake."
    },
    {
      "dayNumber": 2,
      "title": "Discover the sights of Hanoi including the Old Quarter",
      "description": ": This morning, we'll set out on a tour of the main sights of Hanoi. Architecturally styled like a French provincial town with tree-lined boulevards and low-built houses, the city is wonderfully nostalgic. Among the interesting sights are the charming One-Pillar Pagoda and the Presidential Palace. Ho Chi Minh himself, a spartan-living and scholarly man, chose not to live in the Presidential Palace, he preferred instead a simple teak stilt house specially built for him on the grounds. In the afternoon, our tour leader will give you a map and instructions so you can discover the narrow lanes of the fascinating Old Quarter solo, where the streets are named after various crafts or specialities: Paper Street, Silk Street, Basket Street and so on. The shops themselves have very narrow frontages but are actually quite deep; they are known locally as tube shops. On the pavements, food vendors sell noodles, snacks and stir-fries from shoulder panniers. Take some time to really soak in your unique surroundings with the tempting smell of the food stalls mixing with the scent of incense from small temples dotted around."
    },
    {
      "dayNumber": 3,
      "title": "Free time in Hanoi, drive to Halong Bay",
      "description": ": This morning, you're free to explore some more of Hanoi - perhaps visit one of the many museums or Ho Chi Minh's austere mausoleum, which resembles Lenon's in Moscow. Afterwards, we'll drive out towards the iconic Halong Bay in the Gulf of Tonkin. Here, thousands of jagged limestone islands rise out of the jade green waters like the hairy scales of a submerged dragon - in fact, 'Halong' means 'where the dragon descends to the sea'. As legend has it the rugged seascape was created by the pounding tail of a dragon as he ran from the mountains into the sea, carving the islands in his wake."
    },
    {
      "dayNumber": 4,
      "title": "Cruise Halong Bay, overnight train to Hue",
      "description": ": This morning, we'll take to the water for a scenic cruise amongst Halong Bay's islands. We'll have the chance to stop at a grotto beneath towering cliffs and perhaps visit a beach. It is interesting to see the curious assortment of tourist boats, traditional junks and wooden sampans gliding through the waters. There'll be a seafood lunch on board the boat before we return to our hotel in Hanoi to freshen up. Finally, we'll board the Reunification Express to Hue. We plan to stay in 'soft-sleeper' four berth cabins, bunk bed style and bedding is provided. Both Western and Asian style toilets are at the end of each carriage as well as a basin. Our tour leader will allocate beds and will try to keep our group together as far as possible, however, it might be necessary to share with other travellers and passengers of a different gender."
    },
    {
      "dayNumber": 5,
      "title": "Cruise Perfume River to Thien Mu Pagoda",
      "description": ": We'll arrive in Hue this morning. A quietly impressive place, the city is one of the great cultural and religious centres of Vietnam. The Perfume River divides the city in two and has been the inspiration for poets and painters for many centuries. This afternoon, we'll take a boat trip along the Perfume River from Hue to the Thien Mu Pagoda. This serene temple is the oldest in Hué and also the symbol of the city."
    },
    {
      "dayNumber": 6,
      "title": "Visit the Imperial Citadel, free afternoon in Hue",
      "description": ": This morning, we get to appreciate Hue's fascinating history with a visit to the Imperial Citadel. Located on the left bank is the river, the palace was built by the Nguyen dynasty, Vietnam's ruling emperors from the early 1800s to 1945. Although most of the inner city was destroyed during the Tet Offensive in 1968, the outer walls and the west wing remain a reminder of the palace's former glory. The remainder of the day is free to perhaps explore some of the outlying Tombs of the Emperors."
    },
    {
      "dayNumber": 7,
      "title": "Scenic drive via Danang to Hoi An",
      "description": ": This morning, we set off on a scenic drive over the stunning Hai Van Pass, also known as the Ocean Cloud Pass. As we travel, watch as we pass charming rural scenes featuring thatched wooden houses and rice paddies, all while enjoying sweeping views of the sea. Continuing our journey, we'll explore the Marble Mountains - five peaks representing the elements of water, wood, fire, metal and earth. These natural grottoes have been beautifully transformed into intricate Buddhist sanctuaries. Just a short drive away, we arrive at My Khe Beach, known as China Beach to American troops, where we'll take a brief rest on its pristine white sands. It's just a short drive from here to the UNESCO World Heritage town of Hoi An."
    },
    {
      "dayNumber": 8,
      "title": "Free day in Hoi An, optional visit to My Lai",
      "description": ": Today is free to explore at your own pace. The historic, merchant town of Hoi An had become one of the busiest international trading ports of Southeast Asia by the 17th and 18th centuries. First colonised by the Portuguese in the 16th century, it still retains its medieval charm today, with many of its old buildings superbly preserved. You might like to visit the Japanese Bridge or some of the Chinese temples and meeting halls in the Old Town. There are many shops, bars and restaurants and it's a great place to buy souvenirs, have clothing tailored or simply watch the world go by in a riverside café. There's also the option to take an excursion to the site of the My Lai village massacre memorial. The massacre was a significant turning point in the American War and the horrific story is told through a very emotive exhibition of photography. Another option is to take a fishing trip out to the Thu Bon River Delta, where you can learn how to fish using a traditional cast net. Travelling out by boat, we meet local fishermen and try our hand at cast net fishing as well as trying the bamboo winches used to haul in the huge drop nets from the river. There's also a chance to go out in a Vietnamese 'basket boat' - a circular boat constructed from bamboo that takes a little practice to row!"
    },
    {
      "dayNumber": 9,
      "title": "Visit ancient My Son, free afternoon in Hoi An",
      "description": ": This morning, we have an excursion to My Son, one of the holiest and most evocative of Vietnam's Cham sites. The Chams were dynastic lords who rejected the authority of China in 2AD and established their own kingdom. Travel along the track that leads to the site is slow, as we bump through wooded hills, but the site is certainly impressive with several groupings of Cham temples which can be visited. The afternoon is free to enjoy Hoi An further. You could take a cookery class at one of Hoi An's restaurants or take part in a lantern-making workshop to learn how to make the lanterns that are ubiquitous in Hoi An. Alternatively, the beach is a short taxi drive away or you could take a boat trip on the river as the late afternoon sun casts across the water."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Ho Chi Minh City, drive to Mekong Delta",
      "description": ": We have a very early start ahead of us today to catch our flight to Saigon. After a short drive to Danang Airport, we fly to Ho Chi Minh City (formerly, and still locally, known as Saigon) from where we drive further south to Ben Tre in the Mekong Delta. Surrounded by lush and fertile land, the area is home to small villages and swaying coconut palms, and we'll have plenty of time to explore the land and the waterways. First, we'll take a local ferry to a nearby village to explore by trishaw. Then, we'll board sampans, which are small Chinese wooden boats, and cruise along the narrow canals that shoot off the main vein of the Mekong River. After lunch at a local house, we'll have free time to see more of the area. Finally, we'll return to Ben Tre by boat and spend the night in a local guesthouse."
    },
    {
      "dayNumber": 11,
      "title": "Mekong Delta cruise, drive to Ho Chi Minh City",
      "description": ": There's more time to explore the canals of the Mekong Delta this morning. If we're lucky, we might meet some of the hardworking locals and witness the coconut processing trade. We also have options to walk or cycle along the canal before we drive back to Ho Chi Minh City."
    },
    {
      "dayNumber": 12,
      "title": "Explore Old Saigon, discover 'Secret Weapons Bunker'",
      "description": ": Heading out this morning, it's time to take in the sights of Old Saigon, now District 1 of Ho Chi Minh City. Along the way, our tour leader will point out the Notre Dame Cathedral and the GPO building as well as some of the old French Colonial hotels such as The Rex. Next, we'll drive to the Independence Palace (renamed the Reunification Hall) and the War Remnants Museum. Another side to the city awaits this afternoon, as we walk through Old Saigon's back alleys. Our walk takes us past ramshackle shopfronts, through local markets selling everything from colourful fruit to bootleg DVDs, and past houses, churches and schools, all squeezed into the small buildings that line the narrow alleys. If you need a pick-me-up, we'll stop at a local stall for a traditional Vietnamese coffee (brewed coffee served sweet with condensed milk). Here, we can also sample 'Banh Mi' - a Vietnamese take on the humble French baguette - freshly baked and packed with a combo of traditional and more exotic, aromatic ingredients. The walk ends at Saigon's 'Secret Weapons Bunker'. A small unassuming 'tube house' hides a trap door which conceals a basement stocked full of rifles, grenades and ammunition. The bunker played a key role in the TET Offensive of 1968. There's time to explore the house and bunker, filled with decommissioned weapons and photographs, news clippings and memorabilia from wartime."
    },
    {
      "dayNumber": 13,
      "title": "From Ho Chi Minh City, visit Cu Chi Tunnels",
      "description": ": This morning, we'll take a short drive out of the city to the infamous Cu Chi Tunnels, which formed an incredible underground command base for 10,000 Viet Cong troops and were a major part of the 1968 Tet Offensive. If you dare, you can crawl through a small, specially adapted section of the tunnels to sample the claustrophobic conditions the Viet Cong lived in. We'll then continue on to Phnom Penh, crossing the border at Moc Boi/Bavet. The drive will take us around five hours."
    },
    {
      "dayNumber": 14,
      "title": "Discover the sights of Phnom Penh",
      "description": ": Phnom Penh took over from Angkor as Cambodia's capital city in the 1440s. It's now a lively city with many French colonial buildings and plenty to see. Accompanied by a local guide, we'll visit the National Museum, a treasure trove of beautifully preserved carvings and lintels rescued from Angkor; the Royal Palace and Silver Pagoda as well as the temple of Wat Phnom. This afternoon, we'll visit the emotive Tuol Sleng Genocide Museum, formerly a high school that became the Khmer Rouge's main torture and interrogation centre; and the Killing Fields of Choeung Ek - the memorial stupa is a glass tower filled with human skulls - a gruesome reminder of the scale of Pol Pot's atrocities before returning back in the city."
    },
    {
      "dayNumber": 15,
      "title": "Free day in Phnom Penh; optional visit to Silk Island",
      "description": ": Today is free for you to explore solo or pick one of our optional activities. Our optional excursions close to the city include a trip to Silk Island, Chiso Mountain or the abandoned Royal City of Oudong. Each of these takes up half a day and can be combined, our tour leader will discuss it in more detail. Silk Island or Koh Dach is reached by a short boat journey along the Mekong where the majority of villagers on the island earn a living producing handicrafts. It's a great opportunity to learn more about traditional ways of life and interact with locals as you learn about silk weaving. Chiso Mountain (380 meters/1247 feet), located in Sia village about 62 kilometres/38.5 miles south of Phnom Penh, is topped by the ruins of an 11th-century Khmer Brahmanic Temple with views of the surrounding paddy fields. Oudong is around one hour north of the capital and offers the opportunity to explore historic temples and stupas."
    },
    {
      "dayNumber": 16,
      "title": "Drive to Siem Reap; cruise on Tonle Sap Lake",
      "description": ": This morning, we have an early start for our drive to Siem Reap, stopping somewhere for lunch on the way. Later in the day, we'll journey to nearby Tonle Sap Lake where we board our charter boat for a leisurely cruise through the fascinating floating village of Chong Kneas to see stilt houses, floating markets and an array of boats."
    },
    {
      "dayNumber": 17,
      "title": "From Siem Reap, explore Angkor temples with sunset",
      "description": ": It's worth noting that our tour leader might change our itinerary over the next three days to avoid crowds and coincide with the sunset etc. Angkor was a series of cities, built between the 9th and the 13th centuries by the Khmer kings, with a population of 750,000 in its heyday. The Angkor complex is spread out over 155 square kilometres/59.8 square miles, scattered with magnificent carved stone temples, elegant sculptures and incredible basreliefs. We'll visit the Rolous group, which are some of the earliest temples, as well as the temples of Banteay Srei. Finishing up the day at East Mebon, with a visit to Pre Rup temple, we hope to catch the sunset over Angkor."
    },
    {
      "dayNumber": 18,
      "title": "From Siem Reap, explore Angkor Thom",
      "description": ": Our exploration continues today with a visit to the temples of King Jayavarman Vll. The fortified city of Angkor Thom, which he built at the end of the 12th century, is enclosed by a square wall with five monumental gates. Originally, crocodiles inhabited the moat and huge statues of gods protected each gate. The city contains another of Angkor's true gems - The Bayon, known for its maze of corridors, gothic-style towers and magical central temples. We'll explore The Terrace of the Elephants and the Leper King, the Baphuon and Phimeanakas, and some of the surrounding temples such as Preah Khan."
    },
    {
      "dayNumber": 19,
      "title": "From Siem Reap, explore Ta Prohm and Angkor Wat",
      "description": ": On our final day, we pay a visit to the second Angkor capital, which includes the temples of Prasat Kravan, Banteay Kdei and Takeo. A highlight for many is a visit to the atmospheric temple of Ta Prohm, where the film Tomb Raider was filmed, lying half consumed by the jungle. We save the most breathtaking of all the sights, Angkor Wat, to last - staying until the sun sets on the final night of our adventure."
    },
    {
      "dayNumber": 20,
      "title": "Trip ends in Siem Reap",
      "description": ": The trip ends after breakfast at our hotel in Siem Reap. There are no activities planned today, so you're free to depart from Siem Reap at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Siem Reap International Airport (SIA), which is approximately 60-80 minutes from the hotel. If you have time, you might choose to browse the old market for some last-minute bargains, visit a fish spa or enjoy afternoon tea at The Foreign Correspondent's Club."
    }
  ],
  "map": ""
}