{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "indochina-holiday-adventure",
  "tourName": "Indochina holiday adventure",
  "placesVisited": "World Heritage Luang Prabang, Mekong River Boat Trip, Pak Ou Caves, Kuang Si Waterfalls, The Plain of Jars, Local Markets & Village Life, Vientiane, Phnom Penh, Killing Fields & Khmer Rouge Genocide Museum, Sunrise at Angkor Wat, 3-day Angkor Tour, Ta Prom, Angkor Tom, Beng Melea",
  "generalInfo": "This fascinating Indochina holiday adventure takes you through Laos and Cambodia and the heart of tropical Southeast Asia. <br/><br/>Our 2-week, small group tour, begins in picturesque World Heritage Luang Prabang, the ancient capital of Laos and widely recognised as one of the best-preserved towns in the region. We'll discover its elegant colonial architecture and ancient temples, before travelling through the mountains to the remote, enigmatic and also UNESCO-listed, Plain of Jars. <br/><br/>From here head south to discover the two contrasting modern-day capitals: laidback Vientiane on the banks of the Mekong River and chaotic but captivating Phnom Penh, before travelling overland through timeless Cambodian landscapes to Siem Reap. The lively provincial town is the gateway to spectacular Angkor and our base for a comprehensive 3-day exploration of the evocative jungle-clad ruined temples and palaces. <br/><br/>On this journey you'll discover highly varied landscapes and destinations, meet the exceptionally friendly local people and sample the equally delicious but contrasting cuisines of Laos and Cambodia as well as having time to visit local markets and soak up the vibrant street life of this captivating corner of Southeast Asia.<br/><br/>Features:<br/><br/>1. Explore the ancient temples, colonial architecture, narrow lanes and bustling markets of World Heritage Luang Prabang<br/>2. Visit the mysterious and unusual 'Plain of Jars' archaeological site in remote northeastern Laos<br/>3. Discover the charming riverside modern capital of Laos, Vientiane; markets, temples and riverside cafes<br/>4. Check-out the sites and street-life of Cambodia's chaotic but fun capital, Phnom Penh<br/>5. Experience dawn at Angkor Wat - watch the sunrise over the iconic silhouette of the world's largest religious building<br/>6. ..and last but not least, sample the sumptuous, varied and contrasting local cuisines of Laos and Cambodia<br/><br/>Optional extensions<br/><br/>1. Stay at a beach-side resort on Thailand’s unspoilt tropical island of Koh Mak<br/>2. Beach extension to jungle-covered Koh Chang, Thailand <br/>3. Stop off for a 2-day guided exploration of Thailand’s vibrant capital, Bangkok<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3* boutique-style hotels.",
  "durationDays": "14",
  "price": "2595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in the contemporary, Mekong-side capital of Vientiane and stretch your legs with an introductory walking tour followed by riverside sundowners and a local-style welcome dinner in one o the town’s lively night markets."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning arrival in Luang Prabang and a relaxing boat trip up the picturesque Mekong River to visit the mysterious Pak Ou Caves, crammed with thousands of old, gold lacquered Buddha images. Return to Luang Prabang for a local-style dinner to introduce you to Laos’s little-known but sumptuous cuisine."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover World Heritage Luang Prabang’s fabulous temples, French colonial architecture and sample Lao delicacies (and the famous Lao beer!) in riverside cafes. A morning walking tour of the town includes the local market, National Museum and former king’s palace and fabulous Wat Xiengthong. The afternoon is at leisure to allow you to wander the quiet, picturesque lanes at your own pace or check out the hill-tribe handicrafts?"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning drive into the surrounding hills to visit the spectacular turquoise ponds, cascades and falls at Kuang Si as well as the nearby Free the Bears site which houses moon, (Asiatic black) and sun bears rescued from hunters, the illegal animal trade and private zoos. Return to Luang Prabang after a stop for a riverside lunch at the Ock Ta Pop community weaving project."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early departure for a drive along scenic mountain roads to Phonsavan Town in Xieng Khouang Province – location of the famous and enigmatic Plain of Jars. On the way, we’ll visit Khmu and Hmong villages and a hidden cave temple that served as an army hospital during the Vietnam War. An atmospheric dusk visit to one of the famous jar sites followed by a visit to the Mines Action Group to learn about the problems of unexploded ordnance in the area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive out to the picturesque Jar Site 2 and begin a short hike to the impressive, hill-top Site 3, consisting of around 150 jars. Afternoon flight from Phonsavan Airport to Vientiane, the Lao capital and perhaps a stroll along the scenic Mekong waterfront for sun-downers in a riverbank cafe?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of some of Vientiane’s varied sites including Si Saket Temple with its 1,000 Buddha images, the lively morning market, famous That Luang Stupa plus the unusual Buddha Park. Less cheerful, but we feel important and highly informative, a stop at the excellent COPE Visitors Centre highlights the problem of left-over bombs from the Vietnam War."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning flight to Phnom Penh and check-in to a small, comfortable, downtown hotel. Time to relax before stretching your legs with an introductory walking tour of the historic French Quarter and lively waterfront giving you a first-hand feel for the bustling street-life and finishing perhaps, with sun-downers at the famous Foreign Correspondents Club?"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tour of some of the sites of Cambodia’s fascinating capital: the infamous Killing Fields and the highly moving Khmer Rouge Genocide Museum, Tuol Sleng help explain the country’s recent tragic history. The picturesque Royal Palace and Silver Pagoda provide plenty of photo opp’s while the Russian Market offers some ‘retail therapy’ and a chance for a local style lunch."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Overland through Cambodia’s scenic countryside to the town of Siem Reap – our base for the next few days while we explore the nearby Angkor Temples. Stops on the way include the famous ‘spider village’ of Skuon, a rarely visited 10th-century temple and lunch by a scenic lake. A sunset visit to the atmospheric ruins of Prei Rup Temple completes our day."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Angkor: an unforgettable tour of this fabulous site with its vast jungle-clad temples and mysterious stone carvings. We begin with sunrise and a morning tour of Angkor Wat. Return to Siem Reap to escape the midday heat and an afternoon walking tour of Angkor Tom: Leper King and Elephant Terraces, Royal Enclosure, Phimeanakas, Baphuon and last but not least, (we’ll wait until the crowds have gone), dramatic Bayon Temple with its famous faces."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "An early forest hike to the spectacular, hill-top Bakheng Temple followed by the vast jungle-clad ruins of Preah Khan. Enormous roots and towering trees make this atmospheric temple a regular favourite. After a midday break in Siem Reap we’ll continue with a short jungle walk to Ta Keo via the remote, rarely visited Ta Nei Temple. A visit to Ta Prom, the famous ‘Tomb Raider’ temple, continues our jungle theme and concludes our day’s visit."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning trip to one of the more remote temple sites – the truly spectacular Beng Melea. A huge, partially ruined, temple complex overgrown by jungle and lying to the west of Siem Reap, Beng Melea is one of the most impressive Angkor monuments. Return to Siem Reap with an afternoon at leisure to relax by the pool, perhaps visit the National Museum or check-out Apopo and their famous mine-clearing giant rats?"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning at leisure in Siem Reap and departure at your convenience."
    }
  ],
  "map": ""
}