{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-and-vietnam-small-group-tour",
  "tourName": "Cambodia and Vietnam small group tour",
  "placesVisited": "Cambodia : Phnom Penh, Siem Reap, Angkor Wat Vietnam: Ho Chi Minh City, Hoi An, Hanoi, Halong Bay",
  "generalInfo": "This Cambodia and Vietnam small group tour is a thirteen day trip to discover both countries’ cultural and natural highlights. Travelling with an expert guide, and using a mix of local and private transport, your experiences vary greatly, with each day bringing new adventures. <br/><br/>The trip starts in Cambodia’s capital city of Phnom Penh where we have a couple of days to acclimatise, take in the city’s markets and street life as well as its location at the confluence of the Mekong, Bassac and Tonle Sap Rivers. You also visit Tuol Sleng Prison Museum and the Killing Fields of Choeung Ek, introducing you to the infamous history that this region survived. <br/><br/>Moving even further back in time, the ancient temples of Angkor is your next stop, where we take two days to explore the extraordinary citadel ruins.  <br/>On day six of the itinerary we take a flight to Ho Chi Minh City, considered by many to be the cultural capital city of Vietnam. Formerly known as Saigon, we take a day here to explore its magical mix of markets, temples and artisan workshops as well as visiting the important sites of the Reunification Palace, War Remnants Museum and Cu Chi Tunnels. <br/><br/>Travelling further north again by air, the contrasting cities of Hoi An and Hanoi will give you great insight into Vietnamese life. We also spend a day and night on Halong Bay, sleeping on a traditional houseboat and cruising through the waters of this unique marine karst landscape, with its massive limestone boulders scattered across the Bay. This is a wonderful finale to our travels around both these countries, where it is hard to pick a favourite experience or place, because Cambodia and Vietnam are countries that inspire at every turn. And that is before we even start talking about the amazing food, of course. You won’t go hungry on this trip, for sure!<br/>",
  "durationDays": "13",
  "price": "2430",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Phnom Penh, Cambodia. Your adventure begins with a welcome meeting at 6pm tonight. If you arrive early, perhaps stroll the streets of Phnom Penh, taking in the interesting French colonial architecture. Dinner tonight will be at a riverside local restaurant and may include dishes like beef lok lak or fish amok. Enjoy getting to know your fellow travellers over delicious Cambodian specialties."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh.",
      "description": "Today a full city tour introduces you to the sights of Phnom Penh, a city that lies near the confluence of the Mekong and Tonle Sap rivers. The private quarters of the Royal Palace are home to King Sihamoni and are closed to the public. You will, however, be able to visit the Silver Pagoda that lies in the palace complex, which is the most sacred temple in the country. Phnom Penh remains a living relic of the country’s past struggles and successes. Your included visits to the Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek tell the story of the tragic legacy of the Khmer Rouge. Tuol Sleng is a former school that served as a Khmer Rouge torture centre, and it’s estimated that more than 20,000 people were held and tortured here. The Killing Fields of Choeung Ek are home to a stupa made up of some 8,000 human skulls, marking the site of the infamous location. This was the execution ground for the torture victims of Tuol Sleng, and standing in this peaceful setting, it's almost unthinkable to imagine that to date nearly 9000 corpses have been exhumed from the area. The visits are major parts of the experience here, but if you don't wish to visit them, please let your leader know. There is an optional visit to Wat Phnom, the temple that gave rise to the foundation of the city in the 15th century. After today's activities, you may wish to spend this evening relaxing in a cafe by the riverfront."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap.",
      "description": "Begin the scenic drive to Siem Reap (approximately 7 hours, including stops). Along the way, swing by a local village restaurant for a tasty lunch. Arrive in the small but expanding town of Siem Reap, the gateway to Angkor and the most popular destination for travellers in all of Cambodia, perhaps even in South East Asia. You'll probably notice a change of pace here, so take a walk and enjoy the atmosphere. A visit to the old market is a must, even if you're not looking for souvenirs, wandering through the stalls and surrounding shops the silks, cottons, sarongs, silver and statues are a riot of colour and a feast for the eyes – and there will be one for your stomach too if you try some of the cheap, delicious street food! There's also a long tradition of shadow puppetry in the region, and if you're lucky you might catch a show at one of the local restaurants in the evening, perhaps while you're eating the specialty cuisine of Cambodia – amok, the name given to curry steam-cooked in banana leaves."
    },
    {
      "dayNumber": 4,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Spend a full day visiting the amazing temples of Angkor today – this UNESCO World Heritage site is one of the most important historic complexes in all South East Asia and is an absolute must-do experience in Cambodia! If you’re keen to see Angkor Wat at sunrise – the largest and most complete structure and the only temple with a west-facing entrance – your leader can organize an early visit for you before dawn (optional). Later in the morning, your group will tour the complex together. Of all the temples visited, Bayon is the centrepiece, with over 200 smiling carved faces and more than 50 gothic towers. You’ll also visit an ancient monastery, where you’ll meet a Buddhist monk to take part in a ritual that has survived for thousands of years. Sit on the floor as the monk chants and sprinkles holy water over you before tying a sacred thread around your wrist, ensuring protection and good luck for the rest of your journey. For lunch today, you'll visit the Spoons Restaurant and School where disadvantaged local youth learn skills that enable them to find gainful employment in the hospitality industry. After, head to Ta Prohm – a temple where nature has taken over, as large trees dominate the stone foundations. If you’re keen to see Angkor Wat in all its glory, you can also opt to end the day with a sunset view of the temples – just organize with your leader."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "Today enjoy breakfast. Then visit the Kampong Phluck lakeside village – the houses here are built on wooden stilts and you can travel by riverboat to explore the village that’s adapted to withstand flooding. See the mangrove forests (season depending) and get an insight into the fascinating ways of the local people. Later this afternoon, learn about the daily life of Cambodians on a village tour in the countryside. See the rice fields and family allotments that surround the traditional stilt houses and be welcomed into a local’s home as you join them for sunset drinks and snacks. This evening, you’ll have a final farewell dinner with your fellow travellers at a local restaurant offering authentic Cambodian cuisine."
    },
    {
      "dayNumber": 6,
      "title": "Ho Chi Minh City.",
      "description": "You will be transferred back to the airport, where you will say goodbye to Cambodia and fly to Ho Chi Minh City, Vietnam. You will be unescorted on this flight. Upon arrival you will be picked up from the airport and transferred to your hotel in Ho Chi Minh City. As this is a combination trip, your group leader and the composition of your group may change at this location. There will be a group meeting to discuss the next stage of your itinerary and you're welcome to attend, as this is a great chance to meet your new fellow travellers and your Vietnamese tour leader. This meeting is generally followed by an optional group meal out at one of Ho Chi Minh City's many fantastic eating spots."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City.",
      "description": "This morning you’ll tour the famous Cu Chi Tunnels. This former Viet Cong stronghold provides an insight into the resourcefulness and tenacity of the Vietnamese people, as well as underground life during the Vietnam War. Travel back to Ho Chi Minh City to grab some lunch if you wish, before a visit to the Reunification Palace. Formerly known as the Presidential Palace, it was the site of South Vietnam's surrender at the end of the war. Afterwards, you can opt to visit the War Remnants Museum where you’ll see old military equipment including an F5A fighter and a UH1-Huey helicopter, or you may like to head back to your hotel to make plans for your evening."
    },
    {
      "dayNumber": 8,
      "title": "Hoi An.",
      "description": "Say goodbye to Ho Chi Minh City and fly to Danang where you’ll travel in a private vehicle to Hoi An, a captivating city where traditional and modern sit side by side. Late this afternoon, you’re in for a culinary treat. Join your leader and head to Tra Que where you will tour a local chef's garden, selecting fresh herbs and vegetables that will form part of your exclusive group dinner. Relax in the peaceful surroundings while your private chef prepares a delicious spread that celebrates his garden's seasonal best."
    },
    {
      "dayNumber": 9,
      "title": "Hoi An.",
      "description": "Your leader will take you on a walk around Hoi An’s Old Town today. The city was a major trading port from the 17th century onwards, and has various architectural influences from Europe, China and Vietnam. Today the city is being restored and looks exactly like it did over a century ago. The tour will take you to a historic house, the Japanese Covered Bridge, a Chinese assembly hall and a museum. The rest of the day is free for you to do some optional activities or soak up the ambience of the city. You may like to wander past street stalls selling paintings, woodwork, ceramics, lanterns and much more or get an outfit made by one of Hoi An’s talented tailors who can make beautiful items to order within a few hours."
    },
    {
      "dayNumber": 10,
      "title": "Hanoi.",
      "description": "This morning, transfer to the airport and fly to Vietnam’s charming capital of Hanoi. You’ll be taken on a guided half-day tour of Hanoi, visiting major sites such as the Temple of Literature, One Pillar Pagoda and the former residence of Vietnam’s most famous revolutionary, Ho Chi Minh. Stop for lunch at the KOTO cafe, an uplifting project that provides vocational training for disadvantaged young people. This afternoon is yours to explore your way, so ask your leader for their advice and tailor your time to perfection. Food, history, culture – whatever you’re most interested in, your leader will be able to help. You may like to take a stroll around the city’s parks and lakes, or enjoy beer the way locals do, in small roadside bars called Bia Hoi, soaking up Vietnam's street culture."
    },
    {
      "dayNumber": 11,
      "title": "Halong Bay.",
      "description": "Travel by private vehicle to famous Halong Bay, one of Vietnam's most spectacular natural wonders. Once you arrive at the bay, take a long, slow cruise through the area, exploring the beautiful green waters and amazing Surprise Cave. Want to get in the water? You may also have the opportunity to go swimming from Ti Top Island beach. Watch the sunset over the limestone karsts and spend the night on the boat which has comfortable twin-share cabins with air-conditioning and private facilities. There's also a dining room and bar where you’ll enjoy all of your meals, including fresh seafood for lunch and dinner."
    },
    {
      "dayNumber": 12,
      "title": "Hanoi.",
      "description": "You may like to get up early and watch the sunrise before you spend a leisurely morning sailing across Halong Bay and back to the port. Sit back and relax on the drive to Hanoi and get ready to shop until you drop at Dong Xuan market or explore the city. Why not relax at a cafe for an egg coffee or stop for a bia hoi (freshly brewed draught beer) at one of the microbars that dot this amazing city? Tonight, you may like to join your group for an optional dinner to celebrate the end of your trip."
    },
    {
      "dayNumber": 13,
      "title": "Hanoi.",
      "description": "After breakfast, you are free to leave at any time, as there are no activities planned today. If you would like to spend some more time in Hanoi, we’ll be happy to organise additional accommodation for you (subject to availability)."
    }
  ],
  "map": ""
}