{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-vietnam-tour-small-group",
  "tourName": "Cambodia & Vietnam tour, small group",
  "placesVisited": "Bangkok, Siem Reap, Angkor Wat, Kampong Thom, Phnom Penh, Ho Chi Minh City, Mekong Delta, Hoi Ann, Hue, Hanoi, Halong Bay",
  "generalInfo": "Experience the best of Cambodia and Vietnam on this 18-day small group tour, going from Bangkok to Hanoi. You’ll travel via bus, plane and overnight train, to help you see more of each country and make the most of your time.<br/><br/>In Cambodia, explore the magical, ancient temples of Angkor, before getting to know bustling Phnom Penh. From here, cross the border into Vietnam and follow the coast from Ho Chi Minh City in the south, right up to Halong Bay in the north. <br/><br/>This trip will bring you into contact with the people and energy of these two beautiful countries. Explore the hectic streets of Phnom Penh or Ho Chi Minh City on a cyclo tour, spend a day on the winding waterways of the Mekong Delta – known as the ‘rice bowl of Vietnam’ – or tour Hue on the back of a motor bike. Spend the night on one of the iconic junk-style boats that cruise between the limestone peaks of Halong Bay and get to know a local Cambodian family on a rural village homestay near the impressive Sambor Prei Kuk temple complex.<br/>",
  "durationDays": "17",
  "price": "1795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins with an important welcome meeting at 6 pm tonight in Bangkok. This city has so much to offer – if you have time to explore, maybe take a riverboat to Chinatown to wander the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, pay a visit to Wat Pho (home to the country's largest reclining Buddha), wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting, you might like to gather your fellow travellers and tuck into some world-renowned street food."
    },
    {
      "dayNumber": 2,
      "title": "Siem Reap.",
      "description": "Today, you’ll fly from Bangkok to Siem Reap. You’ll be unaccompanied on the flight, but your Thai leader will see you off in Bangkok and your Cambodian leader will be ready to welcome you in Siem Reap. Siem Reap, the gateway to Angkor Wat, is the most popular destination for travellers in all of Cambodia (maybe even in all Southeast Asia!). You'll probably notice a change of pace here, so maybe take a walk and enjoy the atmosphere. You could start by hitting the local markets to try some delicious street food."
    },
    {
      "dayNumber": 3,
      "title": "Angkor Wat/ Siem Reap.",
      "description": "Today, spend a full day temple-hopping with your local guide to make the most of your visit to the world-famous complex, built between the ninth and 13th centuries when the Khmer empire was the pre-eminent influence in Southeast Asia. The ruins are scattered over some 160 square km, but the main cluster of temples is close to Siem Reap, including Angkor Wat, Bayon and Ta Prohm. The temples were believed to represent the cosmic world and were set in perfect balance, symmetry and composition. The intricately carved bas-reliefs and architectural designs are mind-blowing, and there are spectacular photo opportunities at any time of day. This is the absolute highlight of your trip, with the added insight and knowledge of a local guide at your side, so take your time and soak it in."
    },
    {
      "dayNumber": 4,
      "title": "Siem Reap.",
      "description": "This morning, embark on a private local boat to discover the floating villages and local daily lives of Chhong Kneas – a trading port of agricultural products on the edge of Tonle Sap Lake, also known as the Great Lake of Cambodia. This is an excellent opportunity to learn about the local’s unique lifestyle on the waters and how people and nature are intertwined in the most profound sense. This afternoon, return to Siem Reap and enjoy a free evening."
    },
    {
      "dayNumber": 5,
      "title": "Phnom Penh.",
      "description": "After breakfast, leave Siem Reap this morning and travel to Phnom Penh in a private minibus. The journey is a great opportunity to see the real Cambodia, with several stops at points of interest along the way. Visit the cottage industry at Santuk Silk Farm, where local women in the rural community are provided the opportunity for financial freedom to support their families. You’ll learn about the process from the silkworms to the final products. You’ll also stop at Skuon Market, where you might like to sample the local cuisine (deep-fried spiders). Cambodia's capital is set on a major junction of the Mekong and Tonle Sap rivers and boasts some fine examples of French-influenced architecture. This afternoon, enjoy some free time. Maybe explore Wat Phnom – a peaceful temple situated on a hill. A great way to see the city's key landmarks is on a cyclo tour, which generally covers the Psar Thmei (Central Market), US Embassy, Wat Phnom, Mekong riverfront, Independence Monument and Royal Palace."
    },
    {
      "dayNumber": 6,
      "title": "Phnom Penh.",
      "description": "Phnom Penh remains a living relic of the country’s past struggles and successes. Your day includes visits to the Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek, which tell the story of the tragic legacy of the Khmer Rouge. S21 is a former school that served as a Khmer Rouge torture centre, and it’s estimated that more than 20,000 people were held and tortured here. The Killing Fields of Choeung Ek are home to a stupa made up of some 8000 human skulls, marking the execution ground for the torture victims of Tuol Sleng. After visiting both sites, you’ll have free time for the rest of the day. Maybe learn about a brighter period in Cambodian history with a visit to the Royal Palace and Silver Pagoda. Alternatively, the National Museum, housed in a beautiful traditional building, is a great place to see some excellent Khmer craftsmanship. An ideal way to spend the late afternoon and evening is to stroll along the famous Sisowath Quay and enjoy a coffee or cocktail at one of the many riverside cafes."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City.",
      "description": "This morning, travel by local bus from Phnom Penh to Ho Chi Minh City. Along the way, see the Neak Loeung Bridge, which is the biggest bridge in Cambodia, and then stop for lunch after immigration. Arrive in Ho Chi Minh City in the late afternoon. Maybe discover the city’s blend of old and new, east and west on a self-paced walk. Be sure to sample a baguette or some of the excellent coffee on offer – both markers of the city's strong French influence."
    },
    {
      "dayNumber": 8,
      "title": "Ho Chi Minh City.",
      "description": "Today is a free day to explore Ho Chi Minh City at your own pace. You’ll have another welcome meeting at 6 pm. Before then, maybe head to Pham Ngu Lao Street to see the local open-aired market or take an Urban Adventure with an expert local guide. After the meeting tonight, why not get to know your new fellow travellers over an optional group dinner?"
    },
    {
      "dayNumber": 9,
      "title": "Mekong Delta - Ho Chi Minh City.",
      "description": "Today you'll travel south by private minibus and spend the day exploring the Mekong Delta. Board a private boat and traverse the intricate waterways – soak up the tranquil surroundings as you float through this fertile landscape, often referred to as ‘the rice bowl of Vietnam’. Disembark at Ben Tre and visit the coconut gardens, stopping at a local home to sample tropical fruits and coconut jams before paddling in sampans (small rowing boats). Take a tuk-tuk tour around the villages, learning about rural life and how the locals make their living. Then, have lunch at a restaurant in the heart of the delta, sampling regional specialties like elephant ear fish. After the cruise, return via bus to Ho Chi Minh City."
    },
    {
      "dayNumber": 10,
      "title": "Hoi An.",
      "description": "This morning, say goodbye to Ho Chi Minh City and fly north to Danang. From here you’ll take a bus to Hoi An, with the five spectacular peaks of the Marble Mountains as a backdrop. Once in Hoi An, your leader will take you on a walking tour of the town, influenced over the years by Europe, China and Vietnam. The town was a major trading port from the 17th century onwards, and the outside influences can be seen all over its architecture, with pagodas and assembly halls found across the town. Wander the ancient streets that look much like they did over a century ago and take in a historic house (formerly home to a prominent trader), the Japanese Covered Bridge, a Chinese assembly hall and a museum. Then, your night is free to hit one of the waterside restaurants."
    },
    {
      "dayNumber": 11,
      "title": "Hoi An.",
      "description": "Enjoy a free day in the UNESCO World Heritage-listed Hoi An. You may like to wander the Central Market and the street stalls selling paintings, woodwork, ceramics, lanterns and much more. Hoi An is also famous for its talented tailors who can make beautiful items to order within a few hours. For those still feeling adventurous, why not hire a bicycle and tour the surrounding countryside? This is one of the best ways to get an insight into rural Vietnam. You also have the option to head out on a daytrip to My Son Cham – a UNESCO World Heritage-listed temple complex that reflects the rich cultural traditions of the Cham civilisation."
    },
    {
      "dayNumber": 12,
      "title": "Hue.",
      "description": "Leave Hoi An today and journey across the dramatic Hai Van Pass – a sometimes bumpy but incredibly scenic stretch of highway with views of Lang Co Beach. Make a quick photo stop on the way, then continue to Hue – the former imperial capital of Vietnam. When you arrive, join your leader for a tour of the Imperial Citadel – this fortress houses the Imperial City and the citadel-within-a-citadel, the Forbidden Purple City. This icon was almost completely destroyed during the Vietnam/American War, and the ruins and holes left by bombs are a reminder of the destruction that was caused. In your free time you might like to visit Dong Ba Market, which offers locally made goods, fresh produce and tantalising street food."
    },
    {
      "dayNumber": 13,
      "title": "Hue - Overnight Train.",
      "description": "Today’s adventure will be on the back of a motorbike! You’ll have your own driver who will take you around the Imperial Citadel and Thien Mu Pagoda – the unofficial symbol of Hue. This site dates back to 1601 and is still an active Buddhist monastery. Here, you’ll also see the car left by a monk who set himself alight to protest the treatment of Buddhists by the South Vietnamese regime. Ride to a special lunch spot at a Buddhist monastery and sit down to a vegetarian feast, then drive to the royal tomb of Emperor Tu Duc, which is set on a lake surrounded by frangipani bushes and pine trees. In the evening, board an overnight train to Hanoi."
    },
    {
      "dayNumber": 14,
      "title": "Hanoi.",
      "description": "Arrive in Hanoi early this morning and transfer to your hotel. Vietnam’s capital is famous for its beautiful lakes, shaded boulevards, public parks and beautiful Old Quarter. Soak up some free time to relax, then take a walking tour through the city. In your free time, maybe wander through the '36 Streets’ of the historic Old Quarter, chill out by the beautiful Hoan Kiem Lake, or visit the Fine Arts Museum. This museum plays a crucial role in maintaining and promoting the cultural heritage of Vietnam’s ethnic communities."
    },
    {
      "dayNumber": 15,
      "title": "Halong Bay.",
      "description": "Travel by private minibus to the spectacular UNESCO World Heritage site of Ha Long Bay. This is one of Vietnam’s most beautiful places, a secluded bay of emerald waters flecked with limestone islands and caves. When you arrive, you’ll hop on a cruise to explore Surprise Cave and the surrounding rock formations. In the warmer months, perhaps go kayaking or opt for a swim from Ti Top Island. On board, there’ll be a dining room and bar where you’ll enjoy your meals, including fresh seafood for lunch and dinner. Spend the night on the boat, maybe having a drink with your fellow travellers at the bar, beneath a sky alive with starlight."
    },
    {
      "dayNumber": 16,
      "title": "Hanoi.",
      "description": "Wake up on the waters of Ha Long Bay – if you’re keen, you could watch the sunrise from the deck this morning, watching the bay come alive with eagles, fishermen and sunlight. Then, visit The Green Life Centre – this organisation is committed to turning Ha Long Bay’s trash into treasure by collecting discarded items and skilfully turning them into handicrafts. Meet the team behind this important cause and learn how to transform rubbish into a useful and reusable bag. After your visit, return by bus to Hanoi. This afternoon, you’ll have free time to explore Hanoi's sights or relax at a cafe. Maybe stop for a bia hoi (freshly brewed draught beer) at one of the microbars in the Old Quarter. Tonight, there will be a farewell dinner at KOTO restaurant – an organisation that supports disadvantaged youth with careers in the hospitality industry."
    },
    {
      "dayNumber": 17,
      "title": "Hanoi.",
      "description": "Today, your exploration of Vietnam comes to an end. There are no activities planned for today and you can leave at any time after checking out. If you’d like to extend your stay and explore Hanoi, and it’s recommended that you do, just reach out to your booking agent ahead of time."
    }
  ],
  "map": ""
}