{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-10-day-tour",
  "tourName": "Cambodia 10 day tour",
  "placesVisited": "",
  "generalInfo": "Discover the bustling capital of Phnom Penh, meet friendly locals, experience the stunning white sands of Koh Rong Sanloem island, snorkel in crystal clear water, relax on beautiful beaches, explore the mind-blowing Angkor Wat - the world’s largest temple, discover fascinating local culture and history, party the night away and much more. Plus you’ll have an awesome group leader with you from the moment you step off the plane, an instant group of friends to share your adventure with and help with all your onward travel.<br/><br/><br/>HIGHLIGHTS<br/><br/>Ride a tuk-tuk through the lively streets of Phnom Penh on a street tour<br/>Take a meaningful guided visit to the S21 Prison and the Killing Fields<br/>Enjoy the calm, rural charm of peaceful Kampot.<br/>Relax with your toes in the sand on tropical Koh Rong Sanloem.<br/>Explore Angkor Wat, one of the world’s great ancient wonders.<br/><br/>INCLUSIONS<br/><br/>- Personal Airport Pickup To The Hotel 24/7<br/>- 9 Nights Accommodation<br/>- All Transport<br/>- Awesome Group Leader<br/>- Help with Onward Travel<br/>- Tuk Tuk Tour of Phnom Penh<br/>- S21 Prison With Local Guide<br/>- Tour of the Killing Fields<br/>- River Kayaking<br/>- Local Markets<br/>- Pepper Plantation<br/>- Khmer Cooking Class<br/>- Sunset Cruise<br/>- Koh Rong Island Sanloem Boat Trip<br/>- Snorkelling<br/>- Floating Villages<br/>- Angkor Wat Sunrise Temple Tour<br/>+ This tour is 100% carbon neutral!",
  "durationDays": "10",
  "price": "849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN PHNOM PENH. Landing in bustling Phnom Penh, we’ll meet you at the airport and take you to your hotel, where you’ll meet up with your travel crew and get excited for the adventures to come. Tonight we’ll then kick things off with dinner and drinks."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TUK TUK TOUR & CAMBODIAN HISTORY. Today will start with a tuk tuk tour through the colourful, busy streets of Phnom Penh, where you’ll get a glimpse into how local people go about their daily routines. We’ll then pay a visit to two locations that played a pivotal role in Cambodia’s sad and troubled history - the S21 Prison, and the Killing Fields. The stories and history you’ll learn here will be difficult, however also necessary to understand Cambodia’s past, including the brutal reign of the Khmer Rouge. This evening, dinner, drinks and a night out Phnom Penh style are on the agenda."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KAMPOT & KAYAKING. Swapping city streets for laid back country roads, today we’ll travel to the peaceful countryside province of Kampot. After settling in to our cosy traditional guesthouse nestled right by the river, this afternoon we’ll travel by kayak, weaving slowly down the river whilst soaking in the tranquil surroundings."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PEPPER PLANTATION & COOKING CLASS. Fun fact - Kampot is famed for producing some of the best pepper in the world. We’ll be putting that theory to the test this morning as we visit a pepper plantation. This afternoon it’s time for a big cook off as we learn how to make some of Cambodia’s most iconic dishes, before heading out on the river for a chilled out sunset cruise."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ARRIVE IN KOH RONG SANLOEM. Never had Cambodia down as much of a beach destination? Just wait until you get to Koh Rong Sanloem. Undoubtedly one of the most beautiful beaches in all the country, we’ll travel by train and fast ferry to reach this paradisiacal island, where we’ll be checking in to our island paradise accommodation that is owned by the Chief of the village! This afternoon, feel yourself slipping in to island time as you laze on the beach, beer in hand and snapping up those island Insta pics at the Cliff Bar for sunset."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SNORKELLING ADVENTURE. All aboard our private long tail boat to some of the best snorkel spots around the islands, including some beautiful secluded beaches. This evening’s sunset will be the perfect time to reflect on another ridiculously awesome day together."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHILL OUT & OVERNIGHT BUS. This morning we'll enjoy our final day on the island relaxing on the beach. We’ll then catch the ferry back to the mainland for dinner before boarding a comfortable overnight bus bound for Siem Reap. With fully reclining beds and air con, this is bus travelling in style."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SIEM REAP & FLOATING VILLAGES. Arrive in Siem Reap in the morning. From there we’ll venture out to the rural areas and discover some traditional floating villages surrounded by lush rice fields, lotus flowers and flooded forests."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ANGKOR WAT. Saving the best for last, today’s the day you’ll get to cast eyes on one of the 7 Ancient Wonders of the World. Built in the first half of the 12th century, Angkor Wat is one of the oldest and largest temples in the world. We’ll explore the site and learn the history with a Local Guide, and maybe even reenact our favourite Tomb Raider scenes as we visit Ta Prohm, a temple that featured in the movie."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DEPART SIEM REAP OR EXTEND YOUR STAY. Your unforgettable 10 day adventure comes to an end today. Those flying home will make their way to the airport, or keep living the dream and extend your stay in Cambodia or South East Asia with our help and the new friends you’ve made."
    }
  ],
  "map": ""
}