{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-and-vietnam-holiday",
  "tourName": "Cambodia and Vietnam holiday",
  "placesVisited": "Hanoi, Halong Bay, Hue, Hoi An, Ho Chi Minh City, Mekong Delta, Phnom Penh, Siem Reap, Angkor Wat, Battambang, Bangkok, Optional activities include: cooking classes, zip-lines and city sightseeing tours",
  "generalInfo": "This all-encompassing 18-day tour offers an excellent introduction to Southeast Asia as you travel from Vietnam to Thailand by way of the ruined temples of Angkor Wat in Cambodia. Travelling by private minibus, sleeper trains, tuk tuks, boats and even on the back of a motorbike really allows for an authentic and exciting trip. <br/><br/>Kicking things off with a night in the Vietnamese capital lets you find your feet and meet the rest of your group and tour leader. We recommend arriving early if you want to make the most of Hanoi's highlights as the next morning you'll be heading east to the limestone monoliths of Halong Bay.<br/><br/>On an overnight train journey south from Hanoi, you get to ride side by side with local people and watch landscapes morph en route to the cities of Hue and Hoi An. A boat cruise on the Perfume River in Hue and optional cooking classes in Hoi An help this section of the holiday unveil the country's regional cultural heritage, prior to flying south to Ho Chi Minh City. <br/><br/>HCM is an incredible city, packed full of monuments and museums. Ho Chi Minh also allows easy access to the waterways and working river banks situated along the Mekong Delta, where you can take a boat trip to coconut gardens and tour villages by tuk tuk, before the next day's lengthy journey across the border to Phnom Penh in Cambodia. The streets and memorials of Phnom Penh provide opportunities to learn about Cambodia's history, with a guided tour of the Tuol Sleng Genocide Museum and the Killing Fields that are situated just outside the city. <br/><br/>With more museums, temples and spectacular architecture to come in Battambang and Siem Reap, including the creeper-draped temples of Angkor Wat, your time spent in Cambodia will no doubt leave a lasting impression. And after wishing a fond farewell, you'll be ready for the long drive west for two nights in Bangkok, Thailand's capital city.",
  "durationDays": "18",
  "price": "2040",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Hanoi. Your adventure begins with a welcome meeting at 6 pm at your hotel, followed by a group dinner at KOTO restaurant – this organisation is dedicated to developing the hospitality careers of disadvantaged youth. If you arrive early, there’s plenty to see and do in this gorgeous city. You could book the Hanoi Street Food Experience with Urban Adventures and sample some delicious Vietnamese cuisine like a true local, or chill by Hoan Kiem Lake. Maybe wander the Old Quarter to admire the city’s French architecture and shopping streets, then grab a cold beer and a Bahn mi on a bustling street corner."
    },
    {
      "dayNumber": 2,
      "title": "Halong Bay.",
      "description": "Travel by private minibus to the UNESCO World Heritage-listed Ha Long Bay, which is dotted with sandy coves, grottoes and 1600 limestone islands, formed over millennia by wind and water erosion. Board a private boat and cruise the bay, exploring Surprise Cave and Ti Top Island Beach. If you like, you can also take on an optional kayaking tour of the bay and see the gorgeous natural scenery from a different perspective. Spend your evening aboard the boat beneath the night sky, watching as the stars come out and maybe grab a drink at the restaurant bar, getting to know your fellow travellers a little better."
    },
    {
      "dayNumber": 3,
      "title": "Hanoi – Overnight train.",
      "description": "Wake up on the waters of Ha Long Bay and maybe watch the sunrise as the eagles soar overhead. Then, you’ll visit The Green Life Centre, which is committed to turning the bay’s trash into treasure by collecting discarded items and skilfully turning them into handicrafts. Meet the team behind this important cause and learn how to transform rubbish into a reusable bag, a scrunchie or a makeup case. After return to Hanoi by bus. Arrive late this afternoon and enjoy a free afternoon until tonight’s train voyage. Be sure to grab a bowl of pho while you’re in town and slurp down this local specialty made from broth, noodles and meat. Maybe chill by Hoan Kiem Lake until you board an overnight train to Hue this evening."
    },
    {
      "dayNumber": 4,
      "title": "Hue.",
      "description": "Arrive in Hue this morning and transfer to your hotel. Once the imperial capital of Vietnam, Hue holds the treasures of the country’s royal past. Enjoy free time in the morning to rest or explore – you could check out the bustling Dong Ba Market to sample some of the specialties that once graced the Nguyen emperors' tables. Reunite with the group to visit the war-damaged ruins of the Imperial Citadel – a sprawling city-within-a-city which contains the remains of temples, state houses and the emperor’s palace."
    },
    {
      "dayNumber": 5,
      "title": "Hue.",
      "description": "See Hue like a local today – from the back of a motorbike! Straddle the saddle and whiz around town with a local guide, taking in historic and contemporary sights along the way. Stop at Thanh Toan to see the 18th-century covered bridge and villagers shopping at their local market. Visit the 17th-century active Buddhist monastery of Thien Mu Pagoda and see the car that belonged to Thich Quang Duc – the monk who self-immolated in 1963 in protest against the treatment of Buddhists by the South Vietnamese regime. For lunch, sit down to a vegetarian feast in a nunnery. Finish at the lakeside royal tomb of Emperor Tu Duc before heading back to town."
    },
    {
      "dayNumber": 6,
      "title": "Hoi An.",
      "description": "This morning, take the bus through coastal rice paddies and the spectacular Hai Van Pass. After a photo stop on the way, arrive in Hoi An – recently declared a UNESCO World Heritage site, Hoi An was a major international trading port during the 17th, 18th and 19th centuries. Today, parts of the beautifully preserved town retain the feel of centuries past. This is also a very popular town for shopping, famous for its many tailors. When you arrive, your leader will take you on a sightseeing walk through the Old Town to visit a handful of the city's major attractions. You’ll also be given a sightseeing pass so you can further explore select attractions at your leisure."
    },
    {
      "dayNumber": 7,
      "title": "Hoi An.",
      "description": "Today is a free day to explore Hoi An. Maybe browse the cobbled streets and art galleries or hire a bike and cycle through rice paddies out to Cua Dai Beach. Maybe browse for paintings, ceramics and colourful cloth lanterns in the town’s markets and preserved Chinese shophouses. If you’re craving a new look, you could visit to one of the hundreds of tailors and get an outfit custom made. Hoi An is also known for its delicious regional food, so you could have dinner a riverside restaurant or partake in a cooking class."
    },
    {
      "dayNumber": 8,
      "title": "Ho Chi Minh City.",
      "description": "Today, you’ll take a short, early morning flight to Ho Chi Minh City. Formerly known as Saigon, Ho Chi Minh City has a fascinating history and is arguably Vietnam’s capital of commerce and culture. After landing, take a sightseeing tour around the city by bus. Pass the Reunification Palace, Notre Dame Cathedral and the Opera House, then stop in at the War Remnants Museum to discover some of the sobering stories of the 20-year-long Vietnam/American War."
    },
    {
      "dayNumber": 9,
      "title": "Mekong Delta – Ho Chi Minh City.",
      "description": "This morning, head out on a daytrip to explore the Mekong Delta. Board a private boat to Ben Tre to visit the coconut gardens and stop at a local home to sample tropical fruits and coconut jams. After, paddle in sampans (small rowing boats) past coconut trees along the Mekong Delta. Take a tuk-tuk tour around the villages and learn about rural life and the industry created around coconut products like brooms and coconut fibre mats. Eat lunch at a restaurant in the heart of the Delta, sampling regional specialties like elephant ear fish. After, return to Ho Chi Minh City and maybe grab dinner with your fellow travellers to toast to a great adventure!"
    },
    {
      "dayNumber": 10,
      "title": "Ho Chi Minh City.",
      "description": "Enjoy a free day in Ho Chi Minh to get out and discover the city at your own pace. You could get a history lesson on guerrilla warfare during an Urban Adventures tour to the Cu Chi Tunnels – this underground network in the middle of the jungle was used by the Viet Cong during the war. On this day tour, you can climb into the tunnels and imagine what it would’ve been like to eat, sleep, work and cook as conflict raged above. Tonight, there will be another welcome meeting at 6 pm to welcome any new travellers joining you on the next stage of your adventure. After, perhaps get to know your new travel buddies over dinner."
    },
    {
      "dayNumber": 11,
      "title": "Phnom Penh.",
      "description": "Travel by public bus across the border, through rural Vietnam and Cambodia to Phnom Penh. Cambodia's capital city is set on a major junction of the Mekong and Tonle Sap rivers and boasts some fine examples of French-inspired architecture. If you're looking for a tasty beverage when you arrive, head for a mojito on the rooftop. Or if you're in the mood for shopping, stop in at the art-deco Psar Thmei (Central Market) or travel out to Psar Tuol Tom Pong (the Russian Market) for the best range of local souvenirs."
    },
    {
      "dayNumber": 12,
      "title": "Phnom Penh.",
      "description": "Today, you’ll confront Cambodia's tragic past on a guided tour of the Tuol Sleng Genocide Museum (S21) – a former school which served as a Khmer Rouge torture centre. It's estimated that more than 20,000 people were held and tortured here. You’ll also head out to the Killing Fields of Choeung Ek, where a stupa made up of some 8000 human skulls marks the execution ground for the torture victims of Tuol Sleng. After, you may wish to learn about a brighter period in Cambodian history from an optional visit to the Royal Palace and Silver Pagoda. Wat Phnom, shrouded in myth, is equally worth a visit, as is the National Museum with its excellent Khmer collection. Cyclo tours around the city are a great alternative to walking and generally include the Central Market, US Embassy, Wat Phnom, Mekong riverfront, the Independence Monument and Royal Palace."
    },
    {
      "dayNumber": 13,
      "title": "Battambang.",
      "description": "Travel by private minibus to Battambang today. Break up an otherwise long trip with a visit to the pottery visit in Kampong Chhnang and learn about the craft of pottery making at local workshops. Then continue to Cambodia's second-largest city – a pretty riverside town with French elegance, friendly Khmer people and beautifully preserved colonial architecture, this is a great place to explore on your own. Why not take part in an optional cooking class to learn the secrets of local dishes such as amok, Khmer curry and fried spicy chicken."
    },
    {
      "dayNumber": 14,
      "title": "Siem Reap.",
      "description": "Spend a bit of time riding around the countryside by bike, travelling out to the rural villages around Battambang. This is a great opportunity to get a closer look at what rural life means in Cambodia. Visit local families who have been producing agricultural products the traditional way passed down through generations, like rice paper, dried bananas, and bamboo sticky rice and stop by a Khmer house and relax and enjoy some coconut water while chatting about their life. The Intrepid partner for this activity is a local social enterprise that support training of local youth for their future career. In the afternoon continue by private minibus to Siem Reap, arriving in the evening, and relax as you prepare for your much-anticipated visit to Angkor tomorrow. Perhaps hit the markets for some delicious street food for dinner."
    },
    {
      "dayNumber": 15,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Make your way to Angkor Wat in the early hours this morning to watch the sunrise over this UNESO World Heritage site. Then, Temple-hop with your local guide through the world-famous complex. The temples, dating back as far as the ninth century, were believed to represent the cosmic world and were set in perfect balance, symmetry and composition. The intricately carved bas-reliefs and architectural designs are mind-blowing and there are spectacular photo opportunities at any time of day. The ruins are scattered over an area of some 160 square km, but the main cluster of temples is close to Siem Reap, so there will be plenty of time to fully appreciate the great archaeological sites of Angkor Wat, Bayon and the jungle-covered Ta Prohm."
    },
    {
      "dayNumber": 16,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Continue your explorations of the Angkor complex this morning. In the afternoon, embark on a private local boat discover the floating villages and local daily lives at Chhong Kneas – a trading port of agricultural products on the edge of Tonle Sap Lake, also known as the Great Lake of Cambodia."
    },
    {
      "dayNumber": 17,
      "title": "Bangkok.",
      "description": "Fly from Siem Reap to Bangkok today. On the flight, you’ll be unescorted, but your Cambodian leader will see you off at the airport in Siem Reap and your Thai leader will be ready to welcome you in Bangkok. Thailand's bustling capital is an exciting world of tuk tuks, khlong boats and street vendors serving up delicious Thai food. Perhaps head out to sample some local specialties as a final farewell with your fellow travellers."
    },
    {
      "dayNumber": 18,
      "title": "Bangkok.",
      "description": "Your trip comes to an end this morning, with no further activities planned. However, if you have more time, Bangkok is full of things to do, including the Grand Palace, Temple of the Emerald Buddha, and the fascinating Jim Thompson Museum. Just speak to your booking agent if you'd like to extend your stay."
    }
  ],
  "map": ""
}