{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-cambodia-holiday-hanoi-to-siem-reap",
  "tourName": "Vietnam and Cambodia holiday, Hanoi to Siem Reap",
  "placesVisited": "",
  "generalInfo": "Embark on an extraordinary 15-day adventure through the heart of Vietnam and Cambodia. This itinerary blends cultural exploration, culinary discovery, and natural wonders, offering an unforgettable travel experience. Your journey begins in Hanoi, a city of history and flavour. Explore iconic landmarks and take a guided street food tour through the Old Quarter. Next, sail through the breathtaking limestone karsts of Ha Long Bay on an overnight junk boat cruise, with options for kayaking and an onboard cooking class. You'll then travel by sleeper train to Hue, the former imperial capital, and Hoi An, a charming UNESCO-listed ancient town where you'll make and release your own lanterns. From there, you'll delve into the authentic local life of the Mekong Delta, where you can try your hand at catching fish for your own dinner. The final leg of the journey takes you across the border into Cambodia. First, you will visit the poignant capital of Phnom Penh and then travel to Siem Reap. Here, you'll embark on a full-day exploration of the magnificent temples of Angkor, the majestic heart of the ancient Khmer Empire. This two-week odyssey is a deep and meaningful encounter with two of Southeast Asia’s most captivating nations. Throughout this journey, your comfort and a commitment to sustainable travel are paramount. Your accommodation includes 4-star hotels, providing a relaxing retreat after a day of exploration. For a truly authentic experience, you'll also spend a night at a sustainable eco-lodge in the Mekong Delta, a night on a traditional junk boat in Ha Long Bay, and another on an overnight sleeper train for a classic travel experience. This trip is designed to not only showcase the region's highlights but also to support local communities, with sustainable tourism elements woven into the itinerary. This two-week odyssey is a deep and meaningful encounter with two of Southeast Asia's most captivating nations",
  "durationDays": "15",
  "price": "2199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Hanoi, airport to hotel transfers included After arriving at the airport, the Vietnam tour starts with a tour guide meeting you and transferring you to your hotel in Hanoi. They'll give you some initial introductions to the country and Hanoi during the drive to the hotel, help you settle in and schedule a pick-up time for the next day. You can decide this evening whether to join the visit to Hoan Kiem Lake to watch or join in with the local's early morning Tai Chi exercise. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Hanoi and Vietnamese culinary adventure Your day begins with a cultural exploration of Hanoi's most significant landmarks. First, we'll visit the Ho Chi Minh Mausoleum, followed by the unique One Pillar Pagoda and the impressive Presidential Palace. Afterwards, we'll journey back in time to an 11th-century relic before heading to the Temple of Literature, a place built to honour the Chinese scholar Confucius. In the afternoon, prepare for a culinary adventure in Hanoi's Old Quarter. We'll wander through the narrow streets, discovering and tasting a huge variety of authentic street food. You'll also have the chance to try some of the local brews, with some recipes tracing their origins back to Eastern Europe. Next, we'll make a stop at Hanoi Train Street for a cup of egg coffee. This narrow train bypass is a sight to behold, with trains passing just inches from the buildings that line the tracks several times a day. For dinner, we'll eat at the KOTO Van Mieu restaurant. This isn't just a meal; it's an opportunity to support a great cause. The KOTO Foundation runs a vocational training program for disadvantaged young people in Vietnam, providing them with the theoretical and practical skills needed for a career in the hospitality industry, from cooking to front-of-house service and management. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Junk boat cruise in Halong Bay Leave the bustling city of Hanoi behind and travel by road through the scenic Red River Delta to the breathtaking Ha Long Bay, a UNESCO World Heritage site. This picturesque drive offers a glimpse into the rural landscapes of Vietnam before you arrive at your destination. Upon arrival, you'll be welcomed aboard your boat with a refreshing drink. As you settle in, a delicious lunch of freshly caught seafood will be served, giving you a taste of the region's culinary delights while you sail out into the bay. You'll pass by incredible limestone karsts, each with its own unique shape and story. Later in the day, if the weather is clear, you'll have the option to take on a challenge"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Halong Bay, Morning Tai Chi, Kayaking and sleeper train to Hue Start your final day on the bay with an invigorating session of Tai Chi on the sundeck as the sun rises, or if you prefer, join a 'photo hunt' to capture the bay's stunning early morning light. After working up an appetite, a delicious breakfast will be served on board. Next, you'll get to explore Luon Cave by kayak. This unique, arc-shaped cave is only accessible by small boat or kayak due to its low height. Paddling through the cave offers an intimate and serene experience. Afterwards, you'll return to the boat to freshen up before the cruise continues, taking you past fascinating sights such as the Ba Hang fishing village and Dog Islet. As the boat makes its way back to the harbour, you'll have the opportunity to participate in an onboard cooking class. Learn to prepare some traditional Vietnamese dishes before sitting down to enjoy them for lunch. After lunch, you'll reluctantly disembark from the cruise and travel back to Hanoi. In the afternoon, you'll have some free time to relax or explore, with a day-use hotel room available from 3 pm to 6 pm for you to freshen up before your next adventure. In the evening, you'll head to the station to board the Reunification Express sleeper train for an overnight journey south to Hue. The train, named SE3, is scheduled to depart at 7"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Welcome to Hue! Explore the Citadel, Thien Mu Pagoda and cruise the Perfume River Wake up this morning to the picturesque sight of Vietnam's countryside. As the train travels south, you'll see a landscape of lush green rice paddies, attended by farmers and their water buffalo, interspersed with small villages and rural farmland. This is a perfect introduction to the serene beauty of central Vietnam. Upon arrival in Hue, you'll transfer to your hotel and have some time to settle in. Afterwards, you will embark on a private tour of this historically and culturally rich city and its ancient temples. Hue served as the imperial capital of Vietnam for over 140 years, and its legacy is visible in the city's architecture and atmosphere. The day's main focus will be exploring the Citadel, a magnificent UNESCO World Heritage site. This vast walled fortress was once the seat of the Nguyen Dynasty and is a testament to Vietnam's imperial past. Inside, you'll wander through its grand palaces, ornate temples, and intricate courtyards, learning about the history that shaped the nation. In the afternoon, you will board a traditional Dragon boat for a tranquil cruise along the famous Perfume River. The peaceful journey will offer a unique perspective of the city's riverside life and landscape. The journey will include a stop at the iconic Thien Mu Pagoda, a beautiful seven-storey pagoda overlooking the river, which is one of the city's most important religious sites. After a day filled with history and culture, you'll spend the night in Hue, ready for more adventures tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive the Hai Van Pass to Hoi An. Explore the ancient town. Lantern making workshop and releasing Today we'll travel south along a beautiful stretch of Vietnam's coastline, crossing the breathtaking Hai Van Pass on a scenic journey to the charming riverside town of Hoi An. This picturesque community, now a UNESCO World Heritage site, was once a thriving international commercial port from the 16th to 18th centuries, attracting merchants from China, the Netherlands, France, Japan, Portugal, and Arab countries. The blend of cultures is still very much alive in its architecture and atmosphere. We'll begin with a walking tour of Hoi An's captivating Ancient Town, where we'll explore its rich history and beautiful buildings. The tour will include a visit to a Family Chapel, a significant space for ancestor worship built by influential local families. We'll also see a Chinese-style Pagoda or an Assembly Hall, which served as community hubs for different ethnic groups. One of the town's most famous landmarks is the Japanese Covered Bridge Pagoda, which was built in 1593 by the Japanese community to connect the town with the Chinese Quarter across the stream. Additionally, we'll visit the Fukien Association Temple, the Ceramic Museum, and the Chua Ong Temple. Each of these sites offers a unique insight into the town's diverse cultural influences and history. In the afternoon, we'll take part in a lantern-making workshop at a local venue, learning the traditional craft. As the sun sets, we'll head to the Hoai River to release our handmade lanterns, a beautiful and memorable experience. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day (optional visit to Tra Que Village). Fly to Saigon Hoi An is a truly captivating town, so much so that many visitors find themselves returning time and again. Today is left free for you to explore at your leisure, allowing you to delve deeper into its charming streets and vibrant culture at your own pace. There are many options available for a day of independent discovery. One popular choice is to take a cooking class at the nearby Tra Que Vegetable Village. This provides a unique, hands-on experience where you can learn about the traditional, organic farming methods used by the villagers to cultivate a wide variety of herbs and vegetables. You'll get to see the gardens, work alongside the local farmers, and then use the fresh ingredients to prepare authentic Vietnamese dishes in a cooking class. In the afternoon, you will be transferred to Da Nang airport for a short flight to Ho Chi Minh City, formerly known as Saigon. The journey from Hoi An to Da Nang airport takes approximately 45 minutes to an hour and a half, depending on traffic. You'll then board your flight south, marking the end of your time in central Vietnam and the beginning of your southern adventure. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mekong Delta experience (family visit, bee farm, garden tourism and 'ditch slapping' Today, you'll leave Ho Chi Minh City for a scenic drive to Cai Be. Upon arrival, you'll board a motorised boat to begin your exploration of the Mekong Delta. Your first stop will be a local family's home, where you'll learn about the traditional process of making rice paper and popcorn cakes. This is a chance to chat with the family and learn about their daily life. Next, we'll visit the bustling Cai Be Floating Market to witness the unique way goods are traded on the water. We'll then head to a local craft village that specialises in making rice candy. Here, you can see how these sweet nuggets are produced and even try some freshly made samples. Afterwards, we'll visit a local bee farm run by Uncle Tu Dang, who will explain the beekeeping process and the different types of bees. You'll also be offered a cup of honey tea to enjoy with him. The journey continues to Tan Phong Island, where you'll experience authentic garden tourism. You'll get to walk through fruit orchards, seeing seasonal specialities such as durian, rambutan, longan, and jackfruit. At Uncle 5 On's house, you'll be welcomed with a cup of tea and fresh fruit while listening to traditional folk music performed by local artists. Following this, you'll board a small rowing boat for a serene trip through the narrow canals around Tan Phong Island, which will take you to your accommodation at Mekong Ecolodge. After checking in and having lunch, you can stroll through the beautiful gardens, picking and eating fresh fruit for free. Later in the afternoon, you'll take part in a 'ditch slapping' activity to catch fish and collect vegetables from the garden. These fresh ingredients will then be used in a cooking class with the chef at the lodge, where you'll help prepare your own dinner. It's a fantastic hands-on experience that connects you with the local way of life. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Local life immersion on Tan Phong Island. Return to Saigon After a light breakfast at the homestay, you'll grab a bicycle to begin a day of exploration and local activities on Tan Phong Island. Your first stop is at 'Sister 3's' home to see how traditional rice paper rolls are made. You'll then visit 'Aunt 4's' house to watch her expertly weave hammocks from banana rope. Next, you'll head to Ms Thao's house, where you can learn the craft of weaving water hyacinths. With her guidance, you'll have the chance to weave your own beautiful gift to take home. From there, you'll visit Ms Hieu's home to see how she creates nail files from bamboo sticks, a great example of using locally available materials. Saying goodbye to Ms Hieu, you'll cycle back to the Ecolodge for a cooking class with Ms Tam. You'll learn to make a local specialty of Tan Phong Island"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cross the Moc Bai Border and enter Cambodia. Continue onwards to Phnom Penh Prepare for a day of transition as our journey takes us across the border into the heart of Cambodia. We'll travel by road to the vibrant capital of Phnom Penh, with the border crossing at Moc Bai serving as our gateway. Once we arrive and you've checked in to your hotel, the afternoon is entirely free. You can use this time to get your bearings, perhaps take a short walk to discover the local neighbourhood, or simply unwind before the next stage of our adventure begins. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Phnom Penh's history After breakfast at your hotel, the day begins with a sobering but essential journey into Cambodia's recent past. We will visit the Tuol Sleng Genocide Museum and the Killing Fields of Choeung Ek, both grim reminders of the country's bloody history under the Pol Pot regime. While confronting the nature of these events can be distressing, the Buddhist memorial at Choeung Ek stands as a powerful testament, commemorating the 1.7 million victims of the 1975-79 period. This experience is a crucial part of understanding Cambodia's historical and cultural identity. In the afternoon, we continue with a visit to the National Museum, also known as the Musee des Beaux-Arts. Designed by French archaeologist Georges Groslier in 1917, the building itself is a beautiful example of Khmer architecture. Inside, you'll discover a remarkable collection of Khmer art and sculptures from various eras. The day concludes with a tour of the Royal Palace, built by King Norodom in 1866, and the magnificent Silver Pagoda. Situated within the palace grounds, the Silver Pagoda gets its name from its floor, which is composed of 5,000 silver tiles. The pagoda's incredible treasures include a 90kg solid gold Buddha statue encrusted with thousands of diamonds and a smaller 17th-century Buddha made of emerald and Baccarat crystal. In the evening, you'll have the chance to explore the city at your own pace. A popular option is to visit one of Phnom Penh's vibrant night markets, where you can browse stalls selling local crafts and clothing, and enjoy a wide variety of delicious street food. You will spend the night in Phnom Penh. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Visit the 'spider market' and explore Kampong Kleang on Tonle Sap Lake. Overnight at Kulen Mountain After breakfast at your hotel, we will begin our journey north to Siem Reap by private car with your tour guide. This scenic drive will offer a glimpse of rural Cambodian life. Our first stop will be in the Skun district, often referred to as the \"spider market,\" where you'll have the chance to see and, if you're feeling brave, even try local fried tarantula. Continuing on, we'll visit a stone carving workshop in the Santuk district, where you can see artisans at work on beautiful Khmer sculptures. We'll also make a brief stop at the ancient Naga Bridge, a historic stone crossing with intricate carvings of the mythical serpent. Our journey will then take us to Kampong Khleang, one of the largest and least-visited floating villages on the edge of Tonle Sap, the largest freshwater lake in Southeast Asia. Here, you will board a boat for an immersive trip, passing through a stunning submerged forest and floating houses that rise on stilts over the water. You will see firsthand how local communities have adapted to the lake's dramatic seasonal changes. The village is a fascinating and authentic insight into a unique way of life, with floating schools, markets, and fishing farms. Finally, we will head to your countryside resort located at the foot of the sacred Kulen Mountain. This mountain is considered one of the most significant sites in Cambodia, as it is where King Jayavarman II proclaimed himself a \"god-king\" and established the Khmer Empire in the 9th century. The mountain is also home to a magnificent reclining Buddha and numerous ancient carvings. In the evening, you'll have the chance to enjoy a unique campfire dinner at the resort. Please note that this dinner is an optional extra and requires a minimum of four participants. You will spend the night at Thisak Resort. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Explore the Kulen Mountains. Visit the Tbeng community to learn about local life. Siem Reap Night Market (Street 60) After breakfast, we'll drive up to the holy Kulen Mountains, known locally as Phnom Kulen. The sandstone from this mountain was the primary source of building materials for the vast temples of the Angkor Kingdom. Our first stop is the sacred site of The River of a Thousand Lingas, a unique archaeological site where hundreds of phallic carvings are etched into the sandstone riverbed, dating back to the 9th century. Further downstream, you'll also see large stone blocks carved with figures of Apsara dancers and Vishnu. Next, we'll explore the mountain-top pagoda, home to ancient relics, statues, and a large reclining Buddha. Our final stop on the mountain is Kulen Waterfall, where you can cool off in the natural pool. It's also a perfect picnic spot, which is exactly what we'll do before heading back down. In the afternoon, we'll travel to the community of Tbeng, about 32km from Siem Reap. Here, you'll get a firsthand look at rural life, starting with a visit to a local vegetable garden and livestock area to learn about traditional agricultural practices. We'll also visit Damnak Thlork Vea Pagoda, where you will receive a blessing from a Buddhist monk. You'll also get to observe the traditional process of making mats and, on occasion, Khmer noodles, which you can then sample. Before returning to the city centre, we'll visit a local's favourite night market, known as Plov Hockseb, or \"Street 60.\" This is a vibrant, authentic market where you can discover a huge variety of Khmer street foods, fresh fruits, local beers, and if you're feeling adventurous, some protein-rich fried insects. We'll then return to Siem Reap for the night. OVERNIGHT"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Temple visits - Angkor Thom, Angkor Wat, Ta Prohm After breakfast at your hotel, we will begin a full-day tour of the magnificent temples of the Angkor area, a truly unforgettable experience. Our first stop is the ancient city of Angkor Thom, entering through its impressive South Gate, which is famous for the colossal stone faces that greet you. Inside the city, we'll explore the mesmerising Bayon Temple, with its 216 enigmatic smiling faces, as well as the Royal Enclosure, Phimeanakas, the Elephant Terrace, and the Terrace of the Leper King. Next, we'll visit the most famous of all the temples, Angkor Wat. This architectural masterpiece, constructed in the 12th century, is the largest and most complete temple on the site, covering an area of about 210 hectares. You'll have plenty of time to explore its incredible bas-reliefs and intricate carvings, learning about its history as a Hindu temple dedicated to the god Vishnu. The tour concludes with a visit to the atmospheric Ta Prohm. This temple is an incredible sight, as it has been left largely in its natural state, with enormous fig trees and gigantic creepers embracing the stone foundations. The intertwining of man-made and natural elements gives the impression of a lost world being reclaimed by the powerful forces of nature. For dinner this evening, we will enjoy a delicious meal at Spoons Restaurant. This isn't just a place to eat; it's a social enterprise that supports underprivileged Cambodian youth by providing them with valuable hospitality training. By dining here, you're not only enjoying fantastic food but also directly contributing to a positive social mission. OVERNIGHT"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Your Vietnam & Cambodia adventure comes to an end, airport transfer included We hope that you had an amazing time in Vietnam and Cambodia! After breakfast, we'll transfer you to the airport to board your flight home. OVERNIGHT"
    }
  ],
  "map": ""
}