{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-six-day-tour",
  "tourName": "Cambodia six day tour",
  "placesVisited": "Phnom Penh, Tuol Sleng Genocide Museum, Guided tour of Choeung Ek, Royal Palace and Silver Pagoda, Siem Reap, Angkor temple complex, Angkor Centre for Conservation of Biodiversity, Three-day Angkor Pass",
  "generalInfo": "This six day Cambodia tour allows travellers to peer into the past with the all too recent atrocities highlighted within the museums and monuments of Phnom Penh and the ancient wonders of Angkor Wat remaining as testament to the one time Khmer Empire.<br/><br/>Spending time between Phnom Penh and Siem Reap gives you every chance to explore in your own time with plenty of optional activities and cultural insights to enable this Cambodia six day tour to really come to life. <br/><br/>From night markets and cooking courses to the faces adorning the Bayon and shadows forming during sunrise over Angkor Wat, this tour is the perfect answer for those looking to focus on Cambodia.<br/>",
  "durationDays": "6",
  "price": "905",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Cambodia. Your adventure begins with a welcome meeting at 6pm tonight. If you arrive early, maybe stroll the streets of Phnom Penh, taking in the French architecture. Dinner tonight will be at a riverside local restaurant and may include dishes like beef lok lak (tender meat coated in pepper sauce) or fish amok (curry). Get to know your fellow travellers over some delicious Cambodian specialties and toast to a new adventure as the sun goes down."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh.",
      "description": "Today you’ll head out on a city tour that introduces you to the sights of Phnom Penh – a city that lies near the confluence of the Mekong and Tonle Sap rivers. The private quarters of the Royal Palace are home to King Sihamoni and are closed to the public. You will, however, be able to visit the Silver Pagoda that lies in the palace complex, which is the most sacred temple in the country. Then, visit the Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek, which tell the story of the tragic legacy of the Khmer Rouge. Tuol Sleng is a former school that served as a Khmer Rouge torture centre, and it’s estimated that more than 20,000 people were held and tortured here. The Killing Fields of Choeung Ek are home to a stupa made up of some 8000 human skulls. This was the execution ground for the torture victims of Tuol Sleng, and standing in this peaceful setting, it's almost unthinkable to imagine that nearly 9000 corpses have been exhumed from the area. After, maybe visit Wat Phnom – the temple that gave rise to the foundation of the city in the 15th century."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap.",
      "description": "Begin the scenic drive to Siem Reap today, stopping at Skun Market along the way. You’ll also stop at Santuk Silkfarm for lunch – a social enterprise run by local women and one of the few places in Cambodia where you can see the entire silk production process. Enjoy a home-cooked meal with your group here, then carry on to Siem Reap – the gateway to Angkor Wat and the most popular destination in all of Cambodia. When you arrive, head out for an orientation walk with your leader and enjoy the atmosphere, maybe also visiting the old market to explore the stalls selling silks, cottons, sarongs, silver and statues. Tonight, maybe find some delicious street food. There's also a long tradition of shadow puppetry in the region, and if you're lucky, you might catch a show at one of the local restaurants in the evening."
    },
    {
      "dayNumber": 4,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Spend a full day visiting the amazing temples of Angkor today – this UNESCO World Heritage site is one of the most important historic complexes in all South East Asia and is an absolute must-do experience in Cambodia! If you’re keen to see Angkor Wat at sunrise – the largest and most complete structure and the only temple with a west-facing entrance – your leader can organize an early visit for you before dawn (optional). Later in the morning, your group will tour the complex together. Of all the temples visited, Bayon is the centrepiece, with over 200 smiling carved faces and more than 50 gothic towers. You’ll also visit an ancient monastery, where you’ll meet a Buddhist monk to take part in a ritual that has survived for thousands of years. Sit on the floor as the monk chants and sprinkles holy water over you before tying a sacred thread around your wrist, ensuring protection and good luck for the rest of your journey. For lunch today, you'll visit the Spoons Restaurant and School where disadvantaged local youth learn skills that enable them to find gainful employment in the hospitality industry. After, head to Ta Prohm – a temple where nature has taken over, as large trees dominate the stone foundations. If you’re keen to see Angkor Wat in all its glory, you can also opt to end the day with a sunset view of the temples – just organize with your leader."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "Today, visit the Kampong Phluck lakeside village – the houses here are built on wooden stilts and you can travel by riverboat to explore the village that’s adapted to withstand flooding. See the mangrove forests (season depending) and get an insight into the lifestyle of the local people. Later this afternoon, learn more about the daily life of Cambodians on a village tour in the countryside. See the rice fields and family allotments that surround the traditional stilt houses and be welcomed into a local’s home as you join them for sunset drinks and snacks. This evening, you’ll have a final farewell dinner with your fellow travellers at a local restaurant offering authentic Cambodian cuisine."
    },
    {
      "dayNumber": 6,
      "title": "Siem Reap.",
      "description": "After breakfast, there are no activities planned, and you’re free to leave at any time. If you would like to spend some more time in Siem Reap, just get in touch with your booking agent to organise additional accommodation."
    }
  ],
  "map": ""
}