{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "family-tour-to-cambodia-and-thailand",
  "tourName": "Family tour to Cambodia and Thailand",
  "placesVisited": "Phnom Penh, Street Life & Local Markets, Killing Fields & S21, Dawn at Angkor Wat, 2-day Tour of World Heritage Angkor, Jungle Hike, Sangkar River Journey, Floating Villages, Battambang Tuk-tuk Tour, Gulf of Thailand Snorkelling and Island Hopping, Beach Resort",
  "generalInfo": "Our 2-week, Cambodia and Thailand family holiday Ruined Cities, Tropical Islands; features elephants, a boat cruise through floating villages of the Tonle Sap, a ride on the famous Bamboo Train and giant mine-detecting African rats as well as the jungle-clad, ruined cities and picturesque tropical islands .<br/><br/>Combined with some excellent hotels and – in Thailand – some of the best food to be had in Asia and – with Cambodia – some of the friendliest residents you’ll find anywhere, for a 2-week family holiday, we’d say it’s very hard to beat. <br/> <br/>This Southeast Asia adventure is designed to keep the whole family amused and engaged, whatever their age or interests. Explore ruined cities deep in the jungle, take a river boat journey past floating villages, relax on a tropical island beach, snorkel the coral reefs and meet the exceptionally friendly locals and sample the sumptuous local food (deep fried tarantulas optional!)<br/><br/>Culture, history and adventure for all ages.<br/><br/>Features:<br/><br/>1. Explore the jungle clad ruined cities of Angkor - certainly one of Asia's most evocative and exotic destinations<br/>2. Journey by boat up the Sangkar River - floating villages, bird-life, unique scenery; 'like being on a Nat Geo programme'!<br/>3. Overland through the scenic and timeless Cambodia countryside: ox carts, stilt villages, emerald paddy-fields<br/>4. Stay at a well-appointed beach-side resort on the unspoilt Thai tropical island of Koh Mak<br/>5. Meet the friendly and welcoming local people...and sample the sumptuous local cuisine<br/>6. High and low season versions to optimise weather conditions at any time of the year<br/><br/>Optional extensions<br/><br/>1. Add on a day tour of Bangkok – fully flexible itinerary<br/>2. Squeeze the most out of your airfare with our fascinating 4-day, Bangkok Behind the Scenes mini-tour<br/>3. Day tour to the ancient Siamese capital and now World Heritage site of Ayutthaya<br/>4. Explore Kanchanaburi province and stay overnight on floating raft houses on the River Kwai<br/> <br/>Note; this is a private family tour based upon a minimum of 4 persons with accommodation in low-key, boutique-style 3* resorts and hotels.",
  "durationDays": "12",
  "price": "1500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Phnom Penh and check-in to a small, boutique-style downtown hotel. Time to relax before an introductory walking and tuk-tuk tour, taking in the historic French Quarter and the lively waterfront area as well as giving you a feel for the bustling street-life before perhaps sundowners at the famous Foreign Correspondents Club and a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Comprehensive day tour of some of the sites of Cambodia’s fascinating capital city: the infamous Killing Fields site and highly moving Khmer Rouge Genocide Museum at Tuol Sleng help to explain the country’s recent tragic history, the picturesque Royal Palace and Silver Pagoda provide plenty of photo opp’s while the Russian Market offers some ‘retail therapy’. (Note the city tour can be tailored depending upon the age of your kids.)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Overland through Cambodia’s scenic countryside to the provincial town of Siem Reap – our base for the next few days’ exploration of the nearby Angkor Temples. Stops on the way at Skuon the famous ‘spider village’, (tasting not compulsory), a rarely visited 11th-century temple and lunch by a scenic lake. An atmospheric dusk visit to Banteay Kdei Temple completes our day"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Angkor – an unforgettable tour of this fabulous site with its vast jungle-clad temples and mysterious stone carvings. We’ll begin with dawn at Angkor Wat followed by a morning tour of the temple itself. A return to Siem Reap to escape the midday heat and lunch, siesta or relaxation time is followed by an afternoon walking tour of Angkor Tom: Leper King Terrace, Phimeanakas, Elephant Terrace, Baphuon and last but not least, (we’ll wait until the crowds have gone!), the dramatic Bayon Temple with its famous carved faces."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A forest hike up Bakheng Hill to visit the spectacular hilltop temple before moving on to the ruins of Preah Khan. Dense jungle, enormous roots and screeching parakeets make this atmospheric temple one of everyone’s favourites. After a break in Siem Reap Town, the afternoon continues with a short walk to Ta Keo via the remote and rarely visited Ta Nei Temple. A visit to famous Ta Prom – the famous ‘Tomb Raider’ temple – continues our jungle theme and concludes our day’s visit."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning visit to the Kulen Elephant Forest – a nearby sanctuary established for the elephants who were formerly used to give rides to visitors to Angkor. Of course, there’s no more riding so you’ll spend the morning learning about the magnificent creatures and accompanying them as they walk through the surrounding forest. Return to Siem Reap with an afternoon at leisure to relax by the pool, visit the National Museum, explore the markets or perhaps check out Apopo’s astonishing mine-detecting, giant African rats."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spectacular boat journey across the Tonle Sap Lake, past the ‘flooded forest’ and Prek Toal Bird Sanctuary and on up the Sangkar River with its floating and stilt-house fishing villages to the town of Battambang. Stop off on the way to visit the Prek Toal community water hyacinth weaving project and floating villages."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Head out to the surrounding villages to check out the area’s traditional cottage industries and handicrafts either by bicycle or tuk-tuk for the less energetic. Some time at leisure - explore the friendly provincial town or chill out by the pool before a late afternoon ride on Battambang's famous bamboo train."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Continue through this little-visited region of Cambodia to the Thai border at Pailin – famed for its gemstones and as the Khmer Rouge’s last stronghold from where we’ll head south to the nearby Gulf of Thailand coast for a boat ride to the tropical island of Koh Mak and our accommodation in comfortable beach-side chalets."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure on the island; make the most of the turquoise waters and coconut-palm lined beaches, try out a beach massage, explore the island or try a boat tour through the surrounding archipelago of Koh Chang National Marine Park including swimming and snorkelling on some of the area’s vibrant coral reefs?"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure on the island. Note that during the ‘low’ season May to Oct we move our island stay to the larger, neighbouring island of Koh Chang."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Return drive to Bangkok, with a stop on the way to visit Chantaburi’s truly amazing ‘Buddha Park’! Our regular tour ends late afternoon although extra nights in Bangkok after your tour are available on request."
    }
  ],
  "map": ""
}