{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "highlights-of-cambodia-tour-9-days",
  "tourName": "Highlights of Cambodia tour, 9 days",
  "placesVisited": "",
  "generalInfo": "Indulge in the ultimate fusion of cultural depth and refined comfort with this 9-day luxury journey through Cambodia, thoughtfully designed for discerning travelers. From the mystical temples of Siem Reap to the regal charm of Phnom Penh, and the laid-back riverside beauty of Kampot and coastal elegance of Kep, this itinerary offers a seamless blend of authentic immersion and elevated relaxation. Each destination reveals a different facet of Cambodia’s soul, brought to life through exclusive experiences, private-guided tours, and stays in elegant boutique hotels and eco-luxury retreats.<br/><br/>Begin in Siem Reap, where ancient grandeur and artistic energy coexist. Wake early for a private sunrise tour of Angkor Wat, then wander through the atmospheric ruins of Ta Prohm and the iconic stone faces of Bayon Temple. Your time here is enriched with a monk blessing ceremony, an interactive Khmer cooking class using farm-fresh ingredients, and a relaxing spa session rooted in local wellness traditions. Evenings offer the chance to dine on exquisite Cambodian cuisine, visit vibrant night markets, and explore local arts at Artisans Angkor and silk weaving studios.<br/><br/>Next, fly to Phnom Penh, Cambodia’s capital and a city that balances historical significance with contemporary culture. Stay in a luxury riverside hotel, where sunset views frame your introduction to this fascinating metropolis. Explore the splendor of the Royal Palace and Silver Pagoda, then reflect on the country's recent history at the Tuol Sleng Genocide Museum and Choeung Ek Memorial. Later, unwind with a private Mekong River sunset cruise, discover modern art spaces and ethical boutiques, and enjoy fine dining at both high-end restaurants and social enterprises like Friends International, which uplift local youth through vocational training.<br/><br/>Continue your journey with a scenic drive to Kampot, a tranquil town famed for its colonial charm and world-renowned Kampot pepper. Check into an eco-luxury riverside retreat and relax amid lush tropical surroundings. Here, you’ll tour a historic pepper plantation, enjoy a pepper-infused tasting menu, cruise the Kampot River at sunset, or kayak through mangrove estuaries. The calm pace invites you to slow down and take in the serenity of southern Cambodia.<br/><br/>Just a short drive away lies Kep, a coastal gem known for its fresh seafood, French colonial ruins, and dramatic ocean views. Stroll along the crab market, where the catch of the day is pulled straight from the Gulf of Thailand, and enjoy a gourmet lunch of Kampot pepper crab. Explore the peaceful trails of Kep National Park, offering panoramic views of the sea, or unwind at a luxurious seaside resort with spa treatments, infinity pools, and tranquil beach walks. Kep’s charm lies in its quiet elegance—perfect for a final indulgent escape.<br/><br/>This luxurious Cambodia tour offers more than just sightseeing—it invites you into the heart of a country that is elegant, enduring, and deeply enriching, leaving you with lasting memories and meaningful connections.",
  "durationDays": "9",
  "price": "1525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Siem Reap and transfer to hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploration Siem Reap and Ancient Angkor Land"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kompong Khleang Community (Tonle Sap Lake) – Phare Performance"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly from Siem Reap to Phnom Penh"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploration in Phnom Penh City"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive from Phnom Penh to Kep Beach"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free and leisure in Kep Beach"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Kompot and Return to Phnom Penh"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure Phnom Penh"
    }
  ],
  "map": ""
}