{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-small-group-holiday",
  "tourName": "Cambodia small group holiday",
  "placesVisited": "",
  "generalInfo": "Explore Cambodia beyond the legendary temples of Angkor on immersive 13-day adventure. Journey through vibrant cities, peaceful countryside and untouched natural landscapes as you connect with locals, travel upriver through lush jungle and unwind on pristine white-sand beaches. This itinerary combines Cambodia's iconic highlights with hidden gems that few travellers get to experience.<br/> <br/> Siem Reap - Wander through the mysterious, jungle-draped temples of the awe-inspiring Angkor complex.<br/> Phnom Penh - Uncover the country's poignant history under the Khmer Rouge and sample some of the best street food in Southeast Asia.<br/> Chi Phat - Glide along jungle-fringed rivers and stay in a welcoming community-run village nestled in the heart of the Cardamom Mountains.<br/> CD08Feb26 - Please note that Battambang is not included on this departure. See days 4 to 6 itinerary for more information<br/> <br/>",
  "durationDays": "13",
  "price": "1245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Siem Reap",
      "description": ": Arrive in Siem Reap, the lively gateway to Cambodia's magnificent Angkor temples. Once a quiet village, Siem Reap began to flourish after French explorers rediscovered Angkor in the 19th century. Today, it's a vibrant hub offering something for everyone - from bustling markets and street food stalls to elegant restaurants and soothing Khmer massage spas. For those arriving on time, our tour leader will meet you in the hotel reception at 6pm for a welcome meeting. If you'd like, there's the option to head out for dinner afterwards. There are no other activities planned today, so you're free to arrive at any time. If you'd like an airport transfer, you'll need to arrive at Siem Reap Airport (SIA), which is about 60-80 minutes from the hotel. If you miss the welcome meeting, our tour leader will catch you up on any important info the following day. If you arrive early, take a leisurely walk through town or dive straight into the local scene at the local market, where haggling is part of the fun. And for a dose of Siem Reap's lively nightlife, head to Pub Street - a neon-lit pedestrian strip filled with music, street performers, and plenty of character. It's a little chaotic, but well worth a visit for the atmosphere alone."
    },
    {
      "dayNumber": 2,
      "title": "Visit the HeroRATs Project and Les Artisans d'Angkor with free afternoon to explore solo",
      "description": ": This morning, our first stop is the APOPO Visitor Centre, where we'll discover one of Cambodia's most inspiring and little-known stories of innovation and recovery. Here, we'll learn how specially trained African giant pouched rats (nicknamed 'HeroRATs') are helping to clear landmines and make Cambodia safe again. Through interactive exhibits and live demonstrations, we'll see how these intelligent animals detect explosives with remarkable precision, saving countless lives and helping communities rebuild. Next, in preparation for tomorrow's temple explorations, we visit Les Artisans d'Angkor, a renowned social enterprise dedicated to preserving and promoting traditional Khmer arts and crafts. As you walk through the workshops, we'll see skilled artisans carving stone and wood, painting silk, and creating exquisite lacquerware - all using time-honoured techniques passed down through generations. It's a fascinating window into the craftsmanship that helped build and decorate the magnificent temples of Angkor. We then head to Siem Reap's local market with our tour leader for an introduction to Cambodia's vibrant food scene. The market is alive with colours, sounds, and aromas - stalls piled high with tropical fruits, fresh herbs, spices, and street food favourites. we'll get to sample a few local specialties and learn how everyday ingredients like lemongrass, galangal, and palm sugar shape the country's cuisine. After tasting your way through the market, we'll sit down for a relaxed lunch at one of the many local food stalls, where you can savour authentic Cambodian dishes freshly prepared before your eyes. This afternoon is yours to explore more of Siem Reap at your own pace. Wander through the town's charming streets, visit boutique shops and cafes, or cool off by your hotel pool. If you'd like to start exploring the temples, consider an optional excursion to Banteay Srei, often referred to as the 'Citadel of Women', admired for its delicate pink sandstone carvings that are among the finest in Angkor. For a different kind of hands-on experience, visit the Khmer Ceramics & Fine Arts Centre, where you can learn about Cambodia's ancient pottery traditions dating back to the Angkorian period. Watch artisans shape, glaze and fire elegant pieces using traditional techniques, or try your hand at the potter's wheel to create your own ceramic souvenir to take home. In the evening, don't miss a performance by the Phare Cambodian Circus. More than just a circus, Phare combines theatre, acrobatics, dance and live music into a powerful performance that tells uniquely Cambodian stories. The talented young artists are graduates of a social arts school that provides opportunities for disadvantaged youth. The result is a dynamic, emotionally moving show that celebrates Cambodian creativity, resilience and hope - a true highlight of any visit to Siem Reap."
    },
    {
      "dayNumber": 3,
      "title": "Explore the iconic temples of Angkor",
      "description": ": We have an early start ahead of us this morning to catch the breathtaking sunrise over the world-famous Angkor Wat - a magical moment as the 12th-century temple glows gold in the morning light. Built by King Suryavarman II as a Hindu temple dedicated to Vishnu, it later became a sacred Buddhist site, making it one of the largest religious monuments in the world. Wander through its vast galleries, where intricate carvings tell ancient stories of gods, battles and legends. Next, we head to Angkor Thom, the 'Great City'. This massive walled capital has five grand gates, each guarded by stone elephants and rows of statues representing gods and demons from Hindu mythology. Once inside, explore the Bayon Temple, famous for its maze-like corridors and more than 200 giant serene stone faces gazing in every direction. Finally, we visit Ta Prohm, where massive tree roots and the surrounding jungle weave through the crumbling walls - a hauntingly beautiful sight that has been left largely untouched since its discovery and was made world-famous by the film Tomb Raider. Please note, to make sure we have the best experience possible, our tour leader might adjust our itinerary according to local conditions."
    },
    {
      "dayNumber": 4,
      "title": "Travel to Battambang via Angkor Silk Farm - uncover the Killing Cave and the spectacular Bat Cave at sunset",
      "description": ": This morning, we leave Siem Reap and begin our journey to Battambang, one of Cambodia's most charming and culturally rich provinces. On the way, we stop at the Angkor Silk Farm, where we'll gain a fascinating insight into the entire process of silk production - from the cultivation of mulberry trees and the raising of silkworms to the spinning, dyeing and weaving of the silk threads. We'll see artisans at work using traditional looms to create exquisite scarves and fabrics, continuing an art form that has been part of Cambodia's heritage for centuries. Upon arrival in Battambang, we visit the local market, a vibrant hub of daily life where stalls overflow with colourful produce, spices and street food. Here, we sample the region's signature noodle dish, a refreshing and flavorful Khmer specialty made with rice noodles and fresh herbs. In the afternoon, we visit the Killing Cave of Phnom Sampeau, a haunting yet important reminder of Cambodia's tragic past under the Khmer Rouge regime. As we walk through the site, our tour leader will share stories of resilience and remembrance that highlight the country's journey toward healing and peace. We'll also explore the nearby temples and keep an eye out for the playful monkeys that call them home. From the top, you can enjoy panoramic views of the surrounding countryside, with lush rice fields and rolling hills stretching as far as the eye can see. As the day draws to a close, we head to the nearby Bat Cave, a natural spectacle that draws visitors from all over the region. Just before sunset, thousands upon thousands of bats stream out of the cave in an incredible display that fills the evening sky. To make the experience even more memorable, we enjoy the spectacle while sipping a fresh coconut or a local beer, soaking in the mesmerizing sight and sounds of nature. CD08Feb26 - please note that due to the FCDO travel advice we will not be travelling to Battambang on this departure. This is because of the ongoing border dispute with Thailand. Please rest assured it is completely safe to travel in Thailand and Cambodia. Should the situation continue we will adjust the itinerary for later departures and update accordingly. Here follows the alternative itinerary on days 4, 5 and 6: Tonle Sap Lake visit Today you will enjoy an authentic experience with a local family living in a traditional stilt house on the famous Tonle Sap Lake. Kampong Khleang is located approximately 45 km east of Siem Reap and remains one of the lake's most atmospheric and less-visited communities. The area is known for its wooden houses built on 10-metre-high stilts, surrounded by water during the wet season and resting on flood plains during the dry season. Depart Siem Reap for the one-hour drive to Kampong Khleang, with a stop along the way at the local market, Phsar Thnal Chek. Upon arrival, you will visit a local family home, where you will enjoy lunch and have the opportunity to help prepare traditional Khmer dishes while learning about local cuisine and daily life. Lunch will be served on the terrace, offering insight into this unique fishing community. In the afternoon, board a traditional wooden boat for a cruise onto Tonle Sap Lake. The riverbanks are lined with floating houses, providing wonderful views of local life on the water. Return to hotel in Siem Reap."
    },
    {
      "dayNumber": 5,
      "title": "Discover the local villages of Battambang",
      "description": ": Today, you will explore the beautiful Battambang countryside on a full-day cycling adventure of approximately 20 km along mainly flat and quiet roads, making for an easy and enjoyable ride. As we pedal through rice fields, rural villages, and scenic country roads, we will experience Cambodia's 'One Village, One Product' movement, a community-driven initiative in which each village specialises in producing a single traditional product - such as rice paper, dried bananas, bamboo sticky rice, or rice wine - using techniques passed down through generations. This approach not only preserves local craftsmanship but also strengthens village economies and promotes sustainable livelihoods. This hands-on experience provides a unique insight into everyday life in rural Cambodia, where over 70% of the population lives. We'll enjoy lunch at a local family home, savouring authentic home-cooked Cambodian cuisine. In the afternoon, we'll visit a family that creates traditional Cambodian scarves, explore a Buddhist temple, and learn about monastic life firsthand. By late afternoon, we'll return to our hotel, enriched by a day of cultural immersion, scenic cycling, and meaningful encounters with the people and traditions of Battambang. The rest of the day is free to relax by the pool or take a stroll along the river in Battambang city, discovering its charming French colonial architecture, leafy boulevards, and local cafes. For those who are not confident cycling, tuk-tuks are available for the tour, ensuring everyone can comfortably enjoy the day's experiences. CD08Feb26 - Siem Reap to Sambor Prei Kuk Enjoy a relaxed morning at leisure in Siem Reap. In the afternoon, you will be met by your driver for the transfer to Sambor Prei Kuk, a journey of approximately three to four hours. Upon arrival, we visit the remarkable temple complex of Sambor Prei Kuk, once the capital of the Chenla Kingdom, predating Angkor by several centuries. Spread across a vast forested area, these ruins receive very few visitors, allowing for a peaceful and immersive experience. You will explore the three main temple groups - Prasat Sambor, Prasat Tor, and Prasat Yeay Puon - on foot, enjoying the serene atmosphere and impressive architecture. Following the visit, we enjoy a traditional Khmer lunch at a local community restaurant. If you wish, there will be time to further explore the surrounding village before transferring to your hotel in town. The remainder of the day is at leisure. Overnight at Glorious Hotel, Deluxe Room."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Phnom Penh with stops at a traditional pottery village and the ancient town of Udong",
      "description": ": This morning, we make our way to Phnom Penh, Cambodia's vibrant riverside capital. On the way, we stop at a traditional pottery village, where skilled artisans continue to craft beautiful ceramics using techniques passed down through generations. Here, we'll see the entire process - from shaping the clay on traditional wheels to firing and glazing. We then continue to Udong, Cambodia's former royal capital and an important historical site. Perched on a series of hills, Udong is dotted with ancient temples and stupas, many of which offer panoramic views of the surrounding countryside. As we explore the site, we'll see intricately carved stone monuments, Buddhist shrines, and the final resting places of kings from the pre-Angkorian era. The serene atmosphere, combined with the spiritual significance of the temples, makes Udong a fascinating stop that connects Cambodia's royal history with its cultural and religious traditions. After our visit, we continue to Phnom Penh, where history, French-colonial architecture, and the energy of modern urban life converge along the bustling riverfront. The drive takes approximately five hours, not including stops, with our arrival expected in the late afternoon. CD08Feb26 - Sambor Prei Kuk to Phnom Penh This morning we drive directly to Phnom Penh, a journey of approximately 3 to 4 hours. After check in your Tour Leader will explain your options for a free afternoon in the capital."
    },
    {
      "dayNumber": 7,
      "title": "Experience rural Cambodia with a visit to the community-based village of Chi Phat",
      "description": ": This morning, we leave Phnom Penh and head west into Koh Kong province towards Chi Phat, a small village nestled in the southeastern corner of the Cardamom Mountains. Chi Phat is a model of sustainable eco-tourism, where the community has embraced initiatives to share the region's stunning natural beauty with visitors in a responsible way. Surrounded by dense rainforest, cascading waterfalls and pristine rivers, the area is a paradise for nature lovers and offers a genuine sense of being off the beaten path. The drive to the Cardamom Mountains takes approximately two and a half hours, after which we reach the village by traditional boat, gliding along calm waters while enjoying the serene sights and sounds of the surrounding jungle. Upon arrival, we settle into our accommodation with local families, staying in private bungalows that offer comfortable beds, ensuite bathrooms and charming rustic touches, giving a warm and authentic experience while supporting the community. After settling in, we enjoy lunch at the community centre, freshly prepared by the villagers. Weather permitting, we then head out to explore the surrounding area by local transport. Our drive takes us along quiet dirt roads through rural landscapes. Along the way, we discover hidden waterfalls and rapids, where, depending on the season, there may be the opportunity for a refreshing dip. The views are spectacular, with mountain peaks rising above verdant forests, rivers winding through the valley and the occasional friendly wave from local villagers. Suppose seasonal weather conditions do not allow for the drive on dirt roads. In that case, we will instead explore the village on foot and participate in a hands-on cooking class, learning to prepare traditional Cambodian dishes with guidance from the villagers. This immersive alternative highlights local culinary traditions and village life. In the late afternoon, we return to our bungalows to relax and soak in the peaceful surroundings before joining the group in the evening at the community center for dinner."
    },
    {
      "dayNumber": 8,
      "title": "Travel to the stunning island of Koh Rong Samloem",
      "description": ": Today, we say goodbye to the warm and welcoming people of Chi Phat and begin our journey south. After about four hours on the road, we'll arrive in Sihanoukville, where we'll board the ferry to Koh Rong Samloem - a beautiful, unspoilt island with no cars and very little development. Known for its clear waters, quiet beaches and relaxed atmosphere, Koh Rong Samloem offers a genuine escape from the rush of everyday life. After settling into our hotel, we'll take a short walk with our tour leader to Lazy Beach, one of the island's most peaceful spots and a great place to watch what's often described as the best sunset in Cambodia. The path crosses gentle forest terrain, with sandy tracks and some uneven ground shaded by tropical trees. On arrival, we'll find a calm bay with soft sand and clear water, the perfect place to relax and take in the evening light over the Gulf of Thailand. We then walk back to our hotel, where the evening is free for you to choose your own dinner plans."
    },
    {
      "dayNumber": 9,
      "title": "Free day on Koh Rong Samloem with optional snorkeling tour",
      "description": ": Today is all about slowing down and soaking up island life. You can relax on the beach, or wander at your own pace to explore Koh Rong Samloem's hidden corners. For those looking to venture further, there's the option to embark on a boat trip around the island. Cruise across calm turquoise waters before diving in for a snorkeling adventure among coral reefs alive with tropical fish and marine life. Depending on the season, the water clarity can range from crystal clear to slightly hazy, which shapes what you'll see below the surface - from bright schools of fish and corals to the more subtle rhythms of the reef. In the evening, there's an optional boat trip to experience one of nature's most extraordinary spectacles: swimming among bioluminescent plankton. As you move through the water, millions of tiny organisms light up, creating a shimmering, star-like effect all around you. This phenomenon is seasonal and depends on the phase of the moon, with darker nights offering the most dazzling displays."
    },
    {
      "dayNumber": 10,
      "title": "Travel to the riverside town of Kampot",
      "description": ": The morning is free to enjoy island life at your own pace - take a swim, relax on the beach, or simply enjoy a slow start to the day before checking out. Late in the morning, we make our way to the pier to board the ferry to Kampot. The journey takes around one and a half hours, offering scenic views as we travel along the coast and up the river toward the town. Please note that, during the low season, if the boat is not operating, we'll travel by ferry and train instead. Nestled between the Bokor Mountains and the Praek Tuek Chhu River, Kampot is a charming riverside town known for its French colonial architecture, relaxed atmosphere and lush natural surroundings. It's an easy place to explore, with cafés, local markets and riverside restaurants that reflect the town's laid-back charm. Kampot is also famous for its pepper plantations, which produce some of the finest pepper in the world. From the harbour, we transfer to our hotel, located just outside the town centre but easily and affordably reached by tuk-tuk. Later in the day, we take a walking tour through Kampot to admire its colonial buildings and learn about its history, finishing with a drink by the river. In the evening, there's an opportunity to join a sunset cruise along the Kampot River, travelling deeper into the jungle as the light fades. As night falls, the riverbanks come alive with the soft glow of fireflies, creating a magical atmosphere as they light up the trees along the water's edge. The evening is free to explore solo and enjoy Kampot's famous seafood and crab restaurants."
    },
    {
      "dayNumber": 11,
      "title": "Visit Kampot's salt fields, pepper plantations and the local temple cave",
      "description": ": Today, we discover the best of what Kampot has to offer on a culinary and cultural journey through one of Cambodia's most charming yet lesser-known regions. We start the day with a visit to the salt fields, where local workers demonstrate the traditional methods used to harvest sea salt by hand - a process that depends entirely on the rhythm of the sun, wind, and tides. We then continue to the Phnom Kampong Trach Caves, a fascinating limestone formation that houses hidden shrines and ancient carvings. The site holds both spiritual and natural significance, and exploring its cool chambers and rugged cliffs offers a glimpse into the region's deep cultural roots. Around lunchtime, we visit a family-owned pepper farm, where our hosts will guide us through their orchards and explain how they cultivate the world-famous Kampot pepper - celebrated by chefs worldwide for its distinctive aroma and flavour. We'll have the chance to taste different varieties and learn how subtle differences in drying and processing create unique flavour profiles. We then enjoy a home-cooked local lunch prepared by the family, showcasing regional ingredients and simple, authentic Cambodian cooking. On the way back to Kampot, we stop at the local market, where we'll discover regional products and sample some of the area's sweet specialities before returning to our hotel for a relaxing evening."
    },
    {
      "dayNumber": 12,
      "title": "Travel to Phnom Penh - visit the Tuol Sleng Genocide Museum and Killing Fields, followed by a monk blessing at a local pagoda",
      "description": ": Today, we drive to Phnom Penh, the vibrant capital of Cambodia, a journey of approximately four hours. Once known as the 'Pearl of Asia', Phnom Penh sits at the confluence of the Mekong and Tonlé Sap rivers and blends French colonial charm with the energy of modern Cambodia. Upon arrival, we visit the Tuol Sleng Genocide Museum (S-21 Prison) and the Killing Fields of Choeung Ek. These sites provide a deeply moving insight into the country's recent past under the Khmer Rouge regime. The visits are often an emotional experience, offering a sobering reminder of Cambodia's resilience and the strength of its people in overcoming unimaginable hardship. To end the day on a more reflective and spiritual note, we visit a local pagoda to take part in a traditional monk blessing ceremony. Surrounded by the peaceful sounds of chanting and the scent of incense, this experience offers a moment of calm, renewal, and cultural connection, balancing the emotions of the day. In the evening, you might like to start with a relaxing cruise along the Mekong River, watching the city slowly light up as day turns to night. Afterwards, take a stroll along Phnom Penh's lively riverfront, where restaurants, cafés, and street food stalls create a vibrant local atmosphere. To end the day, unwind at one of the city's rooftop bars, enjoying a cocktail and the 360-degree views of Phnom Penh's sparkling skyline."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends in Phnom Penh",
      "description": ": The trip ends after breakfast at our hotel in Phnom Penh. There are no activities planned today, so you're free to depart from Phnom Penh at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Techo International Airport (TKI) , which is 45 minutes from our hotel. If you decide to extend your stay in Phnom Penh, you could visit the Royal Palace, located within walking distance from the hotel, explore the National Museum with its impressive collection of Khmer art and artifacts, or experience the vibrant nightlife along the famous Bassac Street."
    }
  ],
  "map": ""
}