{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-highlights-tour-7-days",
  "tourName": "Cambodia highlights tour, 7 days",
  "placesVisited": "Phnom Penh, Killing Fields, Khmer Rouge Genocide Museum, Siem Reap, Kuhananokor Temple, Banteay Kdei Temple, Angkor, Phnom Bahkeng Temple, Preah Khan, Beng Melea",
  "generalInfo": "Our 7-day Highlights of Cambodia tour, is an exciting and varied adventure taking you overland, through this still little-known country, from the vibrant capital Phnom Penh to the fabulous World Heritage, jungle-clad temples of Angkor.<br/><br/>Beginning in the sometimes chaotic, yet charming, modern-day capital of Phnom Penh on the banks of the Tonle Sap River, we’ll visit some of the city’s iconic sites, the Royal Palace, Russian Market and, French Quarter, as well as learning about its tragic recent history at the Killing Fields and S21 Museum. We’ll also have time to take in the bustling street-life, local markets and sumptuous local cuisine before travelling overland past traditional villages and picturesque rural scenes to Siem Reap Town, our base for exploring the nearby Angkor ruins.<br/><br/>Our 3-day Angkor itinerary provides an in-depth, yet leisurely-paced, tour of the evocative and awe-inspiring ancient cities and creeper-strewn temples as well as allowing plenty of time to sample Siem Reap Town’s colourful markets and plentiful cafes or just escape the midday heat with perhaps some spa therapy or a cold one by the rooftop pool? As you may only visit Angkor once in your life, it makes sense to do it properly!<br/><br/>An unforgettable tour – spectacular destinations, friendly people, informed (and fun) guides, comfortable, low-key and friendly accommodation and plenty of great local food to discover. (And don’t worry, the deep-fried tarantulas are not compulsory!)<br/><br/>Features:<br/><br/>1. Phnom Penh - maybe total chaos but it's certainly great fun<br/>2. Dawn at Angkor Wat - watch the sunrise over the iconic silhouette of the world's largest religious building<br/>3. Explore the atmospheric, jungle clad ruined cities of Angkor - one of Asia's most evocative and exotic destinations<br/>4. Remote Beng Melea, the ultimate Indiana Jones temple - with its creepers, jungle-clad walls and towers<br/>5. The scenic and timeless Cambodia countryside: ox carts, stilt villages, emerald paddy-fields &amp; bucolic landscapes<br/>6. Meet the friendly and welcoming local people and sample the little-known but sumptuous and varied local cuisine<br/><br/>Optional extensions<br/><br/>1. Spend a few days on the tropical island of Koh Mak, Thailand<br/>2. Beach extension to jungle-covered Koh Chang, Thailand <br/>3. Stop off for a 2-day guided exploration of Thailand’s vibrant capital, Bangkok<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in boutique-style 3* hotels.",
  "durationDays": "7",
  "price": "1315",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Cambodia's bustling capital and check-in to a small, boutique-style downtown hotel. Some relaxation time before a leisurely introductory walking tour, including the historic French Quarter, a local market and the lively waterfront area. Get a first-hand feel for the vibrant street-life before perhaps sun-downers at the famous FCC (Foreign Correspondents Club)?"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of some of the sites of the fascinating capital, Phnom Penh: the infamous Killing Fields and S21, the highly moving Genocide Museum and the picturesque Royal Palace and Silver Pagoda for some photo opportunities. A mid-day visit to the Russian Market provides some ‘retail therapy’ and the opportunity for a local style lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Journey up-country through Cambodia’s scenic countryside to the provincial town of Siem Reap in northwestern Cambodia – our base for the nearby temples of Angkor. Visits en route include the famous (or rather, infamous), ‘spider village’ of Skuon, (tasting not compulsory), a rarely visited 11th-century temple and lunch beside a picturesque lake. An atmospheric sunset visit to Prei Rup Temple completes our day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dawn at Angkor Wat, followed by a morning tour of the vast temple itself. Return to our hotel to escape the midday heat with siesta, spa, market or just relaxing by the pool time. In the afternoon we'll visit the ruined city of Angkor Tom including, the Leper King & Elephant Terraces, Phimeanakas, Baphuon, and last but not least, the dramatic Bayon Temple with its famous faces."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today's Angkor visit begins with the spectacular hill-top Phnom Bakheng Temple followed by the jungle-clad ruin of Preah Khan. Enormous roots, towering trees and screeching parakeets make this atmospheric temple one of everyone’s favourites. After a break, we'll take a short hike to Ta Keo via the remote and rarely visited Ta Nei Temple. Ta Prom – the famous ‘Tomb Raider’ Temple - continues the jungle theme and concludes the day’s visit."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early morning drive to spectacular Beng Melea, one of the remoter and less visited sites. This huge, partially ruined temple complex, overgrown by jungle, lying to the west of Siem Reap, is one of the most impressive Angkor monuments. Return to Siem Reap by way perhaps of an optional visit to the fascinating Apopo Centre with an afternoon free to relax by the pool, maybe visit the National Museum or even try an optional Khmer cookery lesson?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning at leisure; some last-minute shopping in the street markets or perhaps a final massage at the hotel's spa and end of the tour."
    }
  ],
  "map": ""
}