{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-activity-holiday-hike-bike-kayak",
  "tourName": "Cambodia activity holiday, hike, bike & kayak",
  "placesVisited": "Phnom Penh, Countryside cycling tour, Skuon, Kratie, Khmer Homestay in Koh Trong, Phnom Sambok Temple, Mekong River boat tour, Hiking in Stung Treng, Kayaking on the Mekong, Siem Reap, Guided cycling around Angkor Wat",
  "generalInfo": "What a gift Cambodia is for active travellers looking to mix up their cultural discovery while escaping from the regular tourist track. <br/><br/>Why cruise the serpentine Mekong River by boat when you can kayak along it instead? Why limit yourself to a few key sites at the majestic Angkor Wat when you explore on foot when you can get around by bike? And rather than limiting yourself to the cities, as entrancing as they are, you could hike in the beautiful countryside to picnic beside waterfalls, or in search of elusive river dolphins.<br/><br/>This small group activity tour of Cambodia takes you north from Phnom Penh, then west to Siem Reap over nine unforgettable days that are just packed with thrills. The itinerary is accompanied by a professional tour leader and local guides at certain points, but a lot of the time you are free to arrange your own sightseeing. In Phnom Penh of course a must-visit is the infamous Killing Fields, and the heart-rending Choeung Ek Memorial. In Siem Reap there is the opportunity to book yourself a Khmer cookery class, or take in the Cambodian Circus. <br/><br/>Between Cambodia’s two best-known cities there will be a stop in Skuon, where lunch is not for the fainthearted – fried tarantulas are the local delicacy. You’ll hike and cycle around peaceful villages, fruit orchards and rice fields. And spend a night on a picturesque Mekong island in a Khmer homestay, a great chance to try traditional foods, spot the rare Irrawaddy dolphins (if you’re very lucky), or just rest tired limbs in a cosy hammock.<br/><br/>Your passport may get a workout soon. This sociable, exciting tour of Cambodia - hiking, biking and kayaking, could well make you a believer in the joys of solo travel. <br/>",
  "durationDays": "8",
  "price": "1015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Cambodia. Your adventure begins in Phnom Penh with a welcome meeting at 6 pm tonight. If you arrive early, maybe stroll the streets and explore the city at your own pace. Phnom Penh is set at the confluence of the Mekong and Tonle Sap rivers, so life centres around this lively riverfront – maybe a good place to start. After the meeting this evening, maybe join the locals here and snack on the street hawker food or enjoy some impromptu waterside entertainment. You could also ask your leader for the best dinner spots or head up to a rooftop bar for a drink with riverside views."
    },
    {
      "dayNumber": 2,
      "title": "Cycling in Phnom Penh.",
      "description": "After breakfast, start your active adventure on a mountain bike, crossing the river by local boat and then cycling through the villages on an island within the Mekong River. The island is famous for silk weaving, agriculture and aquaculture. Stop to see locals at work in the village and cycle through quiet roads, orchards and rice paddies. After, return to Phnom Penh for a free afternoon – your leader can help you organise an optional activity, or you can explore at your own pace. Phnom Penh remains a living relic of the country’s past struggles, with the sobering Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek telling the story of the bloody legacy of the Khmer Rouge. You could also visit Wat Phnom – the temple that gave rise to the foundation of the city in the 15th century – or the Royal Palace complex’s Silver Pagoda, Cambodia’s most sacred temple."
    },
    {
      "dayNumber": 3,
      "title": "Kratie/Cycling in Koh Trong.",
      "description": "This morning, you’ll leave early to make tracks for Kratie. On the way, pass through Skuon – a small town known for its unusual delicacy of tasty spiders. You can try one if you’re game! Carry on to the town of Kratie, which sits on the banks of the Mekong. Board a local boat from Kratie waterfront to Koh Trong for your homestay – approximately 280 families call this 6 km island home. The island is famous for growing the citrus fruit pomelo, some of the best in Cambodia, as well as rice and other agricultural products. Your homestay is a wonderful opportunity to immerse yourself in everyday Cambodian life, and this evening you'll enjoy a traditional Khmer dinner. With hammocks strung up beneath the house, this is a great place to unwind. Take a leisurely cycle around the island’s perimeter through traditional Khmer villages, fruit orchards and rice fields, observing the daily rituals and routines of traditional village life."
    },
    {
      "dayNumber": 4,
      "title": "Koh Trong Hiking/ Stung Treng.",
      "description": "After breakfast this morning, take a 1-hour guided walk to see how the locals live and to learn more about the local culture in this part of Cambodia. During the days of the Khmer Rouge, much of the island’s forested interior was cut down. In response, villagers have started a tree-planting project at Wat Ty Pram Kbal Koh Trong. You’ll have the opportunity to contribute to the project by helping to plant a tree on the pagoda grounds. After, say goodbye to your island hosts and return to the mainland. There’s time to wander down the river boulevard and explore the local market in Kratie before travelling to Stung Treng. On the way, maybe enjoy an optional lunch at Kampi Creek, where you’ll also hop on a boat and go out on an excursion to try and spot dolphins! When you arrive in Stung Treng, head out on a walking tour with your leader and discover this town’s regional delights at the local market."
    },
    {
      "dayNumber": 5,
      "title": "Kayaking in Stung Treng.",
      "description": "Start early this morning to make the most of a full day of activities. You’ll travel by private minibus to the village of Voeun Kham. From there, catch a local boat to cruise the Mekong River to the fierce Sopheakmit Waterfall – on the Cambodia–Laos border, the thundering falls crash over limestone crags and boulders making a spectacular sight. Moor the boat at a local family's home and hike through the jungle to a lunch spot overlooking the falls. Return to the boat and continue through a gorgeous stretch of the Mekong River, home to many bird species and the village of Osvay. Pass through the Anlong Cheuteal Irrawaddy dolphin pool, where it’s possible to spot freshwater dolphins! Jump in a kayak to paddle among this spectacular scenery of flooded forests to Vuen Sien village. After a full day exploring this glorious stretch of nature, you’ll return to Stung Treng by private minibus for the night."
    },
    {
      "dayNumber": 6,
      "title": "Siem Reap.",
      "description": "This morning, set out on your journey to Siem Reap, travelling by private minibus through Cambodia’s countryside and small towns. Arrive at the gateway to the famed Angkor complex – with its cafes, bars, restaurants, food and drink stands, Siem Reap caters for all persuasions. A visit to the old market is a must, even if you're not looking for souvenirs. Wandering through the stalls and surrounding shops, you’ll find silks, cotton, sarongs, silver and statues. After check-in at your hotel, you’ll be picked up by a tuk tuk and then your leader will take you on an orientation walk to help you get acquainted with this bustling town."
    },
    {
      "dayNumber": 7,
      "title": "Cycling in Siem Reap/Angkor Wat.",
      "description": "Hop on your bike and temple hop with your local guide today for a full day cycling tour of the world-famous Angkor complex – built between the 9th and 13th centuries when the Khmer empire was the pre-eminent influence in Southeast Asia. These ruins include Angkor Wat, Bayon and the jungle-covered Ta Prohm. After you’re temple-d out, head back to Siem Reap for a free night. You might like to check out Phare – the Cambodian Circus. Coming from disadvantaged households, the performers have gained international recognition through their art. Like a Cambodian Cirque Du Soleil, modern Khmer tales mix theatre, music, dance, acrobatics, juggling, aerial acts and contortion."
    },
    {
      "dayNumber": 8,
      "title": "Siem Reap.",
      "description": "As no activities are planned for today, you can leave your accommodation at any time. If you have extra time you might like to schedule an Angkor zip-line and canopy walk adventure, a tasty Khmer cooking class, or simply relax by the pool. If you’d like to spend more time in Siem Reap, just speak to your booking agent."
    }
  ],
  "map": ""
}