{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-cambodia-highlights-tour",
  "tourName": "Vietnam and Cambodia highlights tour",
  "placesVisited": "",
  "generalInfo": "Journey from Hanoi, Vietnam, to Phnom Penh, Cambodia, on an adventure packed with cultural and natural marvels. In Vietnam, you’ll cruise among limestone cliffs in Ha Long Bay; delve into culture and history in Hoi An; and take in the high-octane street life of Ho Chi Minh City. You’ll then travel to Siem Reap, Cambodia, to visit the temple complex of Angkor, one of the great archaeological wonders, before journeying to alluring Phnom Penh, where this ultimate-highlights journey concludes.",
  "durationDays": "12",
  "price": "2849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Hanoi, a city with unstoppable energy and faded French architecture. Familiarise yourself with street life in Hanoi by wandering the tree-lined avenues. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Hanoi? Secure pre-tour hotel nights through your sales representative. Accommodation: Minasi Premium Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Start early for the approximately four-hour journey to Ha Long Bay. This is one of the most beautiful sights in Southeast Asia with roughly 3,000 limestone peaks rising from the emerald sea. We cruise among this amazing karst scenery and enjoy a seafood lunch on board. We stay on the boat tonight in twin-share cabins. Accommodation: Overnight boat"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We continue to cruise around Ha Long Bay this morning before returning to port. We then transfer back (approximately four hours) to Hanoi, where the rest of the day is free for you to relax or discover more of the capital. You may wish to wander through the Old Quarter, where the 36 Streets are named after the product in which each specialises, such as Silk Street, Gold Street, Paper Street, and Tourist Souvenir Street. Or perhaps take a stroll around Hoan Kiem Lake, a favourite pastime for many Hanoi residents. You may have the choice this evening to see a water puppet performance, which your leader can arrange (subject to availability). Accommodation: Minasi Premium Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We transfer to Hanoi Airport after breakfast for a flight to Da Nang. After arrival, we climb Marble Mountain to explore large caves used by the Viet Cong as a hospital base during the war. There are wonderful views over My Khe Beach and the countryside from the peak, which lead onto the captivating town of Hoi An, our next destination (approximately one-hour transfer). Accommodation: Hoi An Sincerity Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning will include a walking tour of Hoi An, the original European trading port in Vietnam dating to the mid-16th century. It is now a living museum, with attractive wooden merchant houses and pagoda-style temples with Chinese, Japanese, Vietnamese and European architectural influences. It is also a marvellous place to wander around, dipping into the thriving riverside market and shopping for silk clothing. The afternoon is free to enjoy a town that has become a favourite for so many travellers to Vietnam. There is also the chance to take a trip (optional) to My Son, the spiritual home of the Cham civilisation, where Cham kings were buried as long ago as the fourth century. Although bombing has destroyed much of the site, there are several interesting stone towers and sanctuaries. Accommodation: Hoi An Sincerity Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we transfer to Da Nang Airport for the flight (approximately 1hr 25min) to Ho Chi Minh City (formally Saigon). This is an exciting, absorbing metropolis where scooters pack the streets and temples stand alongside modern developments. Devastated by the Vietnam War, it is now a bustling free-market city where anything goes. The Saigon River and Ben Thanh market are within walking distance and are highly recommended. An afternoon city tour will include a visit to the Saigon Central Post Office, the Reunification Palace and the War Remnants Museum. The museum has an interesting photographic record of the Vietnam/American War. Please be aware, some images at the museum are very graphic. Accommodation: Bong Sen Hotel Saigon (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we leave the city and head north to the Cu Chi tunnels, a 150mi (240km) long underground network used by the Viet Cong during the war. Traditionally, these were very narrow, but some areas have been widened to allow tourists to explore the system. People with claustrophobia may prefer to stay outside in the sunshine. In the afternoon, we return to Ho Chi Minh City and the rest of the day is free for individual exploration. Accommodation: Bong Sen Hotel Saigon (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We bid Vietnam farewell and transfer to Ho Chi Minh City Airport for the flight (approximately 1hr 15min) to Siem Reap in Cambodia. On arrival, we are met by our Cambodian tour leader before transferring to the hotel. The rest of the day is free to soak up the vibrant atmosphere of Siem Reap. Accommodation: Steung Siem Reap Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We rise early this morning to visit the incredible Angkor Wat for sunrise and the many temples inside the royal city of Angkor Thom, including the magnificent Bayon, which comprises 54 intricately carved towers in a single temple. The Bayon certainly left an impression on a traveller in 1925, who stated, 'we stand before it stunned. It is like nothing else in the land.' We will also see the less-visited outlying Ta Prohm temple, which is still covered in jungle as it was first found. Rediscovered in the 1870s and described as being 'grander than anything of Greece or Rome' by French explorer Henri Mouchot, this Unesco World Heritage site is one of the most spectacular archaeological zones in the world. A truly magical experience and a photographer's paradise. Accommodation: Steung Siem Reap Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We transfer by road (approximately seven hours) to Phnom Penh, a great opportunity to see the real Cambodia. We have stops along the way to stretch our legs and eat lunch. We also visit the Santuk Silk Farm, a Fairtrade organisation and a valuable source of employment in a poor rural community (Santuk is closed on some important Khmer holidays). We should arrive in the Cambodian capital of Phnom Penh in the late afternoon, the perfect time for those who wish to join a cruise (optional) on the Mekong and enjoy a sundowner. Accommodation: Ohana Phnom Penh Palace Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The fortunes of Phnom Penh have shifted dramatically during its history and the terrible years of the Khmer Rouge and subsequent civil war through the 1970s and 1980s have scarred the country. During our stay, we visit two sites that give us a vivid impression of some of the horrors. There is the Genocide Museum, which is the former Khmer Rouge prison known as S-21 or Tuol Sleng, in the city centre. And 9mi (15km) out of town is the Killing Fields, a mass grave and execution site for the S-21 inmates. While visiting Tuol Sleng and the Killing Fields may not appeal to everyone, we feel they give visitors an important understanding of what the country and its people had to endure just a few decades ago. Now, the city is on the rise again and is a fascinating place with fine examples of French colonial architecture. This afternoon, we tour the Royal Palace with its Silver Pagoda. Accommodation: Ohana Phnom Penh Palace Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The tours ends this morning after breakfast. To make your journey as easy as possible, there’s a free shared transfer to the airport. To utilise the free departure transfer, request to join it with your sales representative before your trip. And if you’d like to explore this interesting city a little more, you can always speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}