{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "thailand-vietnam-cambodia-adventure",
  "tourName": "Thailand, Vietnam & Cambodia adventure",
  "placesVisited": "",
  "generalInfo": "An unbelievably epic 38 day adventure across Thailand, Vietnam &amp; Cambodia! Discover the absolute best of three of the most amazing countries in SE Asia with all transport, activities and accommodation included. Plus, you’ll have an awesome group leader with you from the moment you step off the plane, an instant group of friends to share your adventure with and help with all your onward travel. Get ready for the trip of a lifetime!<br/><br/><br/>HIGHLIGHTS<br/><br/>– Experience the fascinating culture and crazy nightlife of buzzing Bangkok.<br/>– Discover the beautiful island of Koh Phangan including beach parties &amp; more!<br/>– Experience the world famous Phi Phi Islands on an exclusive boat trip.<br/>– Experience the stunning Ha Long Bay!<br/>– Discover local life in the lush Mekong Delta &amp; visit the Cu Chi Tunnels.<br/>– Discover the fascinating and mind-blowing Angkor Wat.<br/><br/>INCLUSIONS<br/><br/>• Personal Airport Pickup To The Hotel 24/7 <br/>• 37 Nights Accommodation<br/>• 47 Meals<br/>• All Transport<br/>• Awesome Group Leader<br/>• Help with Onward Travel<br/>• Bangkok River Cruise &amp; Ancient Temples<br/>• Thai Cooking Class<br/>• Khao Sok National Park<br/>• Floating Bungalows<br/>• Kayaking &amp; Tubing<br/>• Island Trip &amp; Snorkelling<br/>• Muay Thai or Yoga Experience<br/>• Thai Massage<br/>• Paradise Islands Boat Trip<br/>• Phi Phi Islands Experience &amp; Viewpoint<br/>• Overnight Hill Tribe Trek <br/>• Bamboo River Rafting<br/>• Elephant Sanctuary<br/>• Chiang Mai Markets &amp; Nightlife<br/>• Walking &amp; Rickshaw Tour of Hanoi<br/>• Overnight Boat Trip on Ha Long Bay<br/>• Kayaking<br/>• Local Homestay Experience<br/>• Bicycle Tour of Ninh Binh<br/>• Rice Paddies &amp; River Boat Cruise<br/>• Dragon Mountain Viewpoint<br/>• Vietnamese Cooking Class<br/>• Visit Local Markets<br/>• Basket Boat Crab Fishing<br/>• Cu Chi Tunnels Tours<br/>• Traditional Mud Fishing<br/>• Mekong Delta Experience<br/>• Local Village Visit<br/>• Tuk Tuk Tour of Phnom Penh<br/>• S21 Prison With Local Guide<br/>• Tour of the Killing Fields<br/>• Local Markets &amp; Pepper Plantation<br/>• Khmer Cooking Class &amp; River Cruise<br/>• Koh Rong Island Boat Trip &amp; Snorkelling<br/>• Floating Villages<br/>• Angkor Wat Sunrise Temple Tour",
  "durationDays": "6",
  "price": "3499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN BANGKOK: We’ll meet you at the airport and take you to the guesthouse."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TEMPLES & TUK TUKS: Cruise the canals by long-tail boat, explore temples, ride in a tuk tuk, then experience the crazy nightlife!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THAI COOKING CLASS: Experience a traditional Thai cooking class and then board the overnight train."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FLOATING BUNGALOWS: Arrive in Khao Sok National Park. Go tubing, kayaking and sleep overnight in floating bungalows!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TROPICAL PARADISE: Arrive on the beautiful island of Koh Phangan, relax by the pool and enjoy your first island sunset and beach party!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BEACH TIME: A day to unwind, relax before being pampered with a traditional Thai massage."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ISLAND TOUR: Discover the beauty of the island as we travel to some of the beautiful beaches! Chill, soak up some sun and swim in crystal clear water. We’ll then kick back with a beach BBQ!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MUAY THAI OR YOGA: Today you have the choice of learning Muay Thai boxing or yoga."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ARRIVE IN PHI PHI: You’ll arrive in Phi Phi late afternoon to check into your guesthouse and head out for dinner, drinks and a beach party!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PHI PHI EXPERIENCE: Boat trip around the Phi Phi Leh to snorkel, kayak, see an incredible underwater light show at night and enjoy a few drinks and dinner under the stars."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PHI PHI BOAT TRIP: Hike to Phi Phi’s viewpoint in the morning and then explore Phi Phi’s Paradise Islands."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CHILL OUT IN PHUKET: This morning we'll take a ferry to Phuket, before having a chill afternoon and enjoying sunset dinner and drinks."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CHIANG MAI: Fly to the amazing Chiang Mai. Check in and relax or head out and explore the city. Trek through and stay overnight in the amazing jungle of Chiang Mai before bamboo rafting down the river! You’ll then learn to feed and care for the elephants at their protected sanctuary! See iconic temples, experience the fascinating 'sticky' falls and enjoy a local lunch!"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "FLY TO HANOI: Your Vietnam group leader will meet you at the Hanoi accommodation."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "DISCOVER HANOI: Enjoy a walking and rickshaw tour of the city. We’ll then head out for dinner and a night out!"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "HA LONG BAY: Go kayaking through caves and enjoy some drinks on our overnight boat!"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "NINH BINH: Today we head south to our unique local homestay and watch the sunset in our riverside bungalows."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "EXPLORE NINH BINH: Today we’ll bike ride through the rice paddies and take a local row boat along the river. We’ll then tackle Dragon Mountain Viewpoint before boarding the overnight train south."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "HOI AN: Arrive in Hoi An. Chill out, go shopping or even get some clothes made!"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "BASKET BOAT FISHING: Try your hand at some crab fishing and a traditional Vietnamese cooking class."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "LANTERN MAKING: This morning we’ll learn how to make lanterns. We’ll bicycle down to the beach for a chilled day at a beach club."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "HO CHI MINH CITY: Fly to HCMC."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "MEKONG DELTA: We’ll explore the incredibly lush green beauty of the Mekong Delta and learn how the locals live."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "CU CHI TUNNELS: Discover the network of tunnels used during the Vietnam War. We’ll head back to Ho Chi Minh City."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "ARRIVE IN CAMBODIA: Travel to Phnom Penh."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "PHNOM PENH: Enjoy a tuk tuk tour and experience the original Killing Fields."
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "KAMPOT: Travel to Kampot and go kayaking. The next day visit a pepper plantation to source ingredients for a traditional Khmer cooking class, before heading out on a sunset boat ride."
    },
    {
      "dayNumber": 33,
      "title": "",
      "description": "KOH RONG SANLOEM: We'll take the fast ferry to Koh Rong Sanloem where we will check into our island accom. We'll travel by long tail boat to some of the best snorkel spots and explore hidden rock pools before travelling back to the mainland. We'll prepare for our overnight bus journey."
    },
    {
      "dayNumber": 36,
      "title": "",
      "description": "SIEM REAP: Arrive early in the morning. We'll later discover some traditional floating villages. The next day, we'll visit Angkor Wat for sunrise, joined by a local guide."
    },
    {
      "dayNumber": 38,
      "title": "",
      "description": "CHECK OUT & ONWARD TRAVEL: Your adventure finishes today! We’ll help you organise your onward travel."
    }
  ],
  "map": ""
}