{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-cambodia-tour-along-the-mighty-mekong",
  "tourName": "Vietnam and Cambodia tour, along the mighty Mekong",
  "placesVisited": "Ho Chi Minh City, Nam Cat Tien National Park, Da Lat, train to the village of Trai Mat, Pan Thiet, Cai Be, Cao Dai, Chau Doc, Phnom Penh, Siem Riep, Angkor Wat, Tonle Sap Lake",
  "generalInfo": "Follow the path of the mighty Mekong River as you journey from Vietnam into Cambodia. Stay in boutique hotels and a home stay along the way and uncover the mysteries of the two countries with our local, English speaking guides.",
  "durationDays": "14",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Vietnam: On arrival in Ho Chi Minh City, you will be met and transferred to your hotel. In the afternoon enjoy a walking tour including the old colonial district, Reunification Palace, the central Post Office and Chinatown. Visit the great Binh Tay Market to see traditional herbalists at work followed by Thien Hau Temple famous for it its glazed ceramic statues."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh – Cat Tien: Travel to Nam Cat Tien National Park. Take a canoe trip into the park and in the afternoon enjoy a bike ride to discover the plants and animals in the park forest. After dinner enjoy a forest jeep safari to find nocturnal animals. Stay overnight in a tropical tent in the park. (B, L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cat Tien – Da Lat: See the gibbons roaming the park on an early morning boat trip across the park’s lake. The rest of the morning is at your leisure. After lunch drive to the hillside town of Da Lat to see its beautiful waterfall, a tea plantation and enjoy its refreshing mountain air. (B, L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Da Lat: Spend the day exploring Da Lat and visit the railway station which still has a working steam engine from colonial times. Take the train to the village of Trai Mat where you will have lunch and visit the former residence of King Bao Dai, the botanical garden of the city and an embroidery workshop. (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Phan Thiet: Drive to Phan Thiet, famous for its white sand beaches and clear water. Check into your luxurious beach resort and the afternoon is at your leisure (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Phan Thiet: Enjoy a day at leisure to explore your surroundings, relax on the beach and make use of the facilities at your hotel (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ho Chi Minh: Spend the morning on the beach before returning to Ho Chi Minh. Option to take a motorbike tour around the local neighborhoods of Saigon. Get into the shoes of a real Saigonease and enjoy street food far from the tourist area. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cho Lach: Travel to Cai Be in the Mekong delta. Visit the Cao Dai before boarding your boat to begin a journey into the heart of the delta. Explore the beautiful canals of Tan Phong Island, navigate the floating market of Cai Be and taste local delicacies including rice wine, sweet coconut milk, rice cake etc. Enjoy a traditional sampan (3 sided boat) ride to a local family where you will have dinner and spend the night. (B, L, D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chau Doc: Take a bike ride around the hamlet and visit the Tra Su Forest where you will see a variety of birdlife. In chau Doc you will visit an old restored colonial house before checking into your hotel. (B, L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Phnom Penh: Cross the border into Cambodia along the Mekong River by boat. Had to Phnom Penh and discover the capitals Silver pagoda in the Palais Royal and visit the national Musuem. (B, L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Siem Reap: Travel to Kampong Thom with a short stop in the village of Skun – famous for its culinary speciality…spiders! Continue with a stop at Wat Nokor Kuhear where you will visit a typical Cambodian home followed by lunch. Cross the longest bridge in the country which dates back to the 12th century before checking into your hotel in Siem Reap. Option: Visit the pagoda of Wat Phnom: nice shady site, on top of a small hill overlooking the city. (B, L)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Siem Reap: Start your day on the back of a motorbike to visit Angkor Thom, the Terrace of the Elephants and the Terrace of the Leper King followed by Angkor Wat - perhaps the best known ruins in Cambodia. Enjoy lunch at the ruins before restarting your exploration with the extraordinary Bayon – the temple of many faces – and the Temple of Ta Pohm. Covered in vegetation you’ll feel like an early explorer discovering the ruins for the first time. In the afternoon you could enjoy the sunset over Angkor Wat on a gondola cruise, visit the local circus to see music, dance and acrobatics or enjoy a traditional Khmer dinner of modern Cambodian cuisine with a twist. (B, L)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Siem Reap: Enjoy another day exploring the fascinating history of the area staring with the temple of Banteay Srea – the citadel of women. Stop at a traditional village to see the production of palm sugar and visit the isolated forest temple of Chao Srea Vibol. Visit the pre-angkorian temple of Rolous which dates back to the 9th century. Enjoy an optional blessing from the Buddhist monks to wish you good health and a good trip – a unique experience. Option: soar over Angkor in a tethered balloon to get a birds eye view of the area or take an oxcart rise to the Rolous Pagoda. (B, L)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure: Visit the local market for any last minute souvenirs before heading to the great Tonle Sap Lake – one of the great wonders of Asia. Enjoy a boat trip to the floating villages before returning to Siem Reap. In the afternoon enjoy exploring the city one last time before your transfer to the airport. (B)"
    }
  ],
  "map": ""
}