{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-and-angkor-wat-small-group-tour",
  "tourName": "Vietnam and Angkor Wat small group tour",
  "placesVisited": "Vietnam: Hanoi, Halong Bay, Junk boat cruise, Danang, Hoi An, Cookery lesson, Marble Mountains, Hai Van Pass, Hué, Ho Chi Minh City, Mekong Delta cruise, Floating market, Cu Chi Tunnels, Cambodia: Siem Reap, Angkor Thom, Ta Prohm, Angkor Wat",
  "generalInfo": "Discover the cultural highlights of Vietnam and Cambodia with this 16 day, small group tour of spectacular cities, stunning seascapes, heavenly cuisine and once long-lost jungle temples. Over the course of 11 days, we’ll explore Vietnam from north to south, travelling between destinations by coach and domestic flights, finally ending the tour in Cambodia.  <br/><br/>Our journey begins in the capital city of Hanoi, where the mix of French architecture, Vietnamese temples and enticing street food is a pleasing assault on the senses. We’ll then drive to the coastal paradise of Halong Bay, where we will set sail on a traditional junk boat, cruising between the many islands, before spending the night aboard in a comfortable, en suite cabin. <br/><br/>In our next stop, the UNESCO World Heritage town of Hoi An, we’ll take a walking tour of the old streets before practicing our culinary skills with a Vietnamese cookery class. You’ll have a free day in Hoi An to do any additional sightseeing or relaxing, before we take the famously scenic Hai Van Pass – stopping en route at the Marble Mountains – to the former capital of Hué and its Imperial Citadel. On to Ho Chi Minh City, where we will take a historical tour of Old Saigon, before cruising down the Mekong Delta to the floating market. <br/><br/>From Ho Chi Minh City, we’ll then fly to Siem Reap, where we will have two days to explore the sublime temples of Angkor and the largest religious building in the world: Angkor Wat.<br/><br/>",
  "durationDays": "14",
  "price": "3145",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Hanoi",
      "description": ": Arrive in Vietnam's capital, Hanoi - a city where ancient traditions blend with French colonial charm. From its tree-lined boulevards and hidden alleyways to tranquil lakes and lively streets, Hanoi is brimming with character and waiting to be explored. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those who wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Hanoi at any time. Should you miss the welcome meeting our tour leader will leave a note at the front desk and will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Noi Bai International Airport (HAN) airport, which is around a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. If your flight arrives earlier in the day, you might like to take a stroll around the peaceful shores of Hoan Kiem Lake, a favourite gathering place for locals. Another option is to visit Hanoi's famous Train Street, where houses and cafes sit just inches from the railway tracks. Please note, however, that access is restricted for safety reasons, and standing on the tracks is prohibited - if you do go, enjoy it responsibly from one of the nearby cafes."
    },
    {
      "dayNumber": 2,
      "title": "Discover Hanoi, including the Old Quarter",
      "description": ": This morning, we set out to explore Hanoi's main sights. With its tree-lined boulevards, colonial architecture, and timeless charm, the city often feels like a living museum. Highlights include the elegant Presidential Palace and the iconic One-Pillar Pagoda, a small but striking temple rising from a single stone column. On the same grounds, we'll see Ho Chi Minh's humble stilt house. Despite having the grand palace at his disposal, he chose instead this simple wooden home- reflecting his modest, austere lifestyle. In the afternoon, our tour leader will equip you with a map and tips to explore the maze-like Old Quarter at your own pace. Each street here has a story, with names recalling traditional trades such as silk, paper, or baskets. Though the shopfronts are narrow, they stretch deep inside, creating what locals call 'tube houses'. Wander the lanes where sizzling woks, fragrant noodle soups, and incense from tucked-away temples fill the air - an atmosphere that captures the very soul of Hanoi. In the evening, we gather for dinner at KOTO (Know One, Teach One), a pioneering social enterprise that supports disadvantaged youth by training them in the hospitality industry. Here, we'll enjoy a creative menu that blends Vietnamese flavours with modern techniques, all while supporting a worthy cause. After dinner, you might like to attend an optional traditional water puppet show - a uniquely Vietnamese art form where brightly painted puppets glide and dance across a water stage to live folk music, telling stories of rural life, legends, and history."
    },
    {
      "dayNumber": 3,
      "title": "Overnight cruise in Lan Ha Bay",
      "description": ": Departing the city early this morning, we head south towards Lan Ha Bay for an unforgettable overnight cruise. Lan Ha Bay, located next to the famous Halong Bay, is a quieter, more unspoiled alternative. With clearer waters, fewer boats, and a backdrop of towering limestone karsts, it offers a more intimate experience. The bay is dotted with secluded beaches, hidden lagoons, and dramatic grottoes, making it a paradise for those seeking both beauty and tranquility. Around midday, we board our boat and set sail. As we glide across the calm waters, you'll see a timeless scene of junks, sampans, and fishing boats crisscrossing the bay - echoes of a way of life that has remained unchanged for centuries. A delicious lunch featuring Vietnamese and international cuisine is served onboard, with panoramic views of the emerald-green seascape all around. In the afternoon, there may be the chance to kayak through hidden caves and lagoons, getting closer to the bay's natural wonders. Later, we anchor in a peaceful spot where we'll enjoy a dinner of freshly prepared seafood and regional specialities. In the evening, relax in your elegant cabin, take in the views from the panoramic deck, or unwind in the lounge with a drink in hand as the sun sets behind the limestone cliffs. Please note that the boat is not exclusive to our group - we'll be sharing it with other travellers. This is a wonderful opportunity to meet fellow adventurers from around the world, adding to the spirit of shared discovery."
    },
    {
      "dayNumber": 4,
      "title": "Cruise Lan Ha Bay, fly to Danang and drive to Hoi An",
      "description": ": If you're an early riser, you may like to begin the day with a Tai Chi session on the deck, a calming way to greet the morning as the sun rises over the dramatic limestone karsts of the bay. After breakfast, taken with sweeping views of the tranquil waters, we continue cruising through Lan Ha Bay, passing more of its green limestone islands and islets - many untouched and uninhabited. Along the way, we'll see floating villages where fishermen go about their daily routines, offering a glimpse into the traditional life of the bay's communities. After lunch on board, we return to the pier and disembark, before making the drive back to Hanoi in time for our late-afternoon flight to Danang. From Danang, it's just a short drive to Hoi An, a beautifully preserved UNESCO World Heritage town. Once a bustling merchant port, Hoi An is now famous for its riverside charm, lantern-lit streets, and unique blend of Vietnamese, Chinese, and Japanese influences. We'll spend the next three nights here, allowing plenty of time to soak in its historic atmosphere. Our hotel is set in peaceful surroundings, with a serene outdoor pool and the convenience of being within walking distance of the Old Town. This means you can easily wander into the heart of Hoi An, where the streets come alive each evening with hundreds of colourful lanterns reflecting off the Thu Bon River - a magical sight that the town is celebrated for."
    },
    {
      "dayNumber": 5,
      "title": "Walking tour of Hoi An’s Old Town, afternoon cooking class",
      "description": ": In the morning, we'll set out on a walking tour of Hoi An's Old Town. As we wander through its narrow, winding streets, we'll visit highlights such as the iconic Japanese Covered Bridge, the local museum, traditional wooden houses, a Chinese temple, and the cloth mill that reflects the town's trading past. The mix of Vietnamese, Chinese, Japanese, and French influences, along with mustard-yellow facades, wooden shutters, and lanterns strung overhead, creates a truly picturesque scene. After the tour, you'll have free time for lunch, with opportunities to try one of Hoi An's famous specialties - perhaps Cao Lau noodles, a Banh Mi sandwich, or White Rose Dumplings. In the afternoon, we'll regroup for a hands-on cooking class in the peaceful countryside. A walk through fragrant herb gardens with our host chef introduces us to traditional farming techniques still used today, with no electrical machinery in sight. We'll learn about the herbs grown here - valued for both cooking and medicine - before preparing a range of authentic Vietnamese dishes from scratch. The day ends with a shared meal, enjoying the delicious results of our efforts together."
    },
    {
      "dayNumber": 6,
      "title": "Free day in Hoi An, optional visit to ancient My Son",
      "description": ": Today is yours to enjoy the magic of Hoi An at your own pace. You might join a lantern-making workshop where you can craft your own colourful lantern - a tradition that gives Hoi An its enchanting evening glow. The town is also famous for its tailor shops, where skilled artisans can create custom-made clothing in just a day or two, making it the perfect place to treat yourself to something unique. If you'd like to explore beyond the Old Town, consider a gentle cycling trip to Kim Bong Village, a traditional carpentry village known for its skilled woodworkers and boat builders. Riding through peaceful countryside paths and riverside scenery, you'll have the chance to see artisans at work, from carving to weaving, while soaking in the slower rhythm of rural life. For something more relaxing, the golden sands of An Bang Beach are only a short taxi ride away, or you could drift along the Thu Bon River on a tranquil boat trip. Within the Old Town, you'll find endless opportunities to browse vibrant shops, sip coffee in cosy riverside cafés, or unwind with a cold drink at one of the lively bars. For those looking to venture further afield, an optional excursion to My Son - one of Vietnam's most evocative Cham sites - is highly recommended. Though the track leading there is bumpy and slow, the reward is an atmospheric complex of ancient temple ruins hidden among wooded hills, offering a fascinating glimpse into the spiritual world of the Cham civilisation."
    },
    {
      "dayNumber": 7,
      "title": "Scenic drive via Danang to Hue",
      "description": ": Today we travel north along the coast to Hue, making several interesting stops along the way. Our first stop is the Marble Mountains, five limestone peaks said to represent the elements of water, wood, fire, metal, and earth. The mountains are home to caves and grottoes, many of which have been transformed into Buddhist sanctuaries adorned with statues and carvings. A torch comes in handy for exploring the darker caverns. Not far from here, we pause at My Khe Beach - nicknamed 'China Beach' by American troops, where its wide stretch of white sand makes for a pleasant rest. Continuing on to Danang, once the capital of the Champa Kingdom, we visit the Cham Museum to see its impressive collection of sculptures, offering insight into the artistry of this ancient culture. From here, our route takes us across the spectacular Hai Van Pass, also known as the 'Col des Nuages'. This winding mountain road offers sweeping coastal views, passing through rural landscapes of rice paddies, stilted houses, and fishing villages before we descend into Hue. The afternoon is free to relax or begin exploring the city. Set along the Perfume River, Hue is steeped in history and culture, once the imperial capital of Vietnam. Beyond its historic sites, Hue is also celebrated for its distinctive cuisine, with dishes such as bun bo Hue (spicy beef noodle soup), com hen (clam rice), and banh khoai (crispy pancakes) reflecting the city's royal heritage. Our hotel provides a peaceful base surrounded by gardens and traditional Vietnamese design, a comfortable place to unwind after the journey."
    },
    {
      "dayNumber": 8,
      "title": "Visit the Imperial Citadel, free afternoon in Hue",
      "description": ": This morning, we'll explore Hue's Imperial City, a vast moated complex that once served as the political, cultural, and religious heart of the Nguyen Dynasty. Inside its impressive walls, you'll find palaces, temples, and gardens that still capture the grandeur of Vietnam's last emperors, despite the damage suffered during wartime. We'll also visit the Imperial Museum, where priceless royal artifacts - including costumes, ceramics, and artwork - offer further insight into court life. Rounding off the morning, we'll stop at the Tomb of Tu Duc, an elegant and atmospheric site set amidst pine forests and lotus ponds, built as both a palace of retreat and a final resting place for one of the dynasty's most revered rulers. The rest of the day is free to spend as you wish. You might explore more of Hue's other royal tombs, each with its own distinct character, or head to Dong Ba Market to experience the city's vibrant daily life and sample its famous street food. Alternatively, a leisurely bike ride along the Perfume River or a quiet break in one of Hue's charming cafes makes for a relaxing way to take in the city's unique atmosphere. For a truly local experience, you also have the option to join a family for a home-hosted lunch, enjoying traditional dishes and learning about daily life in Hue."
    },
    {
      "dayNumber": 9,
      "title": "Fly to Ho Chi Minh City and drive to the Mekong Delta for a cycling tour and local cuisine",
      "description": ": We start the day early to catch our flight. After a short drive to Danang Airport, we fly into Ho Chi Minh City, locally known as Saigon, and continue directly to Vung Liem in the heart of the Mekong Delta for lunch - a drive of approximatively three hours. Often called the 'rice bowl' of Vietnam, the Delta's maze of rivers, canals, and vibrant green rice paddies is bustling with life, offering a vivid glimpse into the traditional rhythm of rural Vietnamese culture. Upon arrival at our riverside accommodation, we check in to charming bungalows tucked along the riverbank amid lush tropical gardens. Each bungalow blends local design with modern comforts, offering airy spaces, private terraces, and hammocks perfect for relaxing. The serene setting allows you to feel fully immersed in the pace and atmosphere of rural life, while still enjoying the convenience of comfortable, welcoming amenities. After settling in, we set out on an afternoon cycling adventure. It's an easy ride of approximately five kilometres as we pedal through quaint villages, visit a local popped rice cake-making house, and wander through sedge-mat fields along the way. A tuk-tuk is available for anyone who prefers not to cycle the full route. Later, we meet local neighbours, including Viet Cong veterans, who share personal stories and insights into the region's history, providing a unique perspective on life in the Delta. The day concludes with a hands-on home cooking demonstration, where we prepare traditional Mekong dishes and enjoy dinner."
    },
    {
      "dayNumber": 10,
      "title": "Cruise the Mekong Delta and return to Ho Chi Minh City",
      "description": ": Start your day in the peaceful countryside with a scenic boat trip along quiet waterways to the bustling local market. Here, we'll see traders setting out their produce, colourful displays of tropical fruits, fresh herbs, fish, and everyday essentials that give an authentic glimpse of rural life. From there, we continue to a small workshop where coconuts are peeled and transformed into rope using traditional techniques that have been passed down for generations. Returning to the lodge by boat, we'll then visit a local family who will show us how they weave coconut leaves into strong, practical roofing material - a craft still widely used across the Delta. In the late morning, we drive back to Ho Chi Minh City, passing through a patchwork of rice paddies, canals, and lively roadside towns that showcase the Delta's vibrant rural landscape, arriving in the capital early afternoon. Upon arrival in the city centre, we'll set out on an orientation walk to discover some of Saigon's most iconic landmarks. Highlights include the Reunification Hall, a symbolic site of the Vietnam War; the elegant Notre Dame Cathedral, built with red bricks imported from France; the historic Central Post Office with its grand colonial architecture; the former National Assembly; and the Hotel de Ville, one of the city's most beautiful French colonial buildings. Afterwards, we continue to our centrally located hotel, the perfect base for exploring Saigon further, with the rest of the evening free to relax or head out for dinner at one of the city's many excellent restaurants."
    },
    {
      "dayNumber": 11,
      "title": "Visit the Cu Chi Tunnels and fly to Siem Reap",
      "description": ": This morning, we journey beyond the city to discover the legendary Cu Chi Tunnels, an extraordinary underground network that played a key role during the 1968 Tet Offensive. If you're up for a little adventure, you'll even have the chance to crawl through a specially adapted section of the tunnels and experience firsthand the tight, hidden passageways once used by the Viet Cong. In the afternoon, we take a short flight to Siem Reap, the enchanting gateway to the temples of Angkor. Surrounded by the Tonle Sap Lake and the Kulen Mountains, Siem Reap blends ancient wonders with a lively culture and warm local spirit. By evening, we arrive at our welcoming Siem Reap hotel, a perfect blend of Khmer warmth and modern comfort - an inviting retreat to unwind before tomorrow's discoveries."
    },
    {
      "dayNumber": 12,
      "title": "Explore the temples of Angkor",
      "description": ": Start your day early to catch the breathtaking sunrise over the world-famous Angkor Wat - a magical moment as the 12th-century temple glows gold in the morning light. Built by King Suryavarman II as a Hindu temple dedicated to Vishnu, it later became a sacred Buddhist site, making it one of the largest religious monuments in the world. As you wander its expansive galleries, the intricate carvings reveal timeless stories of gods, battles, and legends. Next, we head to Angkor Thom, the 'Great City'. This massive walled capital has five grand gates, each guarded by stone elephants and rows of statues representing gods and demons from Hindu mythology. Once inside, explore the Bayon Temple, famous for its maze-like corridors and more than 200 giant serene stone faces gazing in every direction. The day concludes at Ta Prohm, where nature has reclaimed the temple with dramatic beauty. Enormous tree roots twist through crumbling stone walls, creating an atmosphere both haunting and captivating. Left largely in the state it was found, Ta Prohm offers a striking contrast to the restored monuments nearby and remains one of Angkor's most evocative sites. Please note: the itinerary may be adjusted by your tour leader in response to local conditions, ensuring the best possible experience. In the evening, don't miss a performance by the Phare Cambodian Circus. More than just a circus, this is a powerful mix of theatre, acrobatics, dance, and live music - performed by talented young artists from disadvantaged backgrounds. It's a highlight for many visitors and a memorable celebration of Cambodian creativity and resilience."
    },
    {
      "dayNumber": 13,
      "title": "Visit les Artisans d'Angkor and the local market with free afternoon to explore the temples further",
      "description": ": This morning, we take a short walk to Les Artisans d'Angkor, a renowned social enterprise dedicated to preserving traditional Khmer arts and crafts. Here, we'll see skilled artisans at work - sculpting stone, carving wood, painting silk, and creating lacquerware - using techniques passed down through generations. It's a fascinating window into the artistry that once adorned the great temples of Angkor. From there, we head to Siem Reap's local market, a lively hub where the colors, scents, and sounds of Cambodia come alive. Wander through stalls overflowing with tropical fruits, fragrant spices, fresh herbs, and handmade goods. Alongside local shoppers, we'll discover unique specialties - from crispy fried snacks and sticky rice treats to baskets of lotus flowers and jars of pungent prahok (fermented fish paste), a cornerstone of Khmer cuisine. We'll finish our visit with lunch at one of the market's eateries, where you'll have the chance to taste some of these local delicacies. The afternoon is yours to enjoy at leisure. You might choose to relax by the pool or continue exploring Siem Reap at your own pace. For those keen on more temples, there's the option to visit Banteay Srei, famed for its delicate pink sandstone carvings, and then continue to Pre Rup, an atmospheric temple-mountain that offers one of the most beautiful spots to watch the sun set over the surrounding jungle. For something completely different, you might visit the HeroRAT Museum, where giant pouched rats are trained to safely detect landmines - a moving and inspiring story of resilience and innovation. In the evening, we come together for a final dinner as a group at one of Siem Reap's local restaurants. This is a chance to share stories of the journey while sampling classic Khmer dishes such as Fish Amok, a fragrant curry of fish steamed with coconut milk and spices, and Beef Lok Lak, a stir-fried beef dish served with fresh salad, rice, and a peppery dipping sauce. It's a delicious way to end our adventure, with flavors that reflect the heart of Cambodian cuisine."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Siem Reap",
      "description": ": Our trip ends after breakfast at our hotel in Siem Reap. There are no activities planned today, so you're free to depart from Siem Reap at any time. If you'd like an airport transfer today, you need to depart from Siem Reap-Angkor International Airport (SAI) which is around a 60-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day. If you'd like to unwind on Thailand's world-famous beaches, consider extending your trip with a few days on the beautiful island of Koh Samet. The extension begins in Bangkok, which is easily reached from Siem Reap, making it a convenient and relaxing way to add sun, sand, and sea to your journey."
    }
  ],
  "map": ""
}