{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "indochina-4-week-tour",
  "tourName": "Indochina 4 week tour",
  "placesVisited": "",
  "generalInfo": "Traverse Indochina on our all-encompassing tour through Laos, Vietnam and Cambodia. Spend 27 days travelling by river, rail, road and even rickshaw as we explore the huge landscapes of these fascinating countries. Along the way, tick off must-see sights from the Mekong Delta to Old Saigon and Angkor Wat. <br/> <br/> Luang Prabang - Witness the city's charming blend of French colonial architecture and golden Buddhist temples.<br/> Halong Bay - Cruise through the tranquil blue waters and marvel at the iconic limestone landscapes of this iconic bay.<br/> Siem Reap - Spend three days exploring the once-hidden jungle temples of Angkor.<br/>",
  "durationDays": "27",
  "price": "3095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Vientiane",
      "description": ": Located on the banks of the Mekong River, the Laos capital is a relaxed place that has a feel more similar to a provincial town than a capital city. Weathered French Colonial mansions give way to golden temples, and the languid pace of life makes it an ideal place to explore by bicycle. For those arriving on time, our tour leader plans to meet us in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Vientiane at any time. If you'd like an airport transfer today, you'll need to arrive into Watty International Airport (VTE) which is a 15-minute drive from our hotel. If you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to see the unique Buddhist stupa of Pha That Luang before enjoying a Beerlao by the river at sunset. This is the best way to end the day, start your adventure and meet your fellow explorers"
    },
    {
      "dayNumber": 2,
      "title": "In Vientiane, explore the capital; free afternoon",
      "description": ": This morning, we'll set out on a sightseeing tour around the city. Vientiane is a low-built, red roofed capital city, with a French feel and a relaxed atmosphere. We'll explore some of the best sights including the Victory Gate which is a Triumphal Arch with good views of the town, the That Luang stupa which is said to contain a hair of the Buddha, and Wat Sisaket, a beautiful temple packed with fine Buddha images. This afternoon is free for you to explore more solo. You might like to visit the nearby Buddha Park, a vast green expanse just 30 minutes from the city that houses a selection of Buddhist and Hindu statues. Alternatively, you could visit the COPE Museum, a not-for-profit organisation set up to provide prosthetic limbs to the many victims of the unexploded ordinance (UXO) left behind from the Vietnam war. The museum does an excellent job of giving some of the background to the bombing campaign, along with showcasing the important work the COPE foundation is doing. Most report it to be a sobering, emotive but rewarding experience that enhances one's understanding of this fascinating country. This evening, why not head out to see the lively night markets that line the Mekong River. They offer a variety of local handicrafts, clothing, souvenirs, and delicious street food. It's a great place to experience the local culture, shop for unique items, and enjoy tasty Lao dishes while watching the sunset over the river."
    },
    {
      "dayNumber": 3,
      "title": "Take the train to Vang Vieng, afternoon at leisure",
      "description": ": This morning, we make our way to Vientiane railway station to board the newly constructed Boten-Vientiane Railway for the short two hour journey to Vang Vieng. The recently-opened railway connects a series of rural villages in Laos using a fleet of modern trains that travel at speeds of up to 160 km/h. Upon arrival, the afternoon has been left free to explore our new surroundings. This evening, why not take a short stroll down to the riverbank as the sun sets, where you can sit and take in dramatic scenery. Watch people float down the river as the sun starts to dip behind the mountains and the sky turns a burnt-orange - be sure to bring a camera to catch some sunset snaps."
    },
    {
      "dayNumber": 4,
      "title": "Free day in Vang Vieng. Optional visit to caves or kayaking on Nam Song River",
      "description": ": Vang Vieng enjoys an idyllic setting. Perched on the banks of the Nam Song River, it's surrounded by a patchwork of lush rice paddies and set to a backdrop of towering jagged limestone cliffs. Once known as a party-town for backpackers, present-day Vang Vieng has re-invented itself as the home of adventure travel in Laos, where its setting lends itself to a host of activities for anybody from casual walkers to adrenaline thrill-seekers. Today has been left free for you to choose from a number of optional excursions, such as a guided walk past rice paddies to nearby minority villages, a visit to the underground cave network, or kayaking along the gentle Nam Song River."
    },
    {
      "dayNumber": 5,
      "title": "Scenic train journey to Luang Prabang and sunset visit to Mount Phousi",
      "description": ": We make our way back to the train station this morning for the second leg of our train journey through the heart of Laos. This journey takes us through the mountains in a series of newly constructed tunnels, with some spectacular mountain scenery to take in in-between tunnels. We arrive into Luang Prabang around two hours later, a journey which used to take a full day when travelling by winding mountain road. Listed as a UNESCO World Heritage Site, Luang Prabang is nestled in a valley of lush rolling hills and sits at the confluence of two rivers, the Khan and the mighty Mekong. Influence from its French occupiers is peppered all over the city, with grand white-washed Indochinese villas lining its leafy streets, oddly complementing the golden-tipped wats (temples) found around almost every corner. Time moves so slowly here that it almost stands still, and a must-do is grabbing a Lao coffee, sitting down outside one of the many cafes and just watching the world go by, in traditional Lao-style. This evening there is chance to walk to nearby Mount Phousi and climb its 328 steps in time for sunset, offering excellent panoramic views over this sleepy city and beyond."
    },
    {
      "dayNumber": 6,
      "title": "Morning walking tour of Luang Prabang and boat trip to Pak Ou Caves",
      "description": ": Today, we'll get to have a closer look at Luang Prabang. All the main sights of interest are close together and we'll walk around the various wats (temples) including the splendid Wat Xieng Thong, which is strikingly decorated in brilliant red and gold designs, with an imposing tiled roof and mosaic dragon motifs. We'll also visit Wat Sen and the Royal Palace Museum. Afterwards, we will board a traditional long-tail boat for the short journey up the Mekong River to Pak Ou Caves. There a number of steps to climb here as we make our way up the limestone cliffs to reach the sacred Buddhist shrine - the view at the top makes the walk worth it. Although now abandoned by the monks, there is an altar for incense burning, flower offerings and numerous rock shelves crammed with thousands of Buddha images of all shapes and sizes. After returning to Luang Prabang, the rest of the afternoon is at leisure."
    },
    {
      "dayNumber": 7,
      "title": "Visit Kuang Si Waterfalls and optional afternoon cycle to Lao Loum village",
      "description": ": Early this morning, we have the chance to witness the alms giving of Luang Prabang. The alms-giving ceremony is a serene daily ritual where locals and visitors offer food to rows of saffron-robed monks at dawn, symbolizing generosity and spiritual reflection. Afterwards, we'll travel to the beautiful Kuang Si Waterfalls, a 45-minute drive from Luang Prabang. Passing forested hills and several ethnic minority villages, we'll arrive at the limestone falls that cascade into several turquoise pools below. This afternoon there is an opportunity to take an afternoon bicycle trip to the Lao Loum village at Ban Phanom. Approximately 6 km from Luang Prabang, the road gently undulates through cultivated scenery and arrives at a well-kept scenic village on the banks of the Nam Khan River. We will spend time meeting the locals and learning a little more about the everyday life of rural Lao before returning to Luang Prabang for a well-earned Beer Lao."
    },
    {
      "dayNumber": 8,
      "title": "Flight to Hanoi",
      "description": ": This morning is free to explore more of Luang Prabang. In the afternoon, we fly to Hanoi in Vietnam. This evening you can take a walk through the bustling streets and markets of the Old Quarter. The shops themselves have very narrow frontages, but are actually quite deep; they are known locally as 'tube' shops, while on the pavement food vendors sell noodles, snacks and stir-fries from shoulder panniers."
    },
    {
      "dayNumber": 9,
      "title": "Discover the sights of Hanoi including the Old Quarter",
      "description": ": This morning, we'll set out on a tour of the main sights of Hanoi. Architecturally styled like a French provincial town with tree-lined boulevards and low-built houses, the city is wonderfully nostalgic. Among the interesting sights are the charming One-Pillar Pagoda and the Presidential Palace. Ho Chi Minh himself, a spartan-living and scholarly man, chose not to live in the Presidential Palace, he preferred instead a simple teak stilt house specially built for him on the grounds. In the afternoon, our tour leader will give you a map and instructions so you can discover the narrow lanes of the fascinating Old Quarter solo, where the streets are named after various crafts or specialities: Paper Street, Silk Street, Basket Street and so on. The shops themselves have very narrow frontages but are actually quite deep; they are known locally as tube shops. On the pavements, food vendors sell noodles, snacks and stir-fries from shoulder panniers. Take some time to really soak in your unique surroundings with the tempting smell of the food stalls mixing with the scent of incense from small temples dotted around."
    },
    {
      "dayNumber": 10,
      "title": "Free time in Hanoi, then drive to Halong Bay",
      "description": ": This morning, you're free to explore some more of Hanoi - perhaps visit one of the many museums or Ho Chi Minh's austere mausoleum, which resembles Lenon's in Moscow. Afterwards, we'll drive out towards the iconic Halong Bay in the Gulf of Tonkin. Here, thousands of jagged limestone islands rise out of the jade green waters like the hairy scales of a submerged dragon - in fact, 'Halong' means 'where the dragon descends to the sea'. As legend has it the rugged seascape was created by the pounding tail of a dragon as he ran from the mountains into the sea, carving the islands in his wake."
    },
    {
      "dayNumber": 11,
      "title": "Cruise Halong Bay; from Hanoi overnight train to Hué",
      "description": ": This morning, we'll take to the water for a scenic cruise amongst Halong Bay's islands. We'll have the chance to stop at a grotto beneath towering cliffs and perhaps visit a beach. It is interesting to see the curious assortment of tourist boats, traditional junks and wooden sampans gliding through the waters. There'll be a seafood lunch on board the boat before we return to our hotel in Hanoi to freshen up. Finally, we'll board the Reunification Express to Hue. We plan to stay in 'soft-sleeper' four berth cabins, bunk bed style and bedding is provided. Both Western and Asian style toilets are at the end of each carriage as well as a basin. Our tour leader will allocate beds and will try to keep our group together as far as possible, however, it might be necessary to share with other travellers and passengers of a different gender"
    },
    {
      "dayNumber": 12,
      "title": "In Hué; boat along Perfume River to Thien Mu Pagoda",
      "description": ": We'll arrive in Hue this morning. A quietly impressive place, the city is one of the great cultural and religious centres of Vietnam. The Perfume River divides the city in two and has been the inspiration for poets and painters for many centuries. This afternoon, we'll take a boat trip along the Perfume River from Hue to the Thien Mu Pagoda. This serene temple is the oldest in Hué and also the symbol of the city."
    },
    {
      "dayNumber": 13,
      "title": "In Hué, visit the Imperial Citadel; free afternoon",
      "description": ": This morning, we get to appreciate Hue's fascinating history with a visit to the Imperial Citadel. Located on the left bank is the river, the palace was built by the Nguyen dynasty, Vietnam's former ruling emperors. Although most of the inner city was destroyed during the Tet Offensive in 1968, the outer walls and the west wing remain a reminder of the palace's former glory. The remainder of the day is free to perhaps explore some of the outlying Tombs of the Emperors."
    },
    {
      "dayNumber": 14,
      "title": "Scenic drive via Danang to Hoi An",
      "description": ": This morning, we set off on a scenic drive over the stunning Hai Van Pass, also known as the Ocean Cloud Pass. As we travel, watch as we pass charming rural scenes featuring thatched wooden houses and rice paddies, all while enjoying sweeping views of the sea. Continuing our journey, we'll explore the Marble Mountains - five peaks representing the elements of water, wood, fire, metal and earth. These natural grottoes have been beautifully transformed into intricate Buddhist sanctuaries. Just a short drive away, we arrive at My Khe Beach, known as China Beach to American troops, where we'll take a brief rest on its pristine white sands. It's just a short drive from here to the UNESCO World Heritage town of Hoi An."
    },
    {
      "dayNumber": 15,
      "title": "Free day to explore Hoi An; optional visit to My Lai",
      "description": ": Today is free to explore at your own pace. The historic, merchant town of Hoi An had become one of the busiest international trading ports of Southeast Asia by the 17th and 18th centuries. First colonised by the Portuguese in the 16th century, it still retains its medieval charm today, with many of its old buildings superbly preserved. You might like to visit the Japanese Bridge or some of the Chinese temples and meeting halls in the Old Town. There are many shops, bars and restaurants and it's a great place to buy souvenirs, have clothing tailored or simply watch the world go by in a riverside café. There's also the option to take an excursion to the site of the My Lai village massacre memorial. The massacre was a significant turning point in the American War and the horrific story is told through a very emotive exhibition of photography."
    },
    {
      "dayNumber": 16,
      "title": "Visit to ancient My Son; free afternoon in Hoi An",
      "description": ": This morning, we have an excursion to My Son, one of the holiest and most evocative of Vietnam's Cham sites. The Chams were dynastic lords who rejected the authority of China in 2AD and established their own kingdom. Travel along the track that leads to the site is slow, as we bump through wooded hills, but the site is certainly impressive with several groupings of Cham temples which can be visited. The afternoon is free to enjoy Hoi An further. You could take a cookery class at one of Hoi An's restaurants or take part in a lantern-making workshop to learn how to make the lanterns that are ubiquitous in Hoi An. Alternatively, the beach is a short taxi drive away or you could take a boat trip on the river as the late afternoon sun casts across the water."
    },
    {
      "dayNumber": 17,
      "title": "Fly to Ho Chi Minh City; drive to Mekong Delta",
      "description": ": We have a very early start ahead of us today to catch our flight to Saigon. After a short drive to Danang Airport, we fly to Ho Chi Minh City (formerly, and still locally, known as Saigon) from where we drive further south to Ben Tre in the Mekong Delta. Surrounded by lush and fertile land, the area is home to small villages and swaying coconut palms, and we'll have plenty of time to explore the land and the waterways. First, we'll take a local ferry to a nearby village to explore by trishaw. Then, we'll board sampans, which are small Chinese wooden boats, and cruise along the narrow canals that shoot off the main vein of the Mekong River. After lunch at a local house, we'll have free time to see more of the area. Finally, we'll return to Ben Tre by boat and spend the night in a local guesthouse."
    },
    {
      "dayNumber": 18,
      "title": "Mekong Delta cruise, then drive to Ho Chi Minh City",
      "description": ": There's more time to explore the canals of the Mekong Delta this morning. If we're lucky, we might meet some of the hardworking locals and witness the coconut processing trade. We also have options to walk or cycle along the canal before we drive back to Ho Chi Minh City."
    },
    {
      "dayNumber": 19,
      "title": "In Ho Chi Minh City; explore Old Saigon, and discover 'Secret Weapons Bunker'",
      "description": ": This morning, we walk around the central sights of Old Saigon, now District 1 of Ho Chi Minh City. We see the Notre Dame Cathedral and the GPO building as well as some of the old French Colonial hotels such as The Rex. We then drive to the Independence Palace (renamed the Reunification Hall) and the graphic War Remnants Museum. The afternoon is free for you to explore the city further at your leisure, perhaps with a visit to the huge Ben Thanh market."
    },
    {
      "dayNumber": 20,
      "title": "From Ho Chi Minh City, visit Cu Chi Tunnels",
      "description": ": This morning, we'll take a short drive out of the city to the infamous Cu Chi Tunnels, an underground command base which was a major part of the 1968 Tet Offensive. If you're up to experiencing the claustrophobic conditions the Viet Cong lived in, there's the opportunity to crawl through a small, specially adapted section of the tunnels. Afterwards we bid farewell to our tour leader who continues back to Ho Chi Minh City while you continue by road into Cambodia. Border formalities take place at Moc Bai (Vietnam) and Bavet (Cambodia) crossing point. Our final destination is Phnom Penh, Cambodia's capital. Our total driving time today if five to six hours, including stops."
    },
    {
      "dayNumber": 21,
      "title": "Discover the sights of Phnom Penh",
      "description": ": Phnom Penh took over from Angkor as Cambodia's capital city in the 1440s. It's now a lively city with many French colonial buildings and plenty to see. Accompanied by a local guide, we'll visit the National Museum, a treasure trove of beautifully preserved carvings and lintels rescued from Angkor; the Royal Palace and Silver Pagoda as well as the temple of Wat Phnom. This afternoon, we'll visit the emotive Tuol Sleng Genocide Museum, formerly a high school that became the Khmer Rouge's main torture and interrogation centre; and the Killing Fields of Choeung Ek - the memorial stupa is a glass tower filled with human skulls - a gruesome reminder of the scale of Pol Pot's atrocities before returning back in the city."
    },
    {
      "dayNumber": 22,
      "title": "Free day in Phnom Penh; optional visit to Silk Island",
      "description": ": Our optional excursions close to the city include a trip to Silk Island, Chiso Mountain or the abandoned Royal City of Oudong. Each of these takes up half a day and can be combined, our tour leader will discuss it in more detail. Silk Island or Koh Dach is reached by a short boat journey along the Mekong where the majority of villagers on the island earn a living producing handicrafts. It's a great opportunity to learn more about traditional ways of life and interact with locals as you learn about silk weaving. Chiso Mountain (380 meters/1247 feet), located in Sia village about 62 kilometres/38.5 miles south of Phnom Penh, is topped by the ruins of an 11th-century Khmer Brahmanic Temple with views of the surrounding paddy fields. Oudong is around one hour north of the capital and offers the opportunity to explore historic temples and stupas."
    },
    {
      "dayNumber": 23,
      "title": "Drive to Siem Reap; cruise on Tonle Sap Lake",
      "description": ": We set off into the countryside this morning, driving out of the city and towards Siem Reap. The drive is very picturesque, taking us through rural Cambodia, past vast rice fields and through stilted villages. This morning, we have an early start for our drive to Siem Reap, stopping somewhere for lunch on the way. Later in the day, we'll journey to nearby Tonle Sap Lake where we board our charter boat for a leisurely cruise through a fascinating floating village to see stilt houses, floating markets and an array of boats."
    },
    {
      "dayNumber": 24,
      "title": "From Siem Reap, explore Angkor temples with sunset",
      "description": ": It's worth noting that our tour leader might change our itinerary over the next three days to avoid crowds and coincide with the sunset etc. Angkor was a series of cities, built between the 9th and the 13th centuries by the Khmer kings, with a population of 750,000 in its heyday. The Angkor complex is spread out over 155 square kilometres, scattered with magnificent carved stone temples, elegant sculptures and incredible bas-reliefs. We'll visit the Rolous group, which are some of the earliest temples, as well as the temples of Banteay Srei. Finishing up the day at East Mebon, with a visit to Pre Rup temple, we hope to catch the sunset over Angkor."
    },
    {
      "dayNumber": 25,
      "title": "From Siem Reap, explore Angkor Thom",
      "description": ": Our exploration continues today with a visit to the temples of King Jayavarman Vll. The fortified city of Angkor Thom, which he built at the end of the 12th century, is enclosed by a square wall with five monumental gates. Originally, crocodiles inhabited the moat and huge statues of gods protected each gate. The city contains another of Angkor's true gems - The Bayon, known for its maze of corridors, gothic-style towers and magical central temples. We'll explore The Terrace of the Elephants and the Leper King, the Baphuon and Phimeanakas, and some of the surrounding temples such as Preah Khan."
    },
    {
      "dayNumber": 26,
      "title": "From Siem Reap, explore Ta Prohm and Angkor Wat",
      "description": ": On our final day, we pay a visit to the second Angkor capital, which includes the temples of Prasat Kravan, Banteay Kdei and Takeo. A highlight for many is a visit to the atmospheric temple of Ta Prohm, where the film Tomb Raider was filmed, lying half consumed by the jungle. We save the most breathtaking of all the sights, Angkor Wat, to last - staying until the sun sets on the final night of our adventure."
    },
    {
      "dayNumber": 27,
      "title": "Tour ends in Siem Reap",
      "description": ": The trip ends after breakfast at our hotel in Siem Reap. There are no activities planned today, so you're free to depart from Siem Reap at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Siem Reap International Airport (SIA), which is approximately 60-80 minutes from the hotel. If you have time, you might choose to browse the old market for some last-minute bargains or visit the APOPO Museum."
    }
  ],
  "map": ""
}