{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-laos-and-vietnam-holidays",
  "tourName": "Cambodia, Laos and Vietnam holidays",
  "placesVisited": "Phnom Penh, Kampong Thom, Beng Melea, Siem Reap, Angkor Wat, Ride the ‘Bamboo Train’ at Battambang, Luang Prabang, Nam Ou River Cruise, Vang Vieng, Vientiane, Hanoi, Halong Bay, Overnight train to Hue, Cookery class in Hoi An, Saigon, Cu Chi Tunnels, Mekong Delta",
  "generalInfo": "This four week trip includes all the highlights of Cambodia, Laos and Vietnam but also some more off the beaten track surprises as well. <br/><br/>In Cambodia you will not only see the Angkor Temples but will also ride on the bamboo train in Battambang (essentially a bamboo platform on wheels!), have lunch with a local family near the pre-Angkorian ruins of Sambor Prei Kuk and climb over lianas and giant tree roots in the fabulous temple of Beng Melea, far from the tourist crowds.<br/><br/>In Laos you will see the exquisite temples of Luang Prabang and the stunning landscape around Vang Vieng but will also take a boat ride down a tiny tributary of the Mekong, stopping in a small village for a picnic lunch. <br/><br/>In Vietnam, you will visit the Imperial City of Hue and enjoy the hustle and bustle of Saigon and Hanoi but will also get away from it all on a homestay in the Mekong and on a two night cruise through the magnificent scenery of Halong Bay.<br/><br/>There are cooking lessons, kayaking excursions, gentle bike rides, temple visits, local lunches, sunset boat rides, delicious meals, friendly locals and much much more.",
  "durationDays": "4",
  "price": "5000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "PHNOM PENH Arrive in Phnom Penh where you will be met by a representative and taken to your hotel. The rest of the day is free for you to relax and recover from your flight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "PHNOM PENH A full day city tour of Phnom Penh. After breakfast you will start with a visit to the Royal Palace, built by King Norodom in 1866 on the site of the old town, and the Silver Pagoda, located within the grounds of the Royal Palace. Then continue to visit the National Museum, one of Phnom Penh's true architectural gems. Lunch will be at ‘Friend’s’, a famous restaurant that offers employment and training to local street children. You will also visit the Killing Fields and Tuol Sleng, a museum on the site of a former Khmer Rouge prison. The exhibits are grisly but a visit can provide a fascinating insight into this traumatic period of Cambodia’s history. End the day with a sunset boat cruise along the Mekong."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KAMPONG THOM Drive to Kampong Thom, a small town that is little visited by tourists. En route you will stop at the marvellously atmospheric ruins of Sambor Prei Kuk, a series of crumbling pre-Angkorian temples that are dotted through the forest. Very few people visit these ruins and they are all the more lovely due to the fact that you may have them to yourself."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BENG MELEA - SIEM REAP Head west through picturesque rural countryside of paddy fields and rubber plantations. You will visit the magnificent temple of Beng Melea which is vast but completely dilapidated and very much still part of the jungle – you have to clamber over tree roots and giant lianas to get around the place. This is one of our favourite temples in the Angkor group but sees comparatively few visitors. You will also have lunch with a local family before continuing to Siem Reap, the town near Angkor Wat."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ANGKOR WAT A wonderful day spent exploring the Angkor temples by bike. The highlight is the vast temple of Angkor Wat but you will also love the Bayon Temple with its many impassive stone faces and the wonderful carvings of the Elephant Terrace. You will also visit one of our favourites temples, Ta Prohm, which has been left almost exactly as it was when it was found and retains much of its mystery."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ANGKOR TEMPLES Drive to Banteay Srei (the citadel of women) about 35 km from Siem Reap and home to some of the most exquisite carvings in all the Angkor temples. On the way back you will stop in a small village where you can see villagers making palm sugar and handicrafts. You will also stop at the Akira Land Mine Museum which provides a fascinating if harrowing insight into the use of land mines in Cambodia. Lastly you will stop at the beautiful Banteay Samre temple before returning to Siem Reap for the night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "BATTAMBANG Drive to the eco-tourism venture at Mechrey and take an ox-cart ride through a rural area of quiet villages and fields of sugar cane. You will also take a boat ride on the huge Tonle Sap lake to see floating villages and schools as well as flooded forests and thick mangrove jungle. This area is famous for its bird life so keep your eyes peeled for many different species. Later transfer by vehicle to the attractive French colonial city of Battambang."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BATTAMBANG A full day to explore the sites around Battambang. There are plenty of temples which you can visit, including the magnificent Phnom Banan which dates back a thousand years and is in a glorious setting on top of the forested hillside. Our favourite activity is the ‘Bamboo Train’ which is essentially a small wooden platform that is placed on top of two sets of wheels and driven along a single gauge railway powered by a small motorbike engine! In the evening watch a performance at the Phar Ponleu Selpak Big Top (if it is running). This is a school of performing arts that puts on excellent productions of acrobatics and dance."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "LUANG PRABANG A morning cycling tour along the peaceful riverside of Battambang. In the afternoon transfer back to Siem Reap for a flight to Luang Prabang in Laos."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LUANG PRABANG In the morning rise early to witness the local monks walk through the streets to collect alms from local people. You will also be able to visit the local market which is at its busiest in the early morning. After breakfast back at your hotel you will then start with a tour of Luang Prabang, one of South East Asia’s most lovely cities and the ancient capital of Laos. You will visit the Royal Palace Museum which gives a great overview of local history and is also home to a number of beautiful wats (temples). In the afternoon you will stop off at the Arts and Ethnology centre which gives a fascinating insight into the ethnic mix of Laos before heading up Mt Phousi for a lovely sunset overlooking Luang Prabang at the Mekong."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "LUANG PRABANG This morning drive an hour and a half north of Luang Prabang to a small village where you will board a small private boat for a wonderfully picturesque cruise down the beautiful Nam Ou River, passing through stunning limestone karst scenery and stopping for a delicious picnic lunch on the banks of the Nam Ou. (Please note that this excursion takes you off the beaten track and is just wonderful; most tourists will do a short boat excursion from Luang Prabang but it is on a very busy section of the river, whereas this takes you a little further away to a particularly beautiful part). After lunch you will continue with your boat ride, stopping at a small local weaving village and also visiting the Pak Ou Caves which are crammed with thousands of Buddha images."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "LUANG PRABANG This morning rise early to visit the beautiful Tad Sea Waterfall. As this waterfall can get very busy later in the morning we will take you there fore breakfast, when you will have the place to yourselves and can take a tip in the pool at the base of the falls. The rest of the day is free for you to further explore Luang Prabang at leisure. If you are interested we could arrange a bike ride into the hills around the town. This is fabulous but the landscape is quite hilly so this is not suitable for everyone."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "VANG VIENG A stunning drive takes you south through incredible mountain scenery to Vang Vieng. You will stop en route at various view points and will also visit a small Hmong Village. There may be a forest market on, at which you can see edible snakes, rats and assorted reptiles!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "VANG VIENG Vang Vieng is home to some of Laos’ most beautiful scenery with steep sided limestone peaks rising sharply from the paddy fields, and peaceful rivers winding through the landscape. You will spend the day exploring the area, visiting a number of lovely caves including one that is lit by candles and where you can swim. After a picnic lunch you will hike to the Hmong village of Phathao before a short kayaking trip along the Nam Song river."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "VIENTIANE Drive south towards Vientiane, the Lao capital, stopping en route at the beautiful Nam Ngum lake that is popular with day trippers from the capital. You will see a small village specialising in dried fish (which you can smell from a mile away and will see hanging from the eaves of the houses) and the Don Makai insect market. If you are feeling adventurous you can try fried scorpion, stir fried ants or some other similar delicacy!"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "HANOI A day to explore Vientiane, including the oldest wat (temple) in town as well as the former royal temple of Wat Prakeo which is now a museum. You will see the impressive Patuxai monument (a homage to the Arc de Triomphe) and can climb up for great views over the city. There should also be time for a visit to the COPE exhibition centre which has a fascinating (if horrifying) exhibition about the problems caused by unexploded ordnance dating back to the Vietnam War era. In the late afternoon transfer to the airport for your flight to Hanoi. Hanoi is a lovely city; wander through the parks in the early morning or at sunset and you will see people doing Tai Chi and ballroom dancing. There are wide boulevards with imposing colonial buildings which you can admire from the comfort of a tiny noodle shop, gleaming office buildings, trendy boutiques and exquisite restaurants. There are also endless narrow streets full of children playing games and old men playing chess that just beg to be explored."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "HANOI You will have a full day tour of the city today. The highlight might be the afternoon cyclo (cycle rickshaw) tour through the chaotic streets of the Old Quarter or the delicious local lunch of noodle soup, but it is also fascinating to see Ho Chi Minh lying in state in his mausoleum. Other sites include the Museum of Ethnology and the beautiful Ngoc Son Temple which is situated on a tiny island in the centre of Hoan Kiem Lake. In the early evening you will watch a traditional performance of Vietnamese water puppets."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "HALONG BAY This morning you will drive approximately 3½ hours to Halong Bay, arriving at around midday in time to board a traditional junk (sailing boat) for an overnight cruise. Halong Bay is spectacularly beautiful, with thousands of towering pillars of sea and wind-carved limestone karsts soaring out of the water. After lunch the junk will stop at one of the small islands in the bay to give you the chance to explore a huge limestone cave and visit a floating fishing village. The captain will then find a secluded spot where you can swim, soak up the sun on the top deck or try your hand at kayaking (weather permitting). In the evening there will be a seafood feast. You will spend the night on board the boat in comfortable two person cabins with en suite facilities."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "HALONG BAY A full day to continue with your exploration of the bay. You will stop at a small beach where you can swim, kayak or relax. You will also have a barbeque lunch at the beach. Later you will be able to visit a cave before spending a second night on board the boat."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "OVERNIGHT TRAIN Continue sailing and take a row boat to Vong Vieng fishing village where you can have a look around. After an early lunch on board your junk you will disembark and head back to Hanoi for the overnight train to Hue."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "HUE After arriving at the train station in Hue you will explore the city. First stop is the former Imperial Citadel, home to the emperors of the Nyguyen Dynasty which ruled Vietnam from 1802 – 1945. You will then walk to the boat dock for a boat trip up the Perfume River with lovely views over the rural villages that dot the riverbank. The cruise takes you to the beautiful Thien Mu pagoda and, time permitting, the lively Dong Ba market. Later return to your hotel."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "HUE Take a leisurely bike ride along a quiet rural road to the Tombs of the Emperors. Later head south along the spectacularly beautiful coastal road to Hoi An. This is one of the loveliest towns in Vietnam, a small port that has traditionally been home to a thriving merchant community of foreign traders. There are lively markets and quaint narrow streets lined with old buildings that have been converted into tailors, cafes and boutiques. This is one of the best places in Vietnam to shop for souvenirs, especially in the evening when the streets are lit by traditional Chinese lanterns. The tailors here are excellent so you could consider getting some clothes made up."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "HOI AN A morning cycling tour into the countryside around Hoi An. You will stop at the Tra Que organic village and will gain a unique insight into the way of life in this rural area. You will also be able to try a local remedy of ‘herby feet soaking’ (!) in which you can immerse your feet in water that has been scented with fresh herbs. Lunch will be in a local restaurant in Hoi An following by a walking tour of the town, visiting some of the beautiful Chinese traditional houses for which the town is famous."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "HOI AN A morning cookery class in which you will learn how to make some of the delicious Vietnamese dishes that make this one of Asia’s finest cuisines. Later in the day transfer to Danang for the overnight train south to Saigon. Again you will travel in a four person compartment."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "SAIGON Arrive in Saigon and enjoy a tour of this lively and exciting city, home to many beautiful old colonial buildings. You will visit a beautiful old Chinese temple heady with the smell of incense from its hundreds of incense coils, a buzzing local market and the War Remnants museum (which is interesting but horrifying)."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "SAIGON This morning you will have an excursion to the Cu Chi tunnels, just west of Saigon. These tunnels were used as a means of underground communication during the war against the French and then later against the Americans. You can try to spot the well-camouflaged entrances to the tunnels and see if you are able to crawl inside – not easy for most large Westerners! The rest of the afternoon is free to explore Saigon at your leisure."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "MEKONG DELTA Head south from Saigon into the heart of the picturesque Mekong Delta. You will take a boat trip along some of the many peaceful canals that criss cross the landscape here. The scenery is stunning, with hundreds of tiny islands connected by small bridges and dotted with occasional thatch villages. This is a real eye-opener and provides a great insight into life in rural Vietnam. This evening you will spend the night on a homestay in a local village. Accommodation will be simple, in multishare rooms."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "MEKONG DELTA - SAIGON Visit the Cai Rang floating markets and then further explore the delta both by boat and on foot. In the afternoon you will head back to Saigon, arriving in the late afternoon."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "SAIGON Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}