{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "angkor-wat-tour-3-days",
  "tourName": "Angkor Wat tour, 3 days",
  "placesVisited": "Siem Reap, Angkor Wat, Angkor Thom, River of a Thousand Lingas, Banteay Srei, Tonie Sap, Ta Prohm",
  "generalInfo": "If you’re hoping to take an Angkor Wat tour then this three day experience encapsulates the essence of this exceptional creeper-covered complex with an accompanying local guide enabling travellers to learn as they explore.<br/><br/>Any Angkor Wat tour should take at least three days to fully comprehend the extent of the temples and what they mean to the past as well as how local Cambodians benefit today.<br/><br/>The stories of the god-like kings and ancient myths, legends and latter day folklore tales are so absorbing with chances to trek through the surrounding jungle and be invited into a local stilted village, adding to the overall attraction of a guided tour of Angkor Wat.<br/><br/>Notes on accommodation: this three day Angkor Wat tour can be undertaken in basic, original or comfortable styles of accommodation.<br/>",
  "durationDays": "3",
  "price": "545",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Angkor Wat / Siem Reap .",
      "description": "Sua s'dei! Welcome to Cambodia. You are picked up from centrally located hotels between 8.00am and 8.15am by your local guide for your day tour in Siem Reap. We start our Angkor adventure with a visit to Angkor Wat temple, easily the most famous and best-preserved of all temples within the Angkor complex. Lunch is Khmer style in a local restaurant. Enjoy a spread of great local food followed by a nap lazing in a hammock or explore to see the traditional way of life and say hello to the Cambodians near here. After lunch we continue our day tour by visiting Angkor Thom, with its 54 towers decorated with more than 200 enigmatic smiling faces. Then we move on to visit the beautiful Ta Prohm (Tomb Raider) temple which was made famous by Angelina Jolie. Your evening will be free for you to do as you wish. You might like to hit the night markets for some cheap and delicious street food, or maybe indulge in a traditional massage."
    },
    {
      "dayNumber": 2,
      "title": "Banteay Srei / Siem Reap.",
      "description": "Join a friendly local guide for some serious temple-hopping, nature appreciation and an in-depth look at local life in Siem Reap. Visit the Banteay Srei Butterfly Centre, where we’ll learn all about the lifecycle of butterflies. The netted tropical enclosure here contains thousands of beautiful, free-flying butterflies and is the largest of its kind in Southeast Asia, and all revenue is re-invested to the local community to help alleviate poverty. The next stop on our tour is the Cambodian Landmine Museum which was established in 1997 by ex-child soldier Aki Ra. The museum aims to educate visitors on the importance of clearing landmines in Cambodia and also supports at-risk Khmer children. The truly stunning Banteay Srei Temple is next, which is home to some of the most exquisite stone carvings on earth. We’ll take a look around, learn a little about the temple and its history and, let’s be honest, pretend to be Indiana Jones for a few minutes. Since you're likely getting hungry at this point, we'll stop for a local Khmer lunch before heading to the next stop. On the way back, we’ll stop to meet the sugar palm community at Preah Dak Village, the biggest sugar palm producer in Siem Reap. Here you’ll get a chance to learn how this organic sugar is produced and hopefully you’ll get to taste one of their sweet treats too. Our last stops of the day will be at two more elaborate temples in the grand circle of Angkor. Then we'll finish off with a visit to Preah Khan Temple, one of the largest complexes at Angkor. Return to your hotel and you will have free time tonight."
    },
    {
      "dayNumber": 3,
      "title": "Tonle Sap / Siem Reap.",
      "description": "Discover Siem Reap's secrets as you explore by remork (Cambodian tuk tuk) on a half day tour in Siem Reap. Leaving Siem Reap we travel through the countryside to Tonle Sap Lake. The Tonle Sap one of the world’s most productive bodies of fresh water. Each year, millions of fish come to spawn in the seasonally flooded forest surrounding the lake, attracting a myriad of water birds as well as people, who have settled in villages along the shores and who live with the rhythm of the water. This ecosystem was classified as a Biosphere Reserve by UNESCO in 1997. Take a boat trip around the lake to see floating villages and get a taste for life ruled by monsoonal rains and water-based agriculture. Take the back roads back to town and witness seasonal agricultural activities like cricket catching, rice planting and harvesting, smoking fish, fish paste (prohoc making), and duck farming. Stop at a local village to pick up Khmer snacks and visit a Buddhist monastery. Your Cambodia's Secrets of Angkor comes to an end today in Siem Reap at 12pm - 1pm. No accommodation is included tonight."
    }
  ],
  "map": ""
}