{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "small-group-holiday-to-indochina",
  "tourName": "Small group holiday to Indochina",
  "placesVisited": "",
  "generalInfo": "Journey through Thailand, Cambodia, and Vietnam on this immersive 10-day adventure from Bangkok to Saigon. From buzzing street markets and sacred temples to powerful historical landmarks, discover the heart and soul of Southeast Asia.<br/> <br/> Bangkok - Dive into the vibrant chaos of Thailand's capital, exploring golden temples, bustling markets, and world-famous street food.<br/> Siem Reap - Uncover the mystical jungle temples of Angkor, hidden for centuries and now one of the world's most iconic sites<br/> Ho Chi Minh City - Stroll the narrow lanes of Old Saigon and soak in the vibrant street life and historic charm<br/>",
  "durationDays": "10",
  "price": "945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Bangkok",
      "description": ": Our tour starts today in Thailand's capital, Bangkok. Here, old meets new, and the energetic local life - awash with street vendors, locals and tourists - is set against a backdrop of ornate shrines and modern skyscrapers. Sample fragrant street food, haggle in the non-stop markets and take a cruise out on the Chao Phraya River to witness stunning sunsets. For those arriving on time, our tour leader plans to meet you in the hotel reception at 1pm for a welcome meeting. Afterwards, for those who want to join, there is an optional longtail canal trip to explore the city from its network of backwaters branching off the Chao Phraya River. The excursion will also include visits to Wat Arun, the Royal Barge Museum and the Temple of the Dawn, built to represent the towering slopes of Mount Meru - the Khmer's mythical home of the gods. If you'd like an airport transfer today, you'll need to arrive into Suvarnabhumi Airport (BKK), which is one hour from our hotel. Please note, if you plan to join the optional longtail canal trip today, you'll need to arrive at the hotel by 1pm. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a one-hour drive, therefore the latest your flight can arrive is 10am. From night markets to temples, Bangkok has so much to see and experience. Our itinerary allows us limited time to see the highlights so we highly recommend booking additional nights pre-tour to your trip. Alternatively, you might like to unwind on the beautiful beaches of Thailand with our premium beach extension to Koh Samet."
    },
    {
      "dayNumber": 2,
      "title": "Morning cruise through Bangkok’s klongs, and enjoy a free afternoon to explore at your own pace",
      "description": ": This morning, we dive into the heart of Bangkok with a long-tail boat cruise through the city's maze of klongs (canals). As we glide past stilted houses, bustling riverside markets, and hidden temples, you'll get a glimpse of the vibrant local life that still thrives along these historic waterways. The first stop is the sacred serenity of Wat Paknam Bhasicharoen. The highlight is the giant Buddha Statue, the largest in the city at 69 metres tall. Next up is the 'Artist Village', with its old wooden walkways, friendly artists, a tiny grocery and walls covered in colourful old posters. A little stupa soaks up the sunlight, adding to the laid-back vibe. As you leave the klongs, you'll pass houses perched on stilts, catching glimpses of everyday life in the small riverside homes. Soon, the peaceful backwaters fade away, and you're back on the bustling, noisy Chao Phraya River. The afternoon is yours to enjoy at your own pace. Visit the dazzling Grand Palace and the awe-inspiring Wat Pho, home to the giant Reclining Buddha. Or, for an off-the-beaten-path adventure, hop on a bike and explore Bangkok's secret backstreets, where quiet alleyways, local eateries, and unexpected gems await around every corner."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Siem Reap",
      "description": ": We begin our day early this morning as we set off on our journey to Siem Reap, Cambodia - the gateway to the iconic temples of Angkor and a city rich in culture and history. Our morning starts with a drive to Bangkok's international airport, where we catch a short flight to Siem Reap. The flight typically takes about an hour, and we expect to arrive around midday. Upon arrival, we'll head straight to our hotel to check in and take a little time to settle in and refresh after the journey. In the afternoon, our tour leader will guide us on an introductory walk around Siem Reap. This orientation walk is a great opportunity to get acquainted with the city's layout, discover local landmarks, and learn about Cambodian customs, traditions, and recent history. From colonial architecture to bustling local markets and temples, Siem Reap offers a fascinating mix of old and new, and this stroll will help us begin to understand the context of the sites we'll explore in the days ahead. To make the most of our first day, a range of optional activities will be available, allowing you to choose what best suits your interests. From visiting a serene lotus farm and getting creative at a hands-on ceramic workshop to enjoying a scenic cruise on Tonle Sap Lake, there are plenty of opportunities to discover, explore, and experience the unique charm of Siem Reap."
    },
    {
      "dayNumber": 4,
      "title": "Explore the magnificent temples of Angkor",
      "description": ": Start your day early to catch the breathtaking sunrise over the world-famous Angkor Wat - a magical moment as the 12th-century temple glows gold in the morning light. Built by King Suryavarman II as a Hindu temple dedicated to Vishnu, it later became a sacred Buddhist site, making it one of the largest religious monuments in the world. Next, we head to Angkor Thom, the 'Great City'. This massive walled capital has five grand gates, each guarded by stone elephants and rows of statues representing gods and demons from Hindu mythology. Once inside, explore the Bayon Temple, famous for its maze-like corridors and more than 200 giant serene stone faces gazing in every direction. Finally, we visit Ta Prohm, where massive tree roots and the surrounding jungle weave through the crumbling walls - a hauntingly beautiful sight that has been left largely untouched since its discovery and was made world-famous by the film Tomb Raider. Please note that your Tour Leader may adjust the itinerary based on local conditions to ensure the best experience."
    },
    {
      "dayNumber": 5,
      "title": "Morning visit to Les Artisans d'Angkor, with a free afternoon to explore Siem Reap and Angkor further",
      "description": ": This morning, we take a short walk to Les Artisans d'Angkor, a renowned social enterprise dedicated to preserving and promoting traditional Khmer arts and crafts. Here, you'll have the chance to see skilled artisans at work - sculpting stone, carving wood, painting silk, and creating lacquerware - using techniques passed down through generations. It's a fascinating insight into the craftsmanship that helped build and decorate the temples of Angkor. This afternoon is yours to explore more of Siem Reap at your own pace. If you're still craving more temple time, consider an optional tour to Banteay Srei, known for its intricate pink sandstone carvings, and continue to Pre Rup Temple, a stunning spot to watch the sun set over the jungle landscape. For something completely different, you could visit the HeroRAT Museum, where you'll learn how trained rats are helping clear landmines in Cambodia - an inspiring and little-known story of innovation and recovery. In the evening, don't miss a performance by the Phare Cambodian Circus. More than just a circus, this is a powerful mix of theatre, acrobatics, dance, and live music - performed by talented young artists from disadvantaged backgrounds. It's a highlight for many visitors and a memorable celebration of Cambodian creativity and resilience."
    },
    {
      "dayNumber": 6,
      "title": "Travel to Battambang and uncover the haunting Killing Cave and the spectacular Bat Cave at sunset",
      "description": ": We leave Siem Reap this morning and journey to Battambang, enjoying a scenic three-hour drive in our charter bus through the Cambodian countryside. Along the way, we'll stop at the Angkor Silk Farm, where you can witness the entire silk-making process from nurturing silkworms to weaving beautiful fabrics and learn about this traditional craft that has been passed down through generations. After the visit, we continue to Battambang, a charming town known for its colonial architecture and laid-back atmosphere. In the afternoon, we explore the interesting outskirts of the town, full of history and natural beauty. First, we visit the Killing Cave, a limestone cave with a dark past that tells an important part of Cambodia's history. Nearby, we stop at Wat Ek Phnom, known for its detailed stone carvings and classic Khmer architecture. From here, you can enjoy great views of the surrounding countryside and spot some playful monkeys in the trees. As evening approaches, we make our way to the Bat Cave, where thousands of bats take flight at dusk, creating a stunning and unforgettable natural show in the sky."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Phnom Penh with stops at Tonle Sap Lake and a traditional pottery village",
      "description": ": This morning, we'll start with a visit to the bustling Battambang Market, where you can pick up fresh, local fruits and snacks to enjoy on the road. This lively market offers a vibrant glimpse into everyday life, with colourful stalls filled with tropical produce, spices, and handmade goods. It's the perfect spot to soak up the local atmosphere before we set off on our journey to Phnom Penh. We then hit the road, making a stop to explore Tonle Sap Lake, Southeast Asia's largest freshwater lake. Famous for its floating villages and lively local communities, it offers a unique glimpse into how people live and work on the water. Afterward, we visit a nearby traditional pottery village where skilled artisans craft beautiful ceramics using age-old techniques. This stop offers a fascinating glimpse into local culture before continuing on to Phnom Penh - the vibrant riverside capital where rich history, French-colonial charm, and bustling local life blend seamlessly. The drive to Phnom Penh takes approximately five hours not including stops, with our arrival expected in the late afternoon."
    },
    {
      "dayNumber": 8,
      "title": "Take a walking tour to explore Phnom Penh's diverse neighbourhoods, then enjoy free time to visit the Killing Fields",
      "description": ": This morning, we set off on an engaging walking tour through Phnom Penh, uncovering both its vibrant energy and quieter, lesser-seen corners. Along the way, you'll meet locals, learn about everyday life in the city, and discover hidden gems that reflect Cambodia's resilience and culture. A special highlight of the morning is a stop at a local temple, where we receive a blessing from the resident monks - a peaceful and humbling experience. Donations from our visit go directly toward supporting valuable community initiatives. After the walk, we hop into tuk-tuks and head to the iconic Central Market - a striking Art Deco landmark and a bustling hub of local activity. Here, you can browse colourful stalls selling everything from clothes and jewelry to souvenirs and street snacks. We have included lunch at one of the market's many food stalls, where you can sample authentic Cambodian dishes in the heart of the city. This afternoon is yours to explore Phnom Penh at your own pace. You could visit the Killing Fields and the Tuol Sleng Genocide Museum (S21) to learn more about Cambodia's heartbreaking history during the Khmer Rouge era - a moving and eye-opening experience. Or, if you're after something lighter, head to the Royal Palace and Silver Pagoda to admire their beautiful architecture and get a glimpse into Cambodia's royal past. Later on, you might fancy a sunset cruise along the Mekong River - a laid-back way to see the city from a different angle. Or just kick back with a drink at one of Phnom Penh's rooftop bars and enjoy the views as the sun goes down."
    },
    {
      "dayNumber": 9,
      "title": "Travel overland from Phnom Penh to Saigon, crossing the border into Vietnam",
      "description": ": This morning, we begin our overland journey to Ho Chi Minh City (still widely known as Saigon), a drive of around seven hours. We'll cross the border at Bavet (Cambodia) and Moc Bai (Vietnam), continuing through the countryside until we reach the vibrant southern hub. Set along the banks of the Saigon River, Ho Chi Minh City is Vietnam's largest metropolis - a dynamic blend of old and new, where traditional markets and temples stand beside modern cafes, skyscrapers, and French colonial landmarks. Depending on our arrival time, we'll take a short walking tour to get our bearings. Highlights may include the elegant Hotel de Ville, the red-brick Notre Dame Cathedral, and the striking colonial-era Central Post Office. In the evening, we will go out to dinner together for our final meal as a group and reminisce about the memories from our trip."
    },
    {
      "dayNumber": 10,
      "title": "Tour ends in Ho Chi Minh City",
      "description": ": Our trip ends after breakfast at our hotel in Ho Chi Minh. There are no activities planned today, so you're free to depart from Ho Chi Minh at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Tan Son Nat International Airport (SGN), which is a 30-minute drive from the airport. If you'd like to explore further, consider adding extra nights in Ho Chi Minh to visit the famous Cu Chi Tunnels - an incredible underground network used during the Vietnam War. You can also extend your adventure by joining our Across Southeast Asia: Bangkok to Hanoi trip, a great way to experience even more of Southeast Asia."
    }
  ],
  "map": ""
}