{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-and-vietnam-10-day-tour",
  "tourName": "Cambodia and Vietnam 10 day tour",
  "placesVisited": "",
  "generalInfo": "Travel to Cambodia and explore Siem Reap, a city that is both ancient and modern, with a rich history and culture. Venture into the jungle, and visit some of the most amazing Khmer temple complexes on the planet. Then travel to Vietnam and discover the rich history of its ancient empires. You will have an opportunity to explore the highlights of Cambodia and the awe-inspiring landscapes in Vietnam while also getting an exclusive look at the local culture.",
  "durationDays": "10",
  "price": "1813",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SIEM REAP ARRIVAL Welcome to Siem Reap, the charming gateway to the famed Temples of Angkor. Be greeted by the local English speaking guide and be accompanied to the hotel for check-in. Settle in and enjoy some time at leisure to refresh. This afternoon, begin exploring the Angkorian ruins by visiting the ancient city of Angkor Thom, the last capital of the Great Khmer Empire under the reign of Jayavarman VII. This city is surrounded by an 8m high wall, drawing a perfect square. Enter the city through the ancient South Gate, an impressive stone gate carved with Elephants and four giant faces. On each side of the entrance path a row of 54 gods or demons is holding the sacred Naga snake. Continue to the Bayon Temple in the center of the city. This 12th century masterpiece is a study in grandeur and is well-known for its 54 towers with enigmatic faces representing the 54 provinces of the Great Khmer Empire. Overnight in Siem Reap."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SIEM REAP – ANGKOR WAT (B) Take a drive through the countryside to the Rolous Group on this half-day Siem Reap temple tour. Located amid rice paddy fields and sugar palm tree plantations, the setting is quintessentially Cambodian. Upon reaching the entrance, leave the car behind and travel on foot to appreciate the beauty of the land and the pagodas. Admire the three monuments of the Rolous Group from afar while the guide provides a brief introduction of their history. Dating back to the 8th and 9th centuries these are the oldest ruins in the region and, yet, are still remarkably well preserved. Take a closer look at the temples, named Lolei, Bakong and Preah Ko, with a three-kilometre walking tour. Step inside one of these ancient monuments for a special blessing ceremony. Seated in front of a Buddhist monk, receive wishes of good luck and good health while gaining a deeper understanding of Khmer culture and customs. Following this special ceremony, climb into an ox cart for a short ride around the area. Soak up the beauty of the surroundings and enjoy the tranquillity of the countryside as the cart slowly makes its way through the fields. See typical scenes of rural farming life set amid Cambodia’s iconic sugar palm trees. Savour one last look at the remarkable Rolous group and scenic countryside before returning to Siem Reap at the end of the tour. After returning back to Siem Reap to escape the midday heat, spend some time at leisure. End the day with a tour to the temples of Angkor by remork (a Cambodian tuk tuk). First up: Ta Prohm. Built between the late-12th to early 13th centuries, Ta Prohm is unique in that it has been left largely overgrown by jungle trees and vines, with many parts of the temple crumbling to the ground. This makes the ‘Tomb Raider Temple’ one of the most picturesque and memorable of the Angkor temples. The visit will also include Banteay Kdei, a Buddhist monastery from the late 12th Century, and Srah Srang, also known as the ‘pool of ablutions’. Note: As Ta Prohm temple has become increasingly popular, there is an option to visit Preah Khan, a larger temple built by the same king in honour of his father (Ta Prohm was built for his mother). Less well known and therefore less frequently visited, Preah Khan is more grand in scale and yet provides a more intimate experience because of fewer visitors and it’s many collapsing and crumbling corridors. Note: Speak to the guide in the morning of the visit. Depending on the season there is a chance to visit a different temple to avoid the crowds as Ta Prohm is very crowded during peak periods. Overnight in Siem Reap."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SIEM REAP – HO CHI MINH CITY & VESPA TOUR (B/D) After breakfast spend some time at leisure. Be met by the guide and private car at the hotel for a transfer to the airport for the departing flight. Upon arrival, you will be met and transferred to hotel. VESPA TOUR - STREET FOOD EVENING TOUR The darker the night gets, the more vivid Saigon becomes! Get ready for a fascinating ride by vintage vespa tonight to discover busy Saigon after dark, together with delightful local food tasting in the most authentic local restaurants. It’s such a great chance for you to experience the Southern Vietnam specialties. Then continue to zig zag through the hustle and bustle of the streets. End up your night at a cozy speak easy bar to taste some signature cocktails (or mocktails for your children) and have a chat with people here. Get back to your hotel and call it a night. NOTES: • Suggested departure time: 18:00. • Tour duration: 4.5 hours. • Capacity: Min. 2 pax. Overnight in HCMC."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CU CHI TUNNEL & SAIGON HALF DAY CITY (B/L) After breakfast at the hotel, you drive to the Cu Chi tunnels. take a 2hr drive northwest to the famous Cu Chi Tunnels, an immense network of connecting underground tunnels started in 1948 to protect the Viet Cong guerrillas from the French air and ground sweeps. The tunnels also served as living quarters, communication and supply routes, and housed hospitals, food and weapons caches. Touring the underground compounds will provide a better understanding of the history of the tunnels, the hardship of life in the tunnels, and the Vietnamese resilience during combat. Have lunch at a local restaurant before driving back to HCMC. CITY HIGHLIGHTS TOUR IN THE AFTERNOON With over eight million inhabitants and four million motorbikes, Saigon is truly a city that never sleeps. Despite its modernity, Saigon maintains a strong link to the past and our city tour takes in some of Saigon’s most historic landmarks including the Notre Dame Cathedral, a red brick edifice with twin spires constructed from materials imported from France (entrance is only permitted when no services are being performed). Then head across the square to the Central Post Office, completed in 1891. A short drive away is the former Presidential Palace, the headquarters of the Saigon Government during the American War. Continue to the War Remnants Museum for a vivid perspective of the American War through the eyes of the Vietnamese. (Please note that some of the displays are very graphic.) Experience Saigon’s famed street coffee culture while your guide provides a brief language lesson as well as insights into the daily life of a Saigonese before returning to your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HO CHI MINH CITY – MEKONG DELTA – HOI AN (B/L) Depart from Saigon for the 1.5hr drive to Ben Tre, situated in the Mekong River Delta, exchanging city scenes for lush rice paddies and fruit farms. At the pier, embark on a fascinating motorboat excursion to start with a quick visit to Cai Be floating market. Then, the rowing boat will take you deeper into the countryside on smaller canals to enjoy a peaceful time. Back to our boat to go across one of the longest Mekong rivers. fish farms and scenes of countryside living. Arrive at An Bình Island. Head to the handmade canal to Ut Trinh homestay & enjoy lunch. After lunch, walk around this orchard & enjoy some cups of tea while listening to the traditional music in the ancient house. Then walk around the local village to visit the local workshop to see how to make rice paper, coconut candy, pop-rice... Enjoy some sweets with a cup of hot tea. And have an optional bike that can be made for leisure! It will be so amazing to bike on village paths to see the local daily life: orchard, school, church, pagoda, and traditional houses. Then visit the brick kilns where you can see how the local people create beautiful potteries from clay. The cruise will end at Vinh Long City before driving back to HCMC for your onward flight to Danang. Upon arrival in Danang, you will be picked up and transferred to Hoi An for check-in hotel. Free at leisure Overnight in Hoi An."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CYCLING CAM THANH & THANH DONG ORGANIC FARM & HOI AN HALF DAY WALKING (B/L) In the morning, you drive to Vong Nhi village, you receive the bikes and we start cycling through the village (around 6 km). On the way, we may see lots of stunning landscapes from peaceful countryside such as green water coconut forests and prawn & red snapper farms or immerse ourselves in the rustic beauty of rice fields. Arrival at Thanh Dong organic farm- a 10,000 sqm organic garden supporting 10 local families. We will take a short stroll around the vegetable garden while listening to the life-changing story of the farmers since they have been approached with organic method of cultivating herbs. Afterward, we join the farmers to do some gardening activities like preparing and applying organic manure to the land, raking the ground, sowing herb seed, and watering or picking vegetables. Then, we leave the farm for taking the basket boat ride along the Do River to The Field Restaurant. You may enjoy the beautiful scenery or fishing life of local villagers on the way there. Before getting back to the hotel, we will enjoy a short cooking class and have Vietnamese family-style lunch. You are free time to relax at the hotel. HOI AN AFTERNOON WALKING TOUR Between the 15th and 19th centuries, Hoi An known then as ‘Faifo’, was a prosperous trading port, attracting Chinese, Japanese, Dutch, Portuguese, and Spanish ships amongst others. Today, this World Heritage ancient town is recognized for its well-preserved architecture, pedestrian-only streets, and distinctive local cuisine, allowing visitors a glimpse of its illustrious past. Hoi An’s narrow lanes are ideal for a guided walking tour of its many atmospheric sights including the old merchant houses with influences from Chinese, Japanese, and Vietnamese architecture; the 400-year-old Japanese Covered Bridge, first built in the 1590s by the Japanese community to link them with the Chinese quarters across the stream; the Assembly Hall of the Chaozhou Chinese Congregation with its intricate woodcarvings; and the colorful market with stalls brimming with local specialties including silk, which can be turned into fashionable garments within a day or two."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HOI AN – DANANG – HANOI & AFTERNOON STREET FOOD TOUR (B/D) After breakfast at the hotel, you are free until transferring to Danang airport for your flight to Hanoi. Upon arrival, you will be welcomed by our guide and transferred back to the hotel for check-in & free at leisure. AFTERNOON STREET FOOD TOUR Eating on the street is a very typical activity for Hanoians and makes up an important part of the city’s unique culture. Depart at 15:30 for a leisurely walk with our tour guide to the Old Quarter. Make your first stop to taste the national dish of Vietnamese - Pho Ga (chicken noodle soup). Then wander around a local market to enjoy the sights, the sounds, and the aroma of hundreds of kinds of food on offer. Then sit down at a tiny Banh Duc shop to try a bit of Banh Duc - cooked rice powder with Vietnamese spices. Banh Duc will be served hot or cool, depending on weather. Your next stop is a little shop selling many different types of traditional Northern cakes such as Com cake (young rice) which is considered to be a part of every Hanoian’s childhood. Follow your guide to a small alley to get an idea of the typical “tube houses” of Hanoi. You will stop at Banh My Lan Ong and try their famous bread with Pâté. After the banh mi, you can enjoy some Vietnamese desserts - sweet soups called Che. Then cap off your trip by tasting a cup of Vietnamese egg coffee before returning to your hotel Overnight in Hanoi"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "EXPLORE HANOI LIKE LOCALS (B) Depart the hotel to visit the Temple of Literature or Quoc Tu Giam. Built-in 1076, The Temple of Literature was Vietnam's first university and was established within a temple to educate Vietnam's royalty, mandarins and members of the elite. The university functioned for an incredible 700 years and its gardens and well-preserved architecture offer a fascinating glimpse into Vietnam’s past. Next we visit Hanoi’s UNESCO World Heritage Site, the Thang Long Imperial Citadel. The Citadel was constructed on a Chinese fortress dating back from the 7th century and re-built in the 11th century by the Ly Viet Dynasty. The historical site and remains reflect a unique South-East Asian culture between influences from China in the north and the ancient Kingdom of Champa in the south. We also visit The One Pillar Pagoda, which was founded by King Ly Thai To in 1049. This structure is one of Vietnam’s smallest but most iconic temples. Close by is the mausoleum of the historic father figure of modern Vietnam, Ho Chi Minh, and the former presidents house on stilts where he lived from 1958 to 1969. His former home illustrates the modesty of this Vietnamese revolutionary (Viewed from the outside; closed Mondays & Fridays and from Oct.-Nov.) Afterwards, we continue to Hanoi’s picturesque West Lake area and the sixth-century Tran Quoc Buddhist Pagoda. From here transfer (or stroll along the lakeside) 700 meters to the nearby Taoist temple of Quan Thanh dedicated to Tran Vu, one of the principal deities in Taoism. Next, visit Hanoi’s Old Quarter, also known as the ‘36 Streets’ area. Take a walking tour through the charming Hang Be Market and around Hoan Kiem Lake. This bustling area of narrow streets and alleys is home to literally thousands of small businesses and shopkeepers. It's a great place to explore with plenty of photo opportunities all around. Overnight in Hanoi."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HANOI – HALONG BAY (B/L/D) Following an early breakfast leave Ninh Binh for a 3.5-hour (approximately) drive to Halong Bay, perhaps Vietnam’s most popular UNESCO World Heritage site! The name ‘Ha Long’ means the dragon descending into the sea and owes its origins to a Vietnamese myth. The towering limestone karsts represent the dragon’s back, surrounded by jade green water creating an unforgettable site. There are more than 1600 limestones of islands and islets with different shapes jutting out from the sea. Most of them are still intact from human activities thanks to their uninhabited and uncultivated characters. Arrive at the Halong Bay jetty around noon and proceed with check-in formalities before boarding a boat for an unforgettable overnight cruise on Halong bay. After welcome onboard, lunch will be served while cruising towards the bay itself. In the afternoon, enjoy some visits and/or activities (depending on each boat’s itinerary) or just spend some time relaxing on board. Towards the end of the day, the boat sets anchor for the night among the karst formations. Dinner is served on board. Overnight on board the boat in Halong Bay (private cabin on-board the join-in boat cruise)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HALONG BAY - HANOI & DEPARTURE (B/L) Enjoy the morning in the middle of Halong Bay as the sun rises on Halong and breakfast is served (brunch on some boats) while the vessel cruises slowly through the magnificent rock formations and back towards the port. Mid-morning the boat will return to shore. Disembark and transfer to Hanoi Noi Bai International Airport to board your flight to the next destinations. END OF THE SERVICES."
    }
  ],
  "map": ""
}