{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-cultural-holiday-with-purpose",
  "tourName": "Cambodia cultural holiday with purpose",
  "placesVisited": "",
  "generalInfo": "Delve into the wonders of the ancient capital of the Khmer Empire, discovering hidden jungle temples of Angkor, floating villages and an array of local initiatives that reflect Cambodia's strong commitment to responsible tourism and community support.<br/><br/>Centrally based in Siem Reap, at a hotel that itself can boast some ground-breaking initiatives, you will enjoy a range of quite unique experiences that will afford an opportunity to support some truly exceptional projects. These include elephant rehabilitation projects and scholarship programmes, landmine clearance and local village support schemes. You’ll learn first-hand about educational and environmental developments, kayak amongst the floating villages of Tonle Sap and eat with the locals, as you enjoy Cambodian hospitality and delicious street food.<br/><br/>A chance to experience Siem Reap’s famous temples, away from the usual crowds, this is an incredible opportunity to appreciate the wonders of the past and support the initiatives of the future.<br/><br/>Highlights include:<br/><br/>*Explore Angkor Wat and other hidden temples away from the crowds<br/>*Discover luxury and sustainability at their best with a stay at Jaya House River Park Hotel<br/>*Experience temple blessings, bike rides and kayak trips among the villages<br/>*Enjoy warm hospitality and stay overnight with a family in a floating village<br/>*Learn about conservation efforts with elephant projects and birding trips<br/>*Meet with individuals from different social enterprises and eat out with the locals",
  "durationDays": "8",
  "price": "1865",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wake up early and head to Angkor Wat for sunrise and a morning tour of the temple before the crowds arrive. Truly one of the most spectacular sites in the world, this majestic temple brings hours of fascinating stories, historical insights and magical moments, as you explore on foot with your guide. From here you then visit an active temple, where you will experience the ceremony “Srouch Tec” (roughly translated as “pour water”). During the course of the ceremony you will meet a local monk, who will wash away your sins and any bad luck as he chants in ancient Pali; the perfect start to your Cambodian adventure. After enjoying some free time back at your hotel, this afternoon you’ll then visit the extraordinary Apopo’s Hero Rats visitor centre. Set up to help rid the country of landmines, you’ll see the rats at work and meet with a veteran de-miner who will provide an insight into the work of these incredible little creatures and the ultimate goal of Cambodia to be mine-free by 2025. Later in the afternoon head to Angkor Thom, the famous walled city, whose many temples include the fascinating Bayon with its many magnificent smiling faces. Jaya House River Park / Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will explore the hidden trails of Angkor as you set off by bicycle, along ancient city walls and through hidden jungle temples often free from other visitors due to their remote accessibility. Visit the spectacular Ta Prohm and Banteay Kdei temples en route, before a delicious lunch overlooking the royal bathing pool of Sra Srang. Returning to your hotel for a well-earned rest, this evening you will then be treated to a unique acrobatic and artistic performance by the Cambodian 'Phare Ponleu Selpak' Circus. Literally translating as ''the brightness of the arts'', this Artistic and Social Centre was founded by a group of young ex-refugees from Battambang Province and has been running as a non-profit association since 1994. Jaya House River Park/ Breakfast, Lunch"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning is a wonderful way to witness positive change in Cambodia’s tourism industry. For many years elephants were used to carry tourists around the Angkor temples, but after much campaigning and pressure by animal rights groups and individuals, the local authorities recently made the decision to ban elephant riding completely. These elephants have now been moved to an area of lush forest just outside Siem Reap, where they are now protected and allowed to roam free in their natural environment. A visit to the Kulen Elephant Forest not only provides an insight into the amazing work being done here, but will allow you to spend some time observing the elephants at a distance. The support given to this initiative is vital, not only for the elephants’ wellbeing, but for the future success of other wildlife and environmental efforts in Cambodia. This afternoon will be free to relax at your hotel, or perhaps explore some of the other wonderful initiatives and organisations operating in and around Siem Reap. Jaya House River Park / Breakfast, Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will learn more about life on the mighty Tonle Sap Lake, as you board your boat from Mechrey stilted village and set off on your watery adventure. After lunch you’ll then climb aboard kayaks, and set off through the magical flooded forest and floating villages of Prek Toal. Paddle to your homestay and explore the local village, where you can learn more about employment opportunities that have been created as a result of initiatives to support local handicraft trades. Here you can enjoy a wonderful dinner of traditional Khmer dishes, before returning to your host family and homestay for the night. Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rise early to catch the incredible spectacle at the core bird reserve of Prek Toal, home to approximately 200 species of bird and South East Asia's largest freshwater bird colony. After a quick breakfast and coffee you’ll head out on a local boat into the bird reserve, to observe the birds and wildlife at your leisure. Returning to Siem Reap late morning there will be time to relax before an early evening departure by tuk tuk, for a taste of local nightlife. In the company of your guide you’ll visit a local hotspot, where you can meet with families and young Cambodians and enjoy some great street food. Jaya House River Park / Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning you will meet with one of the incredibly passionate and motivated JWOC Scholarship students who attends University in Siem Reap. JWOC (Journeys Within Our Community) is a non-profit organisation working in Cambodia to empower low-income Cambodians to lead their communities, by providing educational and personal development opportunities. This is an excellent opportunity to get an insider perspective into the Cambodian education system and learn more about JWOC’s ethos. Follow this with a delicious lunch at Spoons, a fantastic restaurant which not only provides hospitality training to young Cambodians, but also offers some of the best food in town! Later this afternoon you will then head back to the temples for one last visit, before boarding a traditional long-tail boat and setting off on the waterway surrounding the ancient city. As you come to the perfect spot your guide will pour you a glass of chilled champagne, as you soak up the ever-changing colours of the Cambodian sunset and reflect on your week in the Kingdom of Wonder. Jaya House River Park / Breakfast, Lunch"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The trip finishes today in Siem Reap Breakfast"
    }
  ],
  "map": ""
}