{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-tailor-made-from-angkor-wat-to-kep",
  "tourName": "Cambodia tailor made, from Angkor Wat to Kep",
  "placesVisited": "Siem Reap, guided tour of temples, Angkor Wat, Rolous group of temples, Banteay Srei, Ta Prohm, Artisans D'Angkor, Phnom Penh evening cyclo tour and full day guided tour, Cardamom Mountains, Kampot, Kep, free days to relax or explore at leisure",
  "generalInfo": "This 16 day Cambodia tailor made trip, from Angkor Wat to Kep, is a well paced adventure that allows plenty of time to explore Cambodia’s most celebrated sights., with free days for riverside and beachside relaxation, too. <br/><br/>The tour begins in Siem Reap, where you have four nights, which is plenty of time to discover the extraordinary temples of Angkor, which range from impressive and huge Angkor Wat to Ta Prohm, the ‘jungle temple’ where trees grow within and through the temple building. A local guide will bring this World Heritage Site to life, explaining the history and cultural roots of these ruins. A guide will also help you avoid the crowds, steering you to quiet spots and taking you to the most popular temples at the least busy times of day.<br/><br/>From Siem Reap, travel to the energetic capital Phnom Penh. You have two nights here, with time to visit the interesting national museum and the Killing Fields, for an insight into Cambodia’s long and sometimes turbulent history. We have also scheduled a visit to the For the Smile of a Child project, which helps children get an education and a vocation, for a brighter future.<br/><br/>Next, experience Cambodia’s lush landscapes, away from city life, by travelling to the Cardamom Mountains. Here, you’ll stay in the unique Four Rivers Floating Lodge, accessibly only by boat and the perfect place to explore the mangrove forests and waterfalls of this region, or simply to relax.<br/><br/>Visit the former port of Kampot next, which is now a laid back riverside town, with its French colonial past evident in its faded architecture. Finally, round off your adventure with a relaxing stay in the sleepy town of Kep, on the south coast of Cambodia. Wealthy French colonists and Khmers used to holiday here, but today Kep is a quiet fishing village – the ideal spot to unwind after your amazing adventure.<br/>",
  "durationDays": "16",
  "price": "5800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Siem Reap."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival into Siem Reap you will be met and taken to your hotel, with the rest of the morning to relax. You will then head out on a cycle ride through the Cambodian countryside in the afternoon, a great way to see the area."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will visit the Rolous group of temples - one that is not on the main circuit, but again gives you an insight in to some of the local area. In the afternoon you will head to the Angkor Centre for Conservation of Biodiversity and also visit the intricately carved temple of Banteay Srei."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "An early start this morning to see Ta Prohm - also known as the jungle temple. After some time to relax at your hotel you will then be taken to visit Artisans D'Angkor - a fascinating insight in to the arts and crafts of the region."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A full day to explore the stunning temples of Angkor. Visit Angkor Thom with its crumbling ruins being engulfed by the jungle, the many faces of the Bayon and last but not least a return visit to the magical Angkor Wat itself."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Journey by road to Phnom Penh. On arrival transfer to your hotel where you have time to relax and spend the rest of your day at leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A full day tour today with your guide. Visit Tuol Sleng prison and the Killing Fields to gain insight into the turbulent past that this country has overcome. You will also visit For the Smile of a Child, a worthy project helping children gain an education and vocation giving them a brighter future."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Travel out of the city into the countryside heading for the Cardamom Mountains. The last bit of your journey to the 4 Rivers Floating Lodge is by boat. Enjoy the tranquil surrounding and hidden location of this serene lodge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nothing has been planned for you today so you can choose whether you wish to venture out on an excursion into the mangroves or just relax on the terrace of your tented villa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A day at leisure which you are free to enjoy as you choose."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head for Kampot today, this sleepy town is best known for its black pepper as well as whiling hours away by the river."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The music school is your first port of call today. This school is dedicated to the preservation of Khmer traditional arts and dance as well as helping orphaned and disabled children. Continue onto Kep where you have a few days by the sea."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nothing is planned today so you are free to explore on your own or perhaps just enjoy being at the hotel with its wonderful sea views."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The day is free to relax and unwind by the pool."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Return to Phnom Penh today in plenty of time for your onward flight."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Arrival into Heathrow early this morning."
    }
  ],
  "map": ""
}