{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "family-holiday-in-laos-and-cambodia",
  "tourName": "Family holiday in Laos and Cambodia",
  "placesVisited": "Chiang Rai, Thailand, Huay Xia, Laos, Mekong River cruise, Hmong Village, Pak Ou Caves, Luang Prabang, Royal Palace Museum, Wat Long Khoung, Hoy Khua Waterfall, Ban Chan Village, Nam Song River, Vang Vieng, Vientiane, Siem Reap, Angkor Wat, Bayon Temple, Banteay Srei, Akira Land Mine Museum, Beng Melea Temple, Sambor Prei Kuk, Phnom Penh, Tuol Sleng Genocide Museum (S21 prison), Silk Farm Island",
  "generalInfo": "Two week family holidays in Cambodia and Laos are ideal for those who want to see all the highlights as well as getting to grips with some of the lesser-known sites too.<br/><br/>Angkor Wat and Battambang in Cambodia combined with Luang Prabang and Vang Vieng in Laos help create a family holiday that’s well-balanced with the chance to take lunch with local families and learn about Southeast Asian culture and traditions certain to appeal to parents and kids alike.<br/><br/>Of course, no tour of Cambodia and Laos would be complete without taking a cruise along the industrious Mekong River and if you’re looking for a way to introduce your family to lifestyles that are far from what they’ll have experienced at home then there’s no better place to begin.<br/><br/>From floating villages and insect markets to Beng Melea temple covered in creepers, Laos and Cambodia are full of surprises and sure to inspire and excite your young adventurers for many more years to come.<br/>",
  "durationDays": "17",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CHIANG RAI Arrive at the airport, where you will be met by a one of our representatives and taken to your hotel. The rest of the day is free for you to relax and enjoy the pool."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CHIANG RAI - HUY XAI - PAKBENG Rise with the sun for an early departure towards the Thai / Laos border at Huay Xia. After passing through immigration formalities you will transfer by tuk tuk to the boat pier and board your cruise. You will spend the day cruising down the Mekong, through peaceful rural scenery, passing small hilltribe villages along the way. Time will be made to stop in a small hill tribe village and experience the local setting. As the afternoon sun draws in your boat will dock in Pakbeng and you will spend the night in a riverside lodge with breathtaking views across the Mekong."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PAKBENG - LUANG PRABANG After filling your tummies with a traditional breakfast you will board your boat again for a second days sailing along the Mekong. Stop off at a Hmong Village and enjoy the local cuisine via a buffet lunch on board. In the afternoon visit the Pak Ou Caves, known as the ‘cave of a thousand Buddhas’ before continuing to Luang Prabang. When you arrive at the pier in Luang Prabang you will be transferred to your hotel where you can catch your breath and unwind."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LUANG PRABANG Rise with the sun to witness the local monks walk through the streets to collect alms from local people. This is spectacular not to be missed. Continue your tour to Kuang Si waterfalls, arriving around 8am when the site is completely deserted allowing you to enjoy the falls with only nature as company. Children will love having picnic breakfast at the falls before clambering on the rocks and exploring for themselves. As the afternoon sun draws in, enjoy a city tour of Luang Prabang, one of South East Asia’s most beautiful cities and the ancient capital of Laos. Visit the Royal Palace Museum where you will learn about the local history. This is also home to a number of beautiful wats (temples) as well as Wat Visoun, ‘the watermelon stupa’. The day ends with a climb up to Mt Phousi for a lovely sunset overlooking Luang Prabang and the Mekong."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "LUANG PRABANG Enjoy a full day getting off the beaten track into some of the most beautiful, yet undiscovered areas around Luang Prabang. A short boat cruise to the ancient royal temple of Wat Long Khoung is where you will start your journey, from there clamber on to push bikes and start cycling through a landscape of green fields and small villages. Stop off in a Hmong Village to visit the Hoy Khua Waterfall, where you will have a picnic lunch. In the afternoon cycle back towards the river to take a boat ride up the Mekong to Ban Chan Village, famous for its pottery making, before heading back to Luang Prabang."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LUANG PRABANG - VANG VIENG A stunning drive takes you south through incredible mountain scenery to Vang Vieng. You will stop en route at various view points for photo opportunities with the family and to visit a small Hmong Village. With a dusting of luck, you will be able to explore a traditional forest market, at which you can see edible snakes, rats and assorted reptiles."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "VANG VIENG Vang Vieng is home to some of Laos’ most beautiful scenery with steep sided limestone peaks rising sharply from the paddy fields, and peaceful rivers winding through the landscape. Celebrate a weeks tours with a days exploring by push-bike. Pass through the spectacular scenery for up to 26km, ending your day on the banks of the Nam Song River where you will take an exciting longtail boat back to Vang Vieng."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "VANG VIENG – VIENTIANE Drive south towards Vientiane, the Lao capital, stopping en route at the beautiful Nam Ngum lake, very popular with day-trippers. Gawp in awe at the small villages that specialize in dried fish (which you can smell from a mile away and will see hanging from the eaves of the houses) and the fascinating Don Makai insect market. If you are feeling adventurous why not try a cocktail of fried scorpion, stir fried ants or something equally jungle-like!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "VIENTIANE After a scrumptious breakfast, take a half-day ‘tuk tuk’ tour of the backstreets of Vientiane, getting a local’s perspective of this serene city. The tour will include a visit to Wat Simeuang, one of the most important temples in Vientiane. Here, you can enjoy a masterclass in the art of traditional temple offerings and understand more about Buddhism as practiced by the locals. As the afternoon sun draws in you will visit the main sights of Vientiane including the impressive Patuxai monument (a homage to the Arc de Triomphe). Children will love clambering over the monument for a glimpse of the spectacular views over the city, as well as That Luang, Laos’ most important religious building. Worked into your day is a visit to the COPE exhibition centre which homes a fascinating and very informative exhibition about the problems caused by unexploded ordnance dating back to the Vietnam War era."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "VIENTIANE - SIEM REAP Continue your tour as you sore into the clouds in a flight to Siem Reap. When you arrive in Siem Reap you will transfer to your hotel. Time permitting, in the late afternoon you can head to Angkor Wat to watch the sunset over the temples."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "ANGKOR TEMPLES A wonderful day spent exploring the Angkor temples as a family. In the morning you will hop on to push-bikes and tour through the temples, whilst in the afternoon you will travel by exciting tuk tuk. Further discover the Bayon Temple with its many impassive stone faces and the wonderful carvings of the Elephant Terrace. You will also visit one of our favourites temples, Ta Prohm, which has been left almost exactly as it was when it was found and retains much of its mystery."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ANGKOR TEMPLE Continue your tour with a road trip to Banteay Srei (the citadel of women) about 35 km from Siem Reap and home to some of the most exquisite carvings in all the Angkor temples. On your return journey will stop in a small village where will witness locals making palm sugar and handicrafts. Feeling the need for an injection of informed culture, you will also stop at the Akira Land Mine Museum which provides a fascinating if slightly harrowing insight into the use of land mines in Cambodia. To complete the day you will stop at the beautiful Banteay Samre temple before returning to Siem Reap for the night."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "KOMPONG PHLUK & BENG MELEA After a days exploring, fill your hungry tummies with breakfast before continuing your tour by car to Kompong Phluk, a floating village built on 8m high stilts over the vast waters of Tonle Sap. Tonle Sap is a freshwater lake that is home to traditional fishing communities and recognised world heritage site. The waters are best explored by a small wooden boat that enables you to weave amongst the stilt houses and through the flooded mangrove forest. Later continue to Beng Melea Temple, an enormous ruin the size of Angkor Wat immersed the jungle. Children will love becoming Indiana Jones for the day as they duck under giant lianas, clamber over huge tree roots, tunnel through thick undergrowth to seek dilapidated carvings within the ruins. Spend the night in Kampong Thom."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "SAMBOR PREI KUK - PHNOM PENH Today you will take a trip by car to the stunning ruins at Sambor Prei Kuk. The temples here are well over a thousand years old and situated in a serene forest setting. Little explores will have plenty of time on their hands before lunch with a local host family. In the afternoon continue to Phnom Penh."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "PHNOM PENH Enjoy a full day city tour of Phnom Penh. After refueling with a traditional breakfast you will visit to the Royal Palace, built by King Norodom in 1866. Take time to see Silver Pagoda, located within the grounds of the Royal Palace, then continue to visit the National Museum, one of Phnom Penh's true architectural gems. Reservations will be made at our favourite and infamous restaurant ‘Friend’s’; a home of great food and opportunity as it continues to offer employment and training to local street children. As the afternoon closes in, visit the Tuol Sleng Genocide Museum (S21 prison). The prison was a high school before being converted for the use of Pol Pot's security forces, making it the largest centre for detention and torture in Cambodia. Continue your education with a trip to the notorious Killing Fields 'Choeung Ek' 15km southwest of Phnom Penh. This is the site of brutal executions of more than 17,000 individuals, most of who first suffered through interrogations, torture and deprivation in Toul Sleng Prison during Pol Pot's regime from 1975 to 1979."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "PHNOM PENH In the morning take a local boat trip up the Mekong from Phnom Penh to the Silk Farm Island where there will be time to have a wander around. The afternoon is free for you to explore or simply unwind."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "DEPARTURE Time to wrap up your tour and journey home."
    }
  ],
  "map": ""
}