{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "laos-cambodia-highlights-tour",
  "tourName": "Laos & Cambodia Highlights tour",
  "placesVisited": "",
  "generalInfo": "Laos and Cambodia are countries blessed with some incredibly beautiful landscapes, fascinating religious monuments, and delicious food. This Laos &amp; Cambodia Highlights itinerary will introduce you to best areas to explore these themes and take you away from the usual tourist trail.<br/><br/>You’ll begin in the former royal capital of Laos, Luang Prabang, a UNESCO World Heritage town with picturesque surrounding countryside. Explore its famous monuments, monasteries and streets lined with old French colonial villas before heading across the Mekong River to discover some less-visited temples and minority villages, where you will learn about the traditions and lives of the local people. Your time in Luang Prabang will also include a tour of some the best restaurants, market food stools and hidden bars in town, as well as a sunset cruise down the Mekong.<br/><br/>The next stage of your journey will take you to Southern Laos, home to some fascinating areas within easy reach of your base, Champasak. Visit the pre-Angkorian ruins of Wat Phou, not far from the town. Take a Jeep tour across the dramatic Bolaven Plateau, with its stunning waterfalls, quality coffee plantations and interesting minority villages. Head down to the unique 4,000 Islands area where the Mekong River reaches 14km wide and is dotted with thousands of small islands. Here you’ll see a totally different pace to life. <br/><br/>Next, you’ll fly to Siem Reap in Cambodia, which is home to the magnificent temples of Angkor. Part of your exploration of the Angkor Archaeological Park will be done by bicycle, an eco-friendly and peaceful way of accessing these impressive monuments. You’ll cover the main temples of the Small Circuit, including Angkor Wat, as well as some lesser visited, but no less impressive, temples of the Grand Circuit. Travelling further afield, you’ll also enjoy a short trek to the ancient Hindu site of Kbal Spean, with its riverbed carvings of gods, animals and phallic symbols, known as the “River of a Thousand Lingas”. Your time in Siem Reap will be capped with a performance of traditional and modern theatre, music, dance, acrobatics, juggling and contortion, at the Phare Circus.<br/><br/>Your final destination will be Cambodia’s capital, Phnom Penh. While transferring from Siem Reap you’ll take a small detour to Tonlé Sap, Southeast Asia’s largest freshwater lake. Take a boat out onto the lake and visit the village of Kampong Khleang, where houses are built on stilts among the petrified mangrove forests and waterways. In Phnom Penh you’ll take a walking tour of its residential neighbourhoods, local attractions and the dazzling Royal Palace. You’ll also be taken to some of the city’s best eateries and nightlife spots, travelling by local transport (remork).",
  "durationDays": "14",
  "price": "2595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LUANG PRABANG: On arrival at the airport in Luang Prabang, you’ll be met by your guide and transferred to your hotel in town. Enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "LUANG PRABANG: Meet your guide this morning for a tour of Luang Prabang’s UNESCO old town area. Begin at the former Royal Palace, which is now the National Museum and contains an impressive collection of historical relics, as well as being host to a variety of interesting exhibits. Next, head to the Buddhist temple, Wat Mai, and admire its incredible gold covered bas relief. Continue to Wat Sensoukarahm, with its shiny golden façade, and then on to Wat Xieng Thong, the most revered temple in Luang Prabang. What makes this temple particularly special is its ornate carvings and mosaics, such as the glittering Tree of Life. A traditional Laotian lunch will be included at a local restaurant this afternoon, before continuing your exploration of the town. Head down streets lined with former French colonial buildings and on to the watermelon shaped, Wat Visoun, which is home to an extensive collection of religious artefacts. From here you’ll pay a visit to the Traditional Arts and Ethnology Centre where you can learn about the various ethnic groups in Laos and see the displays of costumes and traditional tools. In the late afternoon you’ll head up Mount Phousi to see sweeping views of the beautiful scenery surrounding the town before descending and joining a Mekong River cruise where you can watch the sunset and enjoy canapés and drinks."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LUANG PRABANG: Today you will cross to the other side of the Mekong River where your guide will show you around some interesting communities which receive very little visitors. First, travel along the banks of the Mekong by tuk tuk and make a stop at an ancient temple called Wat Chom Phet. Next, continue to another temple, Wat Long Khoun, with its remarkably well-preserved mural paintings. From here you’ll head inland through the countryside to a Khamu minority village, where you will meet some of the local residents and learn about their way of life. Afterwards, you’ll visit the Hmong minority village of Ban Pak Leung, where you will take a boat back down the river to the pottery village, Ban Chan. See how bowls are crafted using traditional techniques and then fired in the underground kilns before continuing downstream to Luang Prabang. After some leisure time this afternoon, meet your guide for an evening food tour. Start at a restaurant on the Mekong, where you can enjoy a beautiful sunset and some of the owners’ favourite local snacks. Next, you’ll get to explore the food stalls at the bustling night market and try a grilled chicken papaya salad with some local beer. It’s then on to a more upmarket restaurant, with its Indochinese inspired décor and cuisine. Choose from the red duck curry or fish ceviche and wash it down with a glass of wine. The food tour will end at a hidden lounge bar where you can enjoy dessert and a digestif, before choosing to either head back to the night market for further independent exploration, or back to the hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LUANG PRABANG: Today you will be free at leisure to explore more independent exploration of Luang Prabang and the surrounding area."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CHAMPASAK: Transfer to the airport this morning for a flight to Pakse, in Southern Laos. Upon arrival, you’ll meet your guide and head to the stunning Bolaven Plateau, whose rugged terrain will be explored in a Jeep. Your first stop will be at a coffee plantation which is known for producing some of the best coffee in Laos. Take a tour of the plantation with a coffee expert and learn about the growing and processing of coffee beans. Enjoy a freshly prepared lunch along with some of the plantation’s coffee before taking a short trek, through organic gardens, to a hidden cave where people hid from American bombing during the Vietnam War. From here, trek back to the Jeep and journey deeper into the jungle to Tad Moune waterfalls. Take a swim in its refreshing pool and take in the beautiful scenery before transferring onwards to the town of Champasak for check-in at your resort."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CHAMPASAK: This morning you’ll travel the short distance to Wat Phou, a UNESCO World Heritage Site. This spectacular pre-Angkorian temple was built on the side of a hill by the rulers of the Khmer Empire and has stunning views of the rice fields and waterways below. It has three levels, with the bottom level built around a baray (water reservoir), the second level featuring quadrangular pavilions and impressive carvings, and the top level serving as the central sanctuary. After exploring the temple and hearing about its history, transfer back to Champasak and enjoy the remainder of the day at leisure. You can choose to relax at your resort and watch the Mekong gently flow by, or head back out and explore the local area independently."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHAMPASAK: Today you’ll travel down to the 4,000 Islands, close to the border of Cambodia. This stretch of the Mekong River reaches 14km wide and is dotted with thousands of small islands. First, you’ll head to Ban Nakasan village, where you’ll take a boat to the peaceful islands of Don Det and Don Khone. Hop on a bike to explore the villages, plantations and rice fields before heading to the impressive Lippi Falls. After a break for lunch you’ll take the boat back to the mainland and transfer back to Champasak in time for sunset."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SIEM REAP: Transfer to Pakse Airport this morning and catch a flight to Siem Reap, in Cambodia. Upon arrival, meet your guide and transfer to the hotel where the remainder of the day will be at leisure to explore the town or relax by the pool."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SIEM REAP: Enjoy a morning cycling tour of the ancient temples of the Khmer Empire, which lasted from the 9th century to the 15th century. After entering the Angkor Archaeological Park, you’ll begin by cycling from one of the main gates of the ancient city of Angkor Thom, along its outer wall through a forested and picturesque area of the park which is frequented mainly by local people living and working at Angkor. After reaching the North Gate, you’ll continue to the mysterious Preah Khan temple. This massive compound is less visited compared with some of its more famous neighbours, which makes it an atmospheric place to explore. Set within the forest, you can venture through its labyrinth of corridors while listening to the sounds of the birds and wildlife which have made the temple their home. From here you’ll ride to and stop off at a couple of smaller and little visited temples, Ta Nei and Takeo, before cycling back towards Angkor Thom and its Gate of the Dead. Ride along another section of the outer wall before reaching the popular South Gate, with its impressive stone entryway carved with elephants and capped by four giant faces of the Buddha. On the final section of this morning’s cycling route you’ll visit the impressive brick towers of Prasat Bei and climb the pyramid temple, Baksei Chamkrong. Afterwards, you’ll be transferred back to Siem Reap where the afternoon will be yours at leisure to explore the town."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SIEM REAP: Today you’ll head back to the Angkor Archaeological Park to explore two of its most famous temples, as well as journeying farther afield for a trek to Kbal Spean and its riverbed carvings. Begin at Ta Prohm temple, an icon of Angkor which remains subsumed in the jungle and has trees and vines growing over its crumbling walls. Begin your exploration just as the temple opens when it’s peaceful and there are fewer visitors. From Ta Prohm you’ll transfer out into the countryside, passing rice paddies dotted with palm trees. Arrive at the edge of the jungle and trek for 3km to \"The River of a Thousand Lingas\", where you will find stone carvings of Hindu gods, animals and phallic symbols in the riverbed. Learn about the history of Hinduism in Cambodia while exploring this unique river. After enjoying a picnic lunch you’ll transfer back to the Angkor Archaeological Park and visit its largest and most famous monument, Angkor Wat. The temple was built in the early 12th century during the reign of King Suryavarman II and its walls are covered in stone carvings and bas reliefs depicting Hindu mythology and wars fought during his reign. End the day with an evening performance at the Phare Circus, a social enterprise which puts on shows of traditional and modern theatre, music, dance, acrobatics, juggling and contortion performed in a story about Cambodian lives and society."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SIEM REAP: Your accommodation will prepare a packed breakfast for you this morning, which you will enjoy with a local family at Ta Brak village. Morning is the busiest time for villages in Cambodia and you’ll observe people going about their activities while eating. Afterwards, jump in the back of an ox cart for a ride to the local market. Explore the colourful displays of vegetables, herbs and other locally grown produce, and mingle with the shoppers who come every morning to buy fresh ingredients. From here you’ll continue on foot to see more village activity and might also get the chance to join in with some of them. Before departing Ta Brak, monks will bless your journey in an age-old ceremony. Upon arrival back in Siem Reap, the remainder of the day will be at leisure. You may choose to head back to the Angkor Archeologcal Park to explore more temples independently, explore the town, or simply relax by your hotel’s poolside."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "PHNOM PENH: Depart Siem Reap for the 5-hour transfer to Phnom Penh. Before reaching the capital, you’ll make a detour to Kampong Khleang, a village on Tonlé Sap Lake. This is one of the lesser visited floating villages of the lake and you’ll explore its waterways, mangroves and stilted houses on a boat ride."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "PHNOM PENH: After breakfast at the hotel, meet your guide and head out on a walking tour of the capital. You’ll pass through interesting residential neighbourhoods, passing by shops, markets and local life, and then pay a visit to one of the oldest pagodas in Phnom Penh, Wat Lanka. Continue to picturesque Wat Botom Park, which is a hive of activity throughout the day, before ending at the spectacular Royal Palace. Built in 1866 towards the end of the French colonial era, the palace serves as the royal residence of the King of Cambodia. Here you’ll learn more about the role of the Royal Family in modern Cambodia and get to visit the palace’s Silver Pagoda, with its beautiful silver tile lined floors and impressive collection of Buddha images. In the afternoon you’ll be free at leisure to continue exploring Phnom Penh independently, or relax in your hotel, before meeting your guide for an evening tour of the city’s nightlife. Travel to different areas by local transport (remork) and enjoy a dinner made up of local specialities, rice whisky tasting at a market, and visit a variety of recommended drinking venues serving cocktails, playing live music and offering some of the trendiest vibes in the city."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "PHNOM PENH: Meet your driver and transfer to Phnom Penh Airport for your onward international flight."
    }
  ],
  "map": ""
}