{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-country-tour-temples-sea",
  "tourName": "Cambodia country tour, temples & sea",
  "placesVisited": "Hindu pyramids, Historic temples, Traditional Apsara show, Sunrise at Angkor Wat, Floating village, Phnom Penh, Cyclo tour, Royal Palace, Silver Pagoda, ‘Killing Fields’, Tuol Sleng Genocide Museum, Sihanoukville beaches, Optional: boat trips for fishing, snorkelling and beach barbecues",
  "generalInfo": "This 11 day Cambodia country tour takes in a wealth of unique highlights, from ruined temples to the sea and sandy beaches. Start in Siem Reap, the base for exploring wonderful Angkor Wat and the atmospheric jungle temples around. From here, move on to the Mekong River to experience everyday Cambodian life on a quiet island. The capital Phnom Penh is your next exciting destination, where you can take in the Royal Palace by rickshaw, explore the markets and learn more about the country’s troubled history at the infamous Killing Fields. Wind up your adventure with a few days to chill out on the white sand beaches of the south coast – the perfect balance of exploration, culture and relaxation.",
  "durationDays": "11",
  "price": "1545",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Siem Reap, where you will be met and taken to your hotel for check in. In the evening, enjoy your first taste of Khmer cuisine at Marum, a social enterprise restaurant that helps local street kids build careers in tourism."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore the Small Circuit including the jungle-clad Ta Prohm made famous by the film \"Tomb Raider\", the huge pyramid of Takeo, the Terrace of the Elephants and the Bayon temple, with its serene smiling carved faces. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you head north to the captivating and intricately-carved temple of Banteay Srei or \"Fortress of the Women\", passing through typical villages on the way. After lunch, tackle the temples of the Grand Circuit including Preah Khan, Neak Pean and Ta Som. After sunset at the temples, in the evening enjoy a traditional Apsara dance show at a local restaurant. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rise early to catch the breathtaking spectacle of the sun rising behind Angkor Wat’s five towers away from the crowds. After breakfast, it's time to explore the magnificent Wat, the world’s largest religious building. Then in the afternoon, head to Tonle Sap Lake where you will visit the floating village of Mechrey, stopping along the way at the Artisans d’Angkor workshop to see silk weaving in action. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Check out and drive to Kratie, where you have the unique opportunity to see rare and endangered Irrawaddy dolphins. Then board a local ferry to the untouched island of Koh Trong in the middle of the Mekong River, where you can stay with a local family for a taste of real Cambodian life. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning is free to relax, visit the river beach or explore the small island by bike. It is an easy and peaceful 9km ride past traditional wooden Khmer houses and pagodas, stopping to chat to locals and taste delicious tropical fruits, including the famous Koh Trong pomelos. Then sail back to Kratie and continue onwards to Phnom Penh. For the more adventurous, you can try some deep-fried tarantula at Skuon, also known as \"Spiderville\"! Upon arrival, check in to your hotel and the rest of the evening is yours. (B/L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend the morning on a fun half day tour of the main sights by cyclo, a pedal-powered rickshaw. You will see the National Museum and impressive Royal Palace, as well as the Silver Pagoda, named after the 4000 silver tiles covering the floor and home to an array of glittering diamond encrusted Buddhas. Your cyclo driver will also take you to see Wat Phnom and the Central Markets, then relax or explore the evening riverside food stalls by yourself. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you learn Cambodia's more recent turbulent history. You will visit the Toul Sleng Genocide Museum, a former Khmer Rouge prison, and then the infamous \"Killing Fields\", now a memorial site located in a beautiful tranquil setting. After lunch we will take you on to the seaside resort of Kep, stopping along the way at a ruined temple on a hill with a fabulous panorama of the surrounding rice fields. (B/L/D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free day to relax on the beautiful beaches and warm seas of Cambodia’s coast. Kep was a popular seaside resort with Cambodia’s elite in the 1940s-60s, and today is experiencing a revival with many of the empty, decaying villas being restored into delightful hotels. Kep is also famous for its seafood and world-class pepper, which you can taste at the numerous beachside restaurants. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today starts with an early morning visit to the lively crab market, watching the women haul their crustacean-laden baskets ashore and the local restaurateurs haggling. Then catch a boat to the palm-lined and secluded Koh Tonsay (Rabbit Island) to sunbathe or explore a 6km trail around the island, discovering deserted beaches and meeting friendly local fishermen. After a picnic lunch, explore the cave temple of Wat Kirisehla and return to your hotel for a free afternoon. (B/L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you will be driven back to Phnom Penh for your flight home, leaving Cambodia with lots of wonderful memories! (B)"
    }
  ],
  "map": ""
}