{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "laos-and-cambodia-adventure-holiday",
  "tourName": "Laos and Cambodia adventure holiday",
  "placesVisited": "Luang Prabang, Mekong river cruise, Laos and Cambodia village life, Kuang Si and Tadlo waterfalls, Bolaven Plateau tea and coffee plantations, 4000 Islands region, Kratie, Cycling along the Mekong, Siem Reap, Angkor Wat, Phnom Penh and Khmer Rouge sites",
  "generalInfo": "The UNESCO World Heritage town of Luang Prabang is your gateway to Laos, a place of cultural depths and wonderful landscapes ranging from lush hills dotted with tea and coffee plantations to the stunning “4000 islands” region. This often overlooked country retains a traditional character and charm that makes it one of Southeast Asia's most enjoyable destinations. <br/><br/>The mighty Mekong River provides an unforgettable liquid thread drawing together Laos and neighbouring Cambodia – as well as a chance to cruise in search of Irrawaddy dolphins and ride riverside cycle paths through the fascinating rural villages of the Kratie region. <br/><br/>Siem Reap is your base for the magnificent temple complexes of Angkor, before finishing in Phnom Penh, Cambodia’s riverside capital, to delve Cambodia’s modern history as well as its characterful colonial past. Along the way, there'll be plenty of chance to meet friendly locals and savour some of Asia's most striking food – though only the brave may wish to try fried tarantula!<br/>",
  "durationDays": "14",
  "price": "4425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start tour Luang Prabang: The tour begins this afternoon in the beautiful World Heritage town of Luang Prabang at a traditional-style boutique hotel. After we are all checked in we will go for our first wander around town and just soak it all up. Dinner will be at a local restaurant with great food. We will then wander home past the night market, which is wonderful."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Luang Prabang: cruise the Mekong: This morning there is a pre-breakfast option to witness the early morning sacred ritual of ‘Tak Bat’, or giving alms to the monks. This unique ceremony is still followed by the locals in Luang Prabang (which we will observe from a respectful distance). Following this, we board our private boat for a cruise upstream on the Mekong River, giving us a panoramic view of the tranquil countryside. Our first stop is the village of Ban Muangkeo where we make a short trek to see the mysterious caves of Pak Ou, crammed with thousands of Buddha statues of various shapes and sizes. Cruising back to Luang Prabang, we’ll also stop at one of the fascinating villages en route."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In Luang Prabang: culture and history: Early this morning we will visit the country’s most historic and enchanting temple, Wat Xiengthong, with its roof sweeping low to the ground, representing the classical Luang Prabang style. We will then stop at the quaint Royal Palace Museum for an overview of local history and then visit a market, where all the locals shop. Later this morning we will visit the beautiful Kuang Si Waterfall where we can cool off with a refreshing swim in the turquoise pools, or walk along the forest trails. Next to the falls is a Bear Rescue Centre that does a great job in protecting and rehabilitating the rare Asiatic Black Bear. This afternoon we will visit Ock Pop Tok, a silk weaving centre where we’ll learn more about the whole process. Later today we will stop at the fascinating Traditional Arts and Ethnology Center, offering an insight into the ethnic cultures of Laos."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luang Prabang - Pakse - Champasak: This morning we are taking a short flight to Pakse in Southern Laos where we will continue by road to Champasak, our base for the next two nights. This afternoon we will visit Wat Phou, the ancient Khmer religious complex dating back to the 5th Century. The dramatic location of this temple is one of the highlights of any trip to Laos. Alternatively we may fly south via Vientiane where we will be able to head into the city for a short lunch break before continuing on our journey. This will depend on the available flight schedules at the time of our trip."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Champasak - Bolaven Plateau - Champasak: This morning we travel east into the Bolaven Plateau, located high above the Mekong Valley. During the day we will make various stops at minority villages and visit a working tea and coffee plantation. We will also visit the dramatic Tad Fan, a spectacular twin-chuted waterfall. We later drive back to Champasak, arriving by early evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Champasak – 4000 Islands – Don Khone: After breakfast and short river crossing, we drive to the boat pier and board our local private boat for a tour of the 4000 Islands area. Reaching the picturesque island of Don Som, we will enjoy a lunch at a local home, before exploring the island by bicycle*. Later this afternoon we will catch a boat to Don Khone where we will have a chance to stop at the beautiful Liphi Waterfall, and enjoy sunset over the Old French Railway Bridge. *see the SUPPLEMENTARY INFORMATION section below for more information on cycling in Laos"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Don Khone – Stung Treng (Cambodia) - Kratie: This morning we return by boat to the mainland, visiting the spectacular Khone Phapheng Falls en route, one of the largest and most powerful waterfalls in Southeast Asia. We then transfer to the Lao/Cambodian border and clear immigration formalities on both sides before continuing south to the town of Stung Treng. After our first taste of Cambodian cuisine, we continue our journey south stopping at Kampi along the way, one of the many deep pools where the rare river dolphins gather to feed. We board a local boat and cruise out into the mighty Mekong for a chance encounter with these gentle creatures. Finally we drive on to Kratie, a charming riverside town where we will catch a ferry over to the Mekong Island of Koh Trong, and check into our local hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kratie – Phnom Penh: cycle through the islands: Early this morning we will enjoy a cycle ride on Koh Trong with our specialist local guide.* Our route takes us through unspoilt villages, stopping along the way to meet locals and be introduced to their livelihoods, these include tobacco-growing, rice production, prahok and noodle-making. We will also stop at some pagodas along the way to find out more about local folklore and the stories associated with the Mekong River region. We then have lunch in a local family home. This afternoon we will drive to the Cambodian capital, Phnom Penh - a journey which takes around 4 hours. City of coffee, croissants and Machiavellian coalitions, Phnom Penh is made up of crumbling colonial architecture and is a truly fascinating city in a country with a dark past. On arrival, we will check into our hotel for the next 2 nights.*see the SUPPLEMENTARY INFORMATION section below for more information on cycling in Cambodia"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In Phnom Penh: the history of Cambodia: This morning we explore the stunning Royal Palace complex, home to the Cambodian royal family and a symbol of the nation. The Palace is set in beautiful gardens and we’ll be able to see the Throne Hall, the iron Napoleon III Pavilion, a gift from the French emperor in the 19th century, and the Silver Pagoda, named after the 5000 silver tiles covering the floor, each weighing 1kg. We then continue to the nearby National Museum, home to the world's finest collection of sculpture from the Angkor period. The building was completed in 1920 and features a lush courtyard garden surrounded by collections from the pre-Angkor, Angkor and post-Angkor periods. We will then have a chance to visit the art-deco Central Market for a spot of souvenir hunting. After lunch we will have the chance to experience more recent Cambodian history, coming face to face with the horrific crimes of the Khmer Rouge. Tuol Sleng was a former high school which was turned into a centre for interrogation, torture and death. Today it is a museum and serves to remind visitors of the terrible atrocities that came to pass in Cambodia. We will then travel out of town to the Killing Fields of Choeung Ek, where prisoners from Tuol Sleng were taken. An old Chinese cemetery, Choeung Ek was converted to an extermination camp for political prisoners. The remains of 8985 people were exhumed from mass graves and are kept in a memorial stupa here. Despite the horrors of the past, it is a peaceful place to go and a tranquil spot to reflect on the tragic events that engulfed Cambodia and its people. This evening we’ll go to dinner at a traditional Cambodian restaurant."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Phnom Penh – Siem Reap: into the countryside: This morning we’ll drive to the airport for our flight to Siem Reap, home to the magnificent temple complexes of Angkor. This afternoon and evening we will visit the beautiful Ta Prak village, located just outside Siem Reap. Here we will enjoy a two hour walk through a traditional village with one of the local guides, who will give us an introduction to the daily lives of the villagers. This evening we will eat at a local restaurant, before returning back to our hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In Siem Reap: Angkor Wat: Waking up early this morning we head to the magnificent Angkor Wat for sunrise after which we can enjoy a morning tour of the temple before the worst of the crowds arrive. Mid-morning we return to the hotel for breakfast and some free time. In the early afternoon we return to the temple complex, this time visiting Angkor Thom, the famous walled city and home to the fascinating Bayon temple with its many magnificent faces smiling out. We also pay a visit to Ta Prohm and Banteay Kdei, two of the more unique temples in the complex. We will return to our hotel where you will have the evening free to explore at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In Siem Reap: through the temples of Angkor: This morning we head to Banteay Srei, Angkor’s ultimate art gallery. This petite pink temple is the jewel in the crown of Angkor-era sculpture. The elaborate carvings here are the finest found in Cambodia and the name translates as ‘Fortress of the Women’, thanks to the intricate detail here, considered too fine for the hands of a man. Later this morning will follow small back roads through rural landscapes and picturesque villages. Our first stop is the temple of Bakong in the Roluos group, the first of the great pyramid mountains which later kings were to copy. From Bakong, we continue into Roluos town to visit a very local market. After some exploration here, we follow the course of the Roluos river to the nearest navigable point where we board small wooden boats for the trip to Kompong Phluk. Cruising down a narrow waterway, we enter this medieval floating village, where the houses stand atop stilts as much as seven metres above the water. Everything lives on the water, pigs, dogs, crocodiles and people, all jockeying for space in this incredible floating town. After exploring the local waterways here, and a beautiful sunset on the lake, we return to Siem Reap by road."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In Siem Reap: APOPO and the Circus: This morning we will have some free time to explore Siem Reap at leisure. Beyond the typical tourist trail lies a fiery town full of inspiring people, doing unique work with the goal of giving back to Cambodia. This afternoon, our tour of Siem Reap gives us an insider’s look into the network of social enterprises and non-profits in Siem Reap who are slowly but surely bringing new light and new skills into the bustling and ever-expanding tourist town. We'll visit the well known APOPO visitor centre and learn about their very important work, all whilst knowing in our own way we are giving back to the community as a responsible traveller. After an early dinner, we will be treated to a unique performance by the Cambodian Circus, also known as the hugely talented Phare Ponleu Selpak from our VIP seats. Literally translated as ‘’the brightness of the arts’’, this Artistic and Social Center has been running as a non-profit association since 1994, and was founded by a group of young ex-refugees from Battambang Province. Sitting in the centre of the big top tent, we will witness some remarkable acrobatics and visual arts while supporting one of Cambodia’s most inspiring projects."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends in Siem Reap: The tour ends this morning after breakfast. Those on the group flight will have a relaxed free day in Siem Reap for some final sightseeing or shopping before being transferred to the airport in the late afternoon."
    }
  ],
  "map": ""
}