{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "mekong-adventure-holiday-laos-cambodia",
  "tourName": "Mekong adventure holiday, Laos & Cambodia",
  "placesVisited": "Luang Prabang, Kuang Si waterfalls, Phonsavan, Plain of Jars, Visit to a traditional Hmong village, Vientiane, visit to a hill-tribe market, Konglor Cave, Nong Thao Lake, Pakse, Boloven Plateau, Champassak, Wat Phu, Four Thousand Islands, Khon Phapaeng Falls, Phnom Penh",
  "generalInfo": "Our comprehensive Laos tour, ‘Far North to Far South’, follows one of the world’s greatest rivers through the heart of Indochina. Beginning in the laidback contemporary capital Vientiane we’ll take a scenic ride on the brand new China-Lao railway to the historic and picturesque town of Luang Prabang, nestled in the mountains of the far north of Laos. From here we’ll travel to the remote northeast and the enigmatic Plain of Jars, before completing our loop to riverside Vientiane.<br/><br/>Our itinerary then proceeds south along the Mekong to the French-era river ports of Thakaek and Pakse where we’ll travel by boat up an underground river amid the surreal, karst landscapes of Hin Boun National Park as well as discovering the waterfalls and coffee plantations of the Boloven Plateau.<br/><br/>Continuing by boat our next destination is quaint Champassak town with its well-preserved French architecture and spectacular pre-Angkor and UNESCO-listed temple of Wat Phu. Farther still, along the border where Laos and Cambodia meet, we’ll explore the sublime scenery of Si Phan Don or the ‘4,000 Islands’ – an inland archipelago on the Mekong.<br/><br/>From here we cross the border into northern Cambodia and continue along the Mekong south to our final destination, Cambodia’s bustling capital Phnom Penh. Stops on the way include a boat trip to see the Mekong’s rare freshwater, ‘Irrawaddy’ dolphins and the 12th-century, Angkorian temple of Wat Nokor<br/>An unforgettable, fascinating and varied voyage by road, rail and river through Laos with some of Southeast Asia’s most remote and unspoilt areas, all 3 of the country’s UNESCO World Heritage Sites, as well as some of its most sublime scenery and spectacular sights from the far south to far north.<br/><br/>Features:<br/><br/>1. Explore the ancient temples, colonial architecture, narrow lanes &amp; bustling markets of World Heritage Luang Prabang<br/>2. Visit the enigmatic, UNESCO-listed, Plain of Jars archaeological site in remote Northeastern Laos<br/>3. An exciting boat journey up the underground river of Konglor Cave followed by a trek through the ‘hidden valley’<br/>4. Discover the Mekong's picturesque 4,000 Islands region in the far south of Laos<br/>5. Boat tour to visit the rare freshwater, (Irrawaddy) dolphins who still inhabit an area of rapids in northern Cambodia<br/>6. ...and last but not least, sample the sumptuous, varied and contrasting local cuisines of Laos and Cambodia<br/><br/>Optional extensions<br/><br/>1. Add on a few days to explore, or even revisit, the awe-inspiring jungle temples of Angkor<br/>2. Beach extension to the unspoilt island of Koh Mak, Thailand <br/>3. Explore the south of the country with our 4-day Kep and Kampot mini-tour<br/>4. Break-up the return journey with our unique Bangkok Behind the Scenes mini-tour<br/><br/>Note; groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in good 3* hotels.",
  "durationDays": "19",
  "price": "3125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in the Lao capital of Vientiane, on the banks of the Mekong River, and check-in to our centrally located hotel. Time to stretch your legs with an orientation walking tour before perhaps riverbank sundowners and a local-style welcome dinner at one of the town’s lively night markets."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Departure by train, (Lao’s recently constructed, first-ever rail line), through the spectacular central highlands to the ancient capital Luang Prabang . Mid-morning arrival and some time to relax before an afternoon boat trip up the picturesque Mekong to visit the mysterious Pak Ou Caves, filled with thousands of Buddha statues of various shapes and sizes left by pilgrims. Return to Luang Prabang for sunset and a chance to sample some of the region’s local specialities."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nestled in the mountains, long isolated from the outside world, discover UNESCO-listed Luang Prabang’s fabulous temples, French period architecture and taste Lao delicacies (and the famous Lao beer!) in riverside cafes. A walking tour of the town includes the former king’s palace, now National Museum, Wat Xiengthong and Phu Si Temple. Afternoon at leisure to explore the picturesque lanes and famous hill-tribe handicraft market."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A drive through the surrounding hills to visit the spectacular Kuang Si Waterfalls as well as the commendable Free the Bears rescue centre with an opportunity en-route to discover the fascinating and still very traditional village life of some of the area’s inhabitants."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A drive along scenic mountain roads to Phonsavan in Xieng Khouang Province, site of the remote and enigmatic Plain of Jars. Stops on the way include Khmu and Hmong villages, and a hidden cave temple that served as an army hospital during the Vietnam War. Arrival in Phonsavan and an atmospheric dusk visit to one of the famous jar sites followed by a visit to the Mines Advisory Group to learn about the work they do in clearing the area’s unexploded munitions."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning trip to the picturesque Jar Site 2 for a short hike to the impressive, hill-top Site 3, consisting of around 150 giant jars. Afternoon flight from Phonsavan Airport to the Lao capital of Vientiane, and time perhaps to stretch our legs with a stroll along the Mekong waterfront for sun-downers in a riverbank cafe?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of the city’s varied sites including Si Saket Temple with its 1,000 Buddha images, the bustling morning market, Vientiane’s most famous monument – That Luang Stupa – and the unusual Buddha Park. A less cheerful, but highly informative stop will also be made at the excellent COPE exhibition centre, which highlights the problem of unexploded ordnance from the Vietnam War."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leave Vientiane for a leisurely drive southeast to Khammouane, one of Laos’ most picturesque yet least-visited provinces. Stops along the way will include a 15th-century stupa and a lively Hmong, hill-tribe market! Afternoon arrival at our night’s riverside accommodation in remote Hin Boun set among dramatic limestone scenery."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure by boat for an exploration of the incredible Konglor Cave. A 7-km long underground river running through the cavern is the only access to a hidden valley in the mountain’s interior. We’ll travel through the cave by boat for a short hike through the farmland and villages of this highly unusual feature before completing our day with a transfer to the nearby French-era river port of Thakaek, in time for sunset on the waterfront."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A fascinating trip through the area’s awe-inspiring limestone landscape. The morning will include a hike where our guide will introduce you to traditional forest food and medicines collected by the local inhabitants; a walk around the serene Nong Thao Lake to discover local fishing techniques and visits to a village and a secret 300-year-old cave temple. Afternoon drive south to riverside Savannakhet."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning at leisure; check out some of Savannakhet’s French-period architecture or just soak up the river views from the Inn’s terrace before a drive south along the Mekong Valley to another old French period river port, Pakse. Late afternoon arrival, in time perhaps for sundowners on the hotel’s rooftop cafe?"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tour some of the sites of the Boloven Plateau, home to numerous ethnic minorities and the centre of Lao’s coffee-growing industry. The day will include a visit to one of the area’s coffee plantations, a fascinating local market, and a chance to bathe in the spectacular Tad Yeuang Falls."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Back on to the Mekong for a boat trip downstream to the charming riverside town of Champassak. Afternoon stroll to discover the quaint town’s well-preserved French-period villas and ancient Buddhist wats."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning visit to the UNESCO World Heritage Site of Wat Phu – a pre-Angkor, Khmer, Hindu temple dramatically situated on a mountainside overlooking the valley of the Mekong - followed by a short walk to visit some of the lesser-visited, outlying temple ruins. Afternoon at leisure in our riverside resort."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Across the Mekong and time to head south to our embarkment point for an island hopping boat tour through the 4,000 Islands – a stretch of the Mekong of truly outstanding natural beauty. Our boat trip includes a stop for lunch courtesy of local villagers, with our day’s final destination being the picturesque Khone Island."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Explore some of the serene islands by tuk-tuk, on foot and boat. Visit Southeast Asia’s largest waterfalls, the stunning Khone Phapaeng Falls, and with luck catch a glimpse of some of the rare freshwater dolphins which still inhabit this stretch of the river."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "A Time to head back to the mainland and cross the border into northern Cambodia and the remote town of Stung Treng. From here we continue south to Kratie town for an afternoon Mekong boat tour to see rare freshwater dolphins followed perhaps by sundowners in a Mekong-side Kratie cafe."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Continue south through Kampong Cham Province with a stop at the well-preserved 12th-century site of Wat Nokor and afternoon arrival in Phnom Penh. An evening farewell, Khmer-style dinner completes the tour."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Morning at leisure in Phnom Penh; some last-minute market shopping at the Russian market or just relax by the pool with a departure at your convenience."
    }
  ],
  "map": ""
}