{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-adventure-holiday",
  "tourName": "Cambodia adventure holiday",
  "placesVisited": "Phnom Penh, Battambang, Siem Reap, Angkor Wat, Sambor Prei Kuk homestay, Kampot, Sihanoukville, islands and beaches",
  "generalInfo": "Experience the best of Cambodia, from its famous highlights to its lesser-visited spots, on a journey to the heart of the country. Get to know the people, landscape, customs and cuisine that make Cambodia so incredible. <br/><br/>Travel to the elegant city of Battambang, stopping at small cottage industries in the countryside and meeting local people as they go about their daily life. Then on to wonderful Angkor Wat where a guided walk and a three-day pass introduce you to this incredible site.<br/><br/>In Cambodia’s remote south, tour the country of the Khmers. Two days in Sihanoukville is your chance to discover secluded sweeps of sand on islands while a visit to the famous pepper plantations outside Kampot will give you an insight into Cambodian cuisine.<br/><br/>This trip packs a great deal into just two weeks, travelling by private mini van, boat and public bus. Spend 12 nights in hotels and enjoy a unique homestay with a family in the village of Sambor Prei Kuk, an experience that puts you right at the heart of rural life in Cambodia.<br/>",
  "durationDays": "14",
  "price": "1410",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh.",
      "description": "Sua s'dei! Welcome to Cambodia. Your adventure begins in Phnom Penh with a welcome meeting at 6 pm tonight. If you arrive early, maybe stroll the streets and explore the city, taking in the interesting French architecture. Visit The National Museum and discover its collection of classic Khmer craftsmanship, or head to Wat Phnom – a peaceful temple on a hill. According to legend, a 14th-century woman named Penh found sacred Buddhist objects in the nearby river and placed them here on the small hill. A great way to spend your first night is strolling along the famous Sisowath Quay and enjoying a coffee or cocktail at one of the many cafes while you watch the busy river traffic."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh.",
      "description": "Phnom Penh remains a living relic of the country’s past struggles and successes. Today you’ll visit the Tuol Sleng Genocide Museum (S21) and the Killing Fields of Choeung Ek, which tell the story of the tragic legacy of the Khmer Rouge. In the afternoon, maybe visit the Royal Palace. The private quarters of the Royal Palace are home to King Sihamoni and are closed to the public, but you can visit the Silver Pagoda that lies in the palace complex – the most sacred temple in the country. An ideal way to spend your second evening here is to relax in a cafe by the riverfront."
    },
    {
      "dayNumber": 3,
      "title": "Battambang.",
      "description": "Get an early start today and travel to Battambang via a local train – Cambodia's second-largest city. Battambang (pronounced Battambong), is a riverside town of French elegance, friendly Khmer people and beautifully preserved architecture. The city is famous for its many statues of animals and divinities that decorate the streets and buildings. The city lacks the traffic of Phnom Penh and the visitors of Siem Reap, so it’s a great place to get an authentic slice of Cambodia. With a free afternoon, you might like to visit the hilltop Wat Banan temple – offering 360-degree panoramic views over the Sang Ke River. There are also the Killing Caves of Phnom Sampeau, which are well-worth the sobering experience. In the evening, maybe walk along the riverfront where locals indulge in hobbies like yoga and folk dancing."
    },
    {
      "dayNumber": 4,
      "title": "Battambang.",
      "description": "This morning, take on a bike tour around rural Cambodia with the local social enterprise Soksabike – dedicated to responsible tourism, this organisation provides local university students with training and employment and scholarships for their staff’s language or vocational studies. Learn some basic Khmer phrases and then explore the countryside, stopping to visit local families who make things like rice paper, dried bananas and bamboo sticky rice. See the memorial site for the victims of Khmer Rouge and spend some time in a local’s house, refuelling with some local fruit. This afternoon, you’re free to explore how you wish. Maybe go and watch local students rehearsing in their circus and music schools and the young painters who work in visual arts. Maybe take an optional cooking class to learn the secrets of some delicious local dishes such as amok, Khmer curry and fried spicy chicken."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "Travel by bus to Siem Reap today – this small but expanding town is the gateway to the UNESCO World Heritage site of the Angkor complex. This is the most popular destination for travellers in all of Cambodia (maybe even in Southeast Asia!). You'll probably notice a change of pace here, so maybe take a walk and enjoy the atmosphere when you arrive. A visit to the old market is a must, even if you're not looking for souvenirs – wandering through the stalls and surrounding shops, you’ll find silks, cotton, sarongs, silver and statues among a flurry of colour. There's also a long tradition of shadow puppetry in the region, so if you're lucky, you might even catch a show at one of the local restaurants tonight."
    },
    {
      "dayNumber": 6,
      "title": "Siem Reap.",
      "description": "Spend a full day temple-hopping in the Angkor complex today. Hop on a remork-moto (Cambodian tuk-tuk) with an all-female crew from Drivers Srey, whose mission is to support local women with sustainable income to support their families. With a knowledgeable local guide at your side, you’ll be able to make the most of your visit to the world-famous complex, built between the 9th and 13th centuries when the Khmer Empire was the pre-eminent influence in Southeast Asia. The temples were believed to represent the cosmic world and were set in perfect balance, symmetry and composition and the ruins are scattered over some 160 square km. See Angkor Wat – the largest and most complete structure and the only one of Angkor's temples with a west-facing entrance, the Bayon and the jungle-covered Ta Prohm. There are spectacular photo opportunities at any time of day."
    },
    {
      "dayNumber": 7,
      "title": "Siem Reap.",
      "description": "Rise nice and early this morning to see the mighty Angkor Wat at sunrise (weather permitting). Then, continue your exploration of the complex on a day tour in a private van to experience the rest of the highlights at the Angkor complex. The rest of the day is free to recharge. Maybe get adventurous with the Angkor zip-line course, which gives you a birds-eye view of the beautiful rainforest. Or you can get to the heart of Cambodia (through its food, of course) with a cooking class."
    },
    {
      "dayNumber": 8,
      "title": "Sambor Prei Kuk.",
      "description": "This morning, drive to Sambor Prei Kuk – your homestay for tonight. When you arrive, take a tour of the village with your local guide who will introduce you to the way of life for the local people, as well as your homestay facilities and your hosts. The temple ruins nearby are some of the oldest in the country (dating back to the 6th century) and are well worth a visit during your free time this afternoon. If you prefer, you can cycle the village on a bike and see the villagers working the rice fields and making handicrafts. Tonight, sit down for a traditional Khmer dinner with your host family."
    },
    {
      "dayNumber": 9,
      "title": "Kampot.",
      "description": "Today, take a private transfer to Kampot – one of Cambodia's most attractive old towns. Famous for its pepper, Kampot supplied most French restaurants with this vital spice for many years during colonial rule. Today, the region is more renowned for its plantations of durian – a spiky, pungent fruit that you’ll either love or hate (try it and see for yourself). When you arrive, stroll along the riverside and admire the French architecture, learning about its history from your leader. Then, maybe have a cup of coffee in the riverside restaurants and admire the view of Bokor Mountain Range. A traditional massage is also highly recommended here, from social enterprise Seeing Hands – the best way to support a local charity, is in loose cotton pyjamas, put in the capable hands of one of the blind masseurs or masseuses. In a country with no social security, the training and support provided by the centres allow blind Cambodians to support themselves."
    },
    {
      "dayNumber": 10,
      "title": "Kampot.",
      "description": "Enjoy a day out in the countryside today and discover the jewels of the Kampot Province. Visit the Pepper Project and learn why Kampot pepper has been acknowledged by international chefs as the world’s best. Then, visit the Kampot salt field – the only salt field in Cambodia. A short walk through the rice fields and a climb provide a lovely outlook over the countryside. A few steps later and you enter the mouth of the Phnom Chhnork limestone cave that features a small 7th-century brick temple inside! Explore the old buildings near the Kep oceanfront – this town was the most popular and prestigious beach town from the early 1900s until the 1960s. During the Khmer Rouge years, many of Kep's mansions and villas were destroyed, but the ghostly remains of many still stand as a silent reminder."
    },
    {
      "dayNumber": 11,
      "title": "Koh Rong.",
      "description": "Take a private bus to Sihanoukville, then continue by speedboat to Koh Rong Island – a Cambodian paradise perfect for relaxing on the white sands, blissing out in the cool ocean waters or jungle trekking the day away. Koh Rong is said to boast the best white sand beach in the country (a few seasons of the popular reality TV show Survivor were filmed here!). Enjoy the serenity and peace of this island with accommodation away from the chaos of tourists and over the next two days, enjoy free time and multiple opportunities for swimming, snorkelling, kayaking and chilling on the beach. Your leader will always be around for the best hot tips on what to do and where to eat."
    },
    {
      "dayNumber": 12,
      "title": "Koh Rong.",
      "description": ""
    },
    {
      "dayNumber": 13,
      "title": "Phnom Penh.",
      "description": "This morning, after you’re well-rested and refreshed from an island paradise, you’ll take a private vehicle back to Phnom Penh. When you arrive, the rest of the afternoon is free to explore or get in some last-minute shopping. Maybe take a walk on the riverfront at the Chatomok, where the Tonle Bassac, Tonle Sap and Mekong Rivers meet. Maybe get your group together and end your Cambodian journey with a celebratory farewell dinner – in the early evening, market stalls sell some delicious local specialties."
    },
    {
      "dayNumber": 14,
      "title": "Phnom Penh.",
      "description": "There are no activities planned today and your trip comes to an end. If you’d like to stay in Cambodia for longer, just speak to your booking agent."
    }
  ],
  "map": ""
}