{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "south-east-asia-family-adventure-holiday",
  "tourName": "South East Asia family adventure holiday",
  "placesVisited": "Ho Chi Minh City, Cu Chi Tunnels, Mekong Delta, Cai Rang floating market, Chau Doc, Sam Mountain, Kep, Koh Tonsai Island, Phnom Penh, Siem Reap, Angkor Wat, Bangkok, Chao Phraya River",
  "generalInfo": "This two-week holiday, carefully designed for families, provides an exciting taste of Vietnam, Cambodia and Thailand. Using a mixture of private buses, boats and bikes, you will travel through three beautiful history-rich countries, following a packed but well-paced itinerary so you never feel rushed. Journey from the frenetic streets of Ho Chi Minh City to tranquil rural Cambodia, ending your trip in the Thai capital Bangkok. <br/><br/>Pass through a spectacular patchwork of waterways in the Mekong Delta, take a cyclo (rickshaw) tour of Phnom Penh and relax on a tropical island with white sand beaches before arriving at the magnificent temple complex of Angkor, which you explore by bicycle to escape the crowds. End your adventure in bustling Bangkok, sampling the street food delights and admiring an enormous reclining golden Buddha. A tour leader throughout brings each destination to life.<br/><br/>Travel time is kept to a minimum and most transfers are no longer than 3-4 hours, so children as young as eight can enjoy this adventure. You’ll spend one night at a homestay on an island in the Mekong Delta, with comfy hotels for the rest of the trip, all with swimming pools. This is an active, adventurous trip that provides the perfect blend of exploration and sociability.<br/>",
  "durationDays": "14",
  "price": "2199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in the heat, hustle and bustle of Ho Chi Minh City, an exciting, absorbing city where scooters pack the streets and temples stand alongside modern developments. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Our hotel is in the heart of this incredible city. Your tour leader then ensures a big Vietnamese welcome by arranging a group dinner at a local restaurant . Want extra time in Ho Chi Minh? Secure pre-tour hotel nights through your sales representative. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We depart early to beat the traffic as we head to the Cu Chi tunnels, located two hours outside the city. Used by the Viet Cong, the network covers three levels and approximately 150mi (240km) of tunnels. Exploring Cu Chi gives us an indication of the tenacity of the Vietnamese people and the conditions that both Vietnamese and American troops had to endure. Originally the tunnels were very narrow but some have been widened to allow visitors to explore the system. We can crawl through them and are introduced to life below ground as we visit makeshift kitchens, bedrooms and even an underground hospital. People with claustrophobia may prefer to stay outside in the sunshine. The afternoon is free for exploration and there are several interesting things to see and do – the Saigon River, Ben Thanh Market, Reunification Palace and Notre Dame Cathedral are all within easy walking distance. There is also time to visit the War Remnants Museum with an interesting (if a little gruesome) photographic record of the Vietnam/American War. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we leave the busy city for the rice bowl of Vietnam: the Mekong Delta. We’ll be struck by the fertility of the land; fruit, vegetables, rice, fish farms, duck farms, there is cottage industry everywhere, all fuelled by the amazing network of waterways. We visit the interesting Cai Be floating market to see local industry in action. Recently, Cai Be is becoming less crowded and smaller as fruit trading is mostly now done by trucks. However, this is still a great opportunity to see a local market and traditional trade conducted on a smaller scale. A short boat ride then takes us from Vinh Long to our island homestay. The evening is tranquil as we have dinner at the homestay and enjoy Delta hospitality. We spend the night sleeping at a modest guesthouse built in the style of a local house. Bedding, a mosquito net and a small towel are provided. We have the chance to try local dishes cooked by our hosts for the night. Accommodation: Mekong homestay-style guesthouse (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast at the homestay, we transfer by boat back to Vinh Long then to Cai Rang floating market, one of the biggest in the Delta; the colour and fragrance of the market is sure to be remembered! We then continue to Chau Doc; close to Cambodia, it is an important trading town due to its border position and has a spot in the foothills of the picturesque Sam Mountain. An optional trip to the mountain provides wonderful views of the Mekong Delta and Cambodia. Accommodation: Chau Pho Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we leave Chau Doc for the Tinh Bien/Phnom Den land border, where we see a change of pace as we cross into rural Cambodia. We then travel to the picturesque riverside town of Kampot (approximate transfer time excluding immigration process is 3hr to 3hr 30min). Along the way, we stop at La Plantation pepper farm in the Kampot province. Upon arrival in Kampot, we check into our centrally located hotel, our base for the next two nights. Afterwards, the group takes an orientation walk along the Kampot River and there is the option to enjoy a sunset river cruise before an optional group dinner. Accommodation: Twin Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we drive (approximately 25 minutes) to the resort town of Kep and first stop for a short visit to Kep Mountain in the national park for wonderful coastal views. The town still bears the scars of civil war with the ghost-like remains of old villas. After, the group jumps on a boat for the short trip to Koh Tonsai (Rabbit Island). Palm tree fringed with a small beach, this island is the perfect place to swim in warm water or relax on the sand for the day. Alternatively, you may wish to spend the day relaxing on Kep beach instead and enjoying your pick of the day’s catch from one of the seafront seafood shacks. Your tour leader can advise locally about both options. Accommodation: Twin Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, if we didn’t do it yesterday, we journey to the countryside surrounding Kep to see rural Cambodia. In the afternoon, we travel from our seaside home to Phnom Penh, the capital of Cambodia, which sits on the confluence of the Mekong, Tonle Sap and Tonle Bassac rivers. To get our bearings, we take a sunset cyclo (bicycle rickshaw) trip. We finish with dinner at a local restaurant along the banks of the river offering traditional Khmer cuisine. Accommodation: Mahasakor Inn (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, we visit the Royal Palace grounds, where we see the Silver Pagoda, one of the most holy temples in Cambodia and home to an impressive collection of gold, diamonds and other precious stones along with many traditional musical instruments. The rest of the day is free for your family to explore. Some family-friendly activities include a visit to the local markets or public gardens, about which your leader can provide details. Close by is the National Museum, which is set in a traditional Khmer building and displays a range of ancient artefacts, plus more modern pieces, and where kids can feed the fish! Adults in the group may also want to confront Cambodia’s recent tragic past with a visit to Tuol Sleng Genocide Museum, a school that served as a Khmer Rouge torture centre. It will not be suitable for the younger family members. Your group leader can make recommendations and assist with bookings. Accommodation: Mahasakor Inn (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel by private air-conditioned bus (approximately seven hours) to Siem Reap. The trip is a great opportunity to see the real Cambodia, as we make several stops at points of interest along the way. We also see the cottage industry at Santuk Silk Farm, which is a valuable source of employment in a poor rural community (Santuk is closed on some important Khmer holidays). We also stop at Sambor Prei Kuk, the most impressive group of pre-Angkorian monuments in Cambodia with some of the oldest structures in the country. After, we have a traditional Khmer lunch at a community restaurant before continuing our journey to the small town of Siem Reap, gateway to the Unesco-listed Angkor complex. We get a sneak preview of the site with sunset at the temples. Accommodation: Baitong Heritage Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We leave early this morning and take a fun bike ride around the Angkorian ruins. It is an easy ride on flat trails and roads but for non-cyclists there is the option to jump onto a local remork – motor-rickshaw. The ride today is approximately 18.5mi (30km). On the bicycle, we can avoid some of the crowds and get a unique perspective on this amazing site. We take the backroads along the river through villages and into the Angkor park before cycling along the wall of the ancient city of Angkor Thom. With a moat on one side and thick jungle on the other, we rarely see another visitor. We might also like to stop along the way to see the monkeys that gather on the temple ruins. We finish our day with a visit to Angkor Wat, one of the most architecturally and photographically impressive sites in the temple complex. Tonight, we visit Phare, The Cambodian Circus, the country’s spectacular answer to Cirque Du Soleil. The performers typically come from vulnerable households and have gained international recognition through their practice. Expect modern Khmer tales that mix theatre, music, dance, acrobatics, juggling, aerial acts and contortion. Accommodation: Baitong Heritage Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is a free day for exploration and your group leader can make suggestions and organise transport. If you didn’t manage to fit it in yesterday, you might like to visit the jungle temple of Ta Prohm (Angkor pass required). Another option is to journey into the countryside. Around one hour out of town is the Angkor Centre for Conservation of Biodiversity (ACCB), housed at the base of Kbal Spien Mountain. It has a collection of animals saved from trafficking, including gibbons, monkeys, anteaters, snakes, greater and lesser adjutant (Cambodia’s version of Big Bird), eagles, prehistoric water monitors and turtles. You pass through rural villages on the way where you can sample palm sugar candy as it is made. On the way back to town, you might like to visit the exquisite Banteay Srey (Citadel of the Women) (Angkor pass required). The small temple displays some of the finest examples of classical Khmer art carved into the pinkish coloured sandstone. For those who would like a more active day, there is the option of ziplining in the nearby canopy of Angkor Park. Flying through the jungle after climbing up from one of the canopy platforms is a real adrenaline rush! There is also the choice of visiting the floating village on nearby Tonle Sap Lake. Accommodation: Baitong Heritage Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, we transfer to Siem Reap-Angkor International Airport for a 1hr 5min flight to Don Mueang (DMK) in Bangkok. Arriving early-afternoon, we are met by our Thai tour leader at the airport (who is with us for the remainder of the tour) and transferred to our hotel. After checking in, your tour leader takes us on a short orientation tour near the hotel, and the rest of the afternoon is free for you to explore at leisure. Accommodation: Royal Princess Larn Luang Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning, a short walk from our hotel takes us to the Chao Phraya River, where we meet a longtail boat to journey along the khlongs (canals) of old Bangkok. Please be advised there may be a possibility of larger groups being accommodated in a bigger boat. Afterwards, we pay a visit to Wat Pho, home to the largest reclining Buddha in the country and keeper of the magic behind Thai massages. In the afternoon, we have free time to explore. Why not pay a visit to the magnificent Grand Palace and the Temple of the Emerald Buddha, wander to the bustling Khao San Road, pick up last-minute souvenirs, enjoy delicious street food or explore colourful Chinatown? Accommodation: Royal Princess Larn Luang Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The tour ends in Bangkok this morning and we bid our farewells. If you’d like a little more time to explore, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}