{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "thailand-laos-and-cambodia-holiday",
  "tourName": "Thailand, Laos and Cambodia holiday",
  "placesVisited": "",
  "generalInfo": "Our 15-day Thailand, Laos and Cambodia tour – ‘The Emerald Triangle’ – explores this picturesque yet rarely-visited region in the heart of Indochina where the borders of the three countries meet. On our travels we’ll take in 3 World Heritage sites; the ancient Siamese capital of Ayutthaya and Khao Yai National Park as well as scenic Wat Phu in southern Laos.<br/><br/>From the vibrant contemporary capital Bangkok and historic Ayuthaya, we’ll head into the northeastern region of Thailand, known as Isan, (or Issan) for a jungle hike and wildlife safari in Khao Yai before visiting the beautifully preserved, Angkor-period temples of Phanom Rung, atop an extinct volcano, and charming Muang Tham amid its lily ponds. (Both sites feature on UNESCO’s tentative list.) The picturesque Mekong-side town of Khong Jiam with the enigmatic, Neolithic rock carvings of Pha Taem National Park completes our Thai section before crossing the border into southern Laos.<br/><br/>Discover the waterfalls, traditional villages and coffee plantations of the Boloven Plateau and UNESCO-listed Wat Phu, before heading south for an island-hopping tour through the stunning inland archipelago Si Phan Don, known as the ‘Four Thousand Islands’.<br/><br/>From here we continue overland into northern Cambodia where visits include a  boat trip to spot some of the freshwater dolphins that still inhabit this stretch of the Mekong and a tour of the well-preserved 12th-century temple of Wat Nokor before finishing our tour in Cambodia’s vibrant capital, Phnom Penh.<br/><br/>An unforgettable journey through a little-known but fascinating region of Southeast Asia.<br/><br/>Features:<br/><br/>1. Thailand's contrasting World Heritage sites of ancient Ayutthaya and Khao Yai National Park<br/>2. Discover the spectacular landscapes and prehistoric rock paintings of Thailand's Phae Taem National Park<br/>3. Journey by boat down the mighty Mekong to explore the UNESCO World Heritage Site of Wat Phu Temple<br/>4. Wonderful landscapes of southern Laos include the Boloven Plateau, Khone Phapaeng Falls and 4,000 Islands<br/>5. Island-hopping tour through the serene landscapes of the 4,000 Islands<br/>6. Meet plenty of friendly locals and of course sample the contrasting and delicious cuisines of Laos and Cambodia<br/><br/>Optional extensions<br/><br/>1. Add on a few days to visit, or re-visit, the jungle-clad temples and ruined cities of Angkor <br/>2. Detour via Cambodia’s scenic southern coast on our 4-day Kampot and Kep extension<br/>3. Bangkok Behind the Scenes: an unusual, and unique, look at Thailand’s capital and surrounding area<br/>4. Quality beach extensions to unspoilt Koh Mak or jungle-clad Koh Chang in the Gulf of Thailand<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in boutique-style 3* hotels.",
  "durationDays": "15",
  "price": "2170",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Bangkok and check in to a downtown hotel in the City’s lively Banglamphu district. Afternoon to relax, recover from your jetlag by the pool or explore the area, street life and local markets before a welcome, local-style dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Departure upcountry for the ancient city of Ayutthaya, the Siamese capital between the 14th and 18th centuries, and once one of the largest and wealthiest cities in Asia. Tour of some of the myriad historical sites by boat and on foot before an afternoon transfer to Pak Chong town, our base for nearby Khao Yai National Park."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day tour of the World Heritage site includes morning and afternoon safaris to spot some of the park’s rich fauna including gibbons, hornbills and with luck wild elephants. We’ll also take you on a jungle hike and visit one of Khao Yai’s most spectacular waterfalls."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Heading east to Buriram Province our first stop will be the charming 11th-century site of Muang Tam with well-preserved Angkor-period temples set amid picturesque lily ponds. later in the afternoon, we’ll visit Phanom Rung, another spectacular site (now on UNESCO’s tentative list) actually set atop an extinct volcano."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning’s stops include the small town of Sikorapum location of another beautifully restored Angkor site, as well as the picturesque Sirindhorn Lake. Afternoon arrival at the small town of Khong Chiam on the banks of the Mekong River, overlooking Laos, with some time at leisure to take in the scenery from our well-placed riverside resort."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our day trip to nearby Pha Taem National Park includes a forest hike to discover the spectacular cliff paintings and unusual mushroom rock features for which the park is famous. Take in the magnificent Mekong vistas from the clifftops before a later afternoon boat trip along the Mun and Mekong rivers."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leisurely morning in this quaint riverside town before crossing into Laos for a 2-night stay in Pakse. The afternoon is free to check out the markets, temples and bustling waterfront of this old French river port or try one of the famous, traditional Lao herbal massages."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day tour of some of the varied sites of the Boloven Plateau, home to numerous ethnic minorities and the centre of Lao’s coffee-growing industry including visits to one of the area’s tea and coffee plantations, a colourful local market and a chance to bathe in the spectacular Tad Yeuang Falls."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Back on to the Mekong for a boat trip downstream to the charming riverside town of Champassak. Afternoon stroll to discover the quaint town’s well-preserved French-period villas and ancient Buddhist wats."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Morning visit to the UNESCO World Heritage Site of Wat Phu – a pre-Angkor, Khmer, Hindu temple dramatically situated on a mountainside overlooking the valley of the Mekong - followed by a short walk to visit some of the lesser-visited, outlying temple ruins. Afternoon at leisure in our riverside resort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Across the Mekong and time to head south to our embarkment point for an island hopping boat tour through the 4,000 Islands – a stretch of the Mekong of truly outstanding natural beauty. Our boat trip includes a stop for lunch courtesy of local villagers, with our day’s final destination being the picturesque Khone Island."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The morning is spent exploring some of the sites of Khone island on foot and by tuk-tuk including the Liphi falls and the old WW2 Japanese railway. The afternoon is at leisure for you to explore further on foot or by bicycle or just sit back and relax by the resort’s pool."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Time to head back to the mainland and cross the border into northern Cambodia and the remote town of Stung Treng. From here we continue south to Kratie town for an afternoon Mekong boat tour to see rare freshwater dolphins followed perhaps by sundowners in a Mekong-side Kratie cafe."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Continue south through Kampong Cham Province with a stop at the well-preserved 12th-century site of Wat Nokor and afternoon arrival in Phnom Penh. An evening farewell, Khmer-style dinner completes the tour."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Morning at leisure and end of the tour with departure at your convenience."
    }
  ],
  "map": ""
}