{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-13-day-tour-soft-adventure",
  "tourName": "Cambodia 13 day tour, soft adventure",
  "placesVisited": "",
  "generalInfo": "This 13-day soft adventure tour offers the perfect blend of cultural immersion, light activity, and natural beauty—designed for curious travelers who seek authentic experiences without high-intensity exertion. From the legendary temples of Angkor to coastal treks, pepper farms, and a relaxing island finale, the journey balances discovery and comfort at every step.<br/><br/>Throughout the tour, guests enjoy cycling, trekking, and kayaking along with the unique opportunity to try Cambodia’s first Via Ferrata climb. Days are well-paced with a mix of guided activities and time to unwind. Comfortable stays in eco-lodges and boutique hotels enhance the experience, allowing for deep connection with both the landscape and local culture.<br/><br/>Your journey begins in Siem Reap, where a cycling tour through Angkor Archaeological Park brings you face to face with wonders like Ta Prohm, Bayon, and the iconic Angkor Wat. For early risers, a sunrise visit followed by a Khmer-style breakfast picnic offers a magical start to your adventure.<br/><br/>Cultural immersion continues with a hands-on cooking class, a blessing ceremony with monks, and a trip to a floating village on Tonlé Sap Lake. For those who enjoy hiking, an optional trek to Phnom Kulen offers views, waterfalls, and sacred sites such as the reclining Buddha.<br/><br/>Next, head west to Battambang, a charming city known for its colonial architecture and artsy spirit. Ride the quirky bamboo train, cycle through peaceful countryside villages, and meet local artisans producing traditional goods. A sunset trek to Phnom Sampov, with its bat-filled caves and hilltop views, provides a captivating end to the day.<br/><br/>In Phnom Penh, delve into Cambodia’s layered history. Visit the Royal Palace, Silver Pagoda, and National Museum, then reflect at the Tuol Sleng Genocide Museum and Choeung Ek Memorial, which provide essential historical context. Later, enjoy sunset kayaking on the Mekong River, or stroll through the city’s vibrant art scene and riverfront promenade. Dine at social enterprise restaurants that support local youth development.<br/><br/>Continue south to Kep, a tranquil coastal town nestled between forested hills and the sea. Trek the loop trail in Kep National Park, where a local guide will share insights on the flora, fauna, and conservation efforts in the area. Afterward, indulge in a seafood feast at the Kep Crab Market, or relax with sunset yoga or a seaside massage.<br/><br/>Your adventure deepens in Kampot, a riverside town known for its relaxed atmosphere and famed pepper plantations. Skip the crowds of Bokor and head to Kbal Romeas Mountain, a scenic limestone outcrop perfect for light hiking and cave exploration. For thrill-seekers, an optional Via Ferrata climb lets you scale rock faces safely via a guided route—an exhilarating yet accessible experience.<br/><br/>After your climb or hike, unwind with a riverside picnic, or paddle through Kampot’s mangrove-lined waterways. The peaceful surroundings offer the perfect contrast to the previous days of exploration.<br/><br/>Finally, take a speedboat to Koh Rong Island, where soft white sands and turquoise waters provide the ultimate tropical escape. Stay at a sustainable beachfront resort, with plenty of options to snorkel, hike, or simply relax in a hammock under the palms.<br/><br/>Optional activities on the island include sunset paddleboarding, coral reef snorkeling, and gentle jungle walks. As your journey comes to a close, enjoy a farewell dinner by the beach, watching the sun dip below the horizon—a serene end to an unforgettable adventure through Cambodia.",
  "durationDays": "13",
  "price": "2550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Siem Reap and transfer to hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "World Heritage Temple Tour"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kompong Khleang Community (Tonle Sap Lake) – Phare Performance"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Siem Reap - Battambang Province"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Battambang City Tour"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Battambang - Phnom Penh City"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Phnom Penh - Kep Province"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kep National Park Trekking - Kampot Province"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kampot Adventure Tour"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kampot - Sihanouk Ville – Koh Rong Island"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Koh Rong Island – Free & Easy Day"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sihanouk Ville – Phnom Penh"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Phnom Penh Departure"
    }
  ],
  "map": ""
}