{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-to-cambodia-tour",
  "tourName": "Vietnam to Cambodia tour",
  "placesVisited": "",
  "generalInfo": "Embrace Southeast Asia’s wealth of unforgettable experiences on our 20-day adventure tour of Vietnam and Cambodia. Our Adventure Leaders will guide you around the region’s hidden gems and major highlights so you can get the most out of your trip. Explore ancient ruins in Siem Reap and snorkel amidst bio-luminescent plankton in Koh Rong. Experiences that will stay with you forever.<br/><br/>Included in all tours: <br/><br/>Epic Adventure Leaders, aka a local legends, to turn your trip into the adventure of a lifetime <br/>All local transport within Vietnam and Cambodia <br/>Accommodation (including hostels, Halong Bay boat cruise, &amp; beach camping) <br/>Meals provided: 12 breakfasts, 4 lunches, &amp; 1 dinners  <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking.<br/><br/>Included in all Dragon Trip tours:<br/><br/>Hoa Lo Prison (Hanoi) <br/>Halong Bay Overnight Cruise (Halong Bay) <br/>Bike to Bong Lai Village (Phong Nha) <br/>Ancient town tour (Hoi An) <br/>Lantern Making Experience (Ho Chi Minh City) <br/>Saigon city orientation tour (Ho Chi Minh City) <br/>Karaoke (Ho Chi Minh City) <br/>Phnom Penh city orientation tour (Phnom Penh) <br/>S21 Prison &amp; Killing Fields (Phnom Penh) <br/>Koh Rong Samleom  <br/>Jun-Sept: Trek to the Rock Pools &amp; Sunset Drinks <br/>Oct-May: Cliffside Sunset Bar  <br/>Swim with the Plankton (Koh Rong Samloem) <br/>Island Day Trip including trek to Clearwater Bay, coral reef snorkelling, and beach camping (Koh Rong Samloem) <br/>BBQ lunch on the beach (Koh Rong Samloem) <br/>Siem Reap City orientation tour (Siem Reap) <br/>Sunrise at Angkor Wat and Temple Tour (Siem Reap) <br/>Lotus Fields Countryside Cycling Tour (Siem Reap)",
  "durationDays": "20",
  "price": "1549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hanoi: Day 1 - When you arrive at your hostel in Hanoi, you will take some time to meet your fellow dragons and your new Adventure Leader. After a pre-departure briefing of the trip, you will then pay a visit to the Hoa Lo Prison and learn about Vietnam’s history. After, you will head over to Hoan Kiem lake with its temple in the centre. You can walk around the lake, watching the locals play games on the wide streets built by the French in the historical centre of Hanoi. Why not enjoy some lunch at Old Quarter Street followed and enjoy a free afternoon to explore Hanoi’s beautiful historic streets. Today you will visit the Hoa Lo Prison and learn about Vietnam’s history. After, you will head over to Hoan Kiem lake with its temple in the centre. You can walk around the lake, watching the locals play games on the wide streets built by the French in the historical centre of Hanoi. If you’re hungry, you can grab lunch at Old Quarter Street followed by a free afternoon to explore Hanoi’s narrow streets and practise crossing the road like a local. If you fancy some evening entertainment, then you can head out to watch a Water Puppet Show."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi: Day 2 - Today you will visit the Hoa Lo Prison and learn about Vietnam’s history. After, you will head over to Hoan Kiem lake with its temple in the centre. You can walk around the lake, watching the locals play games on the wide streets built by the French in the historical centre of Hanoi. If you’re hungry, you can grab lunch at Old Quarter Street followed by a free afternoon to explore Hanoi’s narrow streets and practise crossing the road like a local. If you fancy some evening entertainment, then you can head out to watch a Water Puppet Show."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Halong Bay: Day 3 - Today, you will make your way to Halong Bay via bus and boat where you'll spend the next two days touring the wonders of Vietnam's northeast. Upon arrival in Halong Bay, you will enjoy a relaxing boat cruise and visit the best spots for a refreshing dip. Afterwards, the group will enjoy a BBQ dinner on a private beach."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Halong Bay: Day 4 - You will start the morning off with a kayak tour on Halong Bay's emerald waters. You'll soak up incredible views of the limestone islands and explore some nearby sea caves. After, grab some lunch with the group before making your way to Hanoi where you will arrive around 5pm. Here, you will be taking an overnight bus to Phong Nha at 6.30pm. (approximately 10 hours)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Phong Nha: Day 5 - You will arrive in Phong Nha around 4 am and then make your way to the hostel. You can use this time to catch up on some sleep. Next, enjoy a bike ride to Bong Lai village, where you have stop off at 'Pub With Cold Beer' and play some volleyball and grab a bite to eat. In the evening, be sure to ask your Adventure Leader for recommendations for enjoying the nightlife of Phong Nha."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Phong Nha: Day 6 - Today, get involved with an optional activity - (Spend the day discovering Phong Nha’s giant cave systems such as Paradise Cave and Dark Cave). Or, you can enjoy hiking along the Ho Chi Minh Trail, where you may be able to spot some incredible wildlife including tigers, bears and elephants. After dinner, it is time for the sleeper bus to Hoi An."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hoi An: Day 7 - Arrive in Hoi An at 4 am and rest at the accommodation. Relax in the morning beofore heading out in the afternoon. You have the option to take part in a lantern making experience before you'll have a tour of the ancient town and the riverfront. You'll learn about the town’s Japanese and Vietnamese history as an important trading post."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hoi An: Day 8 - Today, you have a free day to explore! However, if you want you can participate in some optional activities - (Venture to Ba Na Hills - a French village that can be accessed by the longest cable car in the world! or as an alternative you can visit a local farm or hire a bike and escape to one of Hoi An's sandy beaches). Enjoy a free evening and grab some delicious food or enjoy some local nightlife."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ho Chi Minh: Day 9 - Start your day with a Coconut Basket Boat and Farming activity, before heading to the airport to catch a flight to our final destination in Vietnam! Enjoy a dinner out in the bustling city and enjoy nighttime views of the city from a rooftop bar, before heading out on a bar crawl."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ho Chi Minh: Day 10 - Start your day with a tour of Ho Chi Minh, where you'll visit some of the well-known sites. Enjoy a lunch at a local restaurant and take a well deserved break. In the afternoon, you have the option to spend some time at the War Remnants Museum that presents important history on the Vietnam War. In the evening, enjoy time at a night market."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ho Chi Minh: Day 11 - Embark on a tour of the Cu Chi tunnels - a network of connecting tunnels that were used during the civil war. You can take part in a coffee workshop in the afternoon. Spend your final evening in HCMC with a 2 hour Karaoke session and sing your hearts out!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Phnom Penh: Day 12 - Cross the border into Cambodia as we make our way to the capital. Check in to the hostel and embark on a city walk to see the sights. Enjoy dinner and drinks at Bassac Lane."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Phnom Penh: Day 13 - This morning, take part in a tour around the S21 Prison and the Killing Fields of Choeung Ek and learn about the dark history of Cambodia. Travel around in a Tuk Tuk with a local guide. Enjoy a sunset cruise or a night at the night market to finish the day."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Koh Rong Samloem: Day 14 - Depart for Sihanoukville where you will hop on a ferry to Koh Rong Samloem Island - an island paradise known for its white sandy beaches, crystal waters and relaxing atmosphere. Enjoy a free afternoon on the beach, or take part in a kayaking tour. In the evening, we are having drinks at a cliffside bar, so enjoy a cocktail and watch the sunset. It is then time to make your way down to the beach and wade out into the water to experience the wonder that is the bioluminescent plankton!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Koh Rong Samleom: Day 15 - Start the day with a delicious buffet breakfast before heading off for an island day trip. Visit a traditional fishing village and enjoy time on the beach. Snorkel in the coral reef at a nearby island and enjoy paradise."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Koh Rong Samleom: Day 16 - Spend the morning learning to Scuba Dive, or take part in a beach clean up session, or maybe you will choose to top up your tan on the beach. Enjoy a BBQ lunch on the beach, before heading to the mainland and jumping on the sleeper bus to Siem Reap."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Siem Reap: Day 17 - You will arrive at your accommodation early in the morning and take part in walking tour of local villages. Relax with some spa sessions in the afternoon, before enjoying a night at a Cambodian circus."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Siem Reap: Day 18 - Wake up at the crack of dawn and set off the UNESCO world heritage site - Angkor Wat - the biggest religious monument in the world!! Spend a couple of hours exploring the Temples of Angkor; amongst them Ta Prohm that gained increased fame for its role in Tomb Raider. In the afternoon you have the option to take part in Apopo Hero Rats Tour via Tuk Tuk. In the evening, you have the option to take part in a 1.5-hour tour on a peddle pub car including 1 free drink per person followed by drinks at bar prices and the chance to try some local Cambodian delicacies."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Siem Reap: Day 19 - Enjoy a half-day cycling tour takes you to a typical Cambodian village where you will make many stops to gain a true insight into the local village life. Visit a duck farm; learn all about the growth of rice and sample the local palm wine. Enjoy a farewell dinner with your group and discuss the highlights of the tour."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Siem Reap: Day 20 - We will say farewell today! We hope you enjoyed your time in Vietnam & Cambodia. You are free to make onward travel plans from Siem Reap, however if you wish for advice on your onward travel, please let us know."
    }
  ],
  "map": ""
}