{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "authentic-cambodia-tour-15-days",
  "tourName": "Authentic Cambodia tour, 15 days",
  "placesVisited": "",
  "generalInfo": "Discover the essence of Cambodia on this 15-day Authentic Cambodia that will take you through the country's vibrant cities, ancient temples, and picturesque countryside. Immerse yourself in the rich history and culture as you visit significant landmarks and experience the warmth of local hospitality. It offers an unforgettable experience, allowing you to embrace the country's past and present while forming lasting connections with its people and natural wonders.",
  "durationDays": "15",
  "price": "2637",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "PHNOM PENH ARRIVAL Upon arrival at Phnom Penh International Airport, after completing all necessary customs procedures, make your way to the exit gate. Your guide and driver will be waiting for you in the lobby, holding a signboard with your name. In case you are unable to locate your driver, kindly proceed to the Airport information counter and dial the emergency numbers provided before the trip for assistance. Your driver will promptly come to meet you and escort you to your hotel for check-in. Enjoy your free time at leisure. Overnight in Phnom Penh."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VISIT THE KILLING FIELDS AND S-21 PRISON (B) Have breakfast at the hotel. Today you will learn the dark side of Cambodia's history and visit the “Killing Fields” of Choeng Ek (15 km south of Phnom Penh). Between 1975 and 1978 about 17,000 men, women, children, and infants were detained and tortured at the S-21 prison and transported to the extermination camp of Choeng Ek. Then we will visit the Independence monument to take some photos and the Central Market. In the afternoon, we will visit Tuol Sleng Museum (S-21 prison). This former school was used as a prison by Pol Pot’s security forces. Then spend some time in the Russian Market (Toul Tumpong Market), the Market, where you can find everything: cheap clothing, a large selection of Buddha images and woodcarvings, betel-nut boxes, silk, silver jewelry, home decor products, and local snacks. End your day enjoying Sunset Cruise on the Tonle Sap and Mekong Rivers in Phnom Penh, it bursts into 4 branches. Overnight in Phnom Penh."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PHNOM PENH SIGHTSEEING (B) Have breakfast at the hotel and hop on the cyclo to visit Wat Phnom Temple, which is one of the most important pagodas in Phnom Penh. It was built in 1373 on an artificial hill by the wealthy widow Daun Chi Penh. You will be also taken along through the old colonial streets of Phnom Penh and get a glimpse of urban life in Southeast Asia. In the afternoon, visit the National Museum, which has over 5000 objects on display including statues, lingas, and other artifacts of the Angkor Era. Visit the Royal Palace, where His Majesty, the King of Cambodia, and the royal families live. It is like a small town of royal dynasties. Continue to Silver Pagoda, which is not only a functioning temple but also a repository for cultural treasures such as a 90 kg golden Buddha encrusted with 2086 diamonds. Overnight in Phnom Penh."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PHNOM PENH – TRAVEL TO BATTAMBANG - BAMBOO TRAIN RIDE (B) Have breakfast at the hotel and complete the check-out formalities. Your private driver will transfer you to Battambang ( approx. 290 km., 4-5 hrs drive). On the way, stop at the Silversmith village, see the pottery manufactories in Kompong Chhnang, and visit also a fish market. Upon arrival in Battambang, check in at the hotel, and we will take you for a walk through the town to discover its beautiful colonial architecture and followed by the central market of Battambang – Psanat. Later you will also enjoy the bamboo train ride, which is a great experience when the local handmade funny train slides on a railway at Oudombong Village. Overnight in Battambang."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BATTAMBANG SIGHTSEEING (B) Have breakfast at the hotel. Today we will drive along the picturesque Sangker River to Wat Slaket Pagoda, the residence of the provincial Buddhist patriarch. Continue to visit Wat Ek Phnom, a Hindu temple built in the 11th century. Visit a market, where Prahoc, the Cambodian fish paste, is made. In the afternoon, drive to Phnom Sampeou Mountain, steeped in legend and topped by Wat Sampeou and a group of caves used as ‘killing caves’ by the Khmer Rouge, containing the skeletal remains of their victims. We’ll also visit natural caves. We will wait until dusk, the time when millions of bats emerge from a cave and create patterns as they fly in tandem across the sky – a twilight spectacular show of nature. Return to Battambang. Overnight in Battambang."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BATTAMBANG – TRAVEL TO SIEM REAP (B) Have breakfast at the hotel and get ready for 3 hour transfer to Siem Reap. Upon arrival, check-in at the hotel and have some rest. In the afternoon, we will visit Wat Bo, a highly respected pagoda founded in the 18th century, which contains very unique wall paintings of the Reamker (Ramayana) dated to the late 19th century. Then head to the \"Les Artisans d'Angkor – Chantiers Ecole\" the Finest Authentic Khmer Arts and Crafts. This center is a project to preserve the local crafts and give job opportunities to the vulnerable part of society. Enjoy watching how handmade masterpieces are made and if you like something, feel free to spend time shopping. End your day at one of the city’s lively open markets, Psar Chars also called the “Old Market”, where anything and everything is for sale. Overnight in Siem Reap."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ANGKOR WAT SIGHTSEEING (B) Have breakfast at the hotel. Today you will explore the most magnificent temples in the world and see the remains of the Khmer Empire. Start your exploration with Angkor Thom, the South Gate of Angkor Thom, Bayon Temple, built from the late 12th century to the early 13th century by King Jayavarman VII and consists of 54 towers, the Royal Enclosure, the Phimeanakas, the Elephants Terrace and the Terrace of the Leper King, In the afternoon, visit Ta Prohm, surrounded by jungle and famous for the \"Lara Croft: The Tomb Raider\" movie. End your exploration with the splendid Angkor Wat, the largest temple in the world, which covers an area of 200 hectares, is surrounded by a moat, and has an exterior wall measuring 1300 meters x 1500 meters. Learn the Hindu legends through the carvings of the temple and admire the beauty of the temple's decor. In the early evening, we will take a tuk-tuk ride (a small open-sided taxi common in Cambodia) around the suburbs of Siem Reap town and for a blessing ritual by Buddhist monks for happiness, prosperity, and safety for your journey. Overnight in Siem Reap."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "EXPLORE BANTEAY SREI AND LESS VISITED TEMPLES OF ANGKOR COMPLEX (B) Have breakfast at the hotel. Today we will head out of town on a newly paved road to visit the intricately carved and well-preserved temple of Banteay Srei. This temple was constructed in the late 10th century by a Brahmin counselor under the power of King Rajendarvarman. It was loosely translated to citadel of the woman, but it is a modern appellation that probably refers to the delicate beauty of the carvings and is followed by the Banteay Samre temple. En route, we will stop at Pre Rub, which was constructed in the late 10th century and dedicated to Hindu gods. This reflects the common belief among Cambodians that funerals were conducted at the temple. Then visit Preah Khan temple, built by King Jayavarman VII and dedicated to his father. It is a huge, highly exportable monastic complex, and served as a Buddhist monastery and school, engaging over 1000 monks. Continue to Neak Pean, a small island temple located in the middle of the last Baray, constructed by a Khmer king in the Angkor area. Overnight in Siem Reap."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "EXPLORE THE ROLUOS GROUP OF PRE-ANGKORIAN TEMPLES (B) Have breakfast at the hotel and depart to visit the Roluos Group. The monuments of Rolous, which served as the capital of Indravarman I (reigned 877-89). These temples were constructed before the famous Angkor Wat and are known for their impressive architectural and decorative features. Bakong is the largest and most interesting of the Roluos group temples, with his active Buddhist monastery just to the north of the east entrance. Another temple Lolei was built on an islet in the center of a large reservoir (now rice fields) by Yasovarman I, the founder of the first city at Angkor. In the afternoon, we will head to the Pouk district about 15 Km to the West of Siem Reap, where you will visit the silk farm. At this fascinating farm/workshop, you can see the entire silk creation process including growing the food for the silk worms, breeding the worms, silk extraction and refinement, traditional kit dying pattern creation, and looming. Retail silk and souvenir shop. On the way back, visit the Western Baray (Baray Occidental) measuring 8 km by 2.3 km which provided water for the intensive cultivation of lands around Angkor. Overnight in Siem Reap."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SPEND TIME WITH LOCALS AND RIDE AN OX CART IN THE COUNTRYSIDE (B) Have breakfast at the hotel, and be ready for your drive to Aranh village. Admire the life of local people, take an oxcart ride, which is a great way to explore Cambodia authentically, meet a lot of encounters, and interact with local people by visiting their home gardens. Learn their ways of life, and Cambodian culture, help them with vegetable gardening, take beautiful photos, and enjoy seasonal fruits at a village house. In the afternoon, we will visit the floating village of Chong Khneas, located 10 kilometers south of Siem Reap. Take a boat trip in a traditional wooden boat on the Tonle Sap Lake, the \"Great Lake\" of Cambodia, and be amazed by the unnumerous stilted houses on the way. Overnight in Siem Reap."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SPEND TIME WITH LOCALS AND RIDE AN OX CART IN THE COUNTRYSIDE (B) Have breakfast at the hotel, and be ready for your drive to Aranh village. Admire the life of local people, take an oxcart ride, which is a great way to explore Cambodia authentically, meet a lot of encounters, and interact with local people by visiting their home gardens. Learn their ways of life, and Cambodian culture, help them with vegetable gardening, take beautiful photos, and enjoy seasonal fruits at a village house. In the afternoon, we will visit the floating village of Chong Khneas, located 10 kilometers south of Siem Reap. Take a boat trip in a traditional wooden boat on the Tonle Sap Lake, the \"Great Lake\" of Cambodia, and be amazed by the unnumerous stilted houses on the way. Overnight in Siem Reap."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KAMPONG THOM – TRAVEL TO CHHLONG (B) Have breakfast at the hotel and drive to Sambor Prei Kuk, located 37 km from Kompong Thom province. It is a former capital and was previously named Ey San Borak, built during the reign of King Isanavarman I in the 7th century. Later, proceed your way to Chlong taking around 4-5 hours via Chamkar Leur, Kampong Cham, and Rubber Plantations, financed in the beginning by the French tire maker Michelin. If you want, we could stop to explore the rubber trees closer and take some pictures. - On the way we will have a stop in Kampong Cham, where you can have some rest and enjoy lunch (on your account). Then proceed to your accommodation in Chlong. Overnight at Chhlong."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CHLONG – TRAVEL TO KRATIE (B) After breakfast, depart to Kratie (38 km about 45 min drive), where you will take the local ferry to Koh Trong Island. This island is situated in the middle of the Mekong River directly opposite Kratie Town. A 9km loop road around the island’s perimeter provides a great opportunity for cycling through traditional Khmer villages, fruit orchards, and rice fields while observing the daily locals' routine and traditional village life. Head north to the top of the island, where you will turn left and head inland. Not far along this path, you will find the Wat Ty Pram Kbal Pagoda. In the afternoon, take the local ferry to Kratie. We will take you to Prek Kampi, where you will get on the boat and enjoy a cruise on the Mekong River. Catch glimpses of the rare Mekong River Dolphins, also known as the “Irrawaddy Dolphins”, a rare species only found in Myanmar, Laos, and Cambodia. If you are lucky, you may spot a dolphin tail. Then head to your hotel to check in and enjoy free time resting. Overnight on the Island of Koh Trong."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "KRATIE – TRAVEL TO KAMPONG CHAM (B) Have breakfast at the hotel and depart to Kampong Cham. Upon arrival in Kampong Cham, check in at the hotel, and have some rest. In the afternoon, we will take you on a bike ride in Kampong Cham town admiring the colonial architecture and followed by a visit to Norkor Bachey Pagoda. Next, we will visit Koh Paen or Koh Pen Island, which sits in the middle of the Mekong River and was once very famous for its 1km long bamboo bridge linking the island to the mainland. The Bamboo Bridge was replaced some time ago by a modern bridge whilst ferries still service the island mostly from the eastern side connecting to Koh Sotin nowadays. Overnight in Kampong Cham."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "KAMPONG CHAM – DEPARTURE (B) Relish a healthy breakfast on the final day of your trip. Complete the hotel check-out formalities after which you can visit the local markets and buy souvenirs for your loved ones. Later, we will transfer you to Phnom Penh International Airport, from where you will depart on your flight back home. Trip Ends."
    }
  ],
  "map": ""
}