{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "vietnam-to-thailand-small-group-holiday",
  "tourName": "Vietnam to Thailand, small group holiday",
  "placesVisited": "Ho Chi Minh City, Phnom Penh, Killing Fields, Kampong Chhnang, Battambang, Siem Reap, Angkor Wat, Bangkok",
  "generalInfo": "Travelling across Southeast Asia on a Vietnam and Thailand tour takes you from the hustle of Ho Chi Minh City and continues westwards to Bangkok via Cambodia’s most impressive sites, including Siem Reap, Battambang and, of course, the ruined citadel of Angkor Wat.<br/><br/>Travelling overland on a Vietnam and Thailand holiday really gives you a chance to understand how one country’s landscapes and cultural customs slip into the next with the sobering past of both Vietnam and Cambodia adding to the intrigue of exploring in Southeast Asia.<br/><br/>As this nine day Vietnam and Thailand holiday features numerous chances to meet local people and tuck into freshly cooked street food there’s every chance that you’ll get a true taste of life in the region with one night in Bangkok to look forward to before you finally head for home.<br/><br/>This small group Vietnam and Thailand tour is ideal for budget-conscious travellers with plenty of optional activities to help you experience this corner of Indochina at a pace that suits your mind, body and bank balance.<br/>",
  "durationDays": "9",
  "price": "1045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ho Chi Minh City.",
      "description": "Xin chao! Welcome to Vietnam. Your adventure begins with a welcome meeting at 6 pm in Ho Chi Minh City. If you arrive early, why not get out and discover the city's blend of East and West at your own pace. The Reunification Palace and the War Remnants Museum are great sites to learn more about Vietnam's history. If you have the time, the Cu Chi Tunnels and Mekong Delta also make for excellent and insightful daytrips. After your meeting tonight, why not head out for dinner with your group."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh.",
      "description": "Travel by public bus across the border, through rural Vietnam and Cambodia to Phnom Penh. Cambodia's capital city is set on a major junction of the Mekong and Tonle Sap rivers and boasts some fine examples of French-inspired architecture. If you're looking for a tasty beverage when you arrive, head for a mojito on the rooftop. Or if you're in the mood for shopping, stop in at the art-deco Psar Thmei (Central Market) or travel out to Psar Tuol Tom Pong (the Russian Market) for the best range of local souvenirs."
    },
    {
      "dayNumber": 3,
      "title": "Phnom Penh.",
      "description": "Today, you’ll confront Cambodia's tragic past on a guided tour of the Tuol Sleng Genocide Museum (S21) – a former school which served as a Khmer Rouge torture centre. It's estimated that more than 20,000 people were held and tortured here. You’ll also head out to the Killing Fields of Choeung Ek, where a stupa made up of some 8000 human skulls marks the execution ground for the torture victims of Tuol Sleng. After, you may wish to learn about a brighter period in Cambodian history from an optional visit to the Royal Palace and Silver Pagoda. Wat Phnom, shrouded in myth, is equally worth a visit, as is the National Museum with its excellent Khmer collection. Cyclo tours around the city are a great alternative to walking and generally include the Central Market, US Embassy, Wat Phnom, Mekong riverfront, the Independence Monument and Royal Palace."
    },
    {
      "dayNumber": 4,
      "title": "Battambang.",
      "description": "Travel by private minibus to Battambang today. Break up an otherwise long trip with a visit to the pottery visit in Kampong Chhnang and learn about the craft of pottery making at local workshops. Then continue to Cambodia's second-largest city – a pretty riverside town with French elegance, friendly Khmer people and beautifully preserved colonial architecture, this is a great place to explore on your own. Why not take part in an optional cooking class to learn the secrets of local dishes such as amok, Khmer curry and fried spicy chicken."
    },
    {
      "dayNumber": 5,
      "title": "Siem Reap.",
      "description": "Spend a bit of time riding around the countryside by bike, travelling out to the rural villages around Battambang. This is a great opportunity to get a closer look at what rural life means in Cambodia. Visit local families who have been producing agricultural products the traditional way passed down through generations, like rice paper, dried bananas, and bamboo sticky rice and stop by a Khmer house and relax and enjoy some coconut water while chatting about their life. Our partner for this activity is a local social enterprise that support training of local youth for their future career. In the afternoon continue by private minibus to Siem Reap, arriving in the evening, and relax as you prepare for your much-anticipated visit to Angkor tomorrow. Perhaps hit the markets for some delicious street food for dinner."
    },
    {
      "dayNumber": 6,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Make your way to Angkor Wat in the early hours this morning to watch the sunrise over this UNESO World Heritage site. Then, Temple-hop with your local guide through the world-famous complex. The temples, dating back as far as the ninth century, were believed to represent the cosmic world and were set in perfect balance, symmetry and composition. The intricately carved bas-reliefs and architectural designs are mind-blowing and there are spectacular photo opportunities at any time of day. The ruins are scattered over an area of some 160 square km, but the main cluster of temples is close to Siem Reap, so there will be plenty of time to fully appreciate the great archaeological sites of Angkor Wat, Bayon and the jungle-covered Ta Prohm."
    },
    {
      "dayNumber": 7,
      "title": "Siem Reap / Angkor Wat.",
      "description": "Continue your explorations of the Angkor complex this morning. In the afternoon, embark on a private local boat discover the floating villages and local daily lives at Chhong Kneas – a trading port of agricultural products on the edge of Tonle Sap Lake, also known as the Great Lake of Cambodia."
    },
    {
      "dayNumber": 8,
      "title": "Bangkok.",
      "description": "Fly from Siem Reap to Bangkok today. On the flight, you’ll be unescorted, but your Cambodian leader will see you off at the airport in Siem Reap and your Thai leader will be ready to welcome you in Bangkok. Thailand's bustling capital is an exciting world of tuk tuks, khlong boats and street vendors serving up delicious Thai food. Perhaps head out to sample some local specialties as a final farewell with your fellow travellers."
    },
    {
      "dayNumber": 9,
      "title": "Bangkok.",
      "description": "Your trip comes to an end this morning, with no further activities planned. However, if you have more time, Bangkok is full of things to do, including the Grand Palace, Temple of the Emerald Buddha, and the fascinating Jim Thompson Museum. Just speak to your booking agent if you'd like to extend your stay."
    }
  ],
  "map": ""
}