{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-culture-wildlife-tour",
  "tourName": "Cambodia culture & wildlife tour",
  "placesVisited": "",
  "generalInfo": "The country of Cambodia is synonymous with cheap travel, backpacking, excellent street food, Buddhist temples, stunning coastlines with white sand beaches and…well…just about everything other than wildlife. But that is unfair on a country that has populations of  Asiatic elephants, leopards, sun bears as well as a some of the world’s rarest primate species.<br/><br/>Introduction:<br/>Whilst on this particular trip we will split focus between some of the primates species, the rare freshwater Irrawaddy dolphin and of course the stunning cultural and historical sites of Angkor Wat, the largest religious temple in the world and of which some of the temples are being reclaimed by the forest in the most beautiful way. <br/><br/>We believe that by immersing ourselves into the cultures and histories of each country can one fully appreciate the natural environment and most importantly begin to understand what pressures the environment faces from the local people. It is only by understanding the needs and lifestyles of the local people that any sustainable conservation policy can be put in place.<br/><br/>Whilst exploring the forests and looking for all of these species and more you can rest assured that we will be exploring some of the least visited forests and national parks and seeing a range of wildlife that is unparalleled in other wildlife watching holidays.<br/><br/>We believe that this is a unique tour of Cambodia will give you a great overview of both the history, culture and stunning sites as well as understanding more about the wildlife and conservation issues impacting the animals and forests of South East Asia.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in cities and when travelling between national parks. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available so if you wish to have a zoologist on your trip please contact us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through South East Asia and particularly the regions we visit. Your naturalist escort is an expert in mammals and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We will also employ a specific cultural guide for all sightseeing of temples and monuments.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>This tour is recommended for the northern hemisphere spring, whilst the rainy and dry seasons vary through South East Asia this time of year (particularly March - early May) is a good time to visit these places without the rain being too bad.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.• Our local naturalist guides around each of the reserves, parks and wildlife watching areas we visit have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• All wildlife watching activities will be private for our group only, whether this is a guided walk, vehicle safari or boat cruise.<br/>• All the above reasons give this, our wildlife watching holidays and safaris of South East Asia a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout South East Asia so that we can try and find and observe animals such as the Asiatic elephants, various gibbon species, Javan rhinos, orangutans and many more species. We also have the ability to organise and run wildlife tours of many South East Asian country at other times of year and focusing on other species from bird life, herpetology, diving and snorkelling and many other types of wildlife. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits various locations inside Cambodia; the entry point is Siem Reap and the departure point would be the capital Phnom Penh. On the trip you will visit some wildlife watching locations in central and northern Cambodia.<br/><br/>Fitness Level:<br/><br/>The wildlife watching on this trip is done by a variety of different methods, such as in a private vehicle, boat trips and guided walks. Most of the guided walks are done over flat terrain and so there is no specific need for a high fitness level but we require people to be used to walking for 1-2 hours and be used to walking in high temperatures and high humidity.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "9",
  "price": "3695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Siem Reap - Arrival On your arrival at Siem Reap international airport you will be met by your guide and transferred to your accommodation, in the city. The rest of the day is free for you to rest and relax after your long journey. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Phnom Kulen National Park - Wildlife Watching Today you will be collected from your accommodation early and taken north towards the forested hills of Phnom Kulen National Park. The rocky terrain of forest and hilltop villages hides temples, animal statues, rare animals and birds. Once here you will be taken on a guided hike around the forest. There is a lot of wildlife here and today we hope to see the endangered Indochinese grey langur. Other species seen here include great hornbills, black giant squirrel, variable squirrels, Indian muntjac, wild boar and northern pig-tailed macaques. In the afternoon you will be taken to the floating village of Kampong Phluk. This incredible village has stilted-houses as it is located in a flooded forest. You will be taken to the island pagoda, school and houses standing some 8 to 10m high on its stilts as well as visiting fish farms and learning about village life before getting into a rowing boat and venturing beyond the villages into the flooded forest to see some water-bird species. In the evening you get to experience the fabulous Cambodian circus, which is a mixture of acrobatics, music, dance and culture. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Siem Reap - Sightseeing After breakfast, you will be taken to the Mother of all temples, Angkor Wat. Believed to be the world’s largest religious building, this temple is the perfect fusion of symbolism and symmetry and a source of pride and strength to all Khmers. Built in the 12th century by King Suryavarman II, this is most famous temple at Angkor. We will begin by unraveling the mysteries of the bas-reliefs that tell of tales from Hindu mythology and of the glories of the Khmer empire. Stretching for almost one kilometre, these intricate carvings are a candidate for the world’s longest unbroken piece of art. Following in the footsteps of the devout and the destructive before us, we then continue to the upper levels of the inner sanctuary. The final steps to the upper terrace of Angkor are the steepest of all, as pilgrims of old were to stoop on their pilgrimage to encounter the Gods. Finally the pinnacle, the sacred heart of Angkor Wat, a blend of spirituality and symmetry so perfect that few moments will measure up. Also this morning, we continue to Ta Prohm temple, which has been abandoned to the elements, a reminder that while empires rise and fall, the riotous power of nature marches on, oblivious to the dramas of human history. Left as it was ‘discovered’ by French explorer Henri Mouhot in 1860, the tentacle-like tree roots here are slowly strangling the surviving stones, man first conquering nature to create, nature later conquering man to destroy. In the afternoon, we visit the immense walled city of Angkor Thom that was the masterpiece of King Jayavarman VII. Following the occupation of Angkor by the Chams from 1177 to 1181, the new king decided to build an impregnable fortress at the heart of his empire. The scale is simply staggering and we are immediately overwhelmed by the audacity of Jayavarman on arrival at the city’s gates. The causeway is lined by an intricate bridge depicting the Churning of the Ocean of Milk from Hindu mythology in which devas (gods) and asuras (devils) play tug of war with a naga (seven-headed serpent) to obtain the elixir of immortality. We begin our visit at the Terrace of the Leper King. This intricately carved platform was the royal crematorium and the statue that was originally thought to be the leper king is now believed to be Yama, the god of death. We continue along the Terrace of Elephants, originally used as a viewing gallery for the king to preside over parades, performances and traditional sports. At the southern end lies the Baphuon, once of the most beautiful temples at Angkor, dating from the reign of Uditayavarman in the 11th century. It has undergone a massive renovation by the French and is now once again open for viewing. Our climax is the enigmatic and enchanting temple of the Bayon. At the exact centre of Angkor Thom, this is an eccentric expression of the creative genius and inflated ego of Cambodia’s most celebrated king. Its 54 towers are each topped off with the four faces of Avalokiteshvara (Buddha of Compassion), which bear more than a passing resemblance to the king himself. These colossal heads stare down from every side, exuding power and control with a hint of compassion, just the mix required to keep a hold on such a vast empire. Before clambering upwards, we unravel the mysteries of the bas-reliefs, with their intricate scenes of ancient battles against the Chams and their snapshot of daily life during the Angkor period. After leaving the temples we will be taken back to the hotel and we can explore the town or just relax, the rest of the evening and night are free for your leisure. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ban Lung (Beng Melea) - Travelling Today we leave Siem Reap after an early breakfast and start our adventure by journeying across the province of Preah Vihear, named after the late 9th century temple to the province of Steung Treng. Along the way we will stop at Beng Melea; a sprawling jungle temple that is still largely covered in vegetation as it is less visited by tourists than the main temple complex. We will spend some time exploring this adventurous temple before we stop for a local lunch. From here we then cross the Mekong River by a local ferry, which we share with local villagers. We then continue to Ban Lung, arriving in the province of Ratanakiri in the late afternoon. You will then have the rest of the day to relax until the gibbon trek evening briefing at 7pm. At the meeting we will run over the trek details for the next couple of days, this gibbon experience is run by the Gibbon Spotting Cambodia conservation project that are working hard to protect the Veun Sai-Siem Pang Conservation Area. This project started in 2010 when a new species of gibbon; the ‘northern buff-cheeked’ gibbon was discovered in the Veun Sai-Siem Pang Conservation Area. Working with researchers they habituated a gibbon family and now through eco-tourism this critically endangered species of gibbon is being used as a model species for similar projects in South East Asia. Money raised from bringing tourists here is fed back into the local community which helps in preventing the illegal logging and poaching that unfortunately takes place in the area. At the briefing this evening you will be told more about the project and then go to see the gibbons and other wildlife in the forest. So for tonight you can then enjoy your last night in civilization (well for a night anyway) before your adventure begins. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Veun Sai-Siem Pang Conservation Area - Travelling & Wildlife Watching You will be picked up from your hotel at 8am and we depart by car from Ban Lung at 8:30am. The journey is 35 km north to Kachon village (45 mins). In Kachon, a traditional boat will be waiting to take you the 12km (45 mins) downstream on the Sesan River to Veun Sai town. Along the way we will be able to observe some wildlife on the riverbank (mostly bird life) as well as the daily activities of the people who live along the river. In Veun Sai town we will take a bicycle for 30 minutes to the I Tub village, a Laotian community roughly halfway to the Veun Sai-Siem Pang Conservation Area station. Once in I Tub, we will take a short break for lunch and meet with a member of the Community-based Ecotourism Team. After lunch we continue to the station by bike along a forest path. There is a high possibility of seeing tracks and signs of some of the local wildlife that live here such as the claw marks of the sun bear on the tree trunks, the footprints of deer and other species as well as seeing some local bird species. We will cycle the majority of the way but in order to get a good look at our surroundings we will also walk in some parts. At around 3pm we will arrive at the gibbon research station where you will be introduced to the station chief, scientists, researchers, and your gibbon guide who will show you around the camp. You then have time to relax and make yourself comfortable before walking to the nearby savannah for a spot of bird watching; before sitting down to an early dinner at 6:45pm. At around 8pm we will head into the forest for a 1 hour night jungle walk, spotlighting is one of the best wildlife watching experiences and the only way to see several rare and elusive animals. The canopy is home to many nocturnal animals such as the pygmy slow loris (a small arboreal primate) and various species of civet as well as leopard cats and mouse-deer. We will then return to the accommodation and get some sleep before we go and search for the gibbons tomorrow morning. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Veun Sai-Siem Pang Conservation Area - Wildlife Watching Today will be the earliest we are expected to rise, as the gibbons are up early we will get up at 3:15am. As soon as dawn breaks the gibbons call to mark their territory and this is the best way of finding them. At 4am, whilst it is still dark we following a small trail to the protected gibbon area about 45 minutes away to make sure that we are there in time to hear their call. We then reach the edge of a grassy savannah and wait for the call of a certain gibbon family, currently the only group that accepts people in their presence. The different groups start to call (sing) at around sunrise with some calls carrying up to 2km. Once the habituated groups of gibbon’s starts to sing, the gibbon guide will try to locate them in the forest as fast as possible and he will guide us to the spot so we can watch them as they go about their morning activities in the tree canopy. In some cases they let you come very close – less than 15 meters – which provides an excellent opportunity to take pictures. This is a special time as the gibbons can travel quickly in the trees and leave in a split second, anytime they want. Once they do, it can be very difficult for us to find them again, however the group can often be followed for a couple of hours throughout the forest. After the gibbon spotting we head back to the station for brunch at about 10am. We then pack up and get ready to leave the forest. We will follow a different path through the jungle and head back to I Tub village. Again, some parts we will cycle some we will walk. On the way we visit a Chinese and Laos settlement and take a short walk around the village. It’s a nice idyllic village with friendly people and on certain days you will be able to witness traditional local weaving. We then continue back to Veun Sai town, cross the Sesan River by a small ferry, before stopping off for lunch at a restaurant that boasts a beautiful view of the river. Our journey has now come to an end and we are picked up by car and travel back to Ban Lung arriving at approximately 3pm. Once back at the hotel you will be free to have the rest of the day to rest and catch up on sleep from such an early start. Dinner can be taken at the hotel or a nearby restaurant but is not included. Tomorrow we depart and start our journey south-east through Cambodia and towards the border with Vietnam, however we have some more excellent things to see and do in Cambodia first, so a good night’s rest is well recommended. (breakfast only included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kratie (Yaek Lom Lake) - Travelling Today we rise early to visit the Yaek Loem volcanic lake. It has been said that the most peaceful time to visit is first thing in the morning. You will have time to relax, admire your surroundings and even swim in its fresh waters before we head back to the hotel for breakfast. After breakfast we depart from Ban Lung and begin our journey to Kratie arriving in the early afternoon. The rest of the day is free for your leisure. (breakfast only included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kampi Lake- Phnom Penh - Wildlife Watching & Travelling Today we leave early after breakfast and drive towards the riverside town of Kratie where we will be stopping for lunch. However before reaching Kratie we will have a dolphin watching cruise up river. We will be aiming to encounter the rare (and largely freshwater) Irrawaddy dolphins which inhabit the stretch of river in the dolphin “pool” of Kampi. We we be taken aboard a traditional fishermen boat which takes us to the deep pools where the dolphins are found. Viewing is commonplace, although it is easier to see the dolphins in the shallower waters of the dry season, than in the swollen river of the wet season. After leaving here you will be taken westwards and to the capital city of Cambodia, Phnom Penh. On arrival you will be taken to your accommodation for the night, there are no further activities planned for today. (breakfast only is included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast only included)."
    }
  ],
  "map": ""
}