{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "secrets-of-thailand-and-cambodia-tour",
  "tourName": "Secrets of Thailand and Cambodia Tour",
  "placesVisited": "Bangkok, Chiang Rai, Chiang Mai, Ayutthaya, Suphan Buri, Kanchanaburi, Erawan National Park, Siem Reap, Angkor Wat, Tonle Sap, Phnom Kulen, Kompong Phluk",
  "generalInfo": "Many secrets have yet to be uncovered in Thailand and Cambodia. Tree-wrapped temples, stilt-house communities, and mysterious hill tribes can be found in the jungle of Cambodia. Then, in Thailand experience Siam ruins, a World War II railway, the back-canals of Bangkok, and a Chiang Rai night market. Handcrafted to take you off the beaten track, this two-week tour explores a superb variety of destinations and ends with the lesser-known secrets of Angkor.",
  "durationDays": "14",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Lively Welcomes From Across Thailand",
      "description": "When you land in Thailand, you will be transferred to a hotel that’s perched above Chao Phraya River, the artery from which so much of Bangkok extends. Spend the evening at a cultural dance performance, which will be an informal way to get over your travel fatigue and quickly get to know different parts of the country. There are various forms of music and dancing that come from different Thai regions, giving a feel for a diversity that is often understated by visitors. Dinner will be served on the terrace in a quiet part of Bangkok."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – A Labyrinth of Canals and Backstreet Bangkok",
      "description": "In the morning, children splash in the shallows of the river with exuberance written across their faces. Food sizzles on small barbecues and older men are out fishing while sisters sit in unison, braiding each other’s hair. You’ll cruise through a maze of canals ( klongs) while you pass stilt houses and glistening temples as local life continues all around. Away from the bustle of central Bangkok, these klongs provide you with a relaxed and unobtrusive glimpse into a way of life that remains well preserved. In the afternoon, visit some of the city’s more iconic sites, including Wat Pho, the Grand Palace, and a flower market."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Rai – The Surreal White Temple and a Night market",
      "description": "At Wat Rong Khun, images of Superman drift in the space between heaven and hell. Star Wars characters juxtapose with zodiacs and a sculpted bridge comes from the ethereal, a mix of Greek fable and Buddhist fiction. This post-modern White Temple is loved and loathed in equal measure, and there is nothing like it across Asia. Today you will fly to Thailand’s northernmost charming city, to spend the afternoon at the White Temple before an evening in the Chiang Rai market. Singers perform on stage as the aromas of tasty food drift across a central square. The sounds and smells create an atmosphere that is authentically Thai and a far change from night markets in tourist-heavy Chiang Mai or Bangkok. In Chiang Rai, you’ll use your senses to soak up a thousand new impressions."
    },
    {
      "dayNumber": "4",
      "title": "Mae Rim – Hill Tribes of Northern Thailand",
      "description": "Minority hill tribes are dotted across the north of Thailand. Their traditions are well preserved, as the outside world has only known of these tribes for the last 80 years. Go off the beaten track to meet these communities today to gain insight into the life and secrets of a very remote corner of the world. Try not to focus on taking photos, instead try to make genuine local connections. Spend the night at a homestay, which will provide deep cultural insight into the ways of a small community."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai – Tea Plantations and Sunset With the Monks",
      "description": "From Mae Rim, the road meanders south, in and out of the jungle towards Chiang Mai. Oolong tea plants cover the hills like a patchwork and plantations look more like gardens than places of profit. Handpick some leaves and brew up a tea to learn the process and history of tea in the region. Sunset will be spent with monks. Doi Suthep stands high above the city, and a monk leads you through the sanctified space as incense swirls and a beautiful golden stupa reflects a series of color changes. Used continuously since the 14th century, this temple provides evocative insight into a working Buddhist sanctuary. The temple also has the best possible views over Chiang Mai."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai – Thai Cooking Class and Northern Heritage",
      "description": "In the heart of Chiang Mai, the remains of hundred-year-old stupas stand at street corners and gold glistens inside temples. Cracks decorate the city walls bicycle rickshaws fill the streets. This is a very relaxed place to spend the morning. You’ll spend the afternoon in the kitchen of a local chef for a workshop in gourmet Thai recipes. Your cooking class will be as much about the conversation as the cooking as you delve into classic dishes that originate from this corner of Thailand."
    },
    {
      "dayNumber": "7",
      "title": "Suphanburi – Legendary Ruins From Early Siam",
      "description": "This morning, you’ll fly south to Ayutthaya. Land in the old Siam capital, where a patchwork of remains from the 13th-century decorates the city. At Wat Mahatat, a Buddha’s head has been raised from the jungle floor by a tree. Extravagant stupas rise skywards at Wat Phra Si Sanphet, and their crumpled frames evoke the artistic detail of a past era. Barefoot monks walk around the vast archaeological site to find private places of spirituality. Local women come to pay homage as they light incense sticks in ruined temples. You will need a full day to uncover Ayutthaya’s secrets, as this is one of Thailand’s most historically and religiously essential places. As the sun sets, you travel a little further to spend the night in Suphanburi, which will place you closer to the River Kwai for tomorrow morning."
    },
    {
      "dayNumber": "8",
      "title": "Kanchanaburi – The River Kwai, Hellfire Pass and Floating Through the Jungle",
      "description": "Thousands of allied prisoners of war perished while they built a railway through the jungle, and their story was immortalized in the movie Bridge over the River Kwai. When you glance at the trees, you will not believe they managed to lay any track at all since the jungle is so dense. You’ll ride the rickety train for two hours, through the jungle to Nam Tok and then Hellfire Pass. Stay in the tropical underworld this afternoon and evening. On a long-tail boat, you drift slowly downriver toward glowing lanterns and the warming sight of a jungle hotel. You’ll be deep within nature, listening out to swinging monkeys as the trees turn to silhouettes after sunset."
    },
    {
      "dayNumber": "9",
      "title": "Bangkok – Immersed in Nature",
      "description": "The next morning, a lone elephant plods past your lodge through the trees. The river comes out of a shadow, so serene and still at this early hour. You can hear the monkeys, but they will be difficult to spot in the canopy. You hear a rustle, a chirp, and a flurry of noise before you glimpse them, tumbling past with strange grins across their faces. Leave the hotel on jungle rafts and head deeper into the trees, as you travel into Erawan National Park and its multi-tiered waterfalls. Swim in the pools, laze back beneath cascades and appreciate the secrets that nature can hide. You will have a full day in the park before you transfer back to Bangkok and a hotel that is close to the airport."
    },
    {
      "dayNumber": "10",
      "title": "Siem Reap – An Afternoon With the Icons",
      "description": "When you fly to Cambodia, the lure of Angkor will be unmistakable. From the plane window you glimpse its outline, and from the hotel terrace you spot rising stupas. The world’s largest temple complex extends before your eyes, and much of it misses tourists’ eyes. On your first day in Siem Reap, you will go off the beaten path to explore temples and stories at the outer reaches of the complex. This will ease you into architectural glories and give you some quiet space to appreciate the history. Tree roots take hold, sculpted faces are cracked and mysterious, mold and moss cover stupas, and as the dust swirls you will imagine the former grandeur of the Khmer Kingdom."
    },
    {
      "dayNumber": "11",
      "title": "Siem Reap – Full Day Exploring Angkor",
      "description": "Today, you will immerse yourself in the icons. Parrots can outnumber tourists at Ta Prohm, especially in the early morning. They brighten the temple, which is cloaked in jungle shadow. Trees rise from the ground, wrapping the Bayon-style structure in a heavy embrace. Nature appears to be winning the battle, leaving the temple in the most evocative of ruinous states. Yet inscriptions and artistic secrets suggest a more harmonious balance. Next, you will visit the ancient city of Angkor Thom, where the most moving of all temples stands bright and proud. As the sun moves, it casts expressions on the giant slabs of sculpted stone, especially on the Bayon. Be sure to stop and savor where you are, in the heart of an ancient empire."
    },
    {
      "dayNumber": "12",
      "title": "Siem Reap – Banteay Srei Temple and 10th-Century Khmer",
      "description": "This morning a waterfall trickles and the sound will guide you to the River of a Thousand Lingas, where the archaeological history is etched into nature. At this Khmer site in the Kulen Hills, culture has overcome nature with messages and structures carved into rocks beside waterfall and river. Banteay Srei is the oldest temple you will visit, a tenth-century structure honoring Shiva. Its details are so exquisite that they said it could never have been crafted by man, which gave the temple its name Banteay Srei or “Fortress of the Women.” During your time in Siem Reap, your guide can adjust the daily program to your interests and energy levels."
    },
    {
      "dayNumber": "13",
      "title": "Siem Reap – Silt Houses on Tonle Sap Lake",
      "description": "Today will be your last day to continue exploring and uncovering secrets. Drive to Tonle Sap Lake and set out on a boat to cruise out to a floating community. Stilts raise the houses above water while locals peer out at you. Some homes have space for pigs and chickens, liveries that are also built on stilts above the lake. Visit the community and admire the contrast in faces, as this is a place where Viet, Cham, and Khmer live together. This afternoon, you can visit a series of wooden villages where artisanal crafts help provide a route out of poverty while preserving ancient Khmer skills. You can also head back into the Angkor complex for some final time with the magnificent temples."
    },
    {
      "dayNumber": "14",
      "title": "Siem Reap – Departure",
      "description": "Siem Reap has plenty of places to go shopping for souvenirs on this final morning in Cambodia. Late check-out will be arranged, and you transfer to the airport in the afternoon."
    }
  ],
  "map": ""
}