{
  "destination": "Cambodia",
  "mainPhoto": "",
  "id": "cambodia-angkor-wat-tours-ancient-ruins-vibrant-cities",
  "tourName": "Cambodia & Angkor Wat Tours: Ancient Ruins & Vibrant Cities",
  "placesVisited": "Siem Reap, Phnom Penh",
  "generalInfo": "There is endless splendor in watching the sunlight set over Angkor Wat. As the light fades the crowd dwindles and you feel like you have the entire history of an empire to yourself. On this 7-day tour you will traverse the past and conquer kingdoms. From perseverant cultures to exceptional carvings, elegant dances to riverside cafes, Cambodia’s imperial past has shaped its present, from pre-Angkorian temples to the bustling metropolis of Phnom Penh. The imperial past and present is yours to discover.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Siem Reap - Imperial Arrival",
      "description": "Welcome to Siem Reap, Cambodia. The city stands as the gateway to the Khmer Empire, holding onto the surrounding ruins of the Angkor complex. Siem Reap is an energetic city that is filled with a whirlwind of visitors. Between the pockets of modern luxury hotels and restaurants cooking western cuisine, you find the culture and traditions that continue to captivate visitors from around the world. Tuk-tuks are constantly filled with locals and travelers traversing the city streets. Ox or cows pull wooden carts. The Old Market is filled with fresh and colorful produce. Large jackfruits are bulbous and succulent. Your private transfer is ready at the airport to meet you and take you to your hotel where you can settle in. Soon you are met by a private guide and escorted to the world-famous Angkor Wat. The stone walkway leads over the moat that is almost 100 feet wide and the outer wall is over 14 feet high. When you walk through the west gate you find the shimmering golden sandstone of Angkor Wat. Beneath it stands a reflective pond mirroring the temple’s exceptional towers. The grace and awe are unparalleled. Monks stroll throughout the complex. Their saffron robes add another layer of color to the afternoon. You could stand and stare at the edifice for hours. Pavilions stand at each corner of the outer gallery. You find a steep stairway near the inner gallery that represents the difficult ascent to the kingdom of the gods on Mount Meru. The roofing is decorated with carvings of snakes that lead to lions or garudas . The aroma of incense drifts from the countless mini shrines established by monks over the years. The sunlight begins to fade as sunset spreads through the sky. In the eastern gallery, you find 92 apsaras and 88 deities endlessly churning the sea. This is your welcome to the imperial beauty of Cambodia and the exceptional culture that it has brought forth. In the evening you will return to your accommodation where you can relax in comfort."
    },
    {
      "dayNumber": "2",
      "title": "Siem Reap - Grouping Royalty",
      "description": "The well of history runs deep in Cambodia and today you will travel further afield to experience the wealth of culture. After breakfast, your private guide will take you to the Roluos Group, three main temples that were constructed between the 8th and 9th centuries at the heart of Hariharalaya, the first capital of the Khmer Empire. Preah Ko was the first temple built and derives its name from the three sandstone bull statues that stand at the temple’s entrance. Six brick towers are arranged in two rows. Each tower stands on a raised sandstone platform. You can see the intricate carvings decorating the lintels. A group of warriors is mounted on a three-headed nagas , a snakelike deity. The verdant trees stand taller than the towers but the temples are elegant in their stature and décor. Head to the Rolous Pagoda where Buddhist monks continue to pray with and bless visitors. Their orange robes stand out against the background of encompassing greenery. They offer you a blessing for good health and a safe journey. The scent of sandalwood and cardamom emanates from the burning incense. When you come to the “Citadel of Monk’s Cells,” known as Banteay Kdei, you will find the grand ruins of a 9th-century temple overcome by time."
    },
    {
      "dayNumber": "3",
      "title": "Siem Reap - The Hospitality of Artistry",
      "description": "Indulge in an early morning fresh-pressed coffee that brings the flavors of French colonialism to the modern life of Cambodia. The rich, dark roast livens the day. Your guide meets you and escorts you to the marvelous citadel of Banteay Srei. The pink sandstone is well preserved and casts a particular glow in the sun. The true gem of the complex is not just in how the temples have been preserved but also in the conservation of the intricate reliefs that decorate many of the buildings. The 10th-century citadel is a mixture of archaic and innovative style. The temple walls were constructed with a combination of brick, laterite, and red sandstone. The towers on the eastern pediment display Indra near the beginning of a 219-foot causeway. The libraries are the most extravagantly decorated areas of the temple. The pediments feature Shiva and Kama. The artwork is intricate in detail and mythology, each showing a blend of realism and stylization equally enthralling today as it must have been over a millennium ago. The tallest tower is over 30 feet tall and when the reliefs are bathed in light you can see every last magnificent detail. Back in Siem Reap you will lunch at Sala Bai, a school that offers opportunities to disadvantaged youth through the hospitality industry. After your meal, you will head to Angkor Thom, the capital of the Great Khmer Empire, and filled with the tremendous ruins that held royalty and temples. The Terrace of the Leper King was named for the discoloration and rampant moss growing on the Buddha statue that sat in the courtyard. Despite the marks of time, the terrace is around 80 feet long and is u-shaped. The wall is decorated with deep carvings that represent gods and demons, stretched along the terrace’s entirety."
    },
    {
      "dayNumber": "4",
      "title": "Siem Reap - Times Before an Empire",
      "description": "When you leave Siem Reap it’s like you have left behind a part of the heritage you have accepted as your own. You come to Tonle Sap, the largest freshwater lake in Southeast Asia. The surrounding banks are lush and fertile. Paddy fields seem to stretch into the distant tree line. You step aboard a small boat and drift on the water. The culture of the lake is unique. Floating villages withstand the constant, seasonal fluctuation of the water. During the wet season, the water can rise a significant amount increasing the lake’s area to 6,200 square miles. Longtail boats sail across the surface and the local fishermen drape their nets into the water. The scent of fried fish emanates from the local market sitting at the shore’s edge. You come to a village raised on stilts that helps combat the water’s undulation. Ladders lead to the terrace where you see clothing hung on clotheslines and plants basking in the sunlight. Children are ferried to and from shore for school. They sit in the shallow wooden boat and paddle their way across the water. The shore seems far in the distance but remains colorful. When you return to land you will make your way back to Siem Reap for the evening."
    },
    {
      "dayNumber": "5",
      "title": "Phnom Penh - Before the Empire",
      "description": "The regal majesty of the Angkor complex continues to sit within the vast jungle and displays its elegant architecture in the open and sometimes overtaking, nature. You come to Sambor Prei Kuk, an impressive group of pre-Angkorian monuments that date back to the early 7th century. There are more than 100 structures dispersed in the forest, the oldest made of brick. The forest is serene and has become as much of a part of the ancient complex as the temples themselves. The main temple is made up of three complexes enclosed in two concentric walls. The reliefs pay homage to Gambhireshvara , an incarnation of Shiva. The central tower contains brick carvings, including a series of yoni, female fertility symbols. In parts of the area, you can see tree roots wrapping around entire temples. They act like rope, both constricting and holding up the ancient structure. The leaves sprout from various points on the trunk and brush the golden bricks with green. Few sites can stand up to the sheer magnitude of Angkor; however, the quiet history and encompassing landscape of Sambor Prei Kuk can try. In the afternoon you will arrive in Phnom Penh, the capital of Cambodia. The current of the Mekong ripples the river that flows alongside the city. Wide and pristine boulevards harken back to the French Colonial past. Large palm trees grace the sidewalk. You can sit and enjoy the evening at the Foreign Correspondent’s Club, watching out over the river and listening to the water rush against the banks."
    },
    {
      "dayNumber": "6",
      "title": "Phnom Penh - Imperial Gems",
      "description": "Phnom Penh is the largest city in Cambodia. Independence Tower stands in homage to the people that dedicated themselves to the freedom of the country and was built in the style of the Khmer Tower. The morning brings the energetic city to life. The fishermen set out on the rippling Mekong. Motorbikes weave through the streets. Cyclists ride alongside the river on the cobblestone walkway that lines the boulevard. After breakfast, you meet your private guide and venture out to tour the city. The Royal Palace was constructed in the 1860s and was divided into four separate components. It sits in a division of the Tonle Sap and Mekong Rivers. The Moonlight Pavilion is an open-air structure a short distance away from the main hall. It continues to serve as a stage for Khmer dances that represent the classical history and mythology of Cambodia. Evenly spaced pillars frame the interior and support the tiered, traditional roof, which contains a delicate but powerful central spire. When you come to the Silver Pagoda you find the exuberant display of the famous Emerald Buddha. The 17th-century crystal image is nearly life-sized and encrusted with 9,584 diamonds. It is dressed in royal robes that add to the opulence, elegance, and breathtaking display of devotion. The building’s exterior is pristine but nothing can compare to the majesty of the decorated Buddha. A tiny beam of light can cause the entire image to sparkle like a regal chandelier. It shows that the imperial beauty of Cambodia persists."
    },
    {
      "dayNumber": "7",
      "title": "Phnom Penh - Leaving Empires Behind",
      "description": "At sunrise the various boats once again set out onto the river. From Sisowath Quay you can see the fishermen paddling, whether on longtail boats, romantic rusted vessels, or coracles. The cafes that line the river open their doors and are lively with customers and aromas. The fresh croissants of the Riverside Bistro fill the air with buttery sweetness. The flaky exterior crunches when diners take a bite. Music calls from the waterfront encouraging locals as they perform their morning exercise. This is beyond the imperial past; you are partaking in Cambodia’s present culture. Your private transfer takes you to the airport and you say goodbye, but the empires of Cambodia have now made its lasting impression on your memory."
    }
  ],
  "map": ""
}