{
  "destination": "Kamboçya",
  "mainPhoto": "",
  "id": "TCCC",
  "tourName": "Klasik Kamboçya",
  "placesVisited": "Kamboçya",
  "generalInfo": "Zor bir yakın geçmişin yanı sıra zengin kültür ve tarihiyle bu muhteşem ülkeye iyi bir giriş için,  bu tur gerçek Kamboçya’ yı tüm güzelliğiyle ortaya çıkarıyor. Hareketli başkent Phnom Penh’ i ve karanlık ama önemli Ölüm Tarlaları’ nı ( Killing Fields )  ve Soykırım Müzesi’ ni ziyaret ettikten sonra,  birçok tapınağın bu ilginç kompleksi oluşturduğu Kamboçya’ nın etkileyici Angkor Wat tapınağındaki Hindu mitolojisini ve Kmer mimarisini inceleyin.  Cennet adalarından dolayı Kamboçya’ nın önde gelen yeri olan Sihanoukville’ e giderek,  güneşli kumsallarda rahatlayın.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "11",
  "price": "1529",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Phnom Penh Şehir Turu</li>\n<li>- S-21 Hapishanesi</li>\n<li>- Ölüm Tarlaları  ( Killing Fields )</li>\n<li>- Kampot</li>\n<li>- Ream Ulusal Parkı</li>\n<li>- Angkor Wat</li>\n<li>- Angkor Thom</li>\n<li>- Beng Mealea</li>\n<li>- Banteay Srei</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 10 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>10 kahvaltı,  1 öğle yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Phnom Penh' e Varış",
      "description": "Bir zamanlar “Asya’ nın İncisi” olarak bilinen ve uzun zamandır doğunun en güzel Fransız yapımı şehri olarak düşünülen nehir kenarı başkenti Phnom Penh cezbedici ve büyüleyici bir şehirdir.  Her ne kadar günümüzde pek çok geleneksel süslü tapınaklar varlığını sürdürse de eski Fransız sömürge binaları şimdi son moda kafelerle,  butiklerle ve sanat galerileriyle doludur. Hareketli meydanlar ve frangipani kaplı bulvarlar,  Güneydoğu Asya’ daki diğer şehirlerden bambaşka bir atmosfer yaratmaktadır."
    },
    {
      "dayNumber": 2,
      "title": "Phnom Penh",
      "description": "Bugün,  Phnom Penh’ te rehber eşliğinde bir turun tadını çıkaracaksınız.  İlk olarak Kamboçya tarihinin farklı dönemlerine ait 5000’ den fazla Kmer sanatının ve heykelinin bulunduğu Ulusal Müze’ ye uğrayacaksınız.  Daha sonra 1866’ dan kalma Kraliyet Sarayı kompleksini ziyaret edeceksiniz.  Bu kompleks,  zeminini kaplayan 5000’ den fazla gümüş fayansın adının verildiği Gümüş Pagoda’ ya ( Silver Pagoda )  ev sahipliği yapmaktadır.  Tapınak,  altın,  gümüş,  kristal ve bronz Buda tasvirlerinin bir koleksiyonunu içermektedir.  Son durağınız,  yaklaşık 20. 000 kişinin işkence gördüğü ve öldürüldüğü,  Kızıl Kmerler zamanında bir hapishane olan S-21 olarak da bilinen Toul Sleng Müzesi olacak.  Günümüzde,  bir soykırım müzesi ve Kızıl Kmerler’ in acımasızlığının bir hatırlatıcısı olarak hizmet vermektedir."
    },
    {
      "dayNumber": 3,
      "title": "Phnom Penh, Kep",
      "description": "Bu sabah Kızıl Kmerler’ in kurbanlarından oluşan bir toplu mezar alanı olan Ölüm Tarlaları  ( Killing Fields )  olarak da bilinen Choeung Ek’ i ziyaret edeceksiniz.  Burada,  Kızıl Kmerler rejiminin acımasızlığı ve Kamboçya halkına karşı işlenen korkunç vahşet hakkında bilgi edineceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Kep",
      "description": "Bugünü istediğiniz gibi geçirebilirsiniz.  Kep’ te Tayland Körfezi’ nin manzarasını sunan tepelerde kısa yürüyüşler yapabileceğiniz çok sayıda yer mevcut  ya da sadece yüzmenin veya sahilde dinlenmenin tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Kep, Sihanoukville",
      "description": "Bugün,  Sihanoukville’ e yolculuk yapacaksınız ve yolda Kamboçya’ nın en güzel eyalet şehirlerinden biri,  ağaçlıklı sokakları ve iyi korunmuş Fransız sömürge binaları olan Kampot’ ta mola vereceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "Ream Ulusal Parkı",
      "description": "Bugün Ream Ulusal Parkı’ nda rehber eşliğinde bir turda dinlendirici bir gün geçireceksiniz.  Park,  saklı plajlar,  mangrov ormanları,  nehirler,  tropik ormanlar ve güneş ayılarından nesli tükenmekte olan uzun kaplumbağalara kadar çeşitli yabani hayvanlar sunmaktadır.  Park aynı zamanda makak maymunlarına,  yunuslara,  fare geyiklerine,  pangolinlere ve yüzlerce kuş türüne ev sahipliği yapmaktadır.  Mangrov ormanlarını keşfetmek için yerel bir tekneye binme ve ardından parkın muhteşem manzarasını izlemek için saat kulesine tırmanma fırsatınız olacak."
    },
    {
      "dayNumber": 7,
      "title": "Sihanoukville",
      "description": "Bugün,  bu muhteşem ortamın tadını istediğiniz gibi çıkarabilirsiniz. Gün sizin! En zor kısım sahilde mi yoksa havuz kenarında mı rahatlayacağınıza karar vermek!"
    },
    {
      "dayNumber": 8,
      "title": "Sihanoukville, Siem reap",
      "description": "Bu sabah,  Dünya Mirası listesindeki Angkor tapınak kalıntılarına açılan kapı Siem Reap’ a uçmak için havaalanına gitmeden önce sahilde veya havuzda rahatlamak için birkaç saatiniz daha olacak.  Otelinize giriş yaptıktan sonra günün geri kalanı size ait."
    },
    {
      "dayNumber": 9,
      "title": "Angkor Wat",
      "description": "Bugün,  Angkor kompleksine,  Khmer İmparatorluğu’ nun eski başkenti olan Angkor Thom’ den başlayarak tam günlük rehber eşliğinde bir gezinin tadını çıkaracaksınız.  Şehir  ( Angkor Thom )  beş anıtsal kapıya sahiptir  ve hepsini de ziyaret edeceğiniz Bayon Tapınağı,  Baphuon Tapınağı,  the Terrace of the Elephants ( Filler Terası )  ve the Terrace of the Leper King  ( Cüzzamlı Kral Terası )  da dahil olmak üzere birkaç tapınaktan oluşmaktadır."
    },
    {
      "dayNumber": 10,
      "title": "Siem Reap",
      "description": "Bugün şehri geride bırakacak ve Kamboçya kırsalından 12.  yüzyılın başlarında inşa edilen Angkor Wat için bir prototip görevi gördüğü düşünülen geniş alana yayılmış orman tapınağı Beng Mealea’ ya doğru yolculuk yapacaksınız.  Buradan bölgenin en önemli yapılarından biri olan Banteay Srei tapınağını ziyaret edeceksiniz.  Tapınak,  Hindu tanrısı Shiva’ ya adanmıştır ve duvarlar,  Angkor halkı ve inançlarına bir bakış açısı sağlayan ayrıntılı ve iyi korunmuş oymalar ile kaplıdır."
    },
    {
      "dayNumber": 11,
      "title": "Siem Reap' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}