{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "south-korea-discovery-tour",
  "tourName": "South Korea discovery tour",
  "placesVisited": "",
  "generalInfo": "South Korea is a dynamic country, steeped in culture, tradition and history, with vibrant cities, rich landscapes, friendly local people and staggering nature. Join this trip to immerse yourself in the contemporary culture of bustling Seoul, meditate and spend the night in an ancient temple, discover the beauty of Seoraksan National Park and explore the colourful markets of Busan. This, combined with the chance to taste some of the most underrated cuisine in the world, makes a trip to South Korea unforgettable.<br/><br/>One of Our Top Recommended Trips for 2026… Here’s Why K-Pop (and K-Pop Demon Hunters), kimchi, Squid Game… even Baby Shark: the global explosion of Korean culture (or hallyu) is one of the great cultural phenomena of our times. If you haven’t already, then now’s the time to visit South Korea and go beyond the headlines to explore a culture that everyone’s talking about, but few truly experience authentically - Sarah Puttnam, destination expert",
  "durationDays": "12",
  "price": "5799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Seoul, the buzzy capital of South Korea. Time permitting, the leader will arrange a short orientation tour near the hotel. We can visit Gwangjang Market, one of the oldest food markets in Seoul, where local people meet after work to enjoy traditional foods and liquor. The market also sells vintage clothing and textiles during the day but comes alive in the evenings when unique foods such as bindaetteok, a popular pancake with makkolli, the traditional Korean rice wine, are served. Around 6pm, say annyeonghaseyo (hello) to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Seoul? Secure pre-tour hotel nights through your sales representative. Accommodation: Kukdo Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we enjoy a walking tour of Seoul. We first head to the Cheonggyecheon, an age-old canal in downtown Seoul that was filled with concrete in the 1960s but reopened in 2005 in its original state. We continue to Tapgol Park, the central point of the Korean independence movement in 1919. From here, we head to Insadong, the artisan neighbourhood where traditional teahouses and souvenir shops are lined up in a cosy, welcoming atmosphere. After, we visit Jogyesa Temple, one of the most beautiful temple complexes in the heart of Seoul. At Gwanghwamoon, admire impressive statues of Admiral Yi and King Sejong, men who played vital roles in Korean history. The next stop is Gyeongbokgung Palace. Built by the Joseon dynasty in 1394, this immense complex was the centre of power until Japanese occupation at the start of the last century. At the palace, we may see the changing of guards. Our last visit today is Bukchon Hanok Village, which is home to hundreds of traditional hanok houses from the Joseon dynasty. Please note, the order of these activities may change. Although not strenuous, the amount of walking today is considerable and fast-paced (we recommend comfortable walking shoes). Accommodation: Kukdo Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we visit Panmunjom, the only place on the peninsula where North and South Koreans can meet face to face. It was here the peace treaty was signed in 1953 and where both parties agreed on a Joint Security Area (JSA) in the middle of the border between the two countries, also known as DMZ (Demilitarized Zone). After a short briefing by US army personnel, we enter the JSA; here we visit Freedom House, the blue barracks sharing a conference room for talks between both North and South Korea, the visitor’s observation post and the Bridge of No Return. En route, we enjoy a traditional Korean dish for lunch. Due to government restrictions, this excursion is guided by a local JSA-specialised guide and not by your tour leader. The Panmunjom tour may be withdrawn at any time and, in such cases, this trip is substituted with visits to other key areas in the North-South Korea history, such as the Third Tunnel. We must also mention that some nationalities are not permitted to take part in the tour (at the time of writing this includes nationals from Afghanistan, Cuba, Iran, Iraq, Libya, North Korea, Pakistan, Sudan and Syria) and it will be more difficult to obtain permission for South Korean and Chinese nationals to join the tour. Strict rules are in place for DMZ tours and, as such, passport details must be provided in advance. For dual passport holders, please ensure you provide Exodus with the exact passport details you will be entering South Korea with (and will be required to carry on the day tour). During the tour, it is critically important you follow instructions from military personnel and guides. Please refer to the What to Take section of the Trip Notes for information on required attire for this trip. The Joint Security Area currently remains closed and could re-open at any time. Entry into the DMZ area itself is open and other key sites such as the Third Tunnel are still possible to visit. Accommodation: Kukdo Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today begins with a private transfer (approximately three hours) to Gangneung on the east coast. In the heart of Gangwon Province, we visit one of the most picturesque culinary bases in Korea, where all the food is produced and processed naturally and according to centuries-old recipes; fermented food such as kimchi, red pepper paste, doenjang (bean paste) and fish sauce is stored and aged in clay vessels, sometimes for more than five years. Herbs are grown and harvested from gardens, and wild herbs collected from the mountains. Here we learn how bibimbap is made, a traditional dish of rice with vegetables, herbs, meat and several side dishes. We then lunch on this freshly cooked, healthy food. In the afternoon, we transfer to Sokcho, a lively coastal city that belonged to North Korea from 1945 until the end of the Korean War. Accommodation: Sea Cruise Hotel Sokcho (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "On the beautiful east coast, the Seorak Mountains are the most famous in Korea. At the foot of the peaks is an enormous Buddha statue, which acts as a start point for a variety of trails between 2km and 10km (1.25mi and 6.2mi). The leader guides those who wish on an easy and short optional walk. A more leisurely option is to take a cable car to one of the mountaintops to enjoy fantastic views. Accommodation: Sea Cruise Hotel Sokcho (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We transfer (approximately four hours) to Andong by private minibus and visit the Andong Hahoe Village, where ancient traditions influenced by the teachings of Confucius are still alive. The inhabitants live in the same way their ancestors did, in simple houses for the common farmers and in richly decorated houses for the yangban (gentry). Accommodation: Park Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We transfer (approximately 2hr 30min) to Gyeongju by private minibus, stopping en route to visit the Dosan Confucian School. In the afternoon, we visit Tumuli Park, which has royal tombs dating to the Shilla dynasty. The numerous artifacts found in these tombs show the remarkable technological and cultural advancement of that period (600 CE to 900 CE). We also visit Cheomseongdae, the oldest existing astronomical observatory in Asia. The 362 stones used to build it represent the 362 days in the lunar calendar. Accommodation: Commodore Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Seokguram Grotto, which we visit this morning, was discovered by a postman sheltering from the rain. Inside the human-made cave, he found an astonishingly beautiful statue of Buddha, constructed during the Shilla dynasty. The grotto is now a Unesco World Heritage site. From here, we visit Bulguksa Temple, constructed in the same period. This afternoon, we visit the National Museum of Gyeongju, where we can relive the rich and advanced culture of the Shilla dynasty and see numerous archaeological findings. Our day ends with a stop at Anapji Pond, an artificial pond constructed in the royal palace grounds, before exploring Gyeongju Market area. Accommodation: Commodore Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we transfer to Haeinsa Temple (approximately three hours). It is one of the oldest in Korea and home to the Tripitaka Koreana, the most complete collection of Buddhist texts, engraved on 80,000 woodblocks between 1237 and 1248. Here we experience a strict Buddhist lifestyle and meet monks dedicating their lives to prayer and meditation. On entering the temple, exchange your own clothes for simple monk clothing and, after the initial introductions and opening ceremony, walk around the beautiful temple complex. After the vegetarian Buddhist dinner, we join a tea ceremony. Lights out at 9pm this evening, ready for our early wake-up. Please note, during our temple stay, the programme and order in which it runs can be subject to changes. Due to an inclined walkway at the temple entrance, it is recommended to take a small overnight bag in your main luggage to use for the overnight stay at the temple (main luggage will be stored and securely locked in the group transport for the evening) if you wish. Accommodation: Haeinsa Temple"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We wake at 3.30am to participate in the first ceremony and meditation (please note this is optional). After breakfast at 6am, we depart the temple and transfer to Busan (approximately two hours). From the impressive Gwangalli Bridge, we can enjoy a breathtaking view of the Busan shoreline. We learn the tragic history of the Korean War (1950-1953) at the UN War Cemetery, then visit the Nurimaru APEC House, a wonderful location with gorgeous views over the ocean. We also visit Jagalchi Fishmarket, one of the largest markets of its kind, to see a dazzling array of fish. Here you can taste Korean sashimi before heading into the adjacent Gukje Market to shop for souvenirs. After dinner, enjoy an optional visit to the Busan Tower (387ft/118m high) for amazing night vistas! Accommodation: Crown Harbor Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, we take a bullet train back to Seoul (approximately three hours) and transfer to our hotel. This afternoon is free for last-minute shopping or to perhaps visit the vibrant Hongdae university district. You may also like to spend your final evening in Seoul exploring the lively nightlife of the Itaewon neighbourhood. Accommodation: Kukdo Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Our adventure ends after breakfast and we begin our return journeys home. Of course, if you’d like to spend a little longer exploring, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}