{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "south-korea-small-group-tours",
  "tourName": "South Korea small group tours",
  "placesVisited": "",
  "generalInfo": "This is South Korea as experienced by someone who lives it for themselves. <br/><br/>We’ve carefully crafted this journey to connect Korea’s standout cultural highlights with everyday local life, led by a dedicated group leader. They are not just a guide – they’re a resident, fluent in Korean and English, who brings real-time insight and flexibility to each day of the tour. <br/><br/>Over ten days, you’ll move from the capital of Seoul to the former royal seat of Gyeongju and hit the coastal city of Busan. This route is all about contrasts: centuries-old palaces and backstreet BBQ joints, traditional hanok homes and neon-lit markets, ancient temples and contemporary art galleries. <br/><br/>In Seoul, explore Gyeongbokgung Palace and wander through the restored hanok lanes of Bukchon before stepping into the high energy of Gwangjang Market. With your Insider’s finger on the cultural pulse, you might also duck into a gallery or bar that’s brand new on the scene – the kind of place you’d never find travelling independently. <br/><br/>In Gyeongju, Korea’s “museum without walls,” sleep in a traditional hanok house and explore ancient tombs, Confucian academies and Buddhist relics that tell the story of Korea’s Silla past. Then, in Busan, try seafood caught that morning at Jagalchi Market before visiting the colourful Gamcheon Culture Village or soaking in a local spa. <br/><br/>This tour is ideal for curious travellers who want more than a South Korea checklist. With an expert insider to reveal the stories behind each stop, Soul of Korea offers a deeper look at the country’s culture, cuisine and day-to-day rhythm – perfect for first-time visitors who want to feel connected as well as inspired.",
  "durationDays": "10",
  "price": "3590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seoul | Breakfast Spend a full day walking Seoul with your guide, blending the city's grandest sights with its trendiest corners. Wander through a traditional hanok village, witness the changing of the guard at Gyeongbok Palace, and pause by the Cheonggyecheon stream, where your Insider guide will share stories of Seoul’s history. Sample street food at Gwangjang Market, then gather round the grill for your first Korean barbecue, learning Korean dining and drinking etiquette along the way. You’ll explore whatever’s hot right now in Seoul– perhaps a pop-up bar or a light festival – before taking a day to explore on your own, armed with local tips tailored just for you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chuncheon day trip | Breakfast Escape the city for a day and head to Chuncheon, a nostalgic favourite for generations of Koreans. Pedal the Gangchon Rail Bike along an old train line once nicknamed the “Love Train”, passing mountain views and quirky themed tunnels. Cross Soyang Lake by boat and settle in for a local lunch of jeon pancakes, fried mountain ginseng and makgeolli rice wine. A gentle forest trail leads to Cheonpyeongsa Temple, where you’ll find a centuries-old monastery alongisde a waterfall and a statue from a local legend. It’s a peaceful, offbeat contrast to Seoul’s fast pace – and one we love."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Busan | Breakfast Busan is where locals go to unwind – a vibrant coastal city of street art, seafood and sea views. Start your day at Jagalchi fish market, navigating tanks of sea creatures before heading upstairs to sample that morning’s catch. At Haedong Yonggungsa Temple, perched on a rocky coastline, walk past turtle and Buddha statues for panoramic ocean views. In Gamcheon Cultural Village, winding alleys are lined with colour-blocked houses and murals. Come evening, you will be guided through Haeundae’s bar scene, stopping at a mix of lively spots for craft beer or snacks. In you free time, we recommend winding down with a soak at Spa LAND."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gyeongju | Breakfast Once the capital of the Silla Kingdom, Gyeongju is South Korea’s most history-rich city – a place where ancient tombs, temples and observatories sit side by side. Visit Bulguksa Temple and the hillside Seokguram Grotto, both UNESCO-listed and deeply atmospheric. As night falls, stroll past the lantern-lit Anapji Pond and Cheomseongdae, Asia’s oldest observatory. In the hills beyond, explore Yangdong Folk Village, a chance to capture Korean traditional life in a village where people still live and work today. Back in town, Hwangridan-gil offers a modern twist –indie boutiques, street art and hanok rooftop bars."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Seoul | Your final stop in Seoul offers a fresh perspective, swapping palaces for pop culture in the lively neighbourhood of Hongdae. Known for its street performers and creative energy, it’s a fitting end to your journey. Your hotel matches the mood – complete with a vinyl library, Michelin-starred chef menu, and even a basement skate park. There’s time to pick up last-minute K-Beauty favourites or the snacks you’ve been craving since day one. Then, gather for one final dinner with your Insider and group – a chance to toast the trip with a heartfelt geonbae before heading home."
    }
  ],
  "map": ""
}