{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "south-korea-family-tour-9-days",
  "tourName": "South Korea family tour, 9 days",
  "placesVisited": "",
  "generalInfo": "Embark on a 9-day family adventure and discover the unique culture, history, and cuisine of South Korea. Our newest South Korea Family Tour promises to provide you with an unforgettable experience, filled with fun activities for all ages. Immerse yourself in Korea's rich cultural heritage and stunning natural beauty as you explore Seoul, Jeonju, Gyeongju, Golgulsa, and Busan. Enjoy exciting activities such as a taekwondo class, an overnight stay in a temple, and a scenic boat tour.<br/><br/>What's included?<br/><br/>-All accommodation during your tour. Stay at centrally located hotels, an overnight stay in a traditional Korean Hanok, and an overnight stay at Golgulsa Temple where you can live like the monks do. <br/>-All transport within the tour. Use of public transport inlcudes a pre-loaded Korean T-Money Transportation Card, and private transfers will be used where needed including shuttle buses. <br/><br/>Check out our unmissable included activities for the South Korea family tour below:   <br/>Taekwondo Class (Seoul) <br/>Namsan Tower Observatory (Seoul) <br/>Gyeongbok Palace (Seoul) <br/>Visit &amp; lunch in Bukchon Hanok Village (Seoul) <br/>Nanta Show (Seoul) <br/>Jeonju Bibimbap cooking class (Jeonju) <br/>Gyeongju walking tour (Gyeongju) <br/>Chunmachong Ancient Tombs visit (Gyeongju) <br/>Daereungwon Tumuli Park visit (Gyeongju) <br/>Cheomseongdae Observatory visit (Gyeongju) <br/>Tea tasting in traditional hanok (Gyeongju) <br/>Traditional Korean meal (Gyeongju) <br/>Golgulsa Temple Stay – including meditation sessions, chanting session, sunmudo training, Buddhist dinner and breakfast (Golgulsa) <br/>Gamcheon Village visit (Busan) <br/>Songdo Beach &amp; Marine Cable Car (Busan) <br/>Jagalchi Fish Market &amp; BIFF Square visit (Busan) <br/>Visit to Haedong Yonggungsa Temple (Busan) <br/>Busan coast sightseeing boat tour (Busan)",
  "durationDays": "9",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Seoul: Your South Korea family tour is about to begin! Once you have checked in to your hotel, your Adventure Leader will welcome you with a trip briefing and provide you with information about the exciting activities that await you. You will also receive essential tips on how to adjust to life in South Korea. Your first activity will be a taekwondo class, where you will learn the basics and work up an appetite. After the class, you can return to your hotel to relax. Later in the evening, you will have the opportunity to join your group for dinner or explore the area on your own. Regardless of your choice, you will all head to the Namsan Cable Car station and take a ride up to the Tower Observatory to witness breathtaking views of the Seoul skyline at night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Seoul: This morning, you will board public transport to your first stop of the day, Gyeongbok Palace. At 10 am, you will witness the Royal Guard Changing Ceremony before proceeding to the hanbok rental store. Here, you can rent traditional Korean clothing before entering the palace. Take your time to explore the palace and its grounds as it is a worthwhile visit! For lunch, your Adventure Leader will take you to an amazing spot in the city - Bukchon Hanok Village. This village is filled with traditional Korean houses called hanoks, and you will have ample time to explore the quaint streets before moving on to the next destination. You will then visit Insadong, which offers a glimpse of traditional Korean culture, with time to explore the antique shops, traditional tea houses, and handcraft shops for some unique souvenirs. Tonight, you will attend a Nanta show! This non-verbal comedy show uses music to tell a humorous story about four chefs who have to prepare a wedding banquet in an hour. After the show, you will have some free time to explore Myeongdong at night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Seoul: Today, you have a free day to explore Seoul as you wish. Your Adventure Leader can offer recommendations if needed. You might choose to explore more of the city, take a day tour to Nami Island, or visit Lotte World!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jeonju: It's time to move on to the next destination of your South Korea family tour - Jeonju! You will travel via high-speed train (KTX), arriving in Jeonju late morning. After dropping your luggage off at the beautiful Hanok Village, you will head off to another exciting activity - a Korean Food cooking class in a city renowned for this traditional dish. Bibimbap, meaning \"mixed rice,\" consists of rice topped with sauteed vegetables, kimchi, meat, and egg. After the cooking class, you will have some time to explore the streets of Jeonju's Hanok Village. There are plenty of stores, snacks, and cafes to discover - try to find your favorite! Tonight, you will check into your accommodation - a traditional hanok stay. You will spend the night in one of the beautiful traditional Korean houses and have free time to explore the area at your leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gyeongju: This morning, you will travel to Gyeongju via an express bus. Upon arrival and dropping off your luggage at the hotel, your guide will lead you on a walking tour of the city center, sharing the area's history. You will visit the Chunmachong Ancient Tombs, Daerungwon Tumuli Park, and Cheomseongdae, which is the oldest existing astronomical observatory in East Asia. Additionally, you will visit a 300-year old hanok for a tea tasting. This evening, you will enjoy a traditional Korean meal before heading to Donggung Palace for breathtaking night views of Anapji Pond. After a busy day, it's time to rest up!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gyeongju/Golgulsa: You will have a free morning to explore Gyeongju on your own. Your guide can offer recommendations, particularly if you are interested in seeing the UNESCO Bulguksa Temple or the Woljeonggyo Bridge. In the early afternoon, you will board a private shuttle bus headed for Golgulsa Temple, where you will spend the night and experience a monk's way of life. Upon arrival, your schedule will follow the temple's daily routine, starting with an orientation that includes etiquette tips, meditation, communal work, and sunmudo training. You will then enjoy a traditional vegetarian Buddhist dinner before retiring to bed."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Busan: Get ready for an early start today as you awaken to participate in a morning meditation and Buddhist chanting session. Enjoy a final traditional Buddhist breakfast before you depart for your last destination in South Korea, Busan, on the KTX train. Upon arrival, head to Gamcheon Village to explore the cultural area and indulge in some local cuisine for lunch. In the afternoon, take a cable car ride to witness spectacular views of Songdo Beach. Afterwards, visit the Jagalchi Fish Market and trendy BIFF Square to do some shopping and savor Busan-style hotteok, a local delicacy. Transfer to your hotel and spend a leisurely evening exploring Busan at your own pace."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Busan: Begin your day by visiting the Haedong Yonggungsa Temple, the most beautiful temple in Korea that sits along the coastline - a rare sight as most temples are located in the mountains. In the afternoon, unwind at Gwangalli beach and enjoy the serene views. Relax on the sandy shores or dine at one of the many restaurants and cafes by the waterfront. As your South Korea family tour comes to a close, embark on a boat sightseeing tour of the Busan coast before enjoying your final free evening in the city. Ask your guide for recommendations to make the most of your time!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Farewell: I hope you enjoyed your South Korea family tour! As you check out of your hotel in Busan, you'll have time to reflect on all the amazing experiences you've had during your trip. From exploring bustling cities to immersing yourselves in traditional Korean culture, you've truly had a diverse and unforgettable adventure. As you take the KTX back to Seoul, you can reminisce about your favorite moments and start planning your next family trip. Whether it's exploring more of Asia or venturing to a different continent altogether, there's a world of exciting destinations waiting to be discovered. Thank you for choosing this tour and safe travels back home!"
    }
  ],
  "map": ""
}