{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "k-pop-tour-in-south-korea-9-days",
  "tourName": "K-Pop tour in South Korea, 9 days",
  "placesVisited": "",
  "generalInfo": "Experience the vibrant rhythm of South Korea through the lens of your favourite idols on our 9-day Korea K-Pop tour. Journey from the dynamic heart of Seoul to the cultural streets of Gwangju and the coastal city of Busan. Immerse yourself in the electrifying world of K-Pop as you visit iconic locations where idols trained, socialised, and are celebrated with murals. Explore bustling cities, traverse traditional streets, and enjoy a breath of sea air on this epic Korea K-Pop Tour!<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>Local transport within South Korea, including the KTX from Busan to Seoul on Day 8. Transport for all optional and independent activities is not included. <br/>Accommodation including local hostels <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Namsan Mountain cable car (Seoul) <br/>K-Pop Dance Class (Seoul) <br/>Gyeongbokgung Palace (Seoul) <br/>Half-day at the DMZ and North Korean defector Q&amp;A (Seoul) <br/>Learn about the K-Wave and visit HIKR Ground (Seoul) <br/>Visit BTS RM Forest (Seoul) <br/>See Chungjang K-Pop Star Street (Gwangju) <br/>Marvel at the Hope World Sculpture (Gwangju) <br/>Tour around Gamcheon Village (Busan) <br/>Songdo Marine Cable Car (Busan) <br/>Busan Citizen Park (Busan) <br/>Makeup Masterclass (Seoul)",
  "durationDays": "9",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seoul: Your Korea K-Pop adventure commences today with an informative session led by your Adventure Leader at your hostel. During this session, you'll receive a detailed itinerary for the week and valuable insights on how to adapt to local life in Korea, along with essential safety tips. Later in the day, you'll have the option to join your fellow tour participants for a group dinner in Myeongdong. Afterward, you'll collectively explore the Myeongdong Underground Shopping Center, renowned for offering an array of K-Pop merchandise at budget-friendly prices. Following this shopping excursion, you'll embark on your first captivating tour experience. Your journey will take you via public transportation to Namsan Mountain. Upon reaching the mountain, you'll board a cable car that transports you to the summit. If you wish, you can further elevate your experience by visiting the Seoul N Tower, where you'll be treated to awe-inspiring views of Seoul's mesmerizing skyline."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Seoul: Today begins early with an enlightening journey north to the Demilitarized Zone (DMZ). Your first stop is the Dora Observatory, a site that provides a unique perspective on the nearby North Korean villages. You'll be equipped with binoculars to observe the landscape. Additionally, you'll venture into the third tunnel, reaching a remarkable proximity of just 170 meters from North Korea. Returning to Seoul just before lunch, you'll have the opportunity for a remarkable encounter. Engage in a Q&A session with a Korean defector who will candidly share their personal experiences. In the afternoon, it's time to channel your inner K-Pop star. Participate in a captivating dance class led by K-Pop experts who will guide you through choreography step by step. By the end of the session, you'll be dancing like a professional. In the evening, you have the choice to experience the vibrant nightlife of Hongdae, offering a dynamic and exciting atmosphere."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Seoul: In the morning, hop on public transport for a visit to the illustrious Gyeongbokgung Palace. Arriving just in time at 10 am, you'll witness the impressive Royal Guard Changing Ceremony, a captivating tradition. Nearby, there's the option to rent beautiful hanbok, traditional garments, adding a touch of authenticity to your palace visit. Explore the palace's splendid residences, pavilions, and ornate gates at your leisure for a couple of hours. Early in the afternoon, your journey continues to Insadong, passing through the charming Bukchon Hanok Village. Here, you can explore KTown4U, a treasure trove for rare merchandise. Next up, visit HIKR Ground, a futuristic cultural center where you'll dive into the world of the K-Wave and even create your own music video! If you're inclined, the evening offers the opportunity to join your group for dinner and drinks in the vibrant neighborhood of Itaewon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Seoul: Your morning adventure unfolds with a visit to Hallyu K-Star Road, where you'll encounter the iconic Gangnam Dolls. Here's your chance to snap a photo with the doll of your favorite K-Pop group! Around midday, delve into the vibrant atmosphere of COEX Mall, a sprawling complex filled with restaurants, stores, K-Pop memorabilia, a remarkable library, and the famous Gangnam Style statue. Don't forget to check out HYBE Insight, located nearby in Samseong. In the afternoon, a leisurely stroll awaits you in the BTS RM Forest, a living tribute planted in celebration of the rapper's birthday and his dedication to environmental preservation. For the evening, the choice is yours as you have a free night to explore Jamsil, one of Seoul's more upscale districts. Enjoy the unique atmosphere and attractions this affluent area has to offer."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gwangju: Your morning journey takes you to your next destination, Gwangju. After checking in at your hostel in the afternoon, you'll head to Chungjang K-Pop Star Street. This vibrant street pays homage to all the K-Pop idols from Gwangju who've realized their dreams. While exploring this area, be sure to admire the handprint art, featuring handprints of idols, the star memorial hall, and the fan zone, where idols have generously donated their personal items for fans to enjoy. Your next stop is the Hope World sculpture, an artistic tribute to BTS's J-Hope, who hails from Gwangju. This monument is adorned with over 21,000 messages from ARMYs around the world. Afterward, you'll explore Penguin Village, a mural village adorned with arts, crafts, and more murals dedicated to J-Hope. In the evening, you have the option to visit the 1913 Songjong Station Market, a bustling marketplace offering a taste of local life and flavors."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Busan: You'll embark on a bus journey to the vibrant city of Busan. Upon arrival, your first stop will be the Gamcheon Culture Village, famous as a popular filming location. While you're here, be sure to admire the mural dedicated to BTS's Jimin and Jungkook, both of whom hail from Busan. After your visit, proceed to Songdo Beach, where you'll have the opportunity to take the Songdo Marine Cable Car. This ride will treat you to breathtaking views of the Busan coastline. You'll then return to the BIFF Entertainment Square to explore this trendy area. Your evening is free for you to explore at your own pace or enjoy some leisure time."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Busan: Start your morning with a visit to Busan Citizen Park, a place made famous by BTS's V. While here, you can recreate the iconic visit and snap a memorable photo. The park was also recently used in Busan Tourism ads starting NewJeans. Afterward, you have the option to relax in a Korean jjimjilbang, a traditional Korean bathhouse. Your tour guide will provide clear instructions on how to get there, even though they might not accompany you. Alternatively, you can choose to visit Jimin's favorite place in Busan, Dadaepo Beach. This beautiful sandy beach is located at the Nakdonggang estuary where it meets the South Sea and features a massive fountain at the entrance. You'll have time to explore the area before heading back to the hostel. Tonight, you can opt to join your group for a K-Pop karaoke session in Haeundae!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Seoul: This morning, you'll return to Seoul via a high-speed rail. Your final memorable activity in Seoul awaits you - a one-of-a-kind makeup masterclass with a team of renowned Seoul MUAs. They will guide you through the products and techniques to achieve the same glamorous look as your beloved K-Pop stars."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Seoul: Say your goodbyes to your newfound tour friends, as today sadly concludes your K-Pop adventure in South Korea. We can help you book additional accommodation if you wish to extend your stay in Seoul!"
    }
  ],
  "map": ""
}