{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "5-day-south-korea-tour",
  "tourName": "5 day South Korea tour",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through Korea's rich cultural tapestry and awe-inspiring landscapes. Discover ancient capitals, UNESCO World Heritage sites, and vibrant cities. From the royal tombs and tranquil temples to dynamic urban experiences and breathtaking national parks, this adventure promises a blend of cultural immersion and natural splendour.",
  "durationDays": "5",
  "price": "1547",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seoul - Jeonju, South Korea: Ancient Kingdoms & Timeless Traditions Morning Departure from Seoul Begin your adventure by meeting your guide at the Donghwa Duty Free Shop Building parking lot near Gwanghwamun Intersection in Seoul. Depart from the bustling city and head southwest to Gongju, approximately 130 kilometers away (around 1.5 hours). Step into History at Royal Tombs and Fortresses Upon arrival in Gongju, explore the captivating UNESCO-listed Tomb of King Muryeong, a resting place filled with ancient artifacts and impressive burial treasures from the Baekje Kingdom era. Next, wander through the magnificent Gongsanseong Fortress, another UNESCO World Heritage site perched atop hills that offer panoramic views and fascinating historic insights into Korean ancient kingdoms. Journey to Scenic Buyeo and Legendary Cliffs Continue your historical exploration towards Buyeo (around 1.5-hour drive), the ancient capital famed for its stunning scenery. Stand atop the legendary Nakhwaam Cliff Observatory, a dramatic spot overlooking the tranquil river below. Let your imagination relive the poignant history; it was from this very cliff that 3,000 loyal Baekje court ladies bravely leaped to their tragic fate, choosing honor over surrender in the kingdom’s final moments. Immerse Yourself in Jeonju's Authentic Korean Charm Travel onward (approximately one hour) to Jeonju, a city celebrated for maintaining Korea's traditional culture. Visit Jeonju Hanok Village, known for its atmospheric charm and approximately 700 beautifully preserved Hanok homes. Wander leisurely and immerse yourself fully in timeless Korean aesthetics and cultural heritage. Relax and Recharge Check into your comfortable accommodation and enjoy a relaxing evening and leisure time, reflecting on the day’s vibrant historical journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jeonju - Yeosu, South Korea: Heritage, Democracy & Coastal Beauty Adventure Morning Refreshments and Departure Begin your day with a tasty breakfast at your hotel before gearing up for today's journey full of stories, scenery, and history. Drive to Vibrant Gwangju—a Symbol of Democracy Departing from Jeonju, travel comfortably towards lively Gwangju, the cultural and political heart of Korea's Honam region. Renowned for its pivotal role in the country's modern democratic movement, Gwangju offers a profound glimpse into Korea’s resilient spirit. Visit the May 18th National Cemetery Pay respects at the poignant May 18th National Cemetery, dedicated to those who bravely struggled for democracy during the 1980 Gwangju Democratic Uprising. This tranquil yet powerful place provides deep insight into a significant national chapter. Discover Natural Beauty at Suncheon Bay Garden Continue the journey towards Suncheon, famed for its pristine natural surroundings. Wander leisurely through spectacular Suncheon Bay Garden, a breathtaking ecological park boasting colorful flowers, themed gardens, serene ponds, and charming walking paths that showcase Korea's commitment to sustainability and ecological preservation. Historic Yeosu—A Coastal City's Heroic Past Next, travel to the picturesque coastal city of Yeosu, rich in maritime history and culture. Explore the historic site of Admiral Yi Sun-sin’s Path, retracing the heroic footsteps of Korea's legendary naval commander famous for protecting the country from invasions. Immerse yourself in the city's charming ocean views and admire historical monuments dedicated to Admiral Yi, breathing life into the nation's proud maritime heritage. Restful Evening in Yeosu After a satisfying day filled with culture, history, and nature, check into your comfortable hotel in Yeosu or Gwangyang area. Enjoy a restful and relaxing night, savoring the memories from today's memorable exploration."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yeosu - Gyeongju, South Korea: Fortresses, Seafood and Scenic Coastal Beauty Start the Day with Breakfast Begin your morning with a delicious breakfast at your hotel and prepare for another adventurous day exploring Korea’s rich culture and picturesque coastal towns. Experience Korea’s Valiant History at Jinjuseong Fortress Depart from Yeosu after breakfast, travelling comfortably toward the city of Jinju. Visit the impressive Jinjuseong Fortress, renowned for its heroic resistance during the Japanese invasion of 1592. Stroll around the fort’s historic walls, gates, and pavilions, and immerse yourself in the stories of bravery and resilience that shaped Korea’s proud heritage. Depart for Vibrant Busan City Continue your journey eastward towards Busan, Korea's energetic port city famed for its lively atmosphere, beautiful beaches, and delicious seafood. Busan Arrival and Convenient Pickup Upon arrival in Busan, you'll make a quick stop at Gimhae Domestic Airport to welcome additional travellers joining the tour. Another easy pickup spot will be available in front of Toyoko Inn Hotel 1, situated conveniently by Busan Station at 13:00. Explore Bustling Jagalchi Fish Market Immerse yourself in the vibrant local life at Jagalchi Market, Korea’s largest seafood marketplace bustling with vendors offering fresh daily catches. Witness a lively local atmosphere, sample freshly caught seafood, and explore the colourful array of stalls packed with various ocean delicacies. Relax at Scenic Haeundae Beach & Dongbaek Park Head to Busan’s famed Haeundae Beach, a stunning location beloved for its pristine sands, blue waters, and vibrant seaside atmosphere. Nearby, peacefully stroll around Dongbaek Park, known for its beautiful camellia trees, spectacular coastal trails, and the iconic Nurimaru APEC House with panoramic ocean views. Departing Busan for Gyeongju – Korea’s Ancient Capital Late afternoon, it's time to leave Busan and continue onwards to historic Gyeongju, known as \"the museum without walls\", due to its incredible abundance of historical treasures scattered throughout the city. Relax & Recharge in Gyeongju Check into your comfortable hotel accommodation in Gyeongju and enjoy leisure time to unwind and relax, reflecting upon the day of memorable sights, cultural explorations, and scenic beauty."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gyeongju - Pyeongchang, South Korea: Temples, Folk Villages & Mountain Serenity Morning Delights– Breakfast Time Enjoy breakfast at your hotel, preparing for an inspiring day filled with spiritual wonders, historical immersion, and nature's calming presence. UNESCO Heritage of Gyeongju– Seokguram Grotto & Bulguksa Temple Your adventure begins at the breathtaking Seokguram Grotto (UNESCO site), a striking masterpiece of Buddhist art carved elegantly into a mountainside. Stand in awe before the serene stone Buddha that radiates an unparalleled sense of tranquillity and artistic magnificence. Next, explore the beautiful Bulguksa Temple (another UNESCO site), acclaimed worldwide for its splendid architecture, intricately carved stone pagodas, and timeless religious serenity. Take your time to wander the scenic temple grounds and marvel at centuries-old structures, exceptional stone relics, and graceful gardens—each detail compelling in its beauty. Step into a Living History at Andong Hahoe Folk Village Next, make your way to the charming village of Andong Hahoe. Designated a UNESCO World Heritage Site, the village carefully preserves authentic Joseon-era architecture, folk art, and community traditions. Wander along narrow pathways lined with traditional Hanok houses, experience life as it was centuries ago, and immerse yourself in the harmony of this beautifully preserved, still-inhabited village. Queen Elizabeth II's personal visit brought international fame to this splendid representation of Korean heritage and culture. Serenity of Wonju– Mountains, Rivers, and Heritage From Andong, journey onwards toward Wonju, a tranquil city nestled amid lush natural surroundings, embraced gracefully by the lovely Chiaksan Mountain and the calmly flowing waters of the Seom River. Historically revered as the capital city of Gangwon Province during the Joseon Dynasty, Wonju retains deep-rooted cultural traditions and captivating historical monuments. Take in the soothing scenery and peaceful ambiance upon your arrival. Evening Relaxation and Leisure in Wonju Check into your comfortable accommodation, indulge in some quiet time, and reflect upon a memorable day blending temple wonders, vibrant Korean folk history, and restorative natural beauty."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pyeongchang - Seoul, South Korea: Olympic Memories, Majestic Peaks & Scenic Wonders Energizing Morning Breakfast Start your final day's adventure with a hearty breakfast at your hotel in Wonju to boost your energy before the journey ahead. Pyeongchang – Home of the Winter Olympic Spirit Travel to iconic Pyeongchang, the proud host city of the 2018 Winter Olympics. Visit the historic Olympic Ski Jumping Stadium, where world-renowned athletes once competed courageously. Reflect upon this memorable location, filled with echoes of sporting triumphs and the indomitable Olympic spirit. (Note: Visit the stadium area, however the ski jump tower itself is not included.) Majestic Splendor– Mt. Seorak National Park Proceed onward to spectacular Mt. Seorak National Park, Korea's celebrated UNESCO Biosphere Reserve. Renowned for its incredible mountain peaks emerging from misty clouds, lush forests, rare wildlife species, and crystal-clear streams gently flowing through emerald valleys, Seoraksan offers breathtaking landscapes at every turn. Optional Scenic Cable Car Journey - Gwongeumseong Fortress Enhance your visit by taking the optional cable car ride to Gwongeumseong Fortress. From this vantage point, admire stunning panoramic vistas of the park’s dramatic mountain peaks and surrounding valleys – a sight certain to linger in your memory long after the journey concludes. Important Notice During Peak Season Due to limited accessibility during peak autumn foliage season in October, Seoraksan National Park restricts large and medium-sized buses. If these regulations are active, the bus will park at C District Square, requiring a scenic but moderately demanding 3.6km walk to reach the park entrance. Please note that if walking is not suitable, the visit to Seoraksan might not be possible during this period. Journey Back to Seoul In the afternoon, relax onboard as you return comfortably towards bustling Seoul city, reminiscing about the memories made at Korea's symbolic sites, inspirational natural wonders, and historic landmarks. Arrival in Seoul & Farewell Your exciting tour concludes at Donghwa Duty Free Shop Building, located conveniently at Gwanghwamun Intersection, ready to continue your exploration of vibrant Seoul or proceed to your next Korean adventure."
    }
  ],
  "map": ""
}