{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "south-korea-group-tour",
  "tourName": "South Korea group tour",
  "placesVisited": "",
  "generalInfo": "South Korea has a rich cultural heritage which contrasts sharply with its ultra modern image of bright lights, big cities and industrial and technological advances. This 11-day classic group tour takes in the highlights of this intriguing country which many people will find pleasantly surprising. <br/><br/>Explore the bustling metropolis of Seoul with its high rise buildings and super efficient subway juxtaposed with the serenity of sites such as the grounds around what remains of the Gyeongbok Palace. Explore the impressive reproduction of local life in the Korean Folk Village which teaches you a little about Korean culture in the 18th and 19th centuries and enjoy panoramic views of the city from atop Seoul Tower. <br/><br/>Explore scenic Songnisan National Park, known for its excellent walking trails, and the famous Beopjusa temple which is home to a number of golden Buddhas and the largest Buddha in Korea standing at 33 metres high. Drive to Gyeongju, the 'museum without walls', an area of important archaeological interest where relics are being unearthed on a regular basis. <br/><br/>Discover the Tripitaka Koreana, a set of complete Buddhist scriptures in Haeinsa temple, a UNESCO registered site of historical importance and take a boat trip on Chungju Lake before departing for Samhwasa Temple for an authentic overnight stay. Dress the part and partake in the evening Buddhist ceremonies of bell-ringing and chanting mass and enjoy meals from the organic garden. Rise early for morning mass and to enjoy the remote sunrise vistas before heading to the DMZ for views into North Korea. <br/><br/>Return to Seoul via Mount Seorak National Park for a cable car ride to visit the Shinhuengsa Temple and choose to enjoy the relaxing hot springs. This interesting and varied group tour explores remote national parks, historical temples and bustling cities to give an excellent all-round South Korean experience.",
  "durationDays": "11",
  "price": "2125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Land in Seoul and transfer to the hotel for the next two nights. The remainder of the day is at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, begin the Seoul city tour with a visit to Changdeok Palace, a UNESCO World Heritage site. Next, explore Gwangjang Market, known for Korean street food. Then, visit the National Museum of Korea, featuring a large collection of Korean art and relics. Afterward, head to COEX Mall and stop at Byeolmadang Library. End the day at N Seoul Tower on Mt. Namsan for views of the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to the Korean Folk Village located just outside Seoul. Discover the tastefully reconstructed traditional Korean village before continuing on to pretty Songnisan National Park which offers excellent walking trails. Visit the Beopjusa Temple which is regarded as one of the largest and most impressive temples in the country. After time here drive to Daegu via the expressway. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast at the hotel, visit Daegu Yangnyeongsi Museum of Oriental Medicine and the historic Yangnyeongsi Market. Explore Seomun Market, a key market from the Joseon dynasty. Transfer to Gyeongju, the ancient capital of the Silla kingdom. Enjoy traditional tea at a local café, then visit Cheomseongdae Astronomic Observatory and Royal Tumuli Park, where you can enter one of the excavated royal tombs. Overnight in Gyeongju."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, start a full day tour of Gyeongju. Visit Bulguksa Temple and the Seokguram Grotto, established in the 8th century on the slopes of Mt. Toham. The grotto contains a monumental statue of a sitting Buddha looking out to sea and it is considered a masterpiece of Far East Buddhist art. Drive along the pretty coastline to Guryongpo Port. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Check out and transfer to Unmoonsa Temple (Buddhist Nun's temple) before proceeding to Busan, the second largest city in South Korea. Enjoy a half-day tour taking in Busan Tower on Mt Yongdusan with its observation deck offering stunning views of the city and beyond, the interesting Jagalchi Fishery Market and Nampodong Street. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to Mt Gayasan National Park and visit Haeinsa Temple which has an important Korean cultural treasure called Tripikata Koreana. Proceed to Andong, the best-preserved village in the country, visit Hahoe Village and proceed to Chungju Lake. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Board a sightseeing boat and head out on the lake. Afterwards drive to Woljeongsa Temple for a unique temple stay experience. Upon arrival don your temple uniform and this evening attend the bell-beating ceremony along with chanting mass and a meditation course. Spend the night in a shared Korean-style room. There are no 'phones/TV's and bathroom facilities are separated for men and women. No alcohol is allowed. Overnight at the temple (there is a private room in the monastery OR a hotel option available for a supplement). (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "There is the option to wake up at 3am for morning worship and to enjoy sunrise. After breakfast, transfer to Pine City Gangneung to visit the Chamsori Gramophone & Audio Museum. Transfer to Mt. Seorak National Park and enjoy a cable car ride to Gwongeumseong Fortress and a visit the Sinheungsa Temple. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast transfer to Yanggu and visit the War Memorial Museum built to commemorate the sacrifice and heroism of those who fought in the Korean War. Explore the 4th infiltration tunnel dug by the North Korean Army and discovered in 1990 and the Eulji Observatory which sits about 1km from the military demarcation line. Transfer to Gapyeong to visit the Garden of Morning Calm Flower and Tree Park, which displays unique Korean Wild Flowers and trees in the garden located in a mountain valley. Return to Seoul for the afternoon at leisure, why not try a spot of shopping at Itaewon shopping District. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is at leisure until you return to the airport for your onward flight (departure transfer not included). (B)"
    }
  ],
  "map": ""
}