{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "korea-small-group-tour",
  "tourName": "Korea small group tour",
  "placesVisited": "",
  "generalInfo": "Explore South Korea in style on our 10 day Premium Tour. Discover this country that is an irresistible fusion of natural beauty, culture and gastronomic delight!<br/><br/>Take in some of Asia’s most buzzing cities, mountainous tranquility and an idyllic island on this varied 10 day-tour. Your adventure leader will help reveal the magic of this country with a whole series of hands-on experiences. From a temple visit in the mountains, an overnight stay in a traditional Hanok, to visiting the DMZ and peering into the kingdom of North Korea – this tour packs a real punch. Plus there’s plenty of opportunities to sample the rich variety of Korean cuisine.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within South Korea, for included activities. <br/>Accommodation (including hotels and Hanok stay) <br/>Meals provided: All Breakfasts, 4 lunches, 4 Dinners (all other food and drink throughout the tour is not included) <br/><br/>Accommodation style:<br/><br/>To make your journey smooth and relaxing, rest assured, all of our Plus tours include stays in carefully selected 4* hotels. After days packed with adventure, you’ll have room to unwind, recharge and get ready for the next experience. Want a little extra space or privacy? Upgrade options are available – just let us know when you book. <br/><br/>Included Activities: <br/><br/>Welcome dinner (Seoul) <br/>Namsan Mountain cable car &amp; Seoul N Tower (Seoul) <br/>Gyeongbokgung Palace visit (Seoul) <br/>Lunch in Bukchon Hanok Village (Seoul) <br/>Bukchon Hanok Village &amp; Insadong Art Street visit (Seoul) <br/>Half-day DMZ Tour &amp; talk with North Korean defector (Seoul) <br/>Nanta Show (Seoul) <br/>Cycle tour, with visits to Chunmachong Ancient Tombs, Daereungwon Tumuli Park, and Cheomseongdae (Gyeongju) <br/>Traditional hanok meal (Gyeongju) <br/>Anapji Pond evening visit (Gyeongju) <br/>Traditional liquor tasting evening (Gyeongju) <br/>Full day Golgulsa Temple visit and experience (Gyeongju) <br/>Haedong Yonggungsa Temple visit (Busan) <br/>Busan tour inc. Gamcheon Culture Village, Songdo Marine Cable Car, BIFF Square (Busan) <br/>Traditional cooking class (Busan) <br/>Haeundae sightseeing boat party (Busan) <br/>Yacht sailing &amp; fishing experience (Jeju) <br/>Half-day hike (Jeju) <br/>Farewell BBQ Dinner (Jeju)",
  "durationDays": "10",
  "price": "3149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seoul: Start this adventure in this fascinating nation with a delicious group dinner to whet your appetite for what's to come. We'll then head up to the top of Seoul's N Tower for a sweeping vista of the city-scape beneath. Take the cable car up to the top and explore Namsan Tower before taking the cable car back down and enjoying an evening in the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Seoul: We start our day at Gyeongbokgung Palace to watch the Royal Guard Changing Ceremony. There is the option to rent Hanbok - traditional Korean clothes - before entering the palace grounds, where you will be free to explore as you wish. Enjoy a group lunch at Bukchon Hanok Village, before exploring the hidden gems and the surrounding area in Insadong. Tonight, you have the option to sing your hearts out during Karaoke."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Seoul: A fascinating day where we discover the tragic history of this divided pennisula with a visit to the border with North Korea known as the DMZ. We can gaze into the hermit kingdom and see the tunnels built to invade the South. Get an insight into life in the North with a Q and A with a defector. After a truly remarkable morning - it's time to head back into town and explore the bustling Hongdae. That evening, sit back and relax as we watch the hybrid cooking-comedy-acrobatics - Nanta Show. If you wish to have drinks tonight, there is the option to hang out in the bustling Myeongdong area."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gyeongju: Bid farewell to Seoul as we travel to Gyeongju. Once you arrive, there will be time for lunch before taking part in a cycling tour of Gyeongju. If you cannot ride a bike, this tour can be done by walking too! Tonight, we are staying at a traditonal Hanok, a Korean traditional House). You will enjoy a traditonal meal at a Hanok. Whilst here, there is the option to also enjoy a Liquor tasting led by our Adventure Leader! If you don't drink, you can enjoy some local snacks and soft drinks instead. End the night as the group heads to Anapji for amazing night views of the pond."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gyeongju: Today, we are heading to Golgulsa Temple. Once arriving at the Temple, you will be able to take part in a selection of activities, such as an Archery Lesson, Sunmudo Training Session, and Meditation and more. Enjoy Vegetarian food throughout your time at the Temple and then we will board a private bus to Busan in the evening. Check in to the hotel when you arrive."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Busan: Board the bus and we are visiting Haedong Yonggungsa Temple, a stunning Temple on the coastline. It is then time for a private tour of Busan, visiting Gamcheon Village where you will be given free time to explore the colourful buildings. Take the cable car up over to Songdo and enjoy some sightseeing here with ocean views. Head to BIFF Square and shopping area in Nampo-dong this afternoon, before spending a free afternoon exploring and relaxing in Haeundae."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Busan: This morning, we hope you have your chef's hat on, as it is time for a cooking class! After mastering your cooking skills, you have a free afternoon to explore Busan as you wish. Recommended activity is to check out a Jjimjilbang - a Korean Spa. Relax in the many saunas and pools and enjoy a well needed rest. There is also the opportunity to enjoy a Pottery Making Class, let us know in advance if you would like to join this! Tonight, you will see Busan by boat, as we hop on a sightseeing trip for night views of Haenudae. Enjoy music, drinks and snacks on the boat."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jeju: Hop on a quick flight down to the island paradise of Jeju. Once arrived, we will check in and relax before heading out this afternoon. It is time for more sailing! This time, we are heading out on a Yacht sailing tour with fishing. Dinner and drinks after can be at your own leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jeju: Today you will enjoy a half day nature hike, visiting Olle Trail No.7 where you can take in the views of Oedolgae rock and the crashing waves. It is a mostly flat path so most abilities can manage this! Take a visit to Jeongbang Waterfall afterwards and enjoy the sound of the water hitting the rocks below. This afternoon, you are free to enjoy the island as you wish. Suggested activities include visiting Seongsan Ilchulbang, Sangumburi, or Jeju Folk Village. Tonight, we will dine together with a farewell BBQ dinner!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jeju-Seoul: We have reached the end of the tour. You can either fly back to Seoul (included in the trip price) or extend your stay in this island."
    }
  ],
  "map": ""
}