{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "south-korea-holiday",
  "tourName": "South Korea holiday",
  "placesVisited": "",
  "generalInfo": "From bustling, neon-lit metropolises to rolling countryside hills, long sandy beaches to temples in the mountains, and even a visit to the historic Demilitarized Zone on the border with North Korea, our adventure leaders will take you off the beaten track and show you local life on this unforgettable South Korean experience.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>Local transport within South Korea, excluding airport transfers upon arrival in South Korea and transport for optional activities. <br/>Accommodation (including hostels and 1-night templestay) <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Taekwondo Class (Seoul) <br/>Group Dinner at Myeongdong (Seoul) <br/>View from Namsan Mountain (Seoul) <br/>Guard Changing Ceremony at Gyeongbokgung Palace (Seoul) <br/>Visit Gyeongbokgung Palace (Seoul) <br/>Half day DMZ Tours incl. Q&amp;A session with a North Korean defector (Seoul) <br/>K-pop Dance Class (Seoul) <br/>Geumsunsa Temple stay incl. Temple tour, evening &amp; morning Buddhis Ceremony, singing bowl meditation, traditional vegetarian dinner &amp; breakfast (Seoul) <br/>Hike/activities in Seoraksan National Park (Sokcho) <br/>Gatbae boat to Abai Village (Sokcho) <br/>Dinner at fish market (Sokcho) <br/>Traditional Liquor Tasting (Sokcho hostel) <br/>Cycling tour of Gyeongju old town <br/>Visit Daereungwon Tumuli Park incl. Chunmachong Ancient Tombs (Gyeongju) <br/>Visit Cheomseongdae Astronomical Observatory (Gyeongju) <br/>Visit Gamcheon Culture Village (Busan) <br/>Songdo Marine Cable Car ride (standard cabin, Busan) <br/>Walk through BIFF Square (Busan) <br/>Visit Haedong Yonggungsa Temple (Busan) <br/>Hike Seongsan Ilchulbong (Jeju) <br/>Half-day hike along Jeju Olle Trail No.7 &amp; Oedolgae Rock (Jeju) <br/>Visit Jungbang Waterfall (Jeju) <br/>Visit Daepo Jusangjeolli Cliff (Jeju) <br/>Yacht Sailing Tour (Jeju) <br/>Farewell Jeju Black Pork BBQ dinner",
  "durationDays": "12",
  "price": "2059",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seoul: Prepare to kick off your South Korea adventure tour by meeting your guide and fellow travelers at the hostel in the afternoon. Get started with a pre-departure briefing to learn all about your trip and get to know your group while trying out Taekwondo and practicing some basic Korean phrases. Next, head out to explore Myeongdong and enjoy a welcome dinner with your fellow travellers! Bond over some delicious Korean food and Soju - before making your way up to the top of Namsan Mountain, where you'll be treated to breathtaking views of Seoul at night. Take a stroll through the \"padlocks of love\" and enjoy the romantic atmosphere before making your way to the top of the Seoul N Tower for even better views of the city. Later, take the cable car down and enjoy a walk back to your accommodation in the district of Myeongdong. Spend some time strolling around and exploring the area or grab an early night to prepare for your first full day tomorrow!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Seoul: Get ready for a cultural immersion as you explore the ancient side of Seoul today. Rise early and take the metro to Gyeongbokgung Palace, where you'll witness the Royal Guard Changing Ceremony and have the chance to tour the palace grounds. For an even more immersive experience, consider renting a hanbok and strolling around the palace like a true Joseon Dynasty royal. This afternoon you have a choice of what to do. Either head to Bukchon Hanok Village, a traditional Korean neighborhood lined with centuries-old wooden homes. Or, perhaps you would prefer to do one of the following: - Insadong Art Street - Take a visit to Gangnam District - Rent a bike and cycle along Han river - Visit HIKR ground - cultural centre where you can record your own music video and learn about K-wave There is even an option to take part in a Perfume Making Class. Choose your scents and combine to make your own personalised perfume. Let us know if you would be interested in this! In the evening, you can have food and drinks in the Euljiro/Itaewon districts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Seoul: On the 3rd day of your South Korea adventure tour, you'll be visiting the Korean Demilitarized Zone. After grabbing breakfast at Imjingak, you'll head to Dora Observatory to see the nearest North Korean villages through binoculars. You might even see some people in the streets if you're lucky! Next, you'll descend into the 3rd Tunnel created by North Koreans, taking you as close as 170m to North Korea. After this unique experience, you'll begin your journey back to Seoul with a special opportunity to talk to a North Korean defector on the bus. Once you're back in Seoul, you'll have a chance to try out a K-Pop Dance Class and then enjoy a night out in the lively district of Hongdae, known for its endless restaurant and bar options."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Geumsunsa Temple: Start the day with a relaxed morning in Seoul, giving you time to wander the streets, recharge, or simply soak in the city’s vibrant energy. Later, we’ll whisk you away to Geumsunsa Temple for an authentic templestay. A private transfer brings us mid-afternoon, leaving time to settle in before diving into the rhythm of temple life. Enjoy a guided tour and a nourishing vegetarian dinner to fuel your first evening. As night falls, immerse yourself in the drum and bell rituals, Buddhist chanting, and a soothing singing bowl meditation. Take a quiet moment to reflect or explore the tranquil temple grounds before turning in early, refreshed and ready for tomorrow’s adventures."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sokcho & Seoraksan National Park: Start the morning the traditional way with a peaceful Buddhist dawn chanting ceremony, followed by a simple temple breakfast. After tidying your room and returning your temple stay uniform, it’s time to say goodbye to monastery life and hop on the private bus for the next adventure: Sokcho, on Korea’s north-eastern coast. Arriving late morning, we’ll head straight into the stunning landscapes of Seoraksan National Park. Embark on a rewarding hike to Ulsanbawi Rock for breathtaking panoramic views. Prefer a gentler pace? Take the waterfall trail or hop on the cable car to another scenic peak — or do both if you’re feeling adventurous! Afterward, enjoy lunch at the park entrance before heading to Sokcho town, where we’ll cross the river on a gatbae to reach Abai, a quaint village originally settled by North Korean refugees. In the evening, join your Adventure Leader for a food market tour, sampling the best of Sokcho’s culinary delights. From fresh seafood straight from the market to local favourites like Manseok’s sticky sweet-and-sour fried chicken, it’s the perfect introduction to the city’s vibrant food scene. Finish the night with a traditional Korean liquor tasting, guided by your Adventure Leader, and experience the local flavours in a truly authentic way."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gyeongju: This morning, get ready for an early start as we travel along Korea’s scenic East Coast to Gyeongju, the country’s ancient capital and a city brimming with history. Once you arrive, drop off your bags and prepare for an afternoon of exploration. Hop on two wheels for a guided cycling tour of Gyeongju’s old town. Ride through charming streets with your Adventure Leader, stopping at highlights like the Chunmachong Ancient Tombs at Daereungwon Tumuli Park and Cheomseongdae, East Asia’s oldest surviving astronomical observatory. The guided ride takes about 45 minutes on mostly flat roads, but you’re welcome to continue exploring on your bike at your own pace afterward. Not keen on cycling? No problem — the old town is compact and easy to explore on foot, and around 90 minutes is enough to see the main sights. In the evening, opt for a traditional Korean set meal in a hanok, a beautiful wooden house that adds atmosphere to your dining experience (approx. 17,000 KRW, drinks extra). After dinner, the night is yours to explore. A highly recommended stop is Anapji Pond, where the illuminated gardens and reflections create a picture-perfect evening. Entrance is 3,000 KRW, and while your Adventure Leader may not join, clear directions will be provided."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Busan: Check out from the hostel and take the bus to Sin Gyeongju station, where you will catch a high-speed train to Busan. Upon arrival, you will board a private bus for a day of exploring. Your first stop is Gamcheon Culture Village, a must-visit destination with its colorful houses and charming alleyways. Then, head to Songdo where you'll take a ride on the Marine Cable Car and enjoy the stunning coastal views. Next, visit BIFF Square in Nampo-dong, the location of the annual Busan International Film Festival. Try some local food from the street vendors, and don't forget to try the Busan hotteok. Finally, make your way to your hostel in Haeundae, where you can unwind and relax for the evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Busan: Spend a day exploring Busan, starting with a visit to Haedong Yonggungsa Temple. This Buddhist temple is perched on the cliffs of the coastline and offers stunning views. For some more relaxation, head to Spa Land in Centum City, located in Busan's largest shopping complex. Enjoy South Korea's high-quality jjimjilbang and indulge in saunas, cold rooms, jacuzzis, and more. In the evening, enjoy local delicacies with your fellow travelers. After the sun sets, admire the beautiful light show on Gwangan Bridge from the shore, or opt for an evening boat cruise around the bay."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Busan: Take advantage of a free morning to explore Busan at your leisure. You can either venture out on your own or participate in some of the recommended activities. For example, you can take a trip on the Haeundae Blueline, a coastal railway, or visit the observatory of the second-tallest building in Korea to enjoy the views. Alternatively, embark on the Igidae Coastal Walk and Oryukdo Skywalk, or just relax on the beach. In the afternoon, collect your belongings from the hostel and head to the port where you will board an overnight ferry to Jeju Island. Make sure to take in the stunning views of the city from the top deck as you depart. You can spend the rest of the evening relaxing with your fellow travelers in the lounge areas or heading to bed early in preparation for an early start in the morning."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jeju Island: After having breakfast begin your day with a private transfer to Oedolgae Rock and embark on a trek along the Jeju Olle Trail. Enjoy the stunning natural scenery along the way, including volcanic cliffs and fields of bright yellow canola. Proceed to Seongsan Ilchulbong for a morning hike with breathtaking views. This UNESCO World Heritage Site is renowned for its unique formation, which was shaped by hydrovolcanic eruptions over 5,000 years ago. Here you have the opportunity to see the Haenyeo Divers (weather/availability dependent). They are an iconic symbol of Jeju island’s rich cultural heritage. These incredible female divers, some in their 60s and beyond, free-dive without oxygen tanks to harvest seafood like abalone and sea urchins from the ocean depths. The rest of the afternoon is free for your own exploration, and you can seek our recommendations if needed."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jeju Island: Start the day with a visit to the stunning Daepo Jusangjeolli Cliffs. Admire these volcanic rock formations in all their glory! Set sail on a Yacht Sailing Tour and admire the views of the island. There is an option to practice fishing on the boat, and you can throw back anything you catch. The afternoon is then free for you to enjoy as you wish, such as taking a visit to Cheonjiyeon Waterfall, Sunset Drinks at The Cliff or taking a walk around Maritime Park. Tonight, enjoy a Farewell Jeju Pork BBQ for dinner!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jeju Island: Safe travels and thank you for choosing Dragon Trip! We hope you had an amazing time exploring the wonders of South Korea with us. The tour will end in Jeju but if you wish for our team to book the flight from Jeju-Seoul, let us know and we can arrange this. Don't hesitate to reach out if you have any questions or if you're interested in booking another adventure with us in the future."
    }
  ],
  "map": ""
}