{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "seoul-4-day-tour-in-south-korea",
  "tourName": "Seoul 4 day tour in South Korea",
  "placesVisited": "",
  "generalInfo": "This 4-day South Korea tour captures the country’s ultimate highlights – from a taekwondo class with expert instructors to dancing like a K-pop star. Take in sweeping views from the top of Namsan Mountain, visit the historic Demilitarised Zone, and witness the Royal Guard Changing Ceremony at Gyeongbokgung Palace. Whether it’s your first visit or a quick escape, experience the best of South Korea in one unforgettable trip.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Seoul <br/>Accommodation <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Taekwondo Class <br/>Group welcome dinner <br/>Namsan Cable Car Ride <br/>Visit to Gyeongbokgung Palace <br/>Tour around the DMZ, including Dora Observatory, tunnels, and Q&amp;A with North Korean defector <br/>K-Pop Class",
  "durationDays": "4",
  "price": "739",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seoul: Prepare to kick off your South Korea adventure tour by meeting your guide and fellow travellers at the hostel in the afternoon. Get started with a pre-departure briefing to learn all about your trip and get to know your group while trying out Taekwondo and practicing some basic Korean phrases. Next, head out to explore Myeongdong and enjoy a welcome dinner with your fellow travellers! Bond over some delicious Korean food and Soju - before making your way up to the top of Namsan Mountain, where you'll be treated to breathtaking views of Seoul at night. Take a stroll through the \"padlocks of love\" and enjoy the romantic atmosphere before making your way to the top of the Seoul N Tower for even better views of the city. Afterward, hop on public transport back to your accommodation in the trendy district of Hongdae. Take some time to wander around and discover the area or rest up for your first full day of adventures tomorrow."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Seoul: Get ready for a cultural immersion as you explore the ancient side of Seoul today. Rise early and take the metro to Gyeongbokgung Palace, where you'll witness the Royal Guard Changing Ceremony and have the chance to tour the palace grounds. For an even more immersive experience, consider renting a hanbok and strolling around the palace like a true Joseon Dynasty royal. This afternoon you have a choice of what to do. Either head to Bukchon Hanok Village, a traditional Korean neighborhood lined with centuries-old wooden homes. Or, perhaps you would prefer to do one of the following: - Insadong Art Street - Take a visit to Gangnam District - Rent a bike and cycle along Han river - Visit HIKR ground - cultural centre where you can record your own music video and learn about K-wave There is even an option to take part in a Perfume Making Class. Choose your scents and combine to make your own personalised perfume. Let us know if you would be interested in this! In the evening, you can have food and drinks in the Euljiro/Itaewon districts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Seoul: On the 3rd day of your South Korea adventure tour, you'll be visiting the Korean Demilitarized Zone. After grabbing breakfast at Imjingak, you'll head to Dora Observatory to see the nearest North Korean villages through binoculars. You might even see some people in the streets if you're lucky! Next, you'll descend into the 3rd Tunnel created by North Koreans, taking you as close as 170m to North Korea. After this unique experience, you'll begin your journey back to Seoul with a special opportunity to talk to a North Korean defector on the bus. Once you're back in Seoul, you'll have a chance to try out a K-Pop Dance Class and then enjoy a night out in the lively district of Hongdae, known for its endless restaurant and bar options."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "It’s the final day of your South Korea adventure! Say goodbye to your travel crew and head off with new friends, epic memories and stories you’ll be telling for years to come."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Extension: Temple Stay Experience at Geumsunsa. Can’t get enough of Korea? Extend your adventure for £75 per person and enjoy an overnight stay at Geumsunsa Temple. Start the morning with a relaxed stroll through Seoul, giving you time to wander, recharge, or simply soak in the city’s vibrant energy. Midday, we’ll whisk you away to Geumsunsa Temple for an authentic templestay. A private transfer brings us mid-afternoon, giving you time to settle in before diving into temple life with a guided tour and a nourishing vegetarian dinner. As evening falls, immerse yourself in drum and bell rituals, Buddhist chanting, and a soothing singing bowl meditation. Take time to reflect, unwind, or explore the serene temple grounds before turning in for a restful night, recharged for the adventures ahead. Day 5: Start your morning the traditional way with a peaceful Buddhist dawn chanting ceremony, before tucking into a simple (yet delicious) temple breakfast. After returning your temple uniform and saying farewell to the monastery, a private transfer will take you back to Seoul – ready for your onward journey through Korea or flight home."
    }
  ],
  "map": ""
}