{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "south-korea-small-group-tour",
  "tourName": "South Korea small group tour",
  "placesVisited": "",
  "generalInfo": "One of the world’s most progressive economies, yet still technically at war for more than 70 years with its northern neighbour, South Korea is something of an enigma. Sandwiched between the Yellow Sea to the west and the Sea of Japan to the east, it provides a fascinating mix of the traditional and the innovative, where five thousand years of culture rubs shoulders with some of the most advanced technology on earth.Beginning in the country’s thriving capital, Seoul, this remarkable adventure takes us from the vibrancy of its most progressive city, on a journey that encompasses the Korean War and the once powerful kingdoms of the Joseon and Silla. We will visit the evocative site of the infamous DMZ along the 38th Parallel, as well as a dazzling collection of World Heritage Sites that hark back to the golden ages of Buddhist art and Korean culture. We will also savour the colours and flavours of local markets and local cuisine and enjoy the pristine beauty of some of the country’s most picturesque national parks.A feast for all the senses, this will be a journey into the very heart of the paradox that is South Korea.",
  "durationDays": "13",
  "price": "5895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Seoul: We begin our journey in Seoul, a city whose rich mix of ancient traditions and modern innovation has seen it rise to become one of East Asia’s cultural, technological and historic hubs. Tracing its origins back to the 18th century BCE, the city today is home to nearly 10 million people, as well as no fewer than five UNESCO World Heritage Sites, a vibrant arts scene and some of the finest museums and markets in the country. The tour today starts at the hotel with the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Seoul: Inwangsan Mountain Trail & City Tour: Following breakfast, we'll journey along the city’s Inwangsan Mountain Trail this morning, renowned for its rugged beauty and striking rock formations. Returning to the capital later we then explore something of the city’s historic heart, visiting Gwanghwamun Plaza and the Joseon palace of Gyeongbokgung, before witnessing the ceremonial changing of the guard at the Gwanghwamun Gate. Finishing with a wander amongst the cultural treasures of Insadong and the traditional architecture of Ikseon-dong Hanok Village, we’ll end the day with a welcome dinner at a local restaurant.Note: hike along the Inwangsan Mountain Trail will have an approximate duration of 3 hours 30 minutes and be 4KM in length."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Seoul: DMZ Visit & Market Tour: One of the most politically sensitive borders on earth, the Korean Demilitarised Zone (DMZ) divides the peninsula roughly in half. Some four kilometres in depth and around 250 kilometres long, it divides the north and south near the 38th parallel. A semi-private tour of the area this morning will include a visit to the Freedom Bridge and the DMZ Museum, before we transfer back to Seoul for lunch. The afternoon then sees us visiting the recreated village of Namsangol Hanok, with its Joseon-era architecture, before we swap tradition for iconic Korean street food and the lively bustle and dynamic nightlife of Myeong-dong.Note: The visit to the DMZ is subject to being cancelled last minute due to local security conditions."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Seoul - Train to Andong: Hahoe World Mask Museum: Departing the South Korean capital this morning we travel next to the eastern city of Andong, considered by many to be the spiritual and cultural heart of the country. Travelling by high-speed train we arrive in time to enjoy a tour around the city. A treasure house of Korean customs and architecture, we begin with a visit to the extensive Hahoe World Mask Museum, before attending a traditional performance of a Hahoe Mask Dance show. A chance to enjoy the serene beauty of the UNESCO Site of Byeongsanseowon Confucian Academy will then be followed by an opportunity to savour Andong’s renowned local cuisine."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gayasan: Haeinsa Temple Stay: Transfer to the nearby city of Daegu this morning, where the bustling Seomun Market awaits us. One of the largest traditional markets in South Korea, Seomun’s narrow alleyways provide a perfect place to soak up some local colour, and perhaps find a souvenir or two. From here we then travel to Gayasan National Park, where the majestic 9th century temple of Haeinsa sits resplendent on the slopes of Mount Gayasan. Home to the most complete collection of Buddhist texts, the temple is another of South Korea’s magnificent UNESCO World Heritage Sites and, interestingly, also our home for the evening.Note: The overnight temple stay is an authentic Buddhist experience and as such, enforces guests to stay in same-gender accommodation. This is to uphold a sense of spiritual discipline and avoid distraction during a time of meditation and reflection. Room configuration varies and each room will consist of two or four beds and have an en suite. Four bed rooms may include bunk beds."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gyeongju: Cycle tour and Korean tea ceremony: An early start sees us attending the temple’s morning ceremony, before we depart the mountains for the coastal city of Gyeongju. Once the capital of the ancient Silla kingdom, Gyeongju is filled with palaces, temples and tombs that attest to the rise and importance of both the Silla and Joseon eras. Our first visit on arrival will be to the Gyeongju National Museum, home to a vast collection of artefacts, relics and royal treasures, before we move on to Cheomseongdae, the oldest astronomical observatory in East Asia. A bicycle ride through the Daereungwon Tomb Complex will then be rounded off with a traditional Korean tea ceremony before we transfer to our hotel.Note: cycle helmets are provided"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gyeongju - Gyeongju National Park: Following breakfast this morning we take a journey through the lush landscapes of the Gyeongju National Park, home to the iconic settings of the Bulguksa Temple and the Seokguram Grotto. One of the most famous and important temples in Korea, Bulguska is considered a masterpiece of the golden age of Buddhist art and, along with nearby Seokguram, occupies pride of place amongst South Korea’s UNESCO treasures. A visit to the scenic setting of Bomun Lake will then be followed by an evening’s walk to Woljeong Bridge and the historical ‘gateway’ that connects the Silla palaces to the south."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gyeongju - Busan: Haedong Yonggungsa Temple & Haeundae Beach: Departing Gyeongju after breakfast we head next for South Korea’s second largest city. Known for its beaches and its seafood, Busan lies on the southeastern tip of the Korean Peninsula and is home to the country’s busiest port. After dropping off luggage at our hotel, we then head out to explore something of the city, visiting the Haedong Yonggungsa Temple and the popular setting of Haeundae Beach. In the company of our guide we will enjoy a food-focused walking tour around Haeundae’s bustling streets, followed perhaps by a chance to experience a little something of the area’s vibrant nightlife."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Busan: Cooking Class & Gamcheon and Dakbatgol Village Tours: An insightful food experience is on the menu for this morning, where we will learn more about authentic local specialities and traditional culinary techniques. Busan’s varied cuisine reflects its historical importance as a major refugee centre during the Korean War and today provides an opportunity to celebrate and savour something of its culinary legacy. The food theme then continues with a visit to BIFF Square, known for its bustling streets and vibrant food stalls, before immersing ourselves in the art culture and charming streets of Gamcheon and the Dakbatgol Mural Village. Day’s end sees us enjoying the sunset on Gwangalli Beach."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Busan - Jeonju: Juknokwon Bamboo Forest: We turn west today, towards the bamboo forests of Damyang County. Initially our journey takes us via the temple of Ssanggyesa, a historic Buddhist sanctuary that sits amongst the picturesque landscapes of the Hadong region. Nestling amongst the serene peaks of the Jiri Mountain range, the temple’s tranquil surroundings provide an idyllic spot to break our journey. From here we continue to Damyang, where we find a picturesque patchwork of tea plantations, historic gardens and rich bamboo forests that provide a chance to sample local bamboo tea and walk amongst towering bamboo and majestic sequoia trees."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jeonju: Mudeungsan National Park Hike: After breakfast at a local restaurant this morning we transfer to Mudeungsan National Park, to enjoy a gentle hike to the Jeungsimsa Temple. Skirting the edge of Mudeungsan Mountain, the park is a relative newcomer to the list of South Korea’s national parks and overlooks Gwangju, a city often cited as the birthplace of Korean democracy. The temple itself lies amongst the western foothills and can date its origins back to the Silla kingdom of the 6th century. Lunch at a local restaurant today will be followed by some free time back in Namwon this afternoon.Note: the hike through Mudeungsan National Park will be 40 minutes to Jeungsimsa Temple and 40 minutes back to the starting point. The walk is a light-moderate hike with a combination of well-maintained trails and natural terrain, with some rocky sections and gentle inclines."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jeonju - Seoul: Jeonju Hanok Village and Hwaseong Fortress: Departing Namwon after breakfast we head north towards Jeonju this morning, a city whose culinary and cultural antecedents can be traced back over 1300 years. A visit to the city’s Nambu Market affords an opportunity for some more local interaction, before we head for the well-preserved traditional hanok village of Jeonju. Continuing on to Suwon, we then pay a visit to the UNESCO setting of Hwaseong Fortress, built during the late Joseon Period (1777-1800), before completing the journey back to Seoul for our final evening and a farewell dinner at a local restaurant."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tour ends in Seoul: The tour ends after breakfast."
    }
  ],
  "map": ""
}