[
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "5-day-south-korea-tour",
    "tourName": "5 day South Korea tour",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable journey through Korea's rich cultural tapestry and awe-inspiring landscapes. Discover ancient capitals, UNESCO World Heritage sites, and vibrant cities. From the royal tombs and tranquil temples to dynamic urban experiences and breathtaking national parks, this adventure promises a blend of cultural immersion and natural splendour.",
    "durationDays": "5",
    "price": "1547",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul - Jeonju, South Korea: Ancient Kingdoms & Timeless Traditions Morning Departure from Seoul Begin your adventure by meeting your guide at the Donghwa Duty Free Shop Building parking lot near Gwanghwamun Intersection in Seoul. Depart from the bustling city and head southwest to Gongju, approximately 130 kilometers away (around 1.5 hours). Step into History at Royal Tombs and Fortresses Upon arrival in Gongju, explore the captivating UNESCO-listed Tomb of King Muryeong, a resting place filled with ancient artifacts and impressive burial treasures from the Baekje Kingdom era. Next, wander through the magnificent Gongsanseong Fortress, another UNESCO World Heritage site perched atop hills that offer panoramic views and fascinating historic insights into Korean ancient kingdoms. Journey to Scenic Buyeo and Legendary Cliffs Continue your historical exploration towards Buyeo (around 1.5-hour drive), the ancient capital famed for its stunning scenery. Stand atop the legendary Nakhwaam Cliff Observatory, a dramatic spot overlooking the tranquil river below. Let your imagination relive the poignant history; it was from this very cliff that 3,000 loyal Baekje court ladies bravely leaped to their tragic fate, choosing honor over surrender in the kingdom’s final moments. Immerse Yourself in Jeonju's Authentic Korean Charm Travel onward (approximately one hour) to Jeonju, a city celebrated for maintaining Korea's traditional culture. Visit Jeonju Hanok Village, known for its atmospheric charm and approximately 700 beautifully preserved Hanok homes. Wander leisurely and immerse yourself fully in timeless Korean aesthetics and cultural heritage. Relax and Recharge Check into your comfortable accommodation and enjoy a relaxing evening and leisure time, reflecting on the day’s vibrant historical journey."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Jeonju - Yeosu, South Korea: Heritage, Democracy & Coastal Beauty Adventure Morning Refreshments and Departure Begin your day with a tasty breakfast at your hotel before gearing up for today's journey full of stories, scenery, and history. Drive to Vibrant Gwangju—a Symbol of Democracy Departing from Jeonju, travel comfortably towards lively Gwangju, the cultural and political heart of Korea's Honam region. Renowned for its pivotal role in the country's modern democratic movement, Gwangju offers a profound glimpse into Korea’s resilient spirit. Visit the May 18th National Cemetery Pay respects at the poignant May 18th National Cemetery, dedicated to those who bravely struggled for democracy during the 1980 Gwangju Democratic Uprising. This tranquil yet powerful place provides deep insight into a significant national chapter. Discover Natural Beauty at Suncheon Bay Garden Continue the journey towards Suncheon, famed for its pristine natural surroundings. Wander leisurely through spectacular Suncheon Bay Garden, a breathtaking ecological park boasting colorful flowers, themed gardens, serene ponds, and charming walking paths that showcase Korea's commitment to sustainability and ecological preservation. Historic Yeosu—A Coastal City's Heroic Past Next, travel to the picturesque coastal city of Yeosu, rich in maritime history and culture. Explore the historic site of Admiral Yi Sun-sin’s Path, retracing the heroic footsteps of Korea's legendary naval commander famous for protecting the country from invasions. Immerse yourself in the city's charming ocean views and admire historical monuments dedicated to Admiral Yi, breathing life into the nation's proud maritime heritage. Restful Evening in Yeosu After a satisfying day filled with culture, history, and nature, check into your comfortable hotel in Yeosu or Gwangyang area. Enjoy a restful and relaxing night, savoring the memories from today's memorable exploration."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Yeosu - Gyeongju, South Korea: Fortresses, Seafood and Scenic Coastal Beauty Start the Day with Breakfast Begin your morning with a delicious breakfast at your hotel and prepare for another adventurous day exploring Korea’s rich culture and picturesque coastal towns. Experience Korea’s Valiant History at Jinjuseong Fortress Depart from Yeosu after breakfast, travelling comfortably toward the city of Jinju. Visit the impressive Jinjuseong Fortress, renowned for its heroic resistance during the Japanese invasion of 1592. Stroll around the fort’s historic walls, gates, and pavilions, and immerse yourself in the stories of bravery and resilience that shaped Korea’s proud heritage. Depart for Vibrant Busan City Continue your journey eastward towards Busan, Korea's energetic port city famed for its lively atmosphere, beautiful beaches, and delicious seafood. Busan Arrival and Convenient Pickup Upon arrival in Busan, you'll make a quick stop at Gimhae Domestic Airport to welcome additional travellers joining the tour. Another easy pickup spot will be available in front of Toyoko Inn Hotel 1, situated conveniently by Busan Station at 13:00. Explore Bustling Jagalchi Fish Market Immerse yourself in the vibrant local life at Jagalchi Market, Korea’s largest seafood marketplace bustling with vendors offering fresh daily catches. Witness a lively local atmosphere, sample freshly caught seafood, and explore the colourful array of stalls packed with various ocean delicacies. Relax at Scenic Haeundae Beach & Dongbaek Park Head to Busan’s famed Haeundae Beach, a stunning location beloved for its pristine sands, blue waters, and vibrant seaside atmosphere. Nearby, peacefully stroll around Dongbaek Park, known for its beautiful camellia trees, spectacular coastal trails, and the iconic Nurimaru APEC House with panoramic ocean views. Departing Busan for Gyeongju – Korea’s Ancient Capital Late afternoon, it's time to leave Busan and continue onwards to historic Gyeongju, known as \"the museum without walls\", due to its incredible abundance of historical treasures scattered throughout the city. Relax & Recharge in Gyeongju Check into your comfortable hotel accommodation in Gyeongju and enjoy leisure time to unwind and relax, reflecting upon the day of memorable sights, cultural explorations, and scenic beauty."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gyeongju - Pyeongchang, South Korea: Temples, Folk Villages & Mountain Serenity Morning Delights– Breakfast Time Enjoy breakfast at your hotel, preparing for an inspiring day filled with spiritual wonders, historical immersion, and nature's calming presence. UNESCO Heritage of Gyeongju– Seokguram Grotto & Bulguksa Temple Your adventure begins at the breathtaking Seokguram Grotto (UNESCO site), a striking masterpiece of Buddhist art carved elegantly into a mountainside. Stand in awe before the serene stone Buddha that radiates an unparalleled sense of tranquillity and artistic magnificence. Next, explore the beautiful Bulguksa Temple (another UNESCO site), acclaimed worldwide for its splendid architecture, intricately carved stone pagodas, and timeless religious serenity. Take your time to wander the scenic temple grounds and marvel at centuries-old structures, exceptional stone relics, and graceful gardens—each detail compelling in its beauty. Step into a Living History at Andong Hahoe Folk Village Next, make your way to the charming village of Andong Hahoe. Designated a UNESCO World Heritage Site, the village carefully preserves authentic Joseon-era architecture, folk art, and community traditions. Wander along narrow pathways lined with traditional Hanok houses, experience life as it was centuries ago, and immerse yourself in the harmony of this beautifully preserved, still-inhabited village. Queen Elizabeth II's personal visit brought international fame to this splendid representation of Korean heritage and culture. Serenity of Wonju– Mountains, Rivers, and Heritage From Andong, journey onwards toward Wonju, a tranquil city nestled amid lush natural surroundings, embraced gracefully by the lovely Chiaksan Mountain and the calmly flowing waters of the Seom River. Historically revered as the capital city of Gangwon Province during the Joseon Dynasty, Wonju retains deep-rooted cultural traditions and captivating historical monuments. Take in the soothing scenery and peaceful ambiance upon your arrival. Evening Relaxation and Leisure in Wonju Check into your comfortable accommodation, indulge in some quiet time, and reflect upon a memorable day blending temple wonders, vibrant Korean folk history, and restorative natural beauty."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Pyeongchang - Seoul, South Korea: Olympic Memories, Majestic Peaks & Scenic Wonders Energizing Morning Breakfast Start your final day's adventure with a hearty breakfast at your hotel in Wonju to boost your energy before the journey ahead. Pyeongchang – Home of the Winter Olympic Spirit Travel to iconic Pyeongchang, the proud host city of the 2018 Winter Olympics. Visit the historic Olympic Ski Jumping Stadium, where world-renowned athletes once competed courageously. Reflect upon this memorable location, filled with echoes of sporting triumphs and the indomitable Olympic spirit. (Note: Visit the stadium area, however the ski jump tower itself is not included.) Majestic Splendor– Mt. Seorak National Park Proceed onward to spectacular Mt. Seorak National Park, Korea's celebrated UNESCO Biosphere Reserve. Renowned for its incredible mountain peaks emerging from misty clouds, lush forests, rare wildlife species, and crystal-clear streams gently flowing through emerald valleys, Seoraksan offers breathtaking landscapes at every turn. Optional Scenic Cable Car Journey - Gwongeumseong Fortress Enhance your visit by taking the optional cable car ride to Gwongeumseong Fortress. From this vantage point, admire stunning panoramic vistas of the park’s dramatic mountain peaks and surrounding valleys – a sight certain to linger in your memory long after the journey concludes. Important Notice During Peak Season Due to limited accessibility during peak autumn foliage season in October, Seoraksan National Park restricts large and medium-sized buses. If these regulations are active, the bus will park at C District Square, requiring a scenic but moderately demanding 3.6km walk to reach the park entrance. Please note that if walking is not suitable, the visit to Seoraksan might not be possible during this period. Journey Back to Seoul In the afternoon, relax onboard as you return comfortably towards bustling Seoul city, reminiscing about the memories made at Korea's symbolic sites, inspirational natural wonders, and historic landmarks. Arrival in Seoul & Farewell Your exciting tour concludes at Donghwa Duty Free Shop Building, located conveniently at Gwanghwamun Intersection, ready to continue your exploration of vibrant Seoul or proceed to your next Korean adventure."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "discover-south-korea-small-group-holiday",
    "tourName": "Discover South Korea small group holiday",
    "placesVisited": "",
    "generalInfo": "This 12-day exploration packs in a wealth of highlights across this beautiful country. From the cosmopolitan city of Seoul to the ancient Silla capital of Gyeongju, South Korea has a lot to offer. Discover a dynamic, friendly and modern country that is steeped in culture, history and tradition.<br/> <br/> Seoul and the DMZ - Explore the dynamic capital that contrasts starkly with the demilitarized border with North Korea<br/> Korean cuisine - Fresh, regional and delicious, the food is a highlight for many visitors<br/> Golgulsa Temple visit - Meet Korean Buddhist monks, practice meditation and learn about Sunmudo  <br/>",
    "durationDays": "12",
    "price": "3995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Seoul",
        "description": ": Arrive in Seoul, South Korea's dynamic capital and one of the world's fastest growing cities. The economic, political and cultural centre of the country, Seoul is a fascinating mix of glass towers, historic temples, parks and museums, spanning the banks of the Han River. For those arriving on time our Leader plans to meet you in the hotel reception at 7.45pm for those that wish to go out for dinner. There are no other activities planned today, so you are free to arrive in Seoul at any time. With many flights arriving in the late afternoon and evening the introductory welcome meeting will normally happen first thing on the morning of day 2. The Tour Leader will need to confirm numbers for the Busan optional cookery and rice wine making excursions first thing today or tomorrow and take payment in Korean Won, please note that these may be fully booked in peak season and unavailable. If you would like to receive a complimentary airport transfer today, you'll need to arrive into Incheon International Airport (ICN), which is a one-and-a-half-hour drive from our hotel. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up the next morning. Hotel check in starts from 3pm and is strictly followed. If you require an early check in, there is an additional fee and dependent on availability. If your flight arrives earlier in the day, perhaps you might choose to visit the 600-year-old Bukchon Hanok Village. Comprising of little alley ways and artisan displays, this is a beautiful place to get lost in for an afternoon."
      },
      {
        "dayNumber": 2,
        "title": "A full day exploring Seoul by public transport",
        "description": ": Today we explore the city like a local, using public transport. Walking through Gwanghwamun gate, we visit Gyeongbokgung Palace, the main royal palace of the Joseon Dynasty. Originally built in 1395, it was expanded in 1867 to become the largest, and arguably most beautiful of Seoul's five palaces, with 330 buildings in total. Next up this morning is a visit to the National Museum of Contemporary Korean History for insights into how Korea propelled itself from being an agricultural society to the modern economic powerhouse that it is today. This afternoon, we visit Cheonggyecheon Stream which flows through downtown Seoul and offers a peaceful oasis amidst the hustle and bustle of the city. After Tapgol Park, we walk down into Insadong, a neighbourhood steeped in tradition and a great place to see Korea culture and explore traditional arts and crafts. We continue to the neighbouring Ikseon-dong Hanok Village famous for its traditional houses, cafes, pubs and restaurants. We take a stroll through Myeongdong to learn more about K-pop culture through local themed shops and locations often featured in dramas and music videos. Finally we end the day at Gwangjang Market, one of the oldest and largest traditional markets in Korea. The most popular section of the market is the food street that caters to a wide range of menus like gimbap, mung bean pancake, tteok-bokki and eomuk. It's time for a taste of traditional Korean cuisine. After the food sampling, take the subway back to the hotel."
      },
      {
        "dayNumber": 3,
        "title": "Visit the Demilitarised Zone (DMZ). Free afternoon",
        "description": ": Today we experience one of the last frontiers of the Cold War - the Demilitarised Zone (DMZ) that separates North and South Korea - an area where over a million soldiers remain on high alert on either side. The Korean War has never technically or officially ended - and this geo-political fault line is still raw for the people of Korea. We make an early start this morning, leaving at around 7am and the bus ride to the DMZ takes a little over one hour. Our Tour Leader stays behind, military clearance is obtained for all visitors, you will need to bring your passport along with you and we join into a larger group of day trippers as we are escorted by the military right into the DMZ. Our next stop is underground to explore the Third Infiltration Tunnel built by the North into South Korea with the aim to breach the border. This was found by accident - the tunnel is wide enough for 2000 troops an hour to pass through and is just 1 of 4 that were subsequently discovered. We also visit Imjingak Park, the DMZ Museum and the Dora Observatory. Please be aware that due to the nature of the area visited this excursion may be cancelled at short notice depending on the security situation. Please note that the Joint Security Area (JSA, often referred to as the Truce Village or Panmunjom) is currently closed to visitors due to tensions. This is the only area where the North and South Korean forces stand face-to-face, and diplomatic meetings happen. If the situation changes and we are able to visit the JSA, please note that you must be respectfully dressed, no jeans or sandals are allowed nor can you make any arm or hand gestures as visitors are closely monitored (and photographed) by the North Koreans for propaganda purposes. The rest of the afternoon is at leisure. There is the option to continue your Seoul exploration with the Tour Leader for a visit to Naksan Park to see and walk for an hour or two alongside Hanyangdoseong - a defensive city wall built more than 600 years ago."
      },
      {
        "dayNumber": 4,
        "title": "High speed train to Andong. Visit Hahoe Folk Village. Drive to Gyeongju",
        "description": ": We leave the capital this morning as we start our tour of South Korea with a two-hour ride on the high speed KTX train to Andong, a town that is often considered the spiritual and cultural heart of South Korea. Upon arrival we are met by our vehicle and our first visit is the scenic Buyongdae Cliff that offers stunning views of Hahoe Village, Nakdonggang River and surrounding mountains. Only accessible on foot, the walk up to the viewpoint takes about 10 minutes in each direction. Then it's time to explore the UNESCO-listed Hahoe Folk Village - known for its well-preserved Joseon Dynasty architecture, including its thatched-roof houses and tile-roofed mansions. Continue to the fascinating Mask Museum which is home to a collection of over 800 masks from over 50 countries. The masks are displayed in five exhibition halls, each of which focuses on a different region or culture. Our next stop is the 500-year old Byeongsan-seowon Confucian Academy - renowned for its stunning architectural design and the harmony between the buildings and the natural landscape. Finally we drive two hours further south to Gyeongju, our base for the next three nights. Once the capital of the ancient kingdom of Silla, the Gyeongju elite ruled over much of the Korean Peninsula between the 7th and 9th centuries. If your hotel is located on Lake Bosun, it is worth noting that there is a footpath around the lake which makes for a pleasant stroll or run."
      },
      {
        "dayNumber": 5,
        "title": "Morning Namsan Mountain Hike. Afternoon visit to Gyeongju Museum and Tumuli Park",
        "description": ": South Korea is a naturally beautiful country and this morning we aim to experience nature with a hike on Namsan Mountain - also home to over 100 temples, 80 stone Buddha statues and 60 stone pagodas. The three-hour hiking route follows a well-maintained trail, covers approximately 6km/4miles in distance and there are 465 metres/1525 feet of ascent and descent and we have graded the walk as Moderate. You can get more details from the Tour Leader and decide on the day but you may choose to opt out of this and spend the morning at leisure in Gyeongju. We take a break for lunch at a local restaurant to try some Korean food. For example in summer this could be Gyeongju Milmyeon, a popular local dish with chewy wheat noodles in a refreshing cold broth, perfect for hot days. This afternoon, we are back in Gyeongju and we start off with a visit to the National Museum for a comprehensive insight into the art, culture and history of the Silla dynasty - one of the longest in Asian history. In the Daereungwon tomb complex in Tumuli Park, we to take a stroll and pay respects to the Silla rulers. We'll also see Cheomseongdae observatory and Family Choi's House, the oldest house in the area built in the 1600s."
      },
      {
        "dayNumber": 6,
        "title": "Morning visit to Gyeongju Seokguram Grotto. Afternoon Golgulsa Temple Experience",
        "description": ": After a leisurely breakfast, we drive to visit Seokguram Grotto which is a part of the Bulguksa temple complex, one of the most famous and important Buddhist temples in Korea. The temple was first built during the Silla Dynasty and destroyed by fire during the Japanese invasions of Korea in the 16th century. It was rebuilt in the 17th century, however many original buildings and treasures were lost. After some time for lunch we continue to Golgulsa Temple for a memorable temple experience. This will give you the unique opportunity to experience the simple, yet rewarding, lifestyle of Korean Buddhist monks. There will be the chance to learn about and participate in activities such as archery, meditation and Sunmudo - a meditative martial art that combines spiritual elements such as meditation, yoga and qigong with dynamic striking and defensive techniques. In the early evening we will have a simple vegetarian dinner at the temple before driving back towards our hotel. If time allows, we will end with a walk on Woljeong Bridge, an historical gateway connecting the royal palaces of Silla to the south."
      },
      {
        "dayNumber": 7,
        "title": "Visit Bulguksa Temple. Drive to Busan. City tour",
        "description": ": After breakfast and checkout, we return to Bulguksa Temple to visit the main temple group. Continuing south we drive one and a half hours to Busan, which sits on the beautiful south coast. A busy port city renowned for its beaches, mountains and delicious seafood, Busan grew rapidly during the fighting phase of the Korean War (1950-53) as the de facto capital of the south. Today it has a similar modern spirit to Seoul but is defined and differentiated by its links to the sea. Upon arrival we hit the ground running and start our tour with a visit to the United Nations Memorial Cemetery, a significant and poignant site commemorating the Korean War where we can pay respects to the fallen soldiers but also gain a deeper understanding of the conflict. Moving on, we visit the colourful and tightly-knit houses of Gamcheon Cultural Village - a neighbourhood originally settled by wartime refugees. Next we see some of the beaches and coastline that Busan is known for with a scenic walk on a raised walkway along the coastline of Dongbaekseom Island (island of camellias) - located at the right end of famous Haeundae Beach. If time permits we will try to catch the sunset at Dalmaji Hill, with panoramic views of Haeundae Beach. The walk to the viewpoint takes about 30 minutes each way. Please note that the order of visits today can change according to our hotel location and end point."
      },
      {
        "dayNumber": 8,
        "title": "In Busan. Morning free – optional cooking or Makgeolli brewing experience. Afternoon sightseeing",
        "description": ": The morning has been left free for you to relax and enjoy Busan. If you are interested there is the option to delve into the world of local cuisine! Immerse yourself in a cooking class (minimum 4 clients) where you'll learn the secrets of authentic regional specialties. The instructors will guide you through each step with clear English instructions and demonstrations. After the class, you'll be treated to lunch featuring the dishes you've prepared. Another option is to be introduced to the diverse world of Korean alcohol with a visit to a traditional brewery which specialises in making its own makgeolli - a lightly sparkling rice wine. The brewing, straining and tasting should take around 80 minutes and a minimum of 5 clients is required. We regroup this afternoon and continue exploring Busan with a visit to Gukje Market - one of the oldest markets in the city. Just a short walk from Gukje Market is Jagalchi Fish Market, which is South Korea's largest seafood market. It's an excellent opportunity to experience the local seafood culture. Later this afternoon we drive to a spot near Haeundae beach to board the Busan Sky Capsule - a scenic aerial rail journey that runs 2km along the coast to Cheongsapo Station. After walking back the same route and some time to explore Haeundae beach, we make our way back to the hotel."
      },
      {
        "dayNumber": 9,
        "title": "Drive to Gwangju. Explore this cultural and artistic city",
        "description": ": This morning after breakfast we continue our journey with a three-hour drive to Gwangju. The city has a long history at the centre of Korea's democratic and human rights movements and nowadays serves as a cultural and artistic hub in the south, as well as leading the way in media arts and high-tech science. After dropping our bags off at the hotel there will be some time for lunch. The area is known particularly for kimchi, hanjeongsik (Korean table d'hote), Mudeungsan boribap (barley rice), tteokgalbi (grilled galbi patties), and ori tang (duck soup). This afternoon we kick off our city tour with panoramic views of Gwangju's sprawling urban landscape and beyond from the iconic Sajik Park Tower observatory platform. Next, dive into Gwangju's storied past with a walk through the historical site and missionary houses of Yangnim-dong village. While in Yangnim-dong, we take a break at Lee Lee Nam Studio, a multi-functional space that contains a writer's studio, the Media Art Museum and a coffee shop. We finish on a historical, poignant and moving note at the 5-18 Memorial Park and May 18th National Cemetery. These sites honour the victims of the 1980 Gwangju Uprising and the accompanying museum features informative exhibits about this important historical event."
      },
      {
        "dayNumber": 10,
        "title": "Visit Mudeungsan National Park. Drive to Jeonju",
        "description": ": After checkout this morning we drive just outside of the city to Mudeungsan National Park. We take an easy 40-minute hike along to Jeungsimsa Temple where you can relax and enjoy the serene, spiritual ambiance of this historic Buddhist temple. On our return walk we stop at Uijae Museum of Korean Art, an impressive art gallery located on the mountain side. After this break in nature we drive north to Jeonju which ranks as one of South Korea's most popular destinations for the locals thanks to its historic architecture and buzzing food scene. Named a UNESCO City of Gastronomy in 2012, Jeonju is the birthplace of the famed Korean dish bibimbap and our first stop will be to have it for lunch at a local restaurant. After lunch we start to explore the city starting with the majestic 14th century Pungnammun Gate, the only city gate of the four left standing. Continue to Jeondong Catholic Church and Gyeonggijeon Shrine which houses the royal portrait of the founder of the Joseon Dynasty. Finally, we visit Nambu Market, a bustling traditional market overflowing with fresh produce, local crafts and restaurants. Later tonight in your free time you may choose to visit the Hanok village as it is lit up, lively and has plenty of street food options."
      },
      {
        "dayNumber": 11,
        "title": "Visit Jeonju Hanok Village. High speed train to Seoul",
        "description": ": Hanoks are the traditional homes of the Korean upper class from times gone by, with slate-tile roofs, whitewashed adobe walls and hidden courtyards. Jeonju has one of the country's largest collections of them - now restored and housing workshops, museums, boutique shops and teahouses. This morning after leaving the hotel we delve into this rich cultural heritage and stroll the cobbled alleyways to admire the architecture. We plan to catch the two-hour KTX bullet train to Seoul around mid to late-morning, which should see us arrive into Seoul in time for lunch. After dropping our luggage at the hotel, the rest of the afternoon is at leisure for you to explore the city some more or do some shopping."
      },
      {
        "dayNumber": 12,
        "title": "Trip ends in Seoul",
        "description": ": The trip ends after breakfast at our hotel in Seoul. There are no activities planned today, so you are free to depart from Seoul at any time. If your flight is departing later in the day luggage storage facilities are available at our hotel. If you would like to receive a complimentary airport transfer today, you need to depart from Incheon International Airport (ICN), which is about a one-and-a-half-hour drive from our hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "k-pop-tour-in-south-korea-9-days",
    "tourName": "K-Pop tour in South Korea, 9 days",
    "placesVisited": "",
    "generalInfo": "Experience the vibrant rhythm of South Korea through the lens of your favourite idols on our 9-day Korea K-Pop tour. Journey from the dynamic heart of Seoul to the cultural streets of Gwangju and the coastal city of Busan. Immerse yourself in the electrifying world of K-Pop as you visit iconic locations where idols trained, socialised, and are celebrated with murals. Explore bustling cities, traverse traditional streets, and enjoy a breath of sea air on this epic Korea K-Pop Tour!<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>Local transport within South Korea, including the KTX from Busan to Seoul on Day 8. Transport for all optional and independent activities is not included. <br/>Accommodation including local hostels <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Namsan Mountain cable car (Seoul) <br/>K-Pop Dance Class (Seoul) <br/>Gyeongbokgung Palace (Seoul) <br/>Half-day at the DMZ and North Korean defector Q&amp;A (Seoul) <br/>Learn about the K-Wave and visit HIKR Ground (Seoul) <br/>Visit BTS RM Forest (Seoul) <br/>See Chungjang K-Pop Star Street (Gwangju) <br/>Marvel at the Hope World Sculpture (Gwangju) <br/>Tour around Gamcheon Village (Busan) <br/>Songdo Marine Cable Car (Busan) <br/>Busan Citizen Park (Busan) <br/>Makeup Masterclass (Seoul)",
    "durationDays": "9",
    "price": "1699",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul: Your Korea K-Pop adventure commences today with an informative session led by your Adventure Leader at your hostel. During this session, you'll receive a detailed itinerary for the week and valuable insights on how to adapt to local life in Korea, along with essential safety tips. Later in the day, you'll have the option to join your fellow tour participants for a group dinner in Myeongdong. Afterward, you'll collectively explore the Myeongdong Underground Shopping Center, renowned for offering an array of K-Pop merchandise at budget-friendly prices. Following this shopping excursion, you'll embark on your first captivating tour experience. Your journey will take you via public transportation to Namsan Mountain. Upon reaching the mountain, you'll board a cable car that transports you to the summit. If you wish, you can further elevate your experience by visiting the Seoul N Tower, where you'll be treated to awe-inspiring views of Seoul's mesmerizing skyline."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul: Today begins early with an enlightening journey north to the Demilitarized Zone (DMZ). Your first stop is the Dora Observatory, a site that provides a unique perspective on the nearby North Korean villages. You'll be equipped with binoculars to observe the landscape. Additionally, you'll venture into the third tunnel, reaching a remarkable proximity of just 170 meters from North Korea. Returning to Seoul just before lunch, you'll have the opportunity for a remarkable encounter. Engage in a Q&A session with a Korean defector who will candidly share their personal experiences. In the afternoon, it's time to channel your inner K-Pop star. Participate in a captivating dance class led by K-Pop experts who will guide you through choreography step by step. By the end of the session, you'll be dancing like a professional. In the evening, you have the choice to experience the vibrant nightlife of Hongdae, offering a dynamic and exciting atmosphere."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Seoul: In the morning, hop on public transport for a visit to the illustrious Gyeongbokgung Palace. Arriving just in time at 10 am, you'll witness the impressive Royal Guard Changing Ceremony, a captivating tradition. Nearby, there's the option to rent beautiful hanbok, traditional garments, adding a touch of authenticity to your palace visit. Explore the palace's splendid residences, pavilions, and ornate gates at your leisure for a couple of hours. Early in the afternoon, your journey continues to Insadong, passing through the charming Bukchon Hanok Village. Here, you can explore KTown4U, a treasure trove for rare merchandise. Next up, visit HIKR Ground, a futuristic cultural center where you'll dive into the world of the K-Wave and even create your own music video! If you're inclined, the evening offers the opportunity to join your group for dinner and drinks in the vibrant neighborhood of Itaewon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Seoul: Your morning adventure unfolds with a visit to Hallyu K-Star Road, where you'll encounter the iconic Gangnam Dolls. Here's your chance to snap a photo with the doll of your favorite K-Pop group! Around midday, delve into the vibrant atmosphere of COEX Mall, a sprawling complex filled with restaurants, stores, K-Pop memorabilia, a remarkable library, and the famous Gangnam Style statue. Don't forget to check out HYBE Insight, located nearby in Samseong. In the afternoon, a leisurely stroll awaits you in the BTS RM Forest, a living tribute planted in celebration of the rapper's birthday and his dedication to environmental preservation. For the evening, the choice is yours as you have a free night to explore Jamsil, one of Seoul's more upscale districts. Enjoy the unique atmosphere and attractions this affluent area has to offer."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gwangju: Your morning journey takes you to your next destination, Gwangju. After checking in at your hostel in the afternoon, you'll head to Chungjang K-Pop Star Street. This vibrant street pays homage to all the K-Pop idols from Gwangju who've realized their dreams. While exploring this area, be sure to admire the handprint art, featuring handprints of idols, the star memorial hall, and the fan zone, where idols have generously donated their personal items for fans to enjoy. Your next stop is the Hope World sculpture, an artistic tribute to BTS's J-Hope, who hails from Gwangju. This monument is adorned with over 21,000 messages from ARMYs around the world. Afterward, you'll explore Penguin Village, a mural village adorned with arts, crafts, and more murals dedicated to J-Hope. In the evening, you have the option to visit the 1913 Songjong Station Market, a bustling marketplace offering a taste of local life and flavors."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Busan: You'll embark on a bus journey to the vibrant city of Busan. Upon arrival, your first stop will be the Gamcheon Culture Village, famous as a popular filming location. While you're here, be sure to admire the mural dedicated to BTS's Jimin and Jungkook, both of whom hail from Busan. After your visit, proceed to Songdo Beach, where you'll have the opportunity to take the Songdo Marine Cable Car. This ride will treat you to breathtaking views of the Busan coastline. You'll then return to the BIFF Entertainment Square to explore this trendy area. Your evening is free for you to explore at your own pace or enjoy some leisure time."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Busan: Start your morning with a visit to Busan Citizen Park, a place made famous by BTS's V. While here, you can recreate the iconic visit and snap a memorable photo. The park was also recently used in Busan Tourism ads starting NewJeans. Afterward, you have the option to relax in a Korean jjimjilbang, a traditional Korean bathhouse. Your tour guide will provide clear instructions on how to get there, even though they might not accompany you. Alternatively, you can choose to visit Jimin's favorite place in Busan, Dadaepo Beach. This beautiful sandy beach is located at the Nakdonggang estuary where it meets the South Sea and features a massive fountain at the entrance. You'll have time to explore the area before heading back to the hostel. Tonight, you can opt to join your group for a K-Pop karaoke session in Haeundae!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Seoul: This morning, you'll return to Seoul via a high-speed rail. Your final memorable activity in Seoul awaits you - a one-of-a-kind makeup masterclass with a team of renowned Seoul MUAs. They will guide you through the products and techniques to achieve the same glamorous look as your beloved K-Pop stars."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Seoul: Say your goodbyes to your newfound tour friends, as today sadly concludes your K-Pop adventure in South Korea. We can help you book additional accommodation if you wish to extend your stay in Seoul!"
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "korea-small-group-tour",
    "tourName": "Korea small group tour",
    "placesVisited": "",
    "generalInfo": "Explore South Korea in style on our 10 day Premium Tour. Discover this country that is an irresistible fusion of natural beauty, culture and gastronomic delight!<br/><br/>Take in some of Asia’s most buzzing cities, mountainous tranquility and an idyllic island on this varied 10 day-tour. Your adventure leader will help reveal the magic of this country with a whole series of hands-on experiences. From a temple visit in the mountains, an overnight stay in a traditional Hanok, to visiting the DMZ and peering into the kingdom of North Korea – this tour packs a real punch. Plus there’s plenty of opportunities to sample the rich variety of Korean cuisine.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within South Korea, for included activities. <br/>Accommodation (including hotels and Hanok stay) <br/>Meals provided: All Breakfasts, 4 lunches, 4 Dinners (all other food and drink throughout the tour is not included) <br/><br/>Accommodation style:<br/><br/>To make your journey smooth and relaxing, rest assured, all of our Plus tours include stays in carefully selected 4* hotels. After days packed with adventure, you’ll have room to unwind, recharge and get ready for the next experience. Want a little extra space or privacy? Upgrade options are available – just let us know when you book. <br/><br/>Included Activities: <br/><br/>Welcome dinner (Seoul) <br/>Namsan Mountain cable car &amp; Seoul N Tower (Seoul) <br/>Gyeongbokgung Palace visit (Seoul) <br/>Lunch in Bukchon Hanok Village (Seoul) <br/>Bukchon Hanok Village &amp; Insadong Art Street visit (Seoul) <br/>Half-day DMZ Tour &amp; talk with North Korean defector (Seoul) <br/>Nanta Show (Seoul) <br/>Cycle tour, with visits to Chunmachong Ancient Tombs, Daereungwon Tumuli Park, and Cheomseongdae (Gyeongju) <br/>Traditional hanok meal (Gyeongju) <br/>Anapji Pond evening visit (Gyeongju) <br/>Traditional liquor tasting evening (Gyeongju) <br/>Full day Golgulsa Temple visit and experience (Gyeongju) <br/>Haedong Yonggungsa Temple visit (Busan) <br/>Busan tour inc. Gamcheon Culture Village, Songdo Marine Cable Car, BIFF Square (Busan) <br/>Traditional cooking class (Busan) <br/>Haeundae sightseeing boat party (Busan) <br/>Yacht sailing &amp; fishing experience (Jeju) <br/>Half-day hike (Jeju) <br/>Farewell BBQ Dinner (Jeju)",
    "durationDays": "10",
    "price": "3149",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul: Start this adventure in this fascinating nation with a delicious group dinner to whet your appetite for what's to come. We'll then head up to the top of Seoul's N Tower for a sweeping vista of the city-scape beneath. Take the cable car up to the top and explore Namsan Tower before taking the cable car back down and enjoying an evening in the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul: We start our day at Gyeongbokgung Palace to watch the Royal Guard Changing Ceremony. There is the option to rent Hanbok - traditional Korean clothes - before entering the palace grounds, where you will be free to explore as you wish. Enjoy a group lunch at Bukchon Hanok Village, before exploring the hidden gems and the surrounding area in Insadong. Tonight, you have the option to sing your hearts out during Karaoke."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Seoul: A fascinating day where we discover the tragic history of this divided pennisula with a visit to the border with North Korea known as the DMZ. We can gaze into the hermit kingdom and see the tunnels built to invade the South. Get an insight into life in the North with a Q and A with a defector. After a truly remarkable morning - it's time to head back into town and explore the bustling Hongdae. That evening, sit back and relax as we watch the hybrid cooking-comedy-acrobatics - Nanta Show. If you wish to have drinks tonight, there is the option to hang out in the bustling Myeongdong area."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gyeongju: Bid farewell to Seoul as we travel to Gyeongju. Once you arrive, there will be time for lunch before taking part in a cycling tour of Gyeongju. If you cannot ride a bike, this tour can be done by walking too! Tonight, we are staying at a traditonal Hanok, a Korean traditional House). You will enjoy a traditonal meal at a Hanok. Whilst here, there is the option to also enjoy a Liquor tasting led by our Adventure Leader! If you don't drink, you can enjoy some local snacks and soft drinks instead. End the night as the group heads to Anapji for amazing night views of the pond."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gyeongju: Today, we are heading to Golgulsa Temple. Once arriving at the Temple, you will be able to take part in a selection of activities, such as an Archery Lesson, Sunmudo Training Session, and Meditation and more. Enjoy Vegetarian food throughout your time at the Temple and then we will board a private bus to Busan in the evening. Check in to the hotel when you arrive."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Busan: Board the bus and we are visiting Haedong Yonggungsa Temple, a stunning Temple on the coastline. It is then time for a private tour of Busan, visiting Gamcheon Village where you will be given free time to explore the colourful buildings. Take the cable car up over to Songdo and enjoy some sightseeing here with ocean views. Head to BIFF Square and shopping area in Nampo-dong this afternoon, before spending a free afternoon exploring and relaxing in Haeundae."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Busan: This morning, we hope you have your chef's hat on, as it is time for a cooking class! After mastering your cooking skills, you have a free afternoon to explore Busan as you wish. Recommended activity is to check out a Jjimjilbang - a Korean Spa. Relax in the many saunas and pools and enjoy a well needed rest. There is also the opportunity to enjoy a Pottery Making Class, let us know in advance if you would like to join this! Tonight, you will see Busan by boat, as we hop on a sightseeing trip for night views of Haenudae. Enjoy music, drinks and snacks on the boat."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Jeju: Hop on a quick flight down to the island paradise of Jeju. Once arrived, we will check in and relax before heading out this afternoon. It is time for more sailing! This time, we are heading out on a Yacht sailing tour with fishing. Dinner and drinks after can be at your own leisure."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Jeju: Today you will enjoy a half day nature hike, visiting Olle Trail No.7 where you can take in the views of Oedolgae rock and the crashing waves. It is a mostly flat path so most abilities can manage this! Take a visit to Jeongbang Waterfall afterwards and enjoy the sound of the water hitting the rocks below. This afternoon, you are free to enjoy the island as you wish. Suggested activities include visiting Seongsan Ilchulbang, Sangumburi, or Jeju Folk Village. Tonight, we will dine together with a farewell BBQ dinner!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Jeju-Seoul: We have reached the end of the tour. You can either fly back to Seoul (included in the trip price) or extend your stay in this island."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "seoul-4-day-tour-in-south-korea",
    "tourName": "Seoul 4 day tour in South Korea",
    "placesVisited": "",
    "generalInfo": "This 4-day South Korea tour captures the country’s ultimate highlights – from a taekwondo class with expert instructors to dancing like a K-pop star. Take in sweeping views from the top of Namsan Mountain, visit the historic Demilitarised Zone, and witness the Royal Guard Changing Ceremony at Gyeongbokgung Palace. Whether it’s your first visit or a quick escape, experience the best of South Korea in one unforgettable trip.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Seoul <br/>Accommodation <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Taekwondo Class <br/>Group welcome dinner <br/>Namsan Cable Car Ride <br/>Visit to Gyeongbokgung Palace <br/>Tour around the DMZ, including Dora Observatory, tunnels, and Q&amp;A with North Korean defector <br/>K-Pop Class",
    "durationDays": "4",
    "price": "739",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul: Prepare to kick off your South Korea adventure tour by meeting your guide and fellow travellers at the hostel in the afternoon. Get started with a pre-departure briefing to learn all about your trip and get to know your group while trying out Taekwondo and practicing some basic Korean phrases. Next, head out to explore Myeongdong and enjoy a welcome dinner with your fellow travellers! Bond over some delicious Korean food and Soju - before making your way up to the top of Namsan Mountain, where you'll be treated to breathtaking views of Seoul at night. Take a stroll through the \"padlocks of love\" and enjoy the romantic atmosphere before making your way to the top of the Seoul N Tower for even better views of the city. Afterward, hop on public transport back to your accommodation in the trendy district of Hongdae. Take some time to wander around and discover the area or rest up for your first full day of adventures tomorrow."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul: Get ready for a cultural immersion as you explore the ancient side of Seoul today. Rise early and take the metro to Gyeongbokgung Palace, where you'll witness the Royal Guard Changing Ceremony and have the chance to tour the palace grounds. For an even more immersive experience, consider renting a hanbok and strolling around the palace like a true Joseon Dynasty royal. This afternoon you have a choice of what to do. Either head to Bukchon Hanok Village, a traditional Korean neighborhood lined with centuries-old wooden homes. Or, perhaps you would prefer to do one of the following: - Insadong Art Street - Take a visit to Gangnam District - Rent a bike and cycle along Han river - Visit HIKR ground - cultural centre where you can record your own music video and learn about K-wave There is even an option to take part in a Perfume Making Class. Choose your scents and combine to make your own personalised perfume. Let us know if you would be interested in this! In the evening, you can have food and drinks in the Euljiro/Itaewon districts."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Seoul: On the 3rd day of your South Korea adventure tour, you'll be visiting the Korean Demilitarized Zone. After grabbing breakfast at Imjingak, you'll head to Dora Observatory to see the nearest North Korean villages through binoculars. You might even see some people in the streets if you're lucky! Next, you'll descend into the 3rd Tunnel created by North Koreans, taking you as close as 170m to North Korea. After this unique experience, you'll begin your journey back to Seoul with a special opportunity to talk to a North Korean defector on the bus. Once you're back in Seoul, you'll have a chance to try out a K-Pop Dance Class and then enjoy a night out in the lively district of Hongdae, known for its endless restaurant and bar options."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "It’s the final day of your South Korea adventure! Say goodbye to your travel crew and head off with new friends, epic memories and stories you’ll be telling for years to come."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Extension: Temple Stay Experience at Geumsunsa. Can’t get enough of Korea? Extend your adventure for £75 per person and enjoy an overnight stay at Geumsunsa Temple. Start the morning with a relaxed stroll through Seoul, giving you time to wander, recharge, or simply soak in the city’s vibrant energy. Midday, we’ll whisk you away to Geumsunsa Temple for an authentic templestay. A private transfer brings us mid-afternoon, giving you time to settle in before diving into temple life with a guided tour and a nourishing vegetarian dinner. As evening falls, immerse yourself in drum and bell rituals, Buddhist chanting, and a soothing singing bowl meditation. Take time to reflect, unwind, or explore the serene temple grounds before turning in for a restful night, recharged for the adventures ahead. Day 5: Start your morning the traditional way with a peaceful Buddhist dawn chanting ceremony, before tucking into a simple (yet delicious) temple breakfast. After returning your temple uniform and saying farewell to the monastery, a private transfer will take you back to Seoul – ready for your onward journey through Korea or flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-7-day-cultural-tour",
    "tourName": "South Korea 7 day cultural tour",
    "placesVisited": "",
    "generalInfo": "This is a captivating journey through South Korea. You can immers yourself in its rich history, vibrant culture, and breathtaking landscapes. Explore Seoul's iconic sites, such as Gyeongbokgung Palace, Insadong, Bukchon Hanok Village, and Gwangjan Market. Experience the charm of Yongin Folk Village and Suwon Hwaseong Fortress, and discover the ancient treasures of Gyeongju. In Busan, visit Haedong Yonggungsa Temple, Haeundae Beach, Bulguksa Temple, and Seokguram Grotto. From the colorful alleys of Gamcheon Culture Village to the bustling markets, South Korea offers a truly enchanting experience, leaving lasting memories of its vibrant culture and natural beauty.",
    "durationDays": "7",
    "price": "3299",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Seoul. Private transfer from airport to hotel. Your guide will meet and welcome you at airport. Then transfer to hotel and help you check in. Rest of the day is free for leisure activities."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul Highlights with Korean Hanbok Wearing Experience Embark on an unforgettable tour day in Seoul. Begin at Gyeongbokgung Palace, immersing yourself in royal history and marveling at its stunning architecture. Experience the vibrant atmosphere of Insadong, where traditional and modern blend seamlessly. Explore the quaint streets of Bukchon Hanok Village, stepping back in time as you admire traditional Korean houses. Indulge your senses at Gwangjan Local Market, known for its fresh produce and mouthwatering snacks. Finally, complete your day with a Korean Hanbok wearing experience, allowing you to embrace the beauty of traditional Korean attire and capture memorable photos. Get ready for an enriching journey through Korean culture."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "South Korean Traditional Culture Trip. Today you will explore the captivating cultural landmarks of Yongin Folk Village and Suwon Hwaseong Fortress. Our first stop is Yongin Folk Village, where you'll be transported back in time to experience traditional Korean village life. Wander through its charming streets and marvel at the authentic hanok houses. Immerse yourself in cultural activities, such as traditional crafts and performances, and gain a deeper understanding of Korea's heritage. Next, we'll visit Suwon Hwaseong Fortress, a UNESCO World Heritage Site. Explore the impressive fortress walls and architectural marvels, offering panoramic views of the surrounding areas. Learn about its historical significance and enjoy a journey through Korea's storied past. Join us on this captivating day tour to experience the rich cultural heritage of Korea."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gyeongju Highlights Trip. Embark on a remarkable day tour from Seoul to Gyeongju via Korea Train Express (KTX) first class, and immerse yourself in the rich history of this ancient city. Start your adventure by visiting the Daereungwon Tomb Complex, where you'll marvel at the majestic royal burial mounds and gain insight into the Silla Dynasty. Continue to the iconic Cheomseongdae Observatory, an ancient astronomical observation tower, and appreciate its impressive architecture. Next, explore the picturesque Anapji Pond, surrounded by beautiful gardens and reflecting an enchanting atmosphere. After this memorable exploration, journey to the vibrant city of Busan, where you can delve into its bustling markets, picturesque coastlines, and rich cultural heritage. Upon you arrival, your local guide will escort you to hotel and help check in."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Discover the beauty of Busan and Gyeongju. Our journey begins at Haedong Yonggungsa Temple, an extraordinary seaside temple known for its stunning ocean views and ornate architecture. Experience a sense of tranquility as you explore the serene grounds. Afterward, we'll head to the lively Haeundae Beach, where you can soak up the sun, stroll along the sandy shore, and indulge in delicious seafood at nearby restaurants. Next, we'll venture to Gyeongju to visit two UNESCO World Heritage sites: Bulguksa Temple, a magnificent masterpiece of traditional Korean architecture, and the awe-inspiring Seokguram Grotto, home to an exquisite Buddha statue."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Explore The Vibrant Busan. Begin your adventure at the charming Gamcheon Culture Village, known for its colorful houses and winding streets. Lose yourself in the artistic murals, local art shops, and quaint cafes while immersing yourself in the village's unique atmosphere. Next, take in the scenic views of the coastline during a Songdo Cable Car ride, where you can admire the breathtaking panoramas of the city and the ocean. Afterward, venture to Jagalchi Fish Market, Korea's largest fish market, brimming with fresh seafood and bustling energy. Indulge in delightful street food and witness the lively auction scenes. Lastly, explore the bustling Gukje Market, famous for its diverse range of goods, from clothing to traditional crafts. Immerse yourself in the vibrant atmosphere and engage with local vendors."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Depart from Busan. Your private car, driver, and guide will be ready at your hotel lobby on the final day, ensuring a punctual departure to the airport. With their impeccable service, you can relax and enjoy a hassle-free experience. They will assist you with check-in procedures and accompany you to the correct security gate, ensuring a smooth and pleasant journey home, leaving you with cherished memories of your time in South Korea."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-discovery-tour",
    "tourName": "South Korea discovery tour",
    "placesVisited": "",
    "generalInfo": "South Korea is a dynamic country, steeped in culture, tradition and history, with vibrant cities, rich landscapes, friendly local people and staggering nature. Join this trip to immerse yourself in the contemporary culture of bustling Seoul, meditate and spend the night in an ancient temple, discover the beauty of Seoraksan National Park and explore the colourful markets of Busan. This, combined with the chance to taste some of the most underrated cuisine in the world, makes a trip to South Korea unforgettable.<br/><br/>One of Our Top Recommended Trips for 2026… Here’s Why K-Pop (and K-Pop Demon Hunters), kimchi, Squid Game… even Baby Shark: the global explosion of Korean culture (or hallyu) is one of the great cultural phenomena of our times. If you haven’t already, then now’s the time to visit South Korea and go beyond the headlines to explore a culture that everyone’s talking about, but few truly experience authentically - Sarah Puttnam, destination expert",
    "durationDays": "12",
    "price": "5799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "The adventure begins in Seoul, the buzzy capital of South Korea. Time permitting, the leader will arrange a short orientation tour near the hotel. We can visit Gwangjang Market, one of the oldest food markets in Seoul, where local people meet after work to enjoy traditional foods and liquor. The market also sells vintage clothing and textiles during the day but comes alive in the evenings when unique foods such as bindaetteok, a popular pancake with makkolli, the traditional Korean rice wine, are served. Around 6pm, say annyeonghaseyo (hello) to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Seoul? Secure pre-tour hotel nights through your sales representative. Accommodation: Kukdo Hotel (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today we enjoy a walking tour of Seoul. We first head to the Cheonggyecheon, an age-old canal in downtown Seoul that was filled with concrete in the 1960s but reopened in 2005 in its original state. We continue to Tapgol Park, the central point of the Korean independence movement in 1919. From here, we head to Insadong, the artisan neighbourhood where traditional teahouses and souvenir shops are lined up in a cosy, welcoming atmosphere. After, we visit Jogyesa Temple, one of the most beautiful temple complexes in the heart of Seoul. At Gwanghwamoon, admire impressive statues of Admiral Yi and King Sejong, men who played vital roles in Korean history. The next stop is Gyeongbokgung Palace. Built by the Joseon dynasty in 1394, this immense complex was the centre of power until Japanese occupation at the start of the last century. At the palace, we may see the changing of guards. Our last visit today is Bukchon Hanok Village, which is home to hundreds of traditional hanok houses from the Joseon dynasty. Please note, the order of these activities may change. Although not strenuous, the amount of walking today is considerable and fast-paced (we recommend comfortable walking shoes). Accommodation: Kukdo Hotel (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today we visit Panmunjom, the only place on the peninsula where North and South Koreans can meet face to face. It was here the peace treaty was signed in 1953 and where both parties agreed on a Joint Security Area (JSA) in the middle of the border between the two countries, also known as DMZ (Demilitarized Zone). After a short briefing by US army personnel, we enter the JSA; here we visit Freedom House, the blue barracks sharing a conference room for talks between both North and South Korea, the visitor’s observation post and the Bridge of No Return. En route, we enjoy a traditional Korean dish for lunch. Due to government restrictions, this excursion is guided by a local JSA-specialised guide and not by your tour leader. The Panmunjom tour may be withdrawn at any time and, in such cases, this trip is substituted with visits to other key areas in the North-South Korea history, such as the Third Tunnel. We must also mention that some nationalities are not permitted to take part in the tour (at the time of writing this includes nationals from Afghanistan, Cuba, Iran, Iraq, Libya, North Korea, Pakistan, Sudan and Syria) and it will be more difficult to obtain permission for South Korean and Chinese nationals to join the tour. Strict rules are in place for DMZ tours and, as such, passport details must be provided in advance. For dual passport holders, please ensure you provide Exodus with the exact passport details you will be entering South Korea with (and will be required to carry on the day tour). During the tour, it is critically important you follow instructions from military personnel and guides. Please refer to the What to Take section of the Trip Notes for information on required attire for this trip. The Joint Security Area currently remains closed and could re-open at any time. Entry into the DMZ area itself is open and other key sites such as the Third Tunnel are still possible to visit. Accommodation: Kukdo Hotel (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today begins with a private transfer (approximately three hours) to Gangneung on the east coast. In the heart of Gangwon Province, we visit one of the most picturesque culinary bases in Korea, where all the food is produced and processed naturally and according to centuries-old recipes; fermented food such as kimchi, red pepper paste, doenjang (bean paste) and fish sauce is stored and aged in clay vessels, sometimes for more than five years. Herbs are grown and harvested from gardens, and wild herbs collected from the mountains. Here we learn how bibimbap is made, a traditional dish of rice with vegetables, herbs, meat and several side dishes. We then lunch on this freshly cooked, healthy food. In the afternoon, we transfer to Sokcho, a lively coastal city that belonged to North Korea from 1945 until the end of the Korean War. Accommodation: Sea Cruise Hotel Sokcho (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "On the beautiful east coast, the Seorak Mountains are the most famous in Korea. At the foot of the peaks is an enormous Buddha statue, which acts as a start point for a variety of trails between 2km and 10km (1.25mi and 6.2mi). The leader guides those who wish on an easy and short optional walk. A more leisurely option is to take a cable car to one of the mountaintops to enjoy fantastic views. Accommodation: Sea Cruise Hotel Sokcho (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "We transfer (approximately four hours) to Andong by private minibus and visit the Andong Hahoe Village, where ancient traditions influenced by the teachings of Confucius are still alive. The inhabitants live in the same way their ancestors did, in simple houses for the common farmers and in richly decorated houses for the yangban (gentry). Accommodation: Park Hotel (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We transfer (approximately 2hr 30min) to Gyeongju by private minibus, stopping en route to visit the Dosan Confucian School. In the afternoon, we visit Tumuli Park, which has royal tombs dating to the Shilla dynasty. The numerous artifacts found in these tombs show the remarkable technological and cultural advancement of that period (600 CE to 900 CE). We also visit Cheomseongdae, the oldest existing astronomical observatory in Asia. The 362 stones used to build it represent the 362 days in the lunar calendar. Accommodation: Commodore Hotel (or similar)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Seokguram Grotto, which we visit this morning, was discovered by a postman sheltering from the rain. Inside the human-made cave, he found an astonishingly beautiful statue of Buddha, constructed during the Shilla dynasty. The grotto is now a Unesco World Heritage site. From here, we visit Bulguksa Temple, constructed in the same period. This afternoon, we visit the National Museum of Gyeongju, where we can relive the rich and advanced culture of the Shilla dynasty and see numerous archaeological findings. Our day ends with a stop at Anapji Pond, an artificial pond constructed in the royal palace grounds, before exploring Gyeongju Market area. Accommodation: Commodore Hotel (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "This morning, we transfer to Haeinsa Temple (approximately three hours). It is one of the oldest in Korea and home to the Tripitaka Koreana, the most complete collection of Buddhist texts, engraved on 80,000 woodblocks between 1237 and 1248. Here we experience a strict Buddhist lifestyle and meet monks dedicating their lives to prayer and meditation. On entering the temple, exchange your own clothes for simple monk clothing and, after the initial introductions and opening ceremony, walk around the beautiful temple complex. After the vegetarian Buddhist dinner, we join a tea ceremony. Lights out at 9pm this evening, ready for our early wake-up. Please note, during our temple stay, the programme and order in which it runs can be subject to changes. Due to an inclined walkway at the temple entrance, it is recommended to take a small overnight bag in your main luggage to use for the overnight stay at the temple (main luggage will be stored and securely locked in the group transport for the evening) if you wish. Accommodation: Haeinsa Temple"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "We wake at 3.30am to participate in the first ceremony and meditation (please note this is optional). After breakfast at 6am, we depart the temple and transfer to Busan (approximately two hours). From the impressive Gwangalli Bridge, we can enjoy a breathtaking view of the Busan shoreline. We learn the tragic history of the Korean War (1950-1953) at the UN War Cemetery, then visit the Nurimaru APEC House, a wonderful location with gorgeous views over the ocean. We also visit Jagalchi Fishmarket, one of the largest markets of its kind, to see a dazzling array of fish. Here you can taste Korean sashimi before heading into the adjacent Gukje Market to shop for souvenirs. After dinner, enjoy an optional visit to the Busan Tower (387ft/118m high) for amazing night vistas! Accommodation: Crown Harbor Hotel (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "This morning, we take a bullet train back to Seoul (approximately three hours) and transfer to our hotel. This afternoon is free for last-minute shopping or to perhaps visit the vibrant Hongdae university district. You may also like to spend your final evening in Seoul exploring the lively nightlife of the Itaewon neighbourhood. Accommodation: Kukdo Hotel (or similar)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Our adventure ends after breakfast and we begin our return journeys home. Of course, if you’d like to spend a little longer exploring, speak to your sales representative about extending your stay."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-family-tour-9-days",
    "tourName": "South Korea family tour, 9 days",
    "placesVisited": "",
    "generalInfo": "Embark on a 9-day family adventure and discover the unique culture, history, and cuisine of South Korea. Our newest South Korea Family Tour promises to provide you with an unforgettable experience, filled with fun activities for all ages. Immerse yourself in Korea's rich cultural heritage and stunning natural beauty as you explore Seoul, Jeonju, Gyeongju, Golgulsa, and Busan. Enjoy exciting activities such as a taekwondo class, an overnight stay in a temple, and a scenic boat tour.<br/><br/>What's included?<br/><br/>-All accommodation during your tour. Stay at centrally located hotels, an overnight stay in a traditional Korean Hanok, and an overnight stay at Golgulsa Temple where you can live like the monks do. <br/>-All transport within the tour. Use of public transport inlcudes a pre-loaded Korean T-Money Transportation Card, and private transfers will be used where needed including shuttle buses. <br/><br/>Check out our unmissable included activities for the South Korea family tour below:   <br/>Taekwondo Class (Seoul) <br/>Namsan Tower Observatory (Seoul) <br/>Gyeongbok Palace (Seoul) <br/>Visit &amp; lunch in Bukchon Hanok Village (Seoul) <br/>Nanta Show (Seoul) <br/>Jeonju Bibimbap cooking class (Jeonju) <br/>Gyeongju walking tour (Gyeongju) <br/>Chunmachong Ancient Tombs visit (Gyeongju) <br/>Daereungwon Tumuli Park visit (Gyeongju) <br/>Cheomseongdae Observatory visit (Gyeongju) <br/>Tea tasting in traditional hanok (Gyeongju) <br/>Traditional Korean meal (Gyeongju) <br/>Golgulsa Temple Stay – including meditation sessions, chanting session, sunmudo training, Buddhist dinner and breakfast (Golgulsa) <br/>Gamcheon Village visit (Busan) <br/>Songdo Beach &amp; Marine Cable Car (Busan) <br/>Jagalchi Fish Market &amp; BIFF Square visit (Busan) <br/>Visit to Haedong Yonggungsa Temple (Busan) <br/>Busan coast sightseeing boat tour (Busan)",
    "durationDays": "9",
    "price": "2299",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Seoul: Your South Korea family tour is about to begin! Once you have checked in to your hotel, your Adventure Leader will welcome you with a trip briefing and provide you with information about the exciting activities that await you. You will also receive essential tips on how to adjust to life in South Korea. Your first activity will be a taekwondo class, where you will learn the basics and work up an appetite. After the class, you can return to your hotel to relax. Later in the evening, you will have the opportunity to join your group for dinner or explore the area on your own. Regardless of your choice, you will all head to the Namsan Cable Car station and take a ride up to the Tower Observatory to witness breathtaking views of the Seoul skyline at night."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul: This morning, you will board public transport to your first stop of the day, Gyeongbok Palace. At 10 am, you will witness the Royal Guard Changing Ceremony before proceeding to the hanbok rental store. Here, you can rent traditional Korean clothing before entering the palace. Take your time to explore the palace and its grounds as it is a worthwhile visit! For lunch, your Adventure Leader will take you to an amazing spot in the city - Bukchon Hanok Village. This village is filled with traditional Korean houses called hanoks, and you will have ample time to explore the quaint streets before moving on to the next destination. You will then visit Insadong, which offers a glimpse of traditional Korean culture, with time to explore the antique shops, traditional tea houses, and handcraft shops for some unique souvenirs. Tonight, you will attend a Nanta show! This non-verbal comedy show uses music to tell a humorous story about four chefs who have to prepare a wedding banquet in an hour. After the show, you will have some free time to explore Myeongdong at night."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Seoul: Today, you have a free day to explore Seoul as you wish. Your Adventure Leader can offer recommendations if needed. You might choose to explore more of the city, take a day tour to Nami Island, or visit Lotte World!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jeonju: It's time to move on to the next destination of your South Korea family tour - Jeonju! You will travel via high-speed train (KTX), arriving in Jeonju late morning. After dropping your luggage off at the beautiful Hanok Village, you will head off to another exciting activity - a Korean Food cooking class in a city renowned for this traditional dish. Bibimbap, meaning \"mixed rice,\" consists of rice topped with sauteed vegetables, kimchi, meat, and egg. After the cooking class, you will have some time to explore the streets of Jeonju's Hanok Village. There are plenty of stores, snacks, and cafes to discover - try to find your favorite! Tonight, you will check into your accommodation - a traditional hanok stay. You will spend the night in one of the beautiful traditional Korean houses and have free time to explore the area at your leisure."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gyeongju: This morning, you will travel to Gyeongju via an express bus. Upon arrival and dropping off your luggage at the hotel, your guide will lead you on a walking tour of the city center, sharing the area's history. You will visit the Chunmachong Ancient Tombs, Daerungwon Tumuli Park, and Cheomseongdae, which is the oldest existing astronomical observatory in East Asia. Additionally, you will visit a 300-year old hanok for a tea tasting. This evening, you will enjoy a traditional Korean meal before heading to Donggung Palace for breathtaking night views of Anapji Pond. After a busy day, it's time to rest up!"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Gyeongju/Golgulsa: You will have a free morning to explore Gyeongju on your own. Your guide can offer recommendations, particularly if you are interested in seeing the UNESCO Bulguksa Temple or the Woljeonggyo Bridge. In the early afternoon, you will board a private shuttle bus headed for Golgulsa Temple, where you will spend the night and experience a monk's way of life. Upon arrival, your schedule will follow the temple's daily routine, starting with an orientation that includes etiquette tips, meditation, communal work, and sunmudo training. You will then enjoy a traditional vegetarian Buddhist dinner before retiring to bed."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Busan: Get ready for an early start today as you awaken to participate in a morning meditation and Buddhist chanting session. Enjoy a final traditional Buddhist breakfast before you depart for your last destination in South Korea, Busan, on the KTX train. Upon arrival, head to Gamcheon Village to explore the cultural area and indulge in some local cuisine for lunch. In the afternoon, take a cable car ride to witness spectacular views of Songdo Beach. Afterwards, visit the Jagalchi Fish Market and trendy BIFF Square to do some shopping and savor Busan-style hotteok, a local delicacy. Transfer to your hotel and spend a leisurely evening exploring Busan at your own pace."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Busan: Begin your day by visiting the Haedong Yonggungsa Temple, the most beautiful temple in Korea that sits along the coastline - a rare sight as most temples are located in the mountains. In the afternoon, unwind at Gwangalli beach and enjoy the serene views. Relax on the sandy shores or dine at one of the many restaurants and cafes by the waterfront. As your South Korea family tour comes to a close, embark on a boat sightseeing tour of the Busan coast before enjoying your final free evening in the city. Ask your guide for recommendations to make the most of your time!"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Farewell: I hope you enjoyed your South Korea family tour! As you check out of your hotel in Busan, you'll have time to reflect on all the amazing experiences you've had during your trip. From exploring bustling cities to immersing yourselves in traditional Korean culture, you've truly had a diverse and unforgettable adventure. As you take the KTX back to Seoul, you can reminisce about your favorite moments and start planning your next family trip. Whether it's exploring more of Asia or venturing to a different continent altogether, there's a world of exciting destinations waiting to be discovered. Thank you for choosing this tour and safe travels back home!"
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-group-tour",
    "tourName": "South Korea group tour",
    "placesVisited": "",
    "generalInfo": "South Korea has a rich cultural heritage which contrasts sharply with its ultra modern image of bright lights, big cities and industrial and technological advances. This 11-day classic group tour takes in the highlights of this intriguing country which many people will find pleasantly surprising. <br/><br/>Explore the bustling metropolis of Seoul with its high rise buildings and super efficient subway juxtaposed with the serenity of sites such as the grounds around what remains of the Gyeongbok Palace. Explore the impressive reproduction of local life in the Korean Folk Village which teaches you a little about Korean culture in the 18th and 19th centuries and enjoy panoramic views of the city from atop Seoul Tower. <br/><br/>Explore scenic Songnisan National Park, known for its excellent walking trails, and the famous Beopjusa temple which is home to a number of golden Buddhas and the largest Buddha in Korea standing at 33 metres high. Drive to Gyeongju, the 'museum without walls', an area of important archaeological interest where relics are being unearthed on a regular basis. <br/><br/>Discover the Tripitaka Koreana, a set of complete Buddhist scriptures in Haeinsa temple, a UNESCO registered site of historical importance and take a boat trip on Chungju Lake before departing for Samhwasa Temple for an authentic overnight stay. Dress the part and partake in the evening Buddhist ceremonies of bell-ringing and chanting mass and enjoy meals from the organic garden. Rise early for morning mass and to enjoy the remote sunrise vistas before heading to the DMZ for views into North Korea. <br/><br/>Return to Seoul via Mount Seorak National Park for a cable car ride to visit the Shinhuengsa Temple and choose to enjoy the relaxing hot springs. This interesting and varied group tour explores remote national parks, historical temples and bustling cities to give an excellent all-round South Korean experience.",
    "durationDays": "11",
    "price": "2125",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Land in Seoul and transfer to the hotel for the next two nights. The remainder of the day is at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, begin the Seoul city tour with a visit to Changdeok Palace, a UNESCO World Heritage site. Next, explore Gwangjang Market, known for Korean street food. Then, visit the National Museum of Korea, featuring a large collection of Korean art and relics. Afterward, head to COEX Mall and stop at Byeolmadang Library. End the day at N Seoul Tower on Mt. Namsan for views of the city."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transfer to the Korean Folk Village located just outside Seoul. Discover the tastefully reconstructed traditional Korean village before continuing on to pretty Songnisan National Park which offers excellent walking trails. Visit the Beopjusa Temple which is regarded as one of the largest and most impressive temples in the country. After time here drive to Daegu via the expressway. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast at the hotel, visit Daegu Yangnyeongsi Museum of Oriental Medicine and the historic Yangnyeongsi Market. Explore Seomun Market, a key market from the Joseon dynasty. Transfer to Gyeongju, the ancient capital of the Silla kingdom. Enjoy traditional tea at a local café, then visit Cheomseongdae Astronomic Observatory and Royal Tumuli Park, where you can enter one of the excavated royal tombs. Overnight in Gyeongju."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, start a full day tour of Gyeongju. Visit Bulguksa Temple and the Seokguram Grotto, established in the 8th century on the slopes of Mt. Toham. The grotto contains a monumental statue of a sitting Buddha looking out to sea and it is considered a masterpiece of Far East Buddhist art. Drive along the pretty coastline to Guryongpo Port. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Check out and transfer to Unmoonsa Temple (Buddhist Nun's temple) before proceeding to Busan, the second largest city in South Korea. Enjoy a half-day tour taking in Busan Tower on Mt Yongdusan with its observation deck offering stunning views of the city and beyond, the interesting Jagalchi Fishery Market and Nampodong Street. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drive to Mt Gayasan National Park and visit Haeinsa Temple which has an important Korean cultural treasure called Tripikata Koreana. Proceed to Andong, the best-preserved village in the country, visit Hahoe Village and proceed to Chungju Lake. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Board a sightseeing boat and head out on the lake. Afterwards drive to Woljeongsa Temple for a unique temple stay experience. Upon arrival don your temple uniform and this evening attend the bell-beating ceremony along with chanting mass and a meditation course. Spend the night in a shared Korean-style room. There are no 'phones/TV's and bathroom facilities are separated for men and women. No alcohol is allowed. Overnight at the temple (there is a private room in the monastery OR a hotel option available for a supplement). (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "There is the option to wake up at 3am for morning worship and to enjoy sunrise. After breakfast, transfer to Pine City Gangneung to visit the Chamsori Gramophone & Audio Museum. Transfer to Mt. Seorak National Park and enjoy a cable car ride to Gwongeumseong Fortress and a visit the Sinheungsa Temple. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "After breakfast transfer to Yanggu and visit the War Memorial Museum built to commemorate the sacrifice and heroism of those who fought in the Korean War. Explore the 4th infiltration tunnel dug by the North Korean Army and discovered in 1990 and the Eulji Observatory which sits about 1km from the military demarcation line. Transfer to Gapyeong to visit the Garden of Morning Calm Flower and Tree Park, which displays unique Korean Wild Flowers and trees in the garden located in a mountain valley. Return to Seoul for the afternoon at leisure, why not try a spot of shopping at Itaewon shopping District. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today is at leisure until you return to the airport for your onward flight (departure transfer not included). (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-heritage-and-culture-tour",
    "tourName": "South Korea heritage and culture tour",
    "placesVisited": "",
    "generalInfo": "Embark on an 11-day cultural odyssey through South Korea, exploring the vibrant metropolis of Seoul, the natural wonders of Jeju Island, the rich history of Gyeongju, and the serene beauty of Pyeongchang. Discover UNESCO World Heritage sites, indulge in traditional Korean culture, and bask in the stunning landscapes and culinary delights that Korea has to offer.",
    "durationDays": "11",
    "price": "4998",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul, South Korea: Welcome to Vibrant Seoul Arrival at Incheon International Airport Upon arrival at the world-renowned Incheon International Airport—awarded the world's best airport service quality by Airport Council International—you will be warmly greeted by our representative, ensuring a seamless start to your memorable journey. Transfer to Bustling Seoul Relax in comfort as you are transferred to Seoul, Korea’s vibrant capital city. Seoul is a dynamic metropolis, bustling with energy, deeply steeped in history, politics, economic growth, and cultural beauty, setting the stage for an unforgettable adventure. Relax & Unwind - Leisure Time Take advantage of free time to refresh at your accommodation or begin exploring Seoul at your own pace. Walk the charming streets, sample local cuisine, or visit nearby markets and cafes, setting a relaxed and personalized tone for your exciting trip ahead."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul, South Korea: Royal Palaces & Traditional Korean Village Exploration Morning Pickup & Tour Kickoff Enjoy a delightful breakfast, and get ready as you're picked up conveniently from your hotel. Jogyesa Temple – Serenity in the City Start your day at the peaceful Jogyesa Temple, the chief temple of Korean Buddhism’s Jogye order, known for its serene ambiance, impressive lotus lanterns, and magnificent architecture. Gyeongbokgung Palace – Journey into Royalty Step into Korea’s grandest royal residence at Gyeongbokgung Palace (Deoksu Palace replaces Gyeongbokgung on Tuesdays). Marvel at its imposing gates, elegant pavilions, and royal gardens that hint at the opulence of the Joseon Dynasty. Royal Guard Changing Ceremony – Experience Royal Traditions Witness the captivating spectacle of the traditional Royal Guard Changing Ceremony, complete with vibrant costumes, striking music, and disciplined movements—a fascinating glimpse into Korea’s rich royal heritage. National Folk Museum – Cultural Wonders Explored Dive deeper into Korean culture at the National Folk Museum, exploring collections that bring Korea’s heritage vividly to life, from traditional clothing and crafts to folklore and daily life customs. Shopping Opportunity – Korean Ginseng Center or Amethyst Shop Visit the Korean Ginseng Center or Amethyst shop, renowned spots perfect for exploring prized Korean products. Learn about Korea’s world-famous ginseng, or admire amethysts and discover beautiful souvenirs to bring home. Korean Folk Village – Authentic Cultural Immersion Continue your adventure at the sprawling Korean Folk Village, meticulously recreated from the late Joseon Dynasty era. Featuring over 260 traditional homes representing various regions, stroll through streets brimming with historical ambience, experience authentic crafts, cultural performances, and gain deep insights into Korea’s illustrious past. Return to Seoul & Relaxation Return comfortably to Seoul, reflecting on a day well-spent immersed richly in heritage and traditions. Spend your evening relaxing or exploring culinary delights nearby, as your exciting day gradually winds down."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Seoul - Jeju Island, South Korea: Island Escape: Scenic Flight to Jeju Hotel Pick-Up & Transfer to Gimpo Airport Start your morning leisurely with a delicious breakfast at your hotel. Soon after, your driver will pick you up around 3 hours before your domestic flight departure, ensuring a smooth and relaxed transfer from your hotel to Seoul's Gimpo Airport. Domestic Flight – Seoul to Jeju Island Take a scenic flight to Jeju, Korea’s famous volcanic paradise known widely for its extraordinary natural landscapes. Sit back comfortably and enjoy panoramic views throughout this short and pleasant flight to Korea's southernmost island. Arrival & Transfer in Jeju Island Arrive at Jeju International Airport, the gateway to Korea's premier vacation spot. Upon arrival, you will be warmly greeted by your driver and transferred smoothly to your accommodation, ready to begin your island exploration. Leisure & Relax - Afternoon Free Time Spend the afternoon relaxing, exploring, or simply soaking in Jeju Island's tranquil charm at your own pace. Take advantage of the leisure time by strolling on pristine beaches, savoring fresh local cuisine, or conveniently exploring nearby attractions. Why Jeju? – UNESCO-Listed Natural Wonders Renowned worldwide, Jeju Island’s dramatic volcanic landscapes and mesmerizing lava tubes are proudly recognized by UNESCO as world natural heritage sites. The island effortlessly harmonizes dazzling beaches, majestic waterfalls, dramatic cliffs, mysterious caves, and lush greenery, all complemented by a pleasantly mild climate, making Jeju one of Korea’s beloved travel destinations."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jeju Island, South Korea: Jeju's Coastal Wonders & Botanical Deli g hts Breakfast & Start of Jeju Island Tour Greet the day with a lovely breakfast at your hotel before embarking on a thrilling full-day exploration of Jeju’s natural treasures. Hyupjae Beach—White Sand Bliss Begin your sightseeing at stunning Hyupjae Beach, beloved for its sparkling turquoise waters, powdery white sands, and breathtaking views of charming islands off the coast. An ideal place for photography and leisurely strolls along the shore. Hallim Park—Botanical Wonderlands Next, step into Hallim Park—famous for its incredible variety of botanical gardens. Wander through the tropical Palm Tree Road, admire striking bonsais at Jeju Stone and Bonsai Garden, relax to the soothing ambience of the Water Garden, and discover rare plants at the Subtropical Botanical Garden. With diverse scenery everywhere you turn, visitors of all ages will be enchanted. O'sulloc Tea Museum—Korea's Tea Culture Head to the renowned O’sulloc Tea Museum, founded by acclaimed Korean cosmetics brand Amore Pacific. Experience the rich tradition and history of Korean tea culture, sample delightful flavors, and wander the sprawling tea fields stretching elegantly around the museum—perfect for memorable photographs and relaxation. Lunch Break—Local Culinary Treats Enjoy a delicious lunch where you’ll sample authentic Jeju dishes and fresh flavors, giving you the energy to continue your afternoon adventure. Sanbang Mountain Cruise—Scenic Coastal Views Relax aboard the Sanbang Mountain Cruise, a fantastic ocean excursion showcasing majestic cliffs, volcanic formations, and breathtaking coastal landscapes. Revel in panoramic ocean views and keep your camera ready to capture stunning seascapes and rugged island contours. Cheonjeyeon Waterfalls—\"The\" The Pond of God\" Your last stop is the strikingly beautiful Cheonjeyeon Falls, fondly called \"The Pond of God.\" Admire its serene, three-tiered cascades and the vividly clear blue ponds surrounded by lush greenery—an idyllic spot to reconnect with nature in tranquility. Return & Relaxation at Your Accommodation After your full day of exploration, comfortably return to your hotel. Reflect on the day's memorable experiences, enjoying a restful and enjoyable evening on beautiful Jeju Island."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Jeju Island - Busan, South Korea: Forests, Folklore & Fascinating Sea - Women Adventure Enjoy Your Hotel Breakfast & Departure Start your day with a hearty breakfast served at your hotel, preparing you for an exciting day of exploration around breathtaking Jeju Island. Jeolmul Natural Forest—Green Haven Beneath a Volcano First, journey into the enchanting Jeolmul Natural Forest, nestled beneath a charming dormant volcanic crater. Stroll through around 300 hectares of leafy cedar trees aged 30-45 years, breathing fresh mountain air and enjoying the tranquility of Jeju’s untouched wilderness. Seongeup Folk Village—Stepping into Cultural Heritage Immerse yourself in local island culture at Seongeup Folk Village. Wander through quaint traditional houses, witness authentic lifestyles, and explore the well-preserved village to get a vivid sense of Jeju Island’s distinctive traditions and historical charm. Haenyeo Museum & Diver Show—Secrets of the Sea Women Continue your cultural discovery at Haenyeo Museum, uniquely dedicated to Jeju’s iconic female divers. Explore lively exhibits, compelling photographs, and historic displays that narrate the courageous lives and oceanic achievements of these UNESCO-recognized Intangible Cultural Heritage bearers. If available, enjoy a spectacular live show featuring authentic Haenyeo divers demonstrating their incredible aquatic skills. Seongsan Ilchulbong Peak—Sunrise Peak Majesty Next, visit the astonishing Seongsan Ilchulbong Peak, a dramatic volcanic formation rising 180 meters above sea level. Created over 5,000 years ago by undersea volcanic activity, this once-separate island grew connected by sands and soils, forming a spectacular peninsula renowned for breathtaking panoramic views and photogenic landscapes. Jeju Stone Park—The Island’s Fascinating Stone Heritage Finally, discover Jeju's unique geological heritage at the remarkable Jeju Stone Park, an ecological museum vividly representing the island's stone-rich culture. Walk scenic paths surrounded by intriguing sculptures and learn about the strong roots that tie the island’s people to its volcanic stone heritage. Transfer & Tour Conclusion at Jeju Airport Your memorable tour concludes around 18:00 pm at Jeju Airport. Reflect on the day's rich experiences and unforgettable sites as you prepare for your next journey onwards, completing an enriching adventure around Korea’s treasured Jeju Island."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Busan - Gyeongju, South Korea: Busan's Coastal Charm & Gyeongju Royal Splendor Hotel Breakfast & Departure Begin your exciting day with a delicious breakfast at your hotel. Meet your friendly guide and get ready for a full-day adventure, experiencing both bustling Busan and historical Gyeongju. Haeundae Beach—Busan’s Sandy Paradise Your tour will kick off at Busan’s most famous beach—Haeundae Beach. Unwind on this 1.5-kilometer pristine stretch of white sand beach, admire glittering waters, and take in splendid coastal views across a tranquil bay. The gently curving coastline and vibrant atmosphere make this the perfect first stop. Dalmaji-gil Road & Haedong Yonggungsa Temple—Coastal Serenity Next, follow scenic Dalmaji-gil Road, renowned for its expansive views of ocean scenes, pristine sandy beaches, lush camellia fields, and evergreen pine forests—declared one of Busan’s eight scenic wonders. Arriving at the stunning Haedong Yonggungsa Temple, located on a dramatic coastline, admire its remarkable architectural harmony with the northern Busan coastlines, and experience the temple’s spiritual atmosphere, serene ocean vistas, and impressive statues. Gamcheon Culture Village—Busan’s Artistic Hillside Wonderland Continue onto Gamcheon Culture Village—known affectionately as \"Busan’s Machu Picchu.\" Delight in colorful houses tightly woven along hillside stairways, artistic murals, quirky art installations, and charming alleyways combining to create an awe-inspiring urban mosaic that begs exploration and countless photos. Jagalchi Fish Market & BIFF Square—Heartbeat of Busan Visit Korea’s largest seafood market—Jagalchi Fish Market—where bustling stalls overflow with fresh seafood, local delicacies, and friendly, energetic vendors. Stroll over to adjacent BIFF Square, lively home of the Busan International Film Festival, and soak in dynamic street-food culture, quirky shops, and vibrant city-life vibes. Traditional Rice Cake Crafting Experience For groups of 8 or more, enjoy a rare opportunity to engage in a traditional Korean rice cake experience, personally guided by a skilled traditional rice cake master. Participate in hands-on rice cake preparation, discovering the authentic flavors and traditions of Korea's treasured cuisine. Taste your delicious, handmade delicacies afterward! Journey to Historical Gyeongju Later, relax during a scenic transfer to the ancient city of Gyeongju, historically rich capital of the Silla Kingdom, renowned as Korea’s “Museum without Walls.” Donggung Palace & Wolji Pond—Majestic Reflections at Night Arriving at twilight, explore Donggung Palace and Wolji Pond, a luxurious retreat historically enjoyed by the Silla Kingdom’s crown prince. As darkness falls, witness the stunning sight of the illuminated Imhaejeon Pavilion gracefully reflected on the tranquil waters of Wolji Pond—a majestic and serene way to conclude your extraordinary tour day."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gyeongju - Daegu, South Korea: Gyeongju: Timeless Heritage & Daegu City Escape Breakfast & Guide Meeting Start your day leisurely with breakfast at your hotel. At 08:30 am, meet your knowledgeable guide and embark on a fascinating day delving into the glorious historical treasures of Gyeongju, renowned as Korea’s \"museum without walls.\" Gyeongju’s Historical Legacy—A UNESCO Treasure Gyeongju served as the capital of the illustrious Silla Dynasty for almost a thousand years from 57 BC, at the same time when Julius Caesar was conquering Gaul. Today, this ancient city beautifully preserves its invaluable historical heritage throughout, recognized as a UNESCO World Heritage destination. Gyeongju National Museum—Dive Into History Begin your exploration by touring Gyeongju National Museum, housing an exquisite collection of remarkable artifacts and treasures of the Silla Dynasty. Discover captivating exhibits, including magnificent relics, ornate jewelry, ceramics, and Buddhist art pieces that shed light on the rich history and culture of ancient Korea. Cheomseongdae Observatory—Ancient Astronomy Marvel Next, marvel at Cheomseongdae Observatory, the oldest surviving astronomical observatory in Asia, cleverly crafted during the 7th century. Appreciate its unique structure and fascinating history, symbolizing ancient Koreans’ impressive astronomical capabilities and deep connection to the stars. Seokguram Grotto—Sacred Mountain Marvel (UNESCO World Heritage) Afterward, ascend Mount Toham’s serene eastern peak to the gem-like Seokguram Grotto, an exceptional artificial granite cavern temple from the 8th century. Inside the beautifully domed chamber, view an exquisite central Buddha statue along with elegantly sculpted disciples and Bodhisattva figures, portraying profound spirituality and refined artistry of the Silla artisans. Bulguksa Temple—Iconic Beauty & Artistic Stone Relics (UNESCO World Heritage) Experience Bulguksa Temple, renowned globally for its remarkable architectural excellence and artful stone craftsmanship that blend naturally with picturesque surroundings. Visitors from around the world acclaim its beauty and spiritual ambience, making it one of Korea’s most cherished cultural landmarks. Transfer & Overnight Stay in Daegu City After an enriching day exploring Gyeongju’s profound historical legacy, journey comfortably to Daegu, the vibrant heart of Gyeongsang province. Upon arrival, check into your comfortable hotel and enjoy leisurely time unwinding, reflecting on your wonderful day's journey through Korea’s dazzling past."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Daegu - Pyeongchang, South Korea: Sacred Temples, Traditional Villages & Olympic Heritage Hotel Check-out & Start of Day’s Journey Depart comfortably in the morning after breakfast and hotel check-out, ready to delve into Korea’s incredible religious and historical heritage and Olympic legacy. Haeinsa Temple—Sacred Treasures of Gayasan (UNESCO World Heritage) Begin your adventure at stunning Haeinsa Temple, nestled in lush Gayasan National Park. Founded in 802 AD by King Ae-Jang of the Silla Dynasty, Haeinsa Temple is famed for safeguarding Korea’s priceless national treasure—the Tripitaka Koreana. Comprising precisely 81,341 meticulously carved wooden blocks, this extensive collection served as a spiritual defense against the Mongol invasions. Marvel at the exceptional craftsmanship, historical significance, and serene mountain surroundings that create an atmosphere of profound calm and reverence. Andong Hahoe Folk Village—Timeless Joseon Charm (UNESCO World Heritage) Continue onward to Andong Hahoe Village, a beautifully preserved, authentically inhabited traditional village reflecting the architecture and social structures of the Joseon Dynasty period. Unlike a staged tourist site, Hahoe remains lively and inhabited, allowing visitors a rare glimpse into the everyday life and traditions of centuries-old Korean society. The village became internationally renowned following the memorable visit by Queen Elizabeth II a few decades ago, solidifying its status as a global cultural treasure. Immerse yourself in narrow alleyways, admire historic residences, see traditional crafts, and talk with friendly villagers to truly capture the essence of Korea’s past. Travel to Olympic City—Pyeongchang Lastly, comfortably journey onward to Pyeongchang, the remarkable host city for the 2018 Winter Olympics, proudly showcasing its modern history alongside a picturesque natural setting. Enjoy the ever-changing landscapes as you travel to this scenic mountain city, experiencing the charm and excitement that accompanied the Olympic legacy. Upon arrival, settle into your accommodation and take a rest, reflecting on an extraordinary day exploring Korea’s rich spiritual traditions, cultural heritage, and global legacy."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Pyeongchang - Seoul, South Korea: Temple Serenity & Majestic Seoraksan Adventure Breakfast & Departure from Hotel Start your day refreshed with a delicious breakfast, and prepare yourself for an enriching experience amidst Korea’s natural beauty and spiritual heritage. Woljeongsa Temple—Immersive Temple Experience Travel to tranquil Woljeongsa Temple, nestled within pristine forests and serene landscapes. Engage in unique temple-stay activities: learn proper temple etiquette, explore historic temple grounds throughout a guided tour, participate in walking meditation within lush surroundings, or engage in an insightful, enlightening conversation with a resident monk. Enjoy a traditional monastic meal, savoring simplicity and mindfulness in eating—providing unforgettable memories and spiritual awakening. (This experience is available only for groups of 8 or more participants.) Seoraksan National Park—Natural Splendor (UNESCO Biosphere Reserve) Continue onward to Korea’s beloved and celebrated Seoraksan National Park, a majestic natural paradise where jagged mountain peaks pierce through drifting clouds and crystalline jade-colored waters flow peacefully through scenic valleys. Recognized by UNESCO in 1982 for its exceptionally rich biodiversity, Seoraksan promises breathtaking views, dramatic landscapes, and countless opportunities for stunning photography and exploration. Sinheungsa Temple—Ancient Heritage Amid Majestic Scenery Visit historic Sinheungsa Temple, beautifully situated within the mountainous embrace of Mt. Seorak. Built by the respected monk Jajangyulsa in the 7th century (590~658), the temple offers a rich tapestry of Korean history, spectacular architecture, serene spirituality, and a chance to quietly reflect within its tranquil grounds. Return to Seoul & Hotel Drop-off After fulfilling your day amongst the mountains and serene temples, relax comfortably during your journey back to vibrant Seoul. Reflect on the unforgettable experiences of the day and Korea’s remarkable natural and spiritual beauty as you return leisurely to the bustling capital city before checking into your hotel for a well-earned rest."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Seoul, South Korea: DMZ Exploration: Witness History & Hope Morning Departure Enjoy an early breakfast at your hotel before meeting your guide promptly, Don't forget your passport—it’s necessary for admission to the DMZ area. Imjingak Park – Symbol of Peace & Remembrance Your unforgettable journey begins at Imjingak Park. This poignant site symbolizes both unity and remembrance, illustrated with powerful monuments and beautiful memorials dedicated to peace and reunification efforts on the Korean peninsula. The Unification Bridge & Security Checkpoint Cross the historic Unification Bridge, noting its significance as you prepare for your entry into the heavily fortified Demilitarized Zone (DMZ). Proceed smoothly through mandatory security and identification checks by military personnel. DMZ Theater & Exhibition Hall – Insights of Division Discover deeper histories and true stories inside the DMZ Theater and Exhibition Hall, offering compelling visual insights into the Korean conflict and sharing powerful messages of hope for a unified nation. The 3rd Infiltration Tunnel – The Hidden Passage Descend into the intriguing 3rd Infiltration Tunnel, a secret pathway built beneath the border aimed at infiltration. Experience firsthand the atmosphere of tension combined with curiosity, gaining insight into this symbolic site of the divided Korea. Dora Observatory – Peek into the North From Dora Observatory, catch a unique and unforgettable panoramic view directly into North Korea—their towns, propaganda villages, flags, and remnants of a divided nation. This observation platform is the closest visitors can officially come to the North Korean side, making the experience exceptionally memorable. Dorasan Station – Last Train Stop to the North Explore historic Dorasan Station—the northernmost railway stop in South Korea and a symbolic place representing collective hope and reunification dreams, awaiting the day trains can freely journey beyond borders. Shopping Experience – Amethyst or Ginseng Center Your tour will finish with a short visit to either a prominent Amethyst or Ginseng Center. Discover exquisite amethyst jewelry or famed Korean Ginseng products—making perfect souvenirs and gifts embodying Korean culture and history. Tour Conclusion & Drop-off at Seoul City Hall The tour concludes at central Seoul City Hall, conveniently located for you to independently explore lively avenues, charming alleys, or bustling shopping districts. Return leisurely to your hotel by taxi, subway, or enjoy a pleasant walk soaking in the vibrant city life."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Seoul, South Korea: Farewell Seoul: Comfortable Departure & Fond Memories Breakfast & Leisurely Morning at Hotel Begin your last morning in Seoul with a pleasant and relaxing breakfast served at your hotel. Take a moment to reflect on the unforgettable experiences and rich memories you've created throughout your Korean journey. Convenient Hotel Pickup & Airport Transfer (4 Hours Before Flight Departure) After breakfast, our driver will greet you at your hotel lobby 4 hours prior to your flight's scheduled departure. Relax during your comfortable and leisurely transfer back to Incheon International Airport, allowing you ample time for smooth check-in procedures and hassle-free flight preparation. As you head toward the airport, reminisce about your captivating experiences throughout Korea, from bustling city adventures to tranquil nature explorations. We wish you a safe journey home, carrying with you cherished memories and stories to share with family and friends."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-highlights-tour",
    "tourName": "South Korea Highlights tour",
    "placesVisited": "",
    "generalInfo": "South Korea is the rarest of the rare: a country that’s packed to bursting with quirks, charm and cultural riches, but that still – for now – feels like something of a joyous secret. In this South Korea: Cities &amp; Culture itinerary you will discover the history which has shaped the country’s unique cultural identity, as well as experience first-hand the Korean Wave (Hallyu) of culture which has burst onto the international scene and gained global popularity. <br/><br/>Beginning in the capital, Seoul, you’ll be introduced to some of the country’s most popular street food on an evening tour of the city, where you’ll explore Gwangjang Market and visit a delicious indoor Korean barbeque restaurant.<br/><br/>A full day tour of the city’s historical and cultural sights is also included. Explore the UNESCO World Heritage Changdeokgung Palace, which was built in the early 15th century and credited with influencing Korean architecture and landscaping for generations. Head to Bukchon, a picturesque district of low-rise hanok houses that provides a remarkably well-preserved glimpse of old Korea. Visit Myeongdong shopping street, Korea's best-known shopping and fashion district. <br/><br/>You’ll also venture out to the 18th century Hwaseong Fortress, and Haenggung Palace, in the neighbouring city of Suwon. Here there’ll be opportunities for more cultural interaction at Hanggungdong Mural Village, which is made up of craft stores, workshops and street food stalls, set amongst buildings decorated with pretty murals.<br/><br/>After taking the high-speed KTX bullet train south to the city of Jeonju, you will be free to discover its traditional hanok village, and other cultural sights, independently. Be sure to try bibimbap, one of Korea’s best-known dishes and a local speciality. Spend the night in a traditional hanok house then transfer to Busan, South Korea’s second largest city known for its port and golden sandy beaches.<br/><br/>In Busan, have a go at making some traditional dishes yourself, at a professionally guided communal cooking class which also includes homemade sauce tasting. With a belly full of delicious food, you’ll head out with your guide to discover some of the city’s cultural gems. Stroll around Gamcheon Culture Village, a former shanty town transformed by artists into a living art gallery where numerous shops and cafes have sprung up selling locally made handicrafts. Visit historical markets which have fascinating stories behind their creation and try some local seafood specialities. Head up Busan Tower for spectacular views over the neon city.",
    "durationDays": "8",
    "price": "2860",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "SEOUL: On arrival at Incheon Airport, you’ll be met by your driver and transferred to your accommodation in the centre of Seoul. Meet your guide in the evening for a tour of the city’s nightlife, street food and Korean barbeque. Begin at a local barbeque restaurant where meat and vegetables are marinated in sesame oil, soy sauce and garlic before being cooked at the centre of your table. It sounds simple, but the food is delicious, and this will be the perfect opportunity to learn about Korean food and drink etiquette. From here, continue on to Gwangjang Market, stopping to try some traditional rice cakes en-route. The market is one of the oldest in South Korea and you can find a variety of different street food here. Try some specialities, such as soondae sausages, tteokbokki rice cakes in chilli sauce and gimbap (rice rolls). Your guide will talk about some of the more unusual ingredients which make up these dishes before leaving you to continue exploring the city’s nightlife independently or head back to the hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "SEOUL: Meet your guide this morning and use the city’s excellent public transport network to explore some historical and cultural sights. First, head to Changdeokgung Palace, one of the five great palaces of Seoul and a World Heritage Site. Built by King Taejong in the early 15th century, Changdeokgung was designed as a secondary palace to Gyeongbokgung (the main Joseon palace), and is credited with having influenced Korean architecture and garden design for centuries. It is particularly noted for its sophisticated “Secret Garden” design, which takes into account Confucian pungsu principles (Korean feng shui) and adapts to the local topography. After exploring the palace, head to Bukchon, a picturesque district of low-rise hanok houses that provides a remarkably well-preserved glimpse of old Korea. Today, many of the hanok have been converted into museums and workshops, including a superb folk-art gallery, a collection of traditional Korean embroidery, and a museum displaying artefacts of everyday life donated by the residents of Bukchon. End the day flashing forward through the centuries to experience cutting-edge Seoul with a visit to the glitzy Myeongdong shopping street, Korea's best-known shopping and fashion district. A great place for people-watching, to enjoy tasty local snacks and to experience 21st Century Seoul in all its glory."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "SEOUL: Meet your guide and head to Suwon, a city 30 kilometres south of Seoul. The only remaining completely walled city in Korea, Suwon is best-known as the home of Hwaseong Fortress, which was built in the 18th century by King Jeongjo to house the remains of his father after his gruesome execution. Designated a World Heritage Site in 1997, Hwaseong is widely considered a paragon of fortress design, combining the latest developments in military architecture from both Eastern and Western traditions. If you choose to, there’s also the opportunity to take part in a traditional Korean archery session here. Next you’ll move on to Haenggung palace where the royal family retreated during times of war, and where King Jeongju often visited to pay respects to his father who is entombed here. Together with the fortress, this palace represents the power-strengthening policies of the royals and had played a significant role in Korean political and military history. Finally, you’ll head over to explore Hanggungdong Mural Village which extends from the fortress with a mix of craft stores & workshops, artful murals, and street food stalls."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "JEONJU: Use public transport to make your own way to Seoul Station and use your pre-booked ticket to board the high-speed KTX bullet train to Jeonju, Korea’s culinary capital. On arrival at Jeonju Station, use public transport to travel to your nearby traditional hanok accommodation. The afternoon will be free to independently explore this official UNESCO City of Gastronomy. Mandu dumplings, baguettes stuffed with spicy pork, bibimbap with mung bean jelly and cinnamon-flavoured moju liquor are just a few of the items on the menu. Be sure to check out “Makgeolli Town”, where entire streets are devoted to the enjoyment of the local tipple, makgeolli, a milk-white rice wine that’s served in a copper kettle. Buy a kettle to share and the food gets thrown in for free (although the locals will tell you makgeolli is a food, not a beverage). Jeonju is not only known for its fantastic cuisine, it’s also home to a beautifully preserved maze of alleys and old-fashioned, slate-roofed hanok houses that have been converted into cafés, restaurants, boutiques, guesthouses and craft workshops. If you feel up for a hike, schlep to the top of Martyr’s Mountain, the final resting place of thirteen Korean Catholics who were persecuted in the 18th century, or head up to Omokdae’s hillside pavilion for panoramic views over the town and surrounding hills."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "BUSAN: Meet your driver and take a private transfer to Busan, South Korea’s second largest city, located on the southeast coast. This port town is home to several sandy beaches and is a favourite weekend getaway for many Koreans. The afternoon will be free at leisure, and we recommend a trip to the Buddhist temple Haedong Yonggungsa, which is easily accessible by public bus. Built in 1376 during the Goryeo dynasty, it differs from most other temples in Korea as it is one of the few to be found on Busan’s stunning coastline instead of in the mountains. Devoted to the Goddess Buddha of Mercy, it is one of only three temples dedicated to her and its motto promises at least one of your wishes to be granted through prayer here. Afterwards you can head to the Haeundae beach area to relax or explore the lively restaurant scene."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "BUSAN: This morning you’ll join a shared cooking class which includes Korean homemade sauce tasting. Be guided by experienced chefs for an in-depth lesson on how to create your own authentic Korean dishes made from fresh, seasonal ingredients with a side of Korean culture thrown in. Afterwards you’ll try the fruits of your labour. In the afternoon, you’ll be taken on a tour of the city’s cultural highlights. Visit the higgledy-piggledy alleys and pastel-coloured houses of Gamcheon Culture Village. Gamcheon began life as a shanty town in the 1920s and 30s, sprawling across a steep mountainside overlooking the South Sea. In 2009, however, the local government collaborated with artists to transform the district into a living art gallery, and today the area is stuffed to the gills with sculptures, murals, and street art of all kinds - as well as numerous trendy cafés and shops selling locally made handicrafts. The renovation project has been a resounding success, and Gamcheon today is a magnet for art-lovers of all stripes - so expect to queue for that perfect selfie in front of the stunning views! Stop at Kukje International Market, where slow trains trundle through on their way to refuel the nearby US army base, and you can find selling everything from flowers and street snacks to K-Pop merchandise and knock-off Dolce & Gabbana bags. Busan is the 5th busiest port in the world so it should come as no surprise that it’s one of Korea’s best destinations for seafood. Next you will head to Busan’s most famous seafood market; Jagalchi. Here you’ll wander amongst the aquarium-like stalls, and sample some of the local produce like nakji octopus tentacles or perhaps some maeu un tanng (fish soup). Your final stop will be Yongdusan Park and Busan Tower where you will learn about Korea’s naval history from the statue of Admiral Yi Shun-sin and enjoy spectacular views over the city."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "SEOUL: Use public transport to make your way to Busan Station and use your pre-booked ticket to board the high-speed KTX bullet train back to Seoul. On arrival at Seoul Station, use public transport to travel to your centrally located hotel. The remainder of the day will be free at leisure to finish off your exploration of the capital. There’s plenty more to see and do. Hongdae and Edae in the west are the creative hotspots, where you’ll find trendy cafés and bars, vintage shops, and a vibrant, alternative nightlife scene. Gangnam, made famous by the 2012 smash-hit song, is where you’ll find luxurious skyscrapers, upmarket shopping malls, and the biggest and best clubs in South Korea. Sip soju at a streetside tent bar, relax at a traditional jimjilbang bathhouse, go gallery-hopping in Samcheong-dong, or sing your heart out at one of the city’s many self-serve karaoke spots."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "SEOUL: Meet your driver this morning for a private transfer to Incehon Airport for your onward international flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-holiday",
    "tourName": "South Korea holiday",
    "placesVisited": "",
    "generalInfo": "From bustling, neon-lit metropolises to rolling countryside hills, long sandy beaches to temples in the mountains, and even a visit to the historic Demilitarized Zone on the border with North Korea, our adventure leaders will take you off the beaten track and show you local life on this unforgettable South Korean experience.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>Local transport within South Korea, excluding airport transfers upon arrival in South Korea and transport for optional activities. <br/>Accommodation (including hostels and 1-night templestay) <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities: <br/><br/>Taekwondo Class (Seoul) <br/>Group Dinner at Myeongdong (Seoul) <br/>View from Namsan Mountain (Seoul) <br/>Guard Changing Ceremony at Gyeongbokgung Palace (Seoul) <br/>Visit Gyeongbokgung Palace (Seoul) <br/>Half day DMZ Tours incl. Q&amp;A session with a North Korean defector (Seoul) <br/>K-pop Dance Class (Seoul) <br/>Geumsunsa Temple stay incl. Temple tour, evening &amp; morning Buddhis Ceremony, singing bowl meditation, traditional vegetarian dinner &amp; breakfast (Seoul) <br/>Hike/activities in Seoraksan National Park (Sokcho) <br/>Gatbae boat to Abai Village (Sokcho) <br/>Dinner at fish market (Sokcho) <br/>Traditional Liquor Tasting (Sokcho hostel) <br/>Cycling tour of Gyeongju old town <br/>Visit Daereungwon Tumuli Park incl. Chunmachong Ancient Tombs (Gyeongju) <br/>Visit Cheomseongdae Astronomical Observatory (Gyeongju) <br/>Visit Gamcheon Culture Village (Busan) <br/>Songdo Marine Cable Car ride (standard cabin, Busan) <br/>Walk through BIFF Square (Busan) <br/>Visit Haedong Yonggungsa Temple (Busan) <br/>Hike Seongsan Ilchulbong (Jeju) <br/>Half-day hike along Jeju Olle Trail No.7 &amp; Oedolgae Rock (Jeju) <br/>Visit Jungbang Waterfall (Jeju) <br/>Visit Daepo Jusangjeolli Cliff (Jeju) <br/>Yacht Sailing Tour (Jeju) <br/>Farewell Jeju Black Pork BBQ dinner",
    "durationDays": "12",
    "price": "2059",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul: Prepare to kick off your South Korea adventure tour by meeting your guide and fellow travelers at the hostel in the afternoon. Get started with a pre-departure briefing to learn all about your trip and get to know your group while trying out Taekwondo and practicing some basic Korean phrases. Next, head out to explore Myeongdong and enjoy a welcome dinner with your fellow travellers! Bond over some delicious Korean food and Soju - before making your way up to the top of Namsan Mountain, where you'll be treated to breathtaking views of Seoul at night. Take a stroll through the \"padlocks of love\" and enjoy the romantic atmosphere before making your way to the top of the Seoul N Tower for even better views of the city. Later, take the cable car down and enjoy a walk back to your accommodation in the district of Myeongdong. Spend some time strolling around and exploring the area or grab an early night to prepare for your first full day tomorrow!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul: Get ready for a cultural immersion as you explore the ancient side of Seoul today. Rise early and take the metro to Gyeongbokgung Palace, where you'll witness the Royal Guard Changing Ceremony and have the chance to tour the palace grounds. For an even more immersive experience, consider renting a hanbok and strolling around the palace like a true Joseon Dynasty royal. This afternoon you have a choice of what to do. Either head to Bukchon Hanok Village, a traditional Korean neighborhood lined with centuries-old wooden homes. Or, perhaps you would prefer to do one of the following: - Insadong Art Street - Take a visit to Gangnam District - Rent a bike and cycle along Han river - Visit HIKR ground - cultural centre where you can record your own music video and learn about K-wave There is even an option to take part in a Perfume Making Class. Choose your scents and combine to make your own personalised perfume. Let us know if you would be interested in this! In the evening, you can have food and drinks in the Euljiro/Itaewon districts."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Seoul: On the 3rd day of your South Korea adventure tour, you'll be visiting the Korean Demilitarized Zone. After grabbing breakfast at Imjingak, you'll head to Dora Observatory to see the nearest North Korean villages through binoculars. You might even see some people in the streets if you're lucky! Next, you'll descend into the 3rd Tunnel created by North Koreans, taking you as close as 170m to North Korea. After this unique experience, you'll begin your journey back to Seoul with a special opportunity to talk to a North Korean defector on the bus. Once you're back in Seoul, you'll have a chance to try out a K-Pop Dance Class and then enjoy a night out in the lively district of Hongdae, known for its endless restaurant and bar options."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Geumsunsa Temple: Start the day with a relaxed morning in Seoul, giving you time to wander the streets, recharge, or simply soak in the city’s vibrant energy. Later, we’ll whisk you away to Geumsunsa Temple for an authentic templestay. A private transfer brings us mid-afternoon, leaving time to settle in before diving into the rhythm of temple life. Enjoy a guided tour and a nourishing vegetarian dinner to fuel your first evening. As night falls, immerse yourself in the drum and bell rituals, Buddhist chanting, and a soothing singing bowl meditation. Take a quiet moment to reflect or explore the tranquil temple grounds before turning in early, refreshed and ready for tomorrow’s adventures."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sokcho & Seoraksan National Park: Start the morning the traditional way with a peaceful Buddhist dawn chanting ceremony, followed by a simple temple breakfast. After tidying your room and returning your temple stay uniform, it’s time to say goodbye to monastery life and hop on the private bus for the next adventure: Sokcho, on Korea’s north-eastern coast. Arriving late morning, we’ll head straight into the stunning landscapes of Seoraksan National Park. Embark on a rewarding hike to Ulsanbawi Rock for breathtaking panoramic views. Prefer a gentler pace? Take the waterfall trail or hop on the cable car to another scenic peak — or do both if you’re feeling adventurous! Afterward, enjoy lunch at the park entrance before heading to Sokcho town, where we’ll cross the river on a gatbae to reach Abai, a quaint village originally settled by North Korean refugees. In the evening, join your Adventure Leader for a food market tour, sampling the best of Sokcho’s culinary delights. From fresh seafood straight from the market to local favourites like Manseok’s sticky sweet-and-sour fried chicken, it’s the perfect introduction to the city’s vibrant food scene. Finish the night with a traditional Korean liquor tasting, guided by your Adventure Leader, and experience the local flavours in a truly authentic way."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Gyeongju: This morning, get ready for an early start as we travel along Korea’s scenic East Coast to Gyeongju, the country’s ancient capital and a city brimming with history. Once you arrive, drop off your bags and prepare for an afternoon of exploration. Hop on two wheels for a guided cycling tour of Gyeongju’s old town. Ride through charming streets with your Adventure Leader, stopping at highlights like the Chunmachong Ancient Tombs at Daereungwon Tumuli Park and Cheomseongdae, East Asia’s oldest surviving astronomical observatory. The guided ride takes about 45 minutes on mostly flat roads, but you’re welcome to continue exploring on your bike at your own pace afterward. Not keen on cycling? No problem — the old town is compact and easy to explore on foot, and around 90 minutes is enough to see the main sights. In the evening, opt for a traditional Korean set meal in a hanok, a beautiful wooden house that adds atmosphere to your dining experience (approx. 17,000 KRW, drinks extra). After dinner, the night is yours to explore. A highly recommended stop is Anapji Pond, where the illuminated gardens and reflections create a picture-perfect evening. Entrance is 3,000 KRW, and while your Adventure Leader may not join, clear directions will be provided."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Busan: Check out from the hostel and take the bus to Sin Gyeongju station, where you will catch a high-speed train to Busan. Upon arrival, you will board a private bus for a day of exploring. Your first stop is Gamcheon Culture Village, a must-visit destination with its colorful houses and charming alleyways. Then, head to Songdo where you'll take a ride on the Marine Cable Car and enjoy the stunning coastal views. Next, visit BIFF Square in Nampo-dong, the location of the annual Busan International Film Festival. Try some local food from the street vendors, and don't forget to try the Busan hotteok. Finally, make your way to your hostel in Haeundae, where you can unwind and relax for the evening."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Busan: Spend a day exploring Busan, starting with a visit to Haedong Yonggungsa Temple. This Buddhist temple is perched on the cliffs of the coastline and offers stunning views. For some more relaxation, head to Spa Land in Centum City, located in Busan's largest shopping complex. Enjoy South Korea's high-quality jjimjilbang and indulge in saunas, cold rooms, jacuzzis, and more. In the evening, enjoy local delicacies with your fellow travelers. After the sun sets, admire the beautiful light show on Gwangan Bridge from the shore, or opt for an evening boat cruise around the bay."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Busan: Take advantage of a free morning to explore Busan at your leisure. You can either venture out on your own or participate in some of the recommended activities. For example, you can take a trip on the Haeundae Blueline, a coastal railway, or visit the observatory of the second-tallest building in Korea to enjoy the views. Alternatively, embark on the Igidae Coastal Walk and Oryukdo Skywalk, or just relax on the beach. In the afternoon, collect your belongings from the hostel and head to the port where you will board an overnight ferry to Jeju Island. Make sure to take in the stunning views of the city from the top deck as you depart. You can spend the rest of the evening relaxing with your fellow travelers in the lounge areas or heading to bed early in preparation for an early start in the morning."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Jeju Island: After having breakfast begin your day with a private transfer to Oedolgae Rock and embark on a trek along the Jeju Olle Trail. Enjoy the stunning natural scenery along the way, including volcanic cliffs and fields of bright yellow canola. Proceed to Seongsan Ilchulbong for a morning hike with breathtaking views. This UNESCO World Heritage Site is renowned for its unique formation, which was shaped by hydrovolcanic eruptions over 5,000 years ago. Here you have the opportunity to see the Haenyeo Divers (weather/availability dependent). They are an iconic symbol of Jeju island’s rich cultural heritage. These incredible female divers, some in their 60s and beyond, free-dive without oxygen tanks to harvest seafood like abalone and sea urchins from the ocean depths. The rest of the afternoon is free for your own exploration, and you can seek our recommendations if needed."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Jeju Island: Start the day with a visit to the stunning Daepo Jusangjeolli Cliffs. Admire these volcanic rock formations in all their glory! Set sail on a Yacht Sailing Tour and admire the views of the island. There is an option to practice fishing on the boat, and you can throw back anything you catch. The afternoon is then free for you to enjoy as you wish, such as taking a visit to Cheonjiyeon Waterfall, Sunset Drinks at The Cliff or taking a walk around Maritime Park. Tonight, enjoy a Farewell Jeju Pork BBQ for dinner!"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Jeju Island: Safe travels and thank you for choosing Dragon Trip! We hope you had an amazing time exploring the wonders of South Korea with us. The tour will end in Jeju but if you wish for our team to book the flight from Jeju-Seoul, let us know and we can arrange this. Don't hesitate to reach out if you have any questions or if you're interested in booking another adventure with us in the future."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-small-group-holiday",
    "tourName": "South Korea small group holiday",
    "placesVisited": "",
    "generalInfo": "A destination of natural wonder, culinary delights and cityscapes, South Korea is a rewarding trip for any traveller. On this nine-day exploration, you’ll discover Korea’s Demilitarised Zone, tuck into a feast at an all-you-can-eat Korean BBQ restaurant, hike through the amazing scenery of Seoraksan Mountain, wander through the colourful Gamcheong Culture Village, spend a night in a traditional Hanok house and discover the charisma of Busan, from seaside Haedong Temple to the stories of Haeyno divers.",
    "durationDays": "9",
    "price": "3125",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Seoul.",
        "description": "Annyeong! Welcome to South Korea. Your adventure begins in Seoul – the capital city of high-tech gadgetry, soaring skyscrapers and delicious eats. If you arrive early, explore this metropolis at your own pace and discover how ancient traditions come together with the modern in one of Asia's great cities. You’ll have a welcome meeting at 4 pm this afternoon. After, your leader will take you to visit the renowned Gwangjang Market for a street food dinner tour. Here, you’ll find some of Korea’s streeside favourites like mayak gimbap (rice rolls), mandu (North Korean dumplings), bindaetteok (mung bean pancake) and kimchi. Later, follow your leader to the top of Naksan to see Seoul’s skyline at night."
      },
      {
        "dayNumber": 2,
        "title": "Seoul.",
        "description": "Embrace an early morning for a tour of the Demilitarised Zone (DMZ). From the South Korean side of the Zone, you’ll learn how this peninsula has been divided since the devastating Korean War. You’ll visit the Third Tunnel of Aggression, the Unification Bridge, Imjingak Park and the Dora Observatory. In the afternoon, explore Gyeongbukgung Palace – the main royal palace of the Joseon dynasty – and the traditional Bukchon Hanok Village. Your tour will finish in the late afternoon in Bukchon, where you might like to stay as there's plenty to explore. Or, maybe visit Namsan Mountain or Yongsan's War Museum."
      },
      {
        "dayNumber": 3,
        "title": "Sokcho.",
        "description": "In the morning, take a local express bus to the east coast city of Sokcho. When you arrive, head to the Sokcho Central Market for an insight into how the locals go about their daily lives and maybe try a few local snacks. After, you’ll have some free time before heading to Abai – a small island village in Sokcho that, for generations, has been a haven for refugees fleeing the war from North Korea. Getting here is half the fun – you’ll have to work together to pull a rope on a small barge to get to the other side. Visit a North Korean refugee’s family and listen to their story of how history reshaped their life. Then, take part in a cooking demonstration and learn how to make giant Korean dumplings. Have dinner together, maybe trying things like home-cooked japchae (stir fried glass noodles), kimbap (Korea’s version of sushi rolls) and rice beer. The payment the family receives for this dinner will be contributed to the Abai Village Preservation Society."
      },
      {
        "dayNumber": 4,
        "title": "Sokcho.",
        "description": "Head to Seoraksan – Korea’s most well-known mountain and the third highest in the peninsula – and go for a hike to see the views of this UNESCO World Heritage Site. The afternoon and evening is yours to explore Sokcho. Maybe visit Yeoung Geum Jung Pagoda, which is on the coast overlooking the sea. Or hire a bike and ride around the scenic Yeongrang Lake. Maybe try Korean hotpot for dinner or visit Sokcho Expo Tower. Otherwise, you could take a walk along Sokcho Harbor or opt for a relaxing soak at the Cheoksan Hot Springs."
      },
      {
        "dayNumber": 5,
        "title": "Andong.",
        "description": "Hit the road this morning for Andong Hahoe Folk Village. This settlement is easy to walk around, so you’ll join your leader on a stroll through the traditional houses (including the one that hosted Queen Elizabeth II in 1999). Visit the remnants of a traditional school to see how students studied in the past, then walk to Buyongdae Hill for a bird’s eye view of the village, dotted with traditional Hanok houses. Being a traditional Korean outpost, there may also be masked dancers performing in town. To learn more about this ritual, why not visit the nearby mask museum. Later, head to your accommodation for the night – staying in an authentic Hanok (traditional Korean house) is a unique experience and the perfect opportunity to gain more insight into local life."
      },
      {
        "dayNumber": 6,
        "title": "Busan.",
        "description": "After saying goodbye to your host family, make your way to Busan – South Korea’s second-largest city is home to mountains, beaches, hot springs and deliciously fresh seafood. When you arrive, you’ll have the opportunity to talk to a Haenyeo diver. Haenyeo (sea women) dive into the sea to collect clams, sea urchins and oysters and are famous for being able to hold their breath for a very long time. A dwindling industry, this has been a main source of income for the divers (predominantly female) to support their families through changing times. Visit the local Haenyeo community centre and meet with an ex-diver to hear about her experience, the changes Busan has gone through and her life now. Then visit Haedong Temple – the famous Buddhist temple by the sea. Explore this rare gem, backdropped by the ocean, before going to Gamcheong Culture Village for an overview of the city. There are a few different spots to watch the sunset, so maybe grab a few of your group members and head to one of the many scenic viewpoints."
      },
      {
        "dayNumber": 7,
        "title": "Busan.",
        "description": "This morning, head to the seaside town of Ikidae and take a coastal walk (and optional plogging). Then, visit to a local ‘Smart Farm’ – this incubation site is where startups are growing crops in recycled shipping containers, as well as turning them into shops and cafes. The rest of the day is yours. Tonight, maybe take an optional night cruise and see Busan from the water as the sun goes down. You can also visit Haeundae Night Market or see the buskers on the boardwalk."
      },
      {
        "dayNumber": 8,
        "title": "Seoul.",
        "description": "This morning, jump on the KTX Bullet Train and head back to Seoul. When you arrive, the rest of afternoon is yours to explore. Perhaps venture out and explore the National Museum, Leeum Art Museum or check out the huge range of shopping in Seoul’s Dongdaemun. This evening, join your travel pals for the final group dinner at an all-you-can-eat barbecue feast – you can't leave Korea without experiencing this iconic dish!"
      },
      {
        "dayNumber": 9,
        "title": "Seoul.",
        "description": "Your adventure comes to an end after breakfast today. With no activities planned, you’re free to leave at any time. If you’d like to spend more time in Seoul, just speak to your booking agent."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-small-group-tour",
    "tourName": "South Korea small group tour",
    "placesVisited": "",
    "generalInfo": "One of the world’s most progressive economies, yet still technically at war for more than 70 years with its northern neighbour, South Korea is something of an enigma. Sandwiched between the Yellow Sea to the west and the Sea of Japan to the east, it provides a fascinating mix of the traditional and the innovative, where five thousand years of culture rubs shoulders with some of the most advanced technology on earth.Beginning in the country’s thriving capital, Seoul, this remarkable adventure takes us from the vibrancy of its most progressive city, on a journey that encompasses the Korean War and the once powerful kingdoms of the Joseon and Silla. We will visit the evocative site of the infamous DMZ along the 38th Parallel, as well as a dazzling collection of World Heritage Sites that hark back to the golden ages of Buddhist art and Korean culture. We will also savour the colours and flavours of local markets and local cuisine and enjoy the pristine beauty of some of the country’s most picturesque national parks.A feast for all the senses, this will be a journey into the very heart of the paradox that is South Korea.",
    "durationDays": "13",
    "price": "5895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour Starts in Seoul: We begin our journey in Seoul, a city whose rich mix of ancient traditions and modern innovation has seen it rise to become one of East Asia’s cultural, technological and historic hubs. Tracing its origins back to the 18th century BCE, the city today is home to nearly 10 million people, as well as no fewer than five UNESCO World Heritage Sites, a vibrant arts scene and some of the finest museums and markets in the country. The tour today starts at the hotel with the rest of the day at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seoul: Inwangsan Mountain Trail & City Tour: Following breakfast, we'll journey along the city’s Inwangsan Mountain Trail this morning, renowned for its rugged beauty and striking rock formations. Returning to the capital later we then explore something of the city’s historic heart, visiting Gwanghwamun Plaza and the Joseon palace of Gyeongbokgung, before witnessing the ceremonial changing of the guard at the Gwanghwamun Gate. Finishing with a wander amongst the cultural treasures of Insadong and the traditional architecture of Ikseon-dong Hanok Village, we’ll end the day with a welcome dinner at a local restaurant.Note: hike along the Inwangsan Mountain Trail will have an approximate duration of 3 hours 30 minutes and be 4KM in length."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day 3: Seoul: DMZ Visit & Market Tour: One of the most politically sensitive borders on earth, the Korean Demilitarised Zone (DMZ) divides the peninsula roughly in half. Some four kilometres in depth and around 250 kilometres long, it divides the north and south near the 38th parallel. A semi-private tour of the area this morning will include a visit to the Freedom Bridge and the DMZ Museum, before we transfer back to Seoul for lunch. The afternoon then sees us visiting the recreated village of Namsangol Hanok, with its Joseon-era architecture, before we swap tradition for iconic Korean street food and the lively bustle and dynamic nightlife of Myeong-dong.Note: The visit to the DMZ is subject to being cancelled last minute due to local security conditions."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Seoul - Train to Andong: Hahoe World Mask Museum: Departing the South Korean capital this morning we travel next to the eastern city of Andong, considered by many to be the spiritual and cultural heart of the country. Travelling by high-speed train we arrive in time to enjoy a tour around the city. A treasure house of Korean customs and architecture, we begin with a visit to the extensive Hahoe World Mask Museum, before attending a traditional performance of a Hahoe Mask Dance show. A chance to enjoy the serene beauty of the UNESCO Site of Byeongsanseowon Confucian Academy will then be followed by an opportunity to savour Andong’s renowned local cuisine."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gayasan: Haeinsa Temple Stay: Transfer to the nearby city of Daegu this morning, where the bustling Seomun Market awaits us. One of the largest traditional markets in South Korea, Seomun’s narrow alleyways provide a perfect place to soak up some local colour, and perhaps find a souvenir or two. From here we then travel to Gayasan National Park, where the majestic 9th century temple of Haeinsa sits resplendent on the slopes of Mount Gayasan. Home to the most complete collection of Buddhist texts, the temple is another of South Korea’s magnificent UNESCO World Heritage Sites and, interestingly, also our home for the evening.Note: The overnight temple stay is an authentic Buddhist experience and as such, enforces guests to stay in same-gender accommodation. This is to uphold a sense of spiritual discipline and avoid distraction during a time of meditation and reflection. Room configuration varies and each room will consist of two or four beds and have an en suite. Four bed rooms may include bunk beds."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Gyeongju: Cycle tour and Korean tea ceremony: An early start sees us attending the temple’s morning ceremony, before we depart the mountains for the coastal city of Gyeongju. Once the capital of the ancient Silla kingdom, Gyeongju is filled with palaces, temples and tombs that attest to the rise and importance of both the Silla and Joseon eras. Our first visit on arrival will be to the Gyeongju National Museum, home to a vast collection of artefacts, relics and royal treasures, before we move on to Cheomseongdae, the oldest astronomical observatory in East Asia. A bicycle ride through the Daereungwon Tomb Complex will then be rounded off with a traditional Korean tea ceremony before we transfer to our hotel.Note: cycle helmets are provided"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gyeongju - Gyeongju National Park: Following breakfast this morning we take a journey through the lush landscapes of the Gyeongju National Park, home to the iconic settings of the Bulguksa Temple and the Seokguram Grotto. One of the most famous and important temples in Korea, Bulguska is considered a masterpiece of the golden age of Buddhist art and, along with nearby Seokguram, occupies pride of place amongst South Korea’s UNESCO treasures. A visit to the scenic setting of Bomun Lake will then be followed by an evening’s walk to Woljeong Bridge and the historical ‘gateway’ that connects the Silla palaces to the south."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Gyeongju - Busan: Haedong Yonggungsa Temple & Haeundae Beach: Departing Gyeongju after breakfast we head next for South Korea’s second largest city. Known for its beaches and its seafood, Busan lies on the southeastern tip of the Korean Peninsula and is home to the country’s busiest port. After dropping off luggage at our hotel, we then head out to explore something of the city, visiting the Haedong Yonggungsa Temple and the popular setting of Haeundae Beach. In the company of our guide we will enjoy a food-focused walking tour around Haeundae’s bustling streets, followed perhaps by a chance to experience a little something of the area’s vibrant nightlife."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Busan: Cooking Class & Gamcheon and Dakbatgol Village Tours: An insightful food experience is on the menu for this morning, where we will learn more about authentic local specialities and traditional culinary techniques. Busan’s varied cuisine reflects its historical importance as a major refugee centre during the Korean War and today provides an opportunity to celebrate and savour something of its culinary legacy. The food theme then continues with a visit to BIFF Square, known for its bustling streets and vibrant food stalls, before immersing ourselves in the art culture and charming streets of Gamcheon and the Dakbatgol Mural Village. Day’s end sees us enjoying the sunset on Gwangalli Beach."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Busan - Jeonju: Juknokwon Bamboo Forest: We turn west today, towards the bamboo forests of Damyang County. Initially our journey takes us via the temple of Ssanggyesa, a historic Buddhist sanctuary that sits amongst the picturesque landscapes of the Hadong region. Nestling amongst the serene peaks of the Jiri Mountain range, the temple’s tranquil surroundings provide an idyllic spot to break our journey. From here we continue to Damyang, where we find a picturesque patchwork of tea plantations, historic gardens and rich bamboo forests that provide a chance to sample local bamboo tea and walk amongst towering bamboo and majestic sequoia trees."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Jeonju: Mudeungsan National Park Hike: After breakfast at a local restaurant this morning we transfer to Mudeungsan National Park, to enjoy a gentle hike to the Jeungsimsa Temple. Skirting the edge of Mudeungsan Mountain, the park is a relative newcomer to the list of South Korea’s national parks and overlooks Gwangju, a city often cited as the birthplace of Korean democracy. The temple itself lies amongst the western foothills and can date its origins back to the Silla kingdom of the 6th century. Lunch at a local restaurant today will be followed by some free time back in Namwon this afternoon.Note: the hike through Mudeungsan National Park will be 40 minutes to Jeungsimsa Temple and 40 minutes back to the starting point. The walk is a light-moderate hike with a combination of well-maintained trails and natural terrain, with some rocky sections and gentle inclines."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Jeonju - Seoul: Jeonju Hanok Village and Hwaseong Fortress: Departing Namwon after breakfast we head north towards Jeonju this morning, a city whose culinary and cultural antecedents can be traced back over 1300 years. A visit to the city’s Nambu Market affords an opportunity for some more local interaction, before we head for the well-preserved traditional hanok village of Jeonju. Continuing on to Suwon, we then pay a visit to the UNESCO setting of Hwaseong Fortress, built during the late Joseon Period (1777-1800), before completing the journey back to Seoul for our final evening and a farewell dinner at a local restaurant."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tour ends in Seoul: The tour ends after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "south-korea-small-group-tours",
    "tourName": "South Korea small group tours",
    "placesVisited": "",
    "generalInfo": "This is South Korea as experienced by someone who lives it for themselves. <br/><br/>We’ve carefully crafted this journey to connect Korea’s standout cultural highlights with everyday local life, led by a dedicated group leader. They are not just a guide – they’re a resident, fluent in Korean and English, who brings real-time insight and flexibility to each day of the tour. <br/><br/>Over ten days, you’ll move from the capital of Seoul to the former royal seat of Gyeongju and hit the coastal city of Busan. This route is all about contrasts: centuries-old palaces and backstreet BBQ joints, traditional hanok homes and neon-lit markets, ancient temples and contemporary art galleries. <br/><br/>In Seoul, explore Gyeongbokgung Palace and wander through the restored hanok lanes of Bukchon before stepping into the high energy of Gwangjang Market. With your Insider’s finger on the cultural pulse, you might also duck into a gallery or bar that’s brand new on the scene – the kind of place you’d never find travelling independently. <br/><br/>In Gyeongju, Korea’s “museum without walls,” sleep in a traditional hanok house and explore ancient tombs, Confucian academies and Buddhist relics that tell the story of Korea’s Silla past. Then, in Busan, try seafood caught that morning at Jagalchi Market before visiting the colourful Gamcheon Culture Village or soaking in a local spa. <br/><br/>This tour is ideal for curious travellers who want more than a South Korea checklist. With an expert insider to reveal the stories behind each stop, Soul of Korea offers a deeper look at the country’s culture, cuisine and day-to-day rhythm – perfect for first-time visitors who want to feel connected as well as inspired.",
    "durationDays": "10",
    "price": "3590",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seoul | Breakfast Spend a full day walking Seoul with your guide, blending the city's grandest sights with its trendiest corners. Wander through a traditional hanok village, witness the changing of the guard at Gyeongbok Palace, and pause by the Cheonggyecheon stream, where your Insider guide will share stories of Seoul’s history. Sample street food at Gwangjang Market, then gather round the grill for your first Korean barbecue, learning Korean dining and drinking etiquette along the way. You’ll explore whatever’s hot right now in Seoul– perhaps a pop-up bar or a light festival – before taking a day to explore on your own, armed with local tips tailored just for you."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Chuncheon day trip | Breakfast Escape the city for a day and head to Chuncheon, a nostalgic favourite for generations of Koreans. Pedal the Gangchon Rail Bike along an old train line once nicknamed the “Love Train”, passing mountain views and quirky themed tunnels. Cross Soyang Lake by boat and settle in for a local lunch of jeon pancakes, fried mountain ginseng and makgeolli rice wine. A gentle forest trail leads to Cheonpyeongsa Temple, where you’ll find a centuries-old monastery alongisde a waterfall and a statue from a local legend. It’s a peaceful, offbeat contrast to Seoul’s fast pace – and one we love."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Busan | Breakfast Busan is where locals go to unwind – a vibrant coastal city of street art, seafood and sea views. Start your day at Jagalchi fish market, navigating tanks of sea creatures before heading upstairs to sample that morning’s catch. At Haedong Yonggungsa Temple, perched on a rocky coastline, walk past turtle and Buddha statues for panoramic ocean views. In Gamcheon Cultural Village, winding alleys are lined with colour-blocked houses and murals. Come evening, you will be guided through Haeundae’s bar scene, stopping at a mix of lively spots for craft beer or snacks. In you free time, we recommend winding down with a soak at Spa LAND."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gyeongju | Breakfast Once the capital of the Silla Kingdom, Gyeongju is South Korea’s most history-rich city – a place where ancient tombs, temples and observatories sit side by side. Visit Bulguksa Temple and the hillside Seokguram Grotto, both UNESCO-listed and deeply atmospheric. As night falls, stroll past the lantern-lit Anapji Pond and Cheomseongdae, Asia’s oldest observatory. In the hills beyond, explore Yangdong Folk Village, a chance to capture Korean traditional life in a village where people still live and work today. Back in town, Hwangridan-gil offers a modern twist –indie boutiques, street art and hanok rooftop bars."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Seoul | Your final stop in Seoul offers a fresh perspective, swapping palaces for pop culture in the lively neighbourhood of Hongdae. Known for its street performers and creative energy, it’s a fitting end to your journey. Your hotel matches the mood – complete with a vinyl library, Michelin-starred chef menu, and even a basement skate park. There’s time to pick up last-minute K-Beauty favourites or the snacks you’ve been craving since day one. Then, gather for one final dinner with your Insider and group – a chance to toast the trip with a heartfelt geonbae before heading home."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "10-day-south-korea-cultural-tour",
    "tourName": "10-Day South Korea Cultural Tour",
    "placesVisited": "Seoul, Gyeongju, Jeju Island",
    "generalInfo": "Zicasso’s 10-day cultural South Korea tour is a series of profound, private encounters with the nation’s heritage at heart. A graceful dialogue between the grandeur of ancient dynasties and the vibrant energy of avant-garde modernity, witness the volcanic peak of a sacred mountain, wander through subterranean majesty in a lava tube, and experience the quiet intensity of a master artisan crafting in their private studio. Through exclusive access and curated insights, you will have an intimate connection to the places, philosophies, and people that define the spirit of South Korea.",
    "durationDays": "10",
    "price": "5,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Seoul - Arrive In an Overture of Light and Flavor from the City's Apex",
        "description": "Upon your arrival at Incheon International Airport, a private transfer will escort you to your luxury accommodations. As twilight approaches, your immersion begins. Your private car will convey you to the base of Namsan Mountain, where pre-arranged access allows you to bypass the public queues for the cable car, ensuring a seamless and tranquil ascent. As you glide upwards, the sprawling city takes shape over the Han River, the distant mountains, and height of N Seoul Tower. At the tower’s highest point, you are personally welcomed to a fine-dining restaurant renowned for its romantic ambiance and unparalleled views. Your table awaits within the slowly revolving dining room, for an ever-changing, 360-degree panorama of Seoul. The atmosphere is one of refined intimacy, where the clinking of fine crystal and hushed conversation create the perfect setting for your first night. Savor an exquisite French-inspired dinner, with signature dishes such as Korean beef sirloin or delicate lobster, each plate a work of culinary art. Following dinner, descend back into the city to explore Seoul’s sophisticated dessert culture. Your destination is a premium dessert emporium in the chic neighborhood. The air is rich with aromas of fresh-baked bread, fine chocolate, and artisanal coffee."
      },
      {
        "dayNumber": "2",
        "title": "Seoul - Listen for Whispers of the Past in Hanok Alleys and an Artisan's Studio",
        "description": "Your morning is dedicated to a private, contemplative walk through Bukchon Hanok Village, a living museum nestled between two royal palaces. Led by a local historian with deep knowledge of Korean architecture, your tour trades the crowded main paths for quiet, winding alleys. The elegant, curved tile roofs of traditional hanok houses create a sense of tranquility against the backdrop of Seoul’s modern skyline. Your guide illuminates the architectural principles of living in harmony with nature, explaining how these centuries-old homes remain models of sustainable design. In the afternoon, you are welcomed into the private studio of a master calligrapher. His studio is a sanctuary from the bustling city; the experience deeply sensory and meditative. You will learn to grind the inkstick on the inkstone, feeling the texture change as the ink forms. The master will personally guide your hand, teaching you the proper way to hold the brush and the focused breathing required for each stroke. This session provides a foundational understanding of the aesthetic and spiritual principles you will see reflected throughout your journey."
      },
      {
        "dayNumber": "3",
        "title": "Seoul - Follow the Echoes of a Dynasty in Stone and Memory",
        "description": "Today’s journey takes you beyond the capital to the monumental legacy of the Joseon Dynasty. A private vehicle awaits to transport you south to Suwon, home to the magnificent Hwaseong Fortress, a UNESCO World Heritage Site. You will explore this 18th-century marvel as a student of history, accompanied by a private guide with expertise in Joseon-era military architecture. Your guide will bring the fortress to life, recounting the story of its creator, King Jeongjo, whose vision was a powerful blend of filial piety, political ambition, and scientific innovation. Walk the formidable three-and-a-half-mile perimeter, feeling the texture of the massive stone and brick walls under your hand. Returning to Seoul in the afternoon, engage with a more recent, more painful chapter of Korean history at The War Memorial of Korea. Given the museum's vast scale, your expert guide is essential in providing a focused and poignant narrative that cuts through the immense collection to the humanity at the heart of the story. \"Statue of Brothers\" is a sculpture depicting two soldiers, one from the North, one from the South, in a heart-wrenching embrace. It’s a potent symbol of a nation divided."
      },
      {
        "dayNumber": "4",
        "title": "Seoul - Explore the Dialogue Between Ancient Treasures and Contemporary Vision",
        "description": "Explore the dynamic conversation between Korea’s priceless artistic heritage and its vibrant, boundary-pushing contemporary art scene. Your morning begins at the LEEUM Museum of Art, an architectural masterpiece in its own right. A private docent will guide you through the museum's three distinct buildings, designed by world-renowned architects Mario Botta, Jean Nouvel, and Rem Koolhaas. Your tour is structured as a dialogue. In Museum 1, immerse yourself in the serene beauty of traditional Korean art. Stand in awe before the ethereal glow of Joseon dynasty white porcelain and the rustic, whimsical forms of buncheong ceramics, Transition to Museum 2, a starkly modern space of black steel and glass designed by Nouvel, housing a world-class collection of contemporary art by Korean and international masters. Building on your museum experience, the afternoon takes you to the streets of the Samcheong-dong neighborhood in the historic Jongno district and the epicenter of Seoul's contemporary art world. Accompanied by a local art specialist, embark on a curated gallery walk, visiting a selection of Seoul’s most influential art spaces. Step from a quiet, traditional alley into the minimalist interior of a gallery or explore an experimental installation at a pioneering art center."
      },
      {
        "dayNumber": "5",
        "title": "Seoul - Journey to the Edge of a Divided Nation",
        "description": "Today offers a powerful narrative of contrasts. It takes you from the world’s most tense border to the heart of Seoul’s most creative and hopeful neighborhood. Your day begins with a solemn journey north to the DMZ for an educational experience led by a private guide with deep expertise in the history and geopolitics of the Korean War. Your exclusive tour focuses on the Joint Security Area (JSA), the \"truce village\" where North and South Korean soldiers stand face-to-face. The sensory experience is one of palpable tension: the profound, unnerving silence of the zone, broken only by the wind and the sharp, disciplined movements of the guards. After the intensity of the morning, the evening provides a necessary and deliberate shift in tone and energy. You will be chauffeured to Seongsu-dong, the vibrant district often called the \"Brooklyn of Seoul.\" This is a neighborhood in the midst of a creative renaissance, where former shoe factories and red-brick warehouses have been reborn as avant-garde art galleries, independent boutiques, and artisanal cafés. Guided by a local cultural insider, immerse yourself in an electric atmosphere filled with the aroma of specialty coffee and the energy of fashion-forward locals exploring pop-up shops."
      },
      {
        "dayNumber": "6",
        "title": "Gyeongju - Enter the Serene Kingdom of Silla's Grassy Tombs",
        "description": "Your journey continues as you travel via high-speed train to Gyeongju. Upon arrival and after settling into your accommodations, you will embark on a contemplative walk through the Daereungwon Tomb Complex. This otherworldly landscape is dotted with dozens of massive, grass-covered burial mounds, or tumuli , the final resting places of Silla kings, queens, and nobles. With your private guide, you will meander along the quiet paths of this park-like necropolis, the air filled with a sense of peace and reverence. The sight of the perfectly rounded green mounds against the sky is surreal and beautiful. Your guide will share the stories of the royalty buried beneath, bringing the silent landscape to life. As dusk settles over the ancient capital, make your way to a nearby marvel of science and spirit, the Cheomseongdae Observatory. Built during the reign of Queen Seondeok in the 7th century, it is the oldest surviving astronomical observatory in East Asia. As the structure is illuminated against the twilight sky, your guide will reveal the symbolism of its design. You will learn how its 365 granite stones represent the days of the year and its 27 layers of stone honor the 27th monarch of Silla."
      },
      {
        "dayNumber": "7",
        "title": "Gyeongju - Find the Radiance of Gold Crowns and the Sanctity of a Mountain Temple",
        "description": "Your morning is dedicated to an exclusive encounter with the treasures of Gyeongju’s royal tombs at the Gyeongju National Museum. While the museum is open to the public, you will be met by a museum specialist for a private, in-depth tour focusing on the world-renowned collection of Silla gold crowns. Your specialist guide will point out the exquisite craftsmanship of these delicate treasures, fashioned from pure, paper-thin gold. You will learn the meaning behind their unique shamanistic symbolism, with the uprights representing the sacred world tree that connects heaven and earth. In the afternoon, make a spiritual journey to the slopes of Mount Tohamsan to the magnificent Bulguksa Temple, a masterpiece of Buddhist art and a UNESCO World Heritage Site. Your visit will be timed to avoid the peak crowds, allowing for a more personal experience. Accompanied by a guide specializing in Buddhist philosophy and architecture, you will discover how the entire temple complex is a physical representation of the land of Buddha on Earth. The atmosphere is tranquil, one in which the gentle sound of wind chimes mingles with the distant echo of chanting and the scent of incense."
      },
      {
        "dayNumber": "8",
        "title": "Jeju Island - Ascend a Volcano and Dine with the Women of the Sea",
        "description": "Today, you fly to a different Korea found on the volcanic island of Jeju, a land of dramatic natural beauty and unique cultural traditions. Your exploration begins with an ascent of Hallasan, a dormant volcano and South Korea’s highest mountain, recognized as a UNESCO Biosphere Reserve. This is a bespoke trek led by a private ecological guide, tailored to your fitness and interests. Whether you choose a scenic and manageable trail like the Eoseungsaengak or a more challenging route, your guide will enrich the experience with insights into the mountain’s unique volcanic geology and diverse ecosystems, leading to a rewarding panoramic view of the entire island and the serene Baengnokdam crater lake nestled at its peak. In the evening, you will attend one of the most unique and poignant dining experiences in all of Korea. You will be a guest at an immersive culinary performance celebrating the lives of Jeju’s legendary female free-divers, the haenyeo . Sit at a circular table inspired by the traditional Bulteok , a sheltered fire pit where the divers warm themselves. A storyteller shares the powerful, real-life stories of these resilient women, some of whom are still diving in their 80s."
      },
      {
        "dayNumber": "9",
        "title": "Jeju Island - Journey to the Center of the Earth and Greet the Dawn from a Volcanic Crown",
        "description": "Your final day on Jeju is a journey of geological wonders, from the fiery birth of the island to its subterranean secrets. It begins before dawn with a private, guided ascent of Seongsan Ilchulbong, the \"Sunrise Peak.” This iconic volcanic tuff cone, a UNESCO World Heritage Site, is one of Korea’s most sacred places to greet the new day. Your guide will lead you up the steep but well-maintained path in the quiet, pre-dawn stillness. The climb is invigorating, building anticipation for the spectacle to come. As the sun breaks over the horizon, it casts a breathtaking golden light across the ocean. From the heights of a volcanic crater, your afternoon takes you deep into the earth. Your private guide will lead you on an exploration of the Manjanggul Lava Tube, one of the longest and most well-preserved lava tunnels in the world. As you descend into the cave, you will feel an immediate drop in temperature as you shift into the subterranean world. The air is cool, damp, and filled with echoing silence. Dim lighting reveals the tunnel's incredible geological formations: lava stalactites, flowstones, and the world's largest known lava column, a towering monument of solidified magma."
      },
      {
        "dayNumber": "10",
        "title": "Seoul - Depart for Home",
        "description": "After a leisurely breakfast, your private car will escort you to the fashionable district of Sinsa-dong to stroll along Garosu-gil, the famous tree-lined street known for its chic designer boutiques, art galleries, and sophisticated cafés. You may choose to visit a stylish café for a final, perfectly brewed coffee and an artisanal pastry, or visit a gallery while reflecting on the experiences of the past ten days. This is a moment to savor the city's contemporary ambiance one last time before your private transfer arrives to ensure a seamless and comfortable journey to Incheon International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "8-day-k-pop-demon-hunters-tour-of-seoul-tradition-food-and-culture-in-south-korea",
    "tourName": "8-Day K-Pop Demon Hunters Tour of Seoul: Tradition, Food, and Culture in South Korea",
    "placesVisited": "Seoul",
    "generalInfo": "Our eight-day South Korea tour immerses you in the captivating world of K-Pop as a gateway to discovering ancient traditions, spiritual heritage, and modern cultural innovations. From royal palaces where mythological foxes infiltrated the courts to sacred mountains where shamans still perform protective rituals, experience the authentic heritage that inspired K-Pop Demon Hunters and more. Through exclusive access to celebrity styling sessions, professional recording studios, and traditional markets, lose yourself in the artistry of K-Pop and the timeless soul of Korea.",
    "durationDays": "8",
    "price": "6,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Seoul - Arrive in Seoul and Embrace the Idol Aesthetic",
        "description": "Your journey begins with the glamour and precision that defines Korea's entertainment capital. Following your private transfer from Incheon International Airport to your luxury accommodation, step into the world of K-Pop artistry with an exclusive personal color analysis session. Industry stylists use this scientific consultation to create idol concepts and will reveal your ideal color palette through silk drapes and expert guidance. Feel the transformative power of strategic beauty as you receive a personalized booklet that connects you to the visual identity mastery that makes idols glow on camera."
      },
      {
        "dayNumber": "2",
        "title": "Seoul - Discover Royal Heritage and Trainee Discipline",
        "description": "The grandeur of Korea's royal past comes alive as you explore Gyeongbokgung Palace with your private guide, walking through vast courtyards where nine-tailed fox legends once unfolded in ancient folklore. This architectural masterpiece was designed as a microcosm of the universe. Discover how the palace reveals the ways mythological creatures would infiltrate seats of power through beauty and charisma, a strategy that mirrors the Saja Boys as they melt the hearts of their fans. Feel the weight of history beneath your feet as you traverse ornate throne halls where Korean folklore depicts supernatural beings seeking influence through deception and allure. Your afternoon transforms into a rigorous dedication session with an aspiring idol, featuring an exclusive K-Pop dance session in a mirrored studio. Industry professionals who have choreographed for famous idols guide you through complex routines. Thumping bass and motivational posters create the aspirational atmosphere of trainee life. Relive the experience and practice your moves after receiving your own \"idol practice\" video to take with you."
      },
      {
        "dayNumber": "3",
        "title": "Seoul - Enjoy the Complete Idol Transformation",
        "description": "Experience the complete idol makeover process through a paired celebrity salon and professional photoshoot that mirrors how comeback concepts are brought to life. Your day begins at a high-end Cheongdam or Gangnam salon frequented by top stars for their public appearances. Silky serums caress your skin and the quiet hum of professional blow dryers creates an atmosphere of luxury and anticipation. Expert stylists craft your personal fashion concept with the same precision used for major debuts and promotional campaigns. The transformation continues under warm studio lights, where photographers specialize in K-Pop's distinctive aesthetic. They coach you through idol-like poses and expressions as you pout, pose, and blow kisses at the camera. Feel the confidence surge as you embody the visual artistry that defines Korean entertainment, understanding how lighting, angles, and styling converge to create iconic imagery. This meticulous two-part process leaves you with a curated portfolio of professionally edited photos that capture the glamour and sophistication of the K-Pop environment."
      },
      {
        "dayNumber": "4",
        "title": "Seoul - Channel Spiritual Roots and Vocal Power",
        "description": "Connect with Korea's ancient spiritual heritage through a guided hike on sacred Inwangsan Mountain, the historical epicenter of Korean shamanism. Traditional mudang is still performed through powerful protection rituals. As you ascend the same paths walked by modern shamans, you can feel the serene energy that contrasts sharply with Seoul's urban pulse below. Listen for the distant sounds of ceremonies echoing through the mountain air. The legendary Seonbawi Rock serves as your spiritual waypoint, where shamans and believers perform intense prayers for blessings and protection, demonstrating the very real-world foundation for supernatural narratives that inspired K-Pop Demon Hunters . Your afternoon becomes an intensive vocal development with VIP coaching from professionals who have trained idols and trainees. Within a soundproof booth that mirrors the intimate environment where stars hone their craft, discover the multi-skill techniques that enable stable vocals during demanding choreography. Feel the vibrating resonance building in your chest as you practice controlled breathing and powerful projection, connecting the spiritual energy from your morning mountain experience to the vocal power you develop in the studio."
      },
      {
        "dayNumber": "5",
        "title": "Seoul - Experience Fan Culture and Heritage Cuisine",
        "description": "Explore Korea's official celebration of K-Pop's transformative global impact along the vibrant K-Star Road, where towering bear statues called \"GangnamDols\" represent famous groups in this living gallery of cultural achievement. Walk through affluent Apgujeong, where the industry's biggest names live and work, feeling the electric energy of a district that overflows with entertainment excellence. Pose with your favorite group's artistic representation, participating in a worldwide fan pilgrimage while witnessing how pop culture has evolved into a source of profound national pride. Deepen your culinary journey at a Michelin Guide-listed restaurant, where you'll savor North Korean-style cold noodles that carry personal significance within the film's narrative tapestry. The addictive, clean flavors of chilled beef broth served in traditional stainless steel bowls create a subtle yet deeply satisfying experience that connects you to the director of K-Pop Demon Hunters ’ family heritage. This dish represents resilience, memory, and cultural bridging in Korean society, adding poignant depth to your understanding of how personal history shapes contemporary pop cultural expression."
      },
      {
        "dayNumber": "6",
        "title": "Seoul - Explore Modern Mythology and Culinary Traditions",
        "description": "Begin your day with a contemplative stroll along the renowned Deoksugung Palace Stone Wall Walkway, where the romantic modern interpretation of Korea's Grim Reaper mythology has captured global imagination through film and pop culture images. This picturesque tree-lined path has been immortalized in beloved dramas and connects ancient folklore about soul-guiding spirits with contemporary storytelling, transforming traditional black hanbok-clad figures into complex characters. You can feel the atmospheric weight of this location where myth meets modernity, understanding how traditional beliefs evolve through artistic reinterpretation depicted in the black hats and flowing garments worn by the Saja Boys when performing Your Idol . Your afternoon plunges you into the bustling sensory symphony of historic Gwangjang Market, established in 1905 as one of Korea's oldest and most authentic culinary destinations. Your expert guide navigates you through aromatic stalls where vendors serve comforting street food from iconic green and white speckled plastic plates, details so authentically Korean they appear in K-Pop Demon Hunters . Enjoy the mouthwatering umami of soul-warming fish cake soup and embrace the fluffy, sweet flavor of hotteok pancakes filled with caramelized brown sugar, nuts, and cinnamon. The dishes represent the everyday flavors fueling Korean life, connecting generations and social classes through shared culinary experience."
      },
      {
        "dayNumber": "7",
        "title": "Seoul - Master Language & Record Your Studio Debut",
        "description": "Master the sophisticated linguistic artistry that powers Korean entertainment through an exclusive private language class designed specifically for cultural enthusiasts. Using K-Pop lyrics, drama scripts, and insider fan terminology as your educational foundation, you'll unlock the metaphorical depth and cultural nuances that give K-Pop music its emotional resonance and storytelling power. Take part in the satisfaction of connecting passion with intellectual achievement as you develop practical abilities to understand fan chants, live broadcasts, and album liner notes without translation barriers. This linguistic practice prepares you for deeper artistic engagement and cultural appreciation. Continue to a professional song recording session at an active commercial studio where established K-Pop artists create their hits. Under expert guidance from seasoned sound engineers and vocal coaches, take part in the meticulous production artistry that transforms raw talent into polished commercial recordings. Stand within the dimly lit vocal booth, surrounded by the sophisticated control of professional equipment as your voice receives expert sculpting and layering. Hear your harmonies echo back through premium headphones and enjoy the same creative rush that drives late-night recording sessions. Your professionally mixed and mastered debut single can serve as the ultimate keepsake."
      },
      {
        "dayNumber": "8",
        "title": "Seoul - Depart for Home",
        "description": "After a final breakfast reflecting on your transformative journey through Korea's cultural landscape, while possibly remembering the sweet flavor and fluffy texture of the hotteok pancakes, your private transfer will meet you at your accommodation. You will be escorted for your seamless departure from Incheon International Airport, carrying with you the memories of an immersive exploration into ancient traditions, modern entertainment artistry, and the cultural resonance of K-Pop Demon Hunters . Note: Zicasso and the “8-Day K-Pop Demon Hunters' Tour of Seoul” are not affiliated with or sponsored or endorsed by Sony Pictures Animation or Netflix"
      }
    ],
    "map": ""
  },
  {
    "destination": "South Korea",
    "mainPhoto": "",
    "id": "comprehensive-14-day-south-korea-trip",
    "tourName": "Comprehensive 14-Day South Korea Trip",
    "placesVisited": "Seoul, Jeju Island, Busan",
    "generalInfo": "Our 14-day South Korea trip is a curated treasure trove of moments. It is an intimate exploration of a land where ancient dynasties can be felt in palace corridors and a vibrant future fills some of the world's most dynamic cities. From private audiences with master artisans in their secluded Seoul studios to chef-led culinary odysseys through bustling markets, your experience transcends typical travel expectations. It is a deep, sensorial immersion into the soul of South Korea that will connect you to timeless heritage and exhilarating modern luxury.",
    "durationDays": "14",
    "price": "7,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Seoul - Arrival and an Immersion in Dynastic Grandeur",
        "description": "Your journey into the heart of Korea begins as you are met by your private transfer at Incheon International Airport and chauffeured to your serene luxury accommodation. Take time to settle in before your private architectural historian meets you for an exclusive tour of Gyeongbokgung Palace. Built in 1395, this is the grandest of Seoul's five royal palaces and a magnificent symbol of the Joseon Dynasty. You will feel the dynasty's power in the main throne hall, where kings held grand ceremonies. Your guide will explain the symbolism of the intricate dancheong paintwork, meant to protect the wooden structures while conveying royal authority. Your evening unfolds within the intimate, paper-walled rooms of a restored hanok , or traditional Korean house, in the atmospheric alleys of Insadong. At a celebrated restaurant, you can experience the artistry of cuisine inspired by the royal court. The ambiance could exude understated elegance, with the soft glow of lanterns illuminating natural wood. Your meal might begin with the signature Bojagi Bibimbap , a delicate parcel of rice and vegetables encased in a thin egg omelet, with each course a testament to the balance and seasonality that defines Korean fine dining."
      },
      {
        "dayNumber": "2",
        "title": "Seoul - Experience an Artisan's Touch and a Taste of Tradition",
        "description": "Today is a journey into the soul of Korean artistry. You will be welcomed into a private, traditional teahouse in the winding alleys of Bukchon Hanok Village, a neighborhood preserving 600 years of Seoul's history. You will meet a tea expert whose family has sustained the art of the Korean tea ceremony for generations. Upon donning a traditional costume, the only sounds are the gentle clink of ceramic teaware and the flow of hot water. The air is filled with the earthy aroma of freshly whisked matcha and the sweet scent of the dasik , or tea food, that you will help prepare. Your afternoon will be spent in the private studio of a master artisan in the cultural district of Insadong, a space filled with the sweet, woody scent of mulberry bark. This experience provides the ultimate memento: a beautiful object you helped create. You will begin by learning the history of hanji , an incredibly strong yet soft paper made from the inner bark of the mulberry tree. Guided by the master's patient hands, you will apply traditional techniques to craft your bespoke item, perhaps a cubic lamp or a delicate jewelry box."
      },
      {
        "dayNumber": "3",
        "title": "Seoul - Glimpse Across Borders and Retreat into Wellness",
        "description": "Today offers a profound juxtaposition of tension and tranquility. Your journey to the DMZ is with a specialist guide, a historian with deep knowledge of the Korean War. This is a solemn, educational briefing preserving the gravity of the destination. You can feel the tension as you approach the 155-mile-long buffer zone. Your guide will provide in-depth commentary along key sites, starting with Imjingak Park and the Bridge of Freedom, where prisoners of war crossed back into South Korea in 1953. You will then descend into the 3rd Infiltration Tunnel, a dark, damp corridor discovered in 1978. The tour culminates at the Dora Observatory, where you will peer through high-powered binoculars into the surreal landscape of a North Korean village. After the intensity of the morning, retreat to the sanctuary of the spa to indulge in a wellness philosophy that is luxurious and deeply rooted in Korean heritage, but with a modern interpretation. The experience begins with a traditional scrub, followed by the cool, mineral-rich sensation of a seaweed body wrap and a fragrant herbal wash. The air is filled with the subtle, calming scent of sandalwood and cedarwood. Conclude the day with a rejuvenating facial featuring a treatment that uses modern techniques to revitalize your skin."
      },
      {
        "dayNumber": "4",
        "title": "Seoul - Feel the Pulse of the Modern Metropolis",
        "description": "Dive into the exhilarating energy of modern Seoul, a city at the global forefront of art, fashion, and culinary innovation. Your guide for the day is a contemporary art curator, who will lead you on a private, bespoke journey through the sleek galleries of Gangnam and Cheongdam. Your curator will tailor the experience to your interests, transforming a gallery walk into a sophisticated cultural dialogue. The tour focuses on Gangnam, where you will stand before powerful works by internationally celebrated artists in the tranquil, minimalist spaces of global gallery outposts. The journey may also include a private visit to a bespoke design studio in a traditional hanok, where you can engage in a conversation about the studio's design philosophy, translating Korean heritage into a modern aesthetic. As night falls, you will be plunged into the electric, neon-lit buzz of Myeongdong Night Market with a private local food expert. The air is thick with aromas of grilled cheese, steaming dumplings, and the tang of tteokbokki , or spicy rice cakes. Listen to the sizzle of fresh ingredients hitting hot griddles as you taste a selection of the market's best offerings, from crispy fried crabs to sweet hotteok pancakes."
      },
      {
        "dayNumber": "5",
        "title": "Jeju Island - Arrive at Volcanic Shores and Lush Fields",
        "description": "Following a seamless morning flight from Seoul, arrive on the mythical island of Jeju. Your private driver will escort you to your luxury coastal accommodations. In the afternoon, you will travel to the western part of the island. At the Osulloc Tea Museum, your private guide will lead you to the source to explore the concept of terroir , the unique character a product derives from its environment. First, your guide will lead you through the museum's exhibits on Korean tea culture. Then, you will step out into the seemingly endless, emerald-green tea fields. Feel the soft tea leaves between your fingers and see the meticulous rows stretching towards the volcanic horizon. The experience ends with a tasting in the museum's tranquil café, where you can savor the nuanced flavors of premium single-origin teas. As the afternoon light lengthens, board a private yacht for an exclusive coastal tour. This elevates the daily spectacle of sunset into a curated, private event where you set sail along Jeju's stunning western coast. Feel the gentle sway of the yacht and the cool sea spray as you glide across the turquoise waters, passing the brilliant white crescent of Hyeopjae Beach."
      },
      {
        "dayNumber": "6",
        "title": "Jeju Island - Explore Myths of the Earth and Flavors of the Market",
        "description": "Today is a day of contrasts, exploring the raw, geological power that shaped Jeju Island and the vibrant human culture that flourishes upon it. Your morning begins with a private tour of Sanbangsan, a colossal lava dome that rises dramatically from the coast. As you approach, you can feel the ancient energy of the place and see the curious textures of the volcanic rock. The tour shares the local myth that Sanbangsan is the peak of Hallasan Mountain, torn off by an angry giant. You will then ascend the stone steps to Sanbanggulsa Grotto, a cave temple located nearly 500 feet up the mountainside. From the mouth of the cave, the view is spectacular, looking out over the Yongmeori \"Dragon Head\" Coast. In the late afternoon, meet a local chef for a private tour of Dongmun Traditional Market, Jeju's largest and oldest permanent market. The venue is a bustling labyrinth of stalls and your chef guide will navigate it with an insider's ease, leading you to their favorite vendors."
      },
      {
        "dayNumber": "7",
        "title": "Jeju Island - Uncover Women of the Sea and the Fire of the Earth",
        "description": "Today is dedicated to two of Jeju's most iconic cultural symbols. It begins with a journey to a coastal village for a deeply personal encounter with the haenyeo , Jeju's famed women divers. You will meet with these legendary women, some in their 80s, and listen to their stories of a life spent in harmony with the sea. You will learn about their unique, sustainable harvesting practices and the deep-rooted community bonds that define their culture. The highlight is a meal shared with the haenyeo . After they return from their morning dive, they will prepare a feast with the day's fresh catch. This is an intimate and authentic culinary journey, a rare opportunity to break bread with the keepers of a fading tradition and savor the bounty of Jeju's waters. For dinner, you will indulge in Jeju's most famous culinary specialty: black pork. This is not a typical Korean BBQ, but a refined, omakase -style tasting menu at a restaurant that has gained acclaim for its innovative approach. You will be seated at a counter with a personal chef who will guide you through the meal. The air is filled with the rich, smoky aroma of pork grilling over charcoal."
      },
      {
        "dayNumber": "8",
        "title": "Jeju Island - Witness Dawn's Majesty and Nature's Power",
        "description": "Today is a celebration of Jeju's natural power. In the pre-dawn darkness, your private guide will meet you for the journey to Seongsan Ilchulbong, the \"Sunrise Peak.\" This majestic tuff cone, formed by a hydrovolcanic eruption 5,000 years ago, rises dramatically from the sea. As you climb, the sky begins to transform from deep indigo to soft hues of lavender and rose. You will reach the crater rim just as the sun prepares to make its appearance. The panoramic view from the top is breathtaking, a sweeping vista of the vast ocean and the island's volcanic landscape lit by sunrise. After breakfast and rest, your afternoon is devoted to another of Jeju's natural wonders: Jeongbang Waterfall. What makes this site extraordinary is that it is one of the only waterfalls in Asia that cascades directly into the ocean. Your private guide will lead you to the best vantage points, away from the crowds. You can follow a path down to the rocky coastline, feeling the cool, refreshing mist on your skin. The sound grows from a distant murmur to a powerful roar as you approach, rewarded with the stunning sight of the cascade plunging into a cove."
      },
      {
        "dayNumber": "9",
        "title": "Jeju Island - Find the Spirit of the Island and the Art of the Earth",
        "description": "Your final full day on Jeju is an immersion into the island's pastoral spirit and its deep-rooted artistic traditions. Jeju has a long and storied history with horses, once considered the most valuable gift from the island to the king. Under the guidance of an expert instructor, you can enjoy a horseback ride along scenic trails, perhaps with a view of Seongsan Ilchulbong in the background. You will feel the powerful, steady movement of the horse beneath you and the fresh breeze on your face. It is an exhilarating and deeply peaceful way to experience the natural landscape, forging a connection with the animal and the timeless spirit of Jeju. In the afternoon, you will be welcomed into the private workshop of a master ceramicist renowned for his traditional Korean pottery techniques. The studio is a quiet, creative space, filled with the earthy smell of clay and the sight of finished works that reflect the natural forms and textures of Jeju Island. You can feel the cool, malleable clay in your hands as the artist guides you through the process. The focus is on inspiration; on how to channel the island's volcanic energy into a unique piece of art."
      },
      {
        "dayNumber": "10",
        "title": "Busan - Expect a New Beginning",
        "description": "In the early afternoon, your private driver will escort you to Jeju International Airport for your short flight to Busan. Upon arrival, you will be met and transferred to your luxury hotel in the Haeundae Beach area for stunning views of the famous coastline and the city's modern skyline. The evening is designed for relaxation and acclimatization. Take a gentle stroll along the beachfront promenade, feeling the soft sand under your feet and watching the city lights begin to twinkle across the water. This relaxed evening allows you to settle into the unique rhythm of Busan, a city where the energy of a major metropolis meets the laid-back vibe of a coastal resort."
      },
      {
        "dayNumber": "11",
        "title": "Busan - Uncover the Art of Community and the Craft of Style",
        "description": "A full day in Busan is an exploration of its creative and commercial heart. You will begin with a visit to the extraordinary Gamcheon Culture Village. Your private guide will unveil the rich narrative of this unique community. The village was once a refuge for those displaced by the Korean War, its houses built in a cascade down the hillside. An urban renewal project transformed the area, inviting artists to create murals and installations that revitalized the neighborhood. You will navigate the maze-like alleys, discovering hidden artistic gems that most visitors miss, and see the famous mural of Jungkook and Jimin of BTS. In the afternoon, explore the bustling district of Nampo-dong with a private shopping guide and stylist. This is a journey into the heart of Busan's fashion and retail scene, tailored entirely to your tastes, whether you are interested in luxury brands or unique finds from local designers in the Gukje Market. Your guide will lead you through the district's most interesting boutiques and hidden lanes, where you might find vintage clothing stalls or browse the shops along BIFF Square, the heart of the Busan International Film Festival."
      },
      {
        "dayNumber": "12",
        "title": "Busan - Visit Coastal Sanctuaries and Seaside Trails",
        "description": "Today, you will be taken to the point at which the spiritual and the natural worlds meet in spectacular fashion, Haedong Yonggungsa. Most Korean temples are nestled deep within the mountains, but Haedong Yonggungsa is a stunning exception. Built in 1376, it is perched on a rocky cliffside, its ornate halls overlooking the East Sea. Your private guide will lead a tour that focuses on the temple's profound spiritual connection to the ocean. You will descend a path of 108 steps, a symbolic journey to cleanse the mind, the sound of chanting and the scent of incense mingling with the sound of crashing waves and the salty sea air. Your guide will share the stories of the temple, including its dedication to a Buddhist goddess of the sea who is said to ride a dragon. In the afternoon, experience Busan's dramatic coastline with a private, guided hike along the Igidae Coastal Trail. This scenic path hugs the cliffs on the eastern side of Jangsanbong Peak, offering an invigorating immersion in nature just a stone's throw from the city. Your guide will lead you along the well-maintained trail, which includes wooden staircases, small suspension bridges, and resting spots with panoramic vistas."
      },
      {
        "dayNumber": "13",
        "title": "Seoul - A Final Busan Morning and Swift Return to Seoul",
        "description": "Your final morning in Busan offers a chance to capture any remaining experiences you desire before bidding the coast farewell. Depending on your mood, you can take a final dive into the city’s vibrant shopping scene, enjoy a moment of cultural reflection, or have a relaxing spa treatment. Perhaps you’ll hunt for last-minute souvenirs in the bustling markets and traditional shops of Nampo-dong. Alternatively, you could visit a cultural site like the vibrant, art-filled hillside community of Gamcheon Culture Village. In the afternoon, you will be transferred to Busan Station for a comfortable and scenic high-speed train journey back to Seoul. Settle into your seat and watch as the coastal landscapes give way to the rolling hills and countryside of the Korean peninsula, eventually transforming into the familiar urban energy of the capital. Upon arrival in Seoul, you will be met and transferred to your hotel for your final evening. Enjoy a farewell dinner at your leisure, perhaps revisiting a favorite restaurant or exploring a new neighborhood one last time."
      },
      {
        "dayNumber": "14",
        "title": "Seoul - A Fond Farewell to Seoul",
        "description": "Enjoy a final, leisurely Korean breakfast this morning, reflecting on the incredible journey you have experienced over the past two weeks. From the ancient palaces and dynamic energy of Seoul to the natural wonders of the coast, you have seen the multifaceted soul of South Korea. At the designated time, your private driver will meet you at your hotel for a seamless and comfortable transfer to Incheon International Airport (ICN) for your flight back to the US. Depart with cherished memories of the lively culture, stunning landscapes, and warm hospitality you encountered throughout your adventure."
      }
    ],
    "map": ""
  }
]
