{
  "destination": "South Korea",
  "mainPhoto": "",
  "id": "10-day-south-korea-cultural-tour",
  "tourName": "10-Day South Korea Cultural Tour",
  "placesVisited": "Seoul, Gyeongju, Jeju Island",
  "generalInfo": "Zicasso’s 10-day cultural South Korea tour is a series of profound, private encounters with the nation’s heritage at heart. A graceful dialogue between the grandeur of ancient dynasties and the vibrant energy of avant-garde modernity, witness the volcanic peak of a sacred mountain, wander through subterranean majesty in a lava tube, and experience the quiet intensity of a master artisan crafting in their private studio. Through exclusive access and curated insights, you will have an intimate connection to the places, philosophies, and people that define the spirit of South Korea.",
  "durationDays": "10",
  "price": "5,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Seoul - Arrive In an Overture of Light and Flavor from the City's Apex",
      "description": "Upon your arrival at Incheon International Airport, a private transfer will escort you to your luxury accommodations. As twilight approaches, your immersion begins. Your private car will convey you to the base of Namsan Mountain, where pre-arranged access allows you to bypass the public queues for the cable car, ensuring a seamless and tranquil ascent. As you glide upwards, the sprawling city takes shape over the Han River, the distant mountains, and height of N Seoul Tower. At the tower’s highest point, you are personally welcomed to a fine-dining restaurant renowned for its romantic ambiance and unparalleled views. Your table awaits within the slowly revolving dining room, for an ever-changing, 360-degree panorama of Seoul. The atmosphere is one of refined intimacy, where the clinking of fine crystal and hushed conversation create the perfect setting for your first night. Savor an exquisite French-inspired dinner, with signature dishes such as Korean beef sirloin or delicate lobster, each plate a work of culinary art. Following dinner, descend back into the city to explore Seoul’s sophisticated dessert culture. Your destination is a premium dessert emporium in the chic neighborhood. The air is rich with aromas of fresh-baked bread, fine chocolate, and artisanal coffee."
    },
    {
      "dayNumber": "2",
      "title": "Seoul - Listen for Whispers of the Past in Hanok Alleys and an Artisan's Studio",
      "description": "Your morning is dedicated to a private, contemplative walk through Bukchon Hanok Village, a living museum nestled between two royal palaces. Led by a local historian with deep knowledge of Korean architecture, your tour trades the crowded main paths for quiet, winding alleys. The elegant, curved tile roofs of traditional hanok houses create a sense of tranquility against the backdrop of Seoul’s modern skyline. Your guide illuminates the architectural principles of living in harmony with nature, explaining how these centuries-old homes remain models of sustainable design. In the afternoon, you are welcomed into the private studio of a master calligrapher. His studio is a sanctuary from the bustling city; the experience deeply sensory and meditative. You will learn to grind the inkstick on the inkstone, feeling the texture change as the ink forms. The master will personally guide your hand, teaching you the proper way to hold the brush and the focused breathing required for each stroke. This session provides a foundational understanding of the aesthetic and spiritual principles you will see reflected throughout your journey."
    },
    {
      "dayNumber": "3",
      "title": "Seoul - Follow the Echoes of a Dynasty in Stone and Memory",
      "description": "Today’s journey takes you beyond the capital to the monumental legacy of the Joseon Dynasty. A private vehicle awaits to transport you south to Suwon, home to the magnificent Hwaseong Fortress, a UNESCO World Heritage Site. You will explore this 18th-century marvel as a student of history, accompanied by a private guide with expertise in Joseon-era military architecture. Your guide will bring the fortress to life, recounting the story of its creator, King Jeongjo, whose vision was a powerful blend of filial piety, political ambition, and scientific innovation. Walk the formidable three-and-a-half-mile perimeter, feeling the texture of the massive stone and brick walls under your hand. Returning to Seoul in the afternoon, engage with a more recent, more painful chapter of Korean history at The War Memorial of Korea. Given the museum's vast scale, your expert guide is essential in providing a focused and poignant narrative that cuts through the immense collection to the humanity at the heart of the story. \"Statue of Brothers\" is a sculpture depicting two soldiers, one from the North, one from the South, in a heart-wrenching embrace. It’s a potent symbol of a nation divided."
    },
    {
      "dayNumber": "4",
      "title": "Seoul - Explore the Dialogue Between Ancient Treasures and Contemporary Vision",
      "description": "Explore the dynamic conversation between Korea’s priceless artistic heritage and its vibrant, boundary-pushing contemporary art scene. Your morning begins at the LEEUM Museum of Art, an architectural masterpiece in its own right. A private docent will guide you through the museum's three distinct buildings, designed by world-renowned architects Mario Botta, Jean Nouvel, and Rem Koolhaas. Your tour is structured as a dialogue. In Museum 1, immerse yourself in the serene beauty of traditional Korean art. Stand in awe before the ethereal glow of Joseon dynasty white porcelain and the rustic, whimsical forms of buncheong ceramics, Transition to Museum 2, a starkly modern space of black steel and glass designed by Nouvel, housing a world-class collection of contemporary art by Korean and international masters. Building on your museum experience, the afternoon takes you to the streets of the Samcheong-dong neighborhood in the historic Jongno district and the epicenter of Seoul's contemporary art world. Accompanied by a local art specialist, embark on a curated gallery walk, visiting a selection of Seoul’s most influential art spaces. Step from a quiet, traditional alley into the minimalist interior of a gallery or explore an experimental installation at a pioneering art center."
    },
    {
      "dayNumber": "5",
      "title": "Seoul - Journey to the Edge of a Divided Nation",
      "description": "Today offers a powerful narrative of contrasts. It takes you from the world’s most tense border to the heart of Seoul’s most creative and hopeful neighborhood. Your day begins with a solemn journey north to the DMZ for an educational experience led by a private guide with deep expertise in the history and geopolitics of the Korean War. Your exclusive tour focuses on the Joint Security Area (JSA), the \"truce village\" where North and South Korean soldiers stand face-to-face. The sensory experience is one of palpable tension: the profound, unnerving silence of the zone, broken only by the wind and the sharp, disciplined movements of the guards. After the intensity of the morning, the evening provides a necessary and deliberate shift in tone and energy. You will be chauffeured to Seongsu-dong, the vibrant district often called the \"Brooklyn of Seoul.\" This is a neighborhood in the midst of a creative renaissance, where former shoe factories and red-brick warehouses have been reborn as avant-garde art galleries, independent boutiques, and artisanal cafés. Guided by a local cultural insider, immerse yourself in an electric atmosphere filled with the aroma of specialty coffee and the energy of fashion-forward locals exploring pop-up shops."
    },
    {
      "dayNumber": "6",
      "title": "Gyeongju - Enter the Serene Kingdom of Silla's Grassy Tombs",
      "description": "Your journey continues as you travel via high-speed train to Gyeongju. Upon arrival and after settling into your accommodations, you will embark on a contemplative walk through the Daereungwon Tomb Complex. This otherworldly landscape is dotted with dozens of massive, grass-covered burial mounds, or tumuli , the final resting places of Silla kings, queens, and nobles. With your private guide, you will meander along the quiet paths of this park-like necropolis, the air filled with a sense of peace and reverence. The sight of the perfectly rounded green mounds against the sky is surreal and beautiful. Your guide will share the stories of the royalty buried beneath, bringing the silent landscape to life. As dusk settles over the ancient capital, make your way to a nearby marvel of science and spirit, the Cheomseongdae Observatory. Built during the reign of Queen Seondeok in the 7th century, it is the oldest surviving astronomical observatory in East Asia. As the structure is illuminated against the twilight sky, your guide will reveal the symbolism of its design. You will learn how its 365 granite stones represent the days of the year and its 27 layers of stone honor the 27th monarch of Silla."
    },
    {
      "dayNumber": "7",
      "title": "Gyeongju - Find the Radiance of Gold Crowns and the Sanctity of a Mountain Temple",
      "description": "Your morning is dedicated to an exclusive encounter with the treasures of Gyeongju’s royal tombs at the Gyeongju National Museum. While the museum is open to the public, you will be met by a museum specialist for a private, in-depth tour focusing on the world-renowned collection of Silla gold crowns. Your specialist guide will point out the exquisite craftsmanship of these delicate treasures, fashioned from pure, paper-thin gold. You will learn the meaning behind their unique shamanistic symbolism, with the uprights representing the sacred world tree that connects heaven and earth. In the afternoon, make a spiritual journey to the slopes of Mount Tohamsan to the magnificent Bulguksa Temple, a masterpiece of Buddhist art and a UNESCO World Heritage Site. Your visit will be timed to avoid the peak crowds, allowing for a more personal experience. Accompanied by a guide specializing in Buddhist philosophy and architecture, you will discover how the entire temple complex is a physical representation of the land of Buddha on Earth. The atmosphere is tranquil, one in which the gentle sound of wind chimes mingles with the distant echo of chanting and the scent of incense."
    },
    {
      "dayNumber": "8",
      "title": "Jeju Island - Ascend a Volcano and Dine with the Women of the Sea",
      "description": "Today, you fly to a different Korea found on the volcanic island of Jeju, a land of dramatic natural beauty and unique cultural traditions. Your exploration begins with an ascent of Hallasan, a dormant volcano and South Korea’s highest mountain, recognized as a UNESCO Biosphere Reserve. This is a bespoke trek led by a private ecological guide, tailored to your fitness and interests. Whether you choose a scenic and manageable trail like the Eoseungsaengak or a more challenging route, your guide will enrich the experience with insights into the mountain’s unique volcanic geology and diverse ecosystems, leading to a rewarding panoramic view of the entire island and the serene Baengnokdam crater lake nestled at its peak. In the evening, you will attend one of the most unique and poignant dining experiences in all of Korea. You will be a guest at an immersive culinary performance celebrating the lives of Jeju’s legendary female free-divers, the haenyeo . Sit at a circular table inspired by the traditional Bulteok , a sheltered fire pit where the divers warm themselves. A storyteller shares the powerful, real-life stories of these resilient women, some of whom are still diving in their 80s."
    },
    {
      "dayNumber": "9",
      "title": "Jeju Island - Journey to the Center of the Earth and Greet the Dawn from a Volcanic Crown",
      "description": "Your final day on Jeju is a journey of geological wonders, from the fiery birth of the island to its subterranean secrets. It begins before dawn with a private, guided ascent of Seongsan Ilchulbong, the \"Sunrise Peak.” This iconic volcanic tuff cone, a UNESCO World Heritage Site, is one of Korea’s most sacred places to greet the new day. Your guide will lead you up the steep but well-maintained path in the quiet, pre-dawn stillness. The climb is invigorating, building anticipation for the spectacle to come. As the sun breaks over the horizon, it casts a breathtaking golden light across the ocean. From the heights of a volcanic crater, your afternoon takes you deep into the earth. Your private guide will lead you on an exploration of the Manjanggul Lava Tube, one of the longest and most well-preserved lava tunnels in the world. As you descend into the cave, you will feel an immediate drop in temperature as you shift into the subterranean world. The air is cool, damp, and filled with echoing silence. Dim lighting reveals the tunnel's incredible geological formations: lava stalactites, flowstones, and the world's largest known lava column, a towering monument of solidified magma."
    },
    {
      "dayNumber": "10",
      "title": "Seoul - Depart for Home",
      "description": "After a leisurely breakfast, your private car will escort you to the fashionable district of Sinsa-dong to stroll along Garosu-gil, the famous tree-lined street known for its chic designer boutiques, art galleries, and sophisticated cafés. You may choose to visit a stylish café for a final, perfectly brewed coffee and an artisanal pastry, or visit a gallery while reflecting on the experiences of the past ten days. This is a moment to savor the city's contemporary ambiance one last time before your private transfer arrives to ensure a seamless and comfortable journey to Incheon International Airport for your flight home."
    }
  ],
  "map": ""
}