{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "kathmandu-nagarkot-tour-5-days",
  "tourName": "Kathmandu Nagarkot tour, 5 days",
  "placesVisited": "",
  "generalInfo": "Nagarkot, a small resort hill station in the Kathmandu Valley, offers some of the best views of the surrounding Himalayan Mountain Range. Outdoors enthusiasts flock to this mountain outpost not only for the views, but also for the serenity. Here thick pine forests and verdant valleys offering plenty of hiking opportunities will surround travelers. Those interested in trekking should consider hiking back out of Nagarkot to Kathmandu or even hike on to their next destination.<br/><br/>Located 20 miles (32 kilometers) from Kathmandu, Nagarkot can be enjoyed as a long day trip, or better yet, an overnight getaway so you can watch the sunrise light up the surrounding peaks. If you can withstand the cold, a visit between October and March almost guarantees clear skies and views as far as the peak of Mt Everest. The monsoons of June, July and September bring clouds and obstructed views at best.",
  "durationDays": "5",
  "price": "650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kathmandu - It is a panoramic thrill flying into Kathmandu on a clear day. The views of snow-capped mountain peaks sprawling down below you are almost ecstatic, beginning a whole chain of memorable experiences that stay with you for a long, long time. A representative and driver from our office will meet you at the airport and escort you to your hotel. The representative will help you check into your designated hotel. At the hotel you will be briefed about your daily activities.Dinner and night stay in Hotel in Kathmandu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu sightseeing - After an early breakfast, you are ready to do sightseeing tour in 4 major places in Kathmandu - Swoyambhunath (Monkey temple), Boudhanath, Pashupatinath, and Kathmandu durbar squire. We begin today's sightseeing tour with a visit to Swoyambhunath a 2500-year old site where, it is believed, the Radiant Lotus of the valley-mythology, settled when the water was drained by Manjushri, the god of Wisdom. The 5 dhyani Buddha's attended by their consorts are enshrined at the base of the stupa. (Non-Hindus are not allowed inside Swayambhunath temple) then continues tour into Boudhanath it is the world,s largest stupa and of Tibetan Buddhist Culture in Nepal. Antique shops where you can buy things of your interest relating to Buddhist surrounded the monastery. After Boudhanath your next spot is The Pashupatinath temple stands along the side of Bagmati River. It is the holiest Temple for Hindus. Many people from different part of Asia visit this Temple. Temple dedicated to lord Shiva, is also a site for Hindu cremation. During the festival Shiva Ratri temple crowed by devotees. Afternoon visit Kathmandu durbar squire, Hanuman Dhoka, the ancient royal residential quarter, Mahadev and Parvati Temple, Machhender Bahl-holy place for the Buddhists and Hindus, Temple House of Kumari, the vestal virgin or the living goddess. Walk around the local bazaars then drive to Hotel.Dinner and night stay in Hotel in Kathmandu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sightseeing tour around Patan and Bhaktapur - After breakfast we take you to drive you to Patan durbar squire to explore Patan Durbar Square, Mahaboudha Temple, Kumbeshwor temple, Krishna Temple, Golden Temple and many other places of Patan, you feel as if Patan has been unveiled before you as an open museum showcasing intricately carved windows, intrinsic roof struts, statues of gods and goddesses, temples designed in pagoda style with erotic carvings and repoussé metalwork facades and many other exquisite facets. You will also get to see handicraft centre in Patan and continue drive to Bhaktapur old durbar squire where you will witness unique culture and finest display of craftsmanship. Bhaktapur is the only place in Nepal which has remained untouched by western culture. Lion Gate, Golden Gate, Art Gallery, Statue of King Bhupatindra, Nyatapola Temple and fifty-five windowed Malla Palace are the living prides of Bhaktapur and you will tour around all these places then drive you to Nagarkot hotel.Dinner and night stay in Hotel in Nagarkot ."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nagarkot drive to Kathmandu - Morning witness sunrise at Nagarkot, small village seat at about 7500 Ft altitude, offering fine views from Dhaulagiri in the west, to Kanchenjunga in the east. On a fine day one can even see the tip of the Everest from here. Later depart for Kathmandu and on arrival check in at hotel. Afternoon you are free to shop or relax.Dinner and night stay in Hotel in Kathmandu."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure - In the morning, after breakfast our guide and driver will see you off at the airport for your onward flight."
    }
  ],
  "map": ""
}