{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-red-panda-tour-and-chitwan-safari",
  "tourName": "Nepal red panda tour and Chitwan safari",
  "placesVisited": "",
  "generalInfo": "Most people chose to visit India for wildlife instead of Nepal, but the small Himalayan kingdom of Nepal is home to a great range of wildlife. Sandwiched between the mighty Himalayas to the north and the dry and hot lowlands of the Gangetic Plains to the south lie the parks of Chitwan and Bardia in the fertile Terai of Nepal. <br/><br/>These protected areas (particularly Chitwan) has healthy populations of tigers, Indian one-horned rhinos, Asiatic elephants, sloth bears, leopards, gharials and hundreds of other species living in the parks.<br/><br/>But this tour is not just about the sub-tropical forests and grasslands of the lowlands (terai) but our major focus on this trip is the incredible mountainous area around the 3rd highest mountain in the world (Kachenjunga) it is in the shadow of this mountain that you will hike the bamboo &amp; rhododendron forests in search of red pandas.<br/><br/>Here the small population of red pandas is being protected by an initiative set up by the Red Panda Network and the local forest guardians they are training. The rate of deforestation here is worrying and only by understanding and providing an income from the wildlife here do the forests stand a chance of being preserved.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Nepal (and in particular Chitwan and Kachenjunga) and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/><br/>Best time to go:<br/><br/>The best time for spotting red pandas in the Nepali Himalayas is during the spring or autumn and the best time for safaris around Chitwan is between March - May which means that the best combined time for this trip is April. <br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Nepal in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Chitwan and Red Panda Safari Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Gangetic River Dolphins as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour starts and ends in the iconic and historical city of Kathmandu and visits the amazing and vast Chitwan National Park and the bamboo and rhododendron forests of the Kachenjuna massif in eastern Nepal.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Chitwan and Red Panda Safari is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals. Then when looking for red pandas the paths are often very steep (on mountain and hill sides) as well as being at altitude, so a good level of fitness is required and whilst no experience of being at altitude is needed it is good if you have been at altitude previously.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "12",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu - Arrival On arrival at Kathmandu airport you will be met by your local driver and guide and then taken to the hotel in the Thamel region of the city. Depending on your arrival time you can possibly enjoy some sightseeing, this can be arranged by either speaking to your hotel or local guide on arrival. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu - Sightseeing Today will be a guided tour of the city. The historical city of Kathmandu has a wealth of things to see and do, you will visit some of the main sites today including Boudnath Stupa, Swayambunath, Durbar Square and other locations. You will be collected by your local cultural guide and driver from the hotel at the pre-discussed time (yesterday) and taken to these sites. On your return back to the hotel in the afternoon you will be free to rest again, ahead of your morning departure tomorrow. You will be told the time you are to leave on your arrival and you will be handed copies of your flight tickets too. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ilam - Travelling Today you be collected from the hotel and taken to domestic terminal of the airport and catch your flight to Bhadrapur. The flight is only 45 mins and we recommend trying to get a seat on the left hand side of the plane. This is because if the sky is clear there will be views of Mt. Everest, in fact it may be possible to see 7 of the top 10 highest mountains in the world whilst in the air. Once we have landed in Bhadrapur your local / driver will be waiting for you and from here you will be transferred higher and higher in the hills towards Ilam and the imposing sight of Mt. Kanchenjunga (the 3rd highest mountain in the world). This drive will take around 4 hours and Ilam is the closest large village / town to the red panda watching area and you will pass through terraced land on every hillside. The main crop here is tea and tea plantations are everywhere, it is one of these tea houses that will host us today as we break up the drive to Dobate by spending a night here in scenic Ilam. (breakfast and dinner are included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dobate - Travelling & Wildlife Watching After breakfast you will continue your journey north and along the winding hillside roads to the small town of Dobate. This is the Nepalese headquarters of the Red Panda Network and is home to a growing population of red pandas and this is where you will be based for the next 5 days and nights. When you arrive you will be taken to your accommodation, once again a local tea house / homestay. One of the keys to the success of the red panda and habitat conservation here is that many local people have been trained and are employed in guiding and guardians of the forest. The forests here are regarded as one of the most bio-diverse ecosystems in the world and of massive biological importance. After arriving and having some lunch, if the weather is good and time is with us we will head out into the forests in search of the red panda. (all meals included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ilam - Wildlife Watching & Travelling This morning you will have another opportunity to try and find a red panda or other wildlife, the night before the jeep will be ordered for an agreed time which is often around midday. Once you leave here you will descend the road back towards Ilam and your last night in the hills of far eastern Nepal. We will have a relaxing drive back and we can stop of pictures out over the terraces and tea plantations and of course the Himalayan backdrop. (breakfast and dinner are the only meals included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kathmandu - Travelling After taking in the incredible views of the mountains for the last time before being taken back to Bhadrapur airport in time to catch your return flight to the capital. This time you might want to try and get seats on the right hand side of the plane to take in views of the Himalayas again. Once you arrive in Kathmandu you be taken to the hotel and the rest of the day is at your leisure. You will be briefed by your driver / guide about the time you will be collected tomorrow morning to leave for your next flight, this time westwards to Chitwan National Park. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chitwan National Park - Travelling & Wildlife Watching This morning you will be picked up from your hotel in Kathmandu and taken to the airport once again. The flight from here to Bharatpur (the nearest airport to Chitwan) is around 30 minutes and on your arrival a driver from the lodge will be waiting for you. Once you arrive you will have lunch and check in. This afternoon will be your first trip into the park, you will have an afternoon private jeep safari. The most conventional method of safari in Chitwan is the jeep safari and this afternoon you will explore some of the extensive road network inside Chitwan. Either today or tomorrow you will also be taken to the breeding and research centres for gharial, freshwater turtles and vultures which is located deep inside the park and has contributed large numbers of animals being released back into the park. The jeep safari is by far the best way of exploring the park quickly and getting deep into the heart of tiger territory. Commonly seen species on the jeep safari are chital, sambar, terei gray langurs, rhesus macaques, wild boar, Indian peafowl, crested serpent eagles, hog deer, Bengal monitors and the highly targeted Indian one-horned rhino and sloth bear. Species such as tigers, Asiatic elephant and leopard can also be seen but more infrequently. (all meals included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chitwan National Park - Wildlife Watching Today is a full day to explore the park, at sunrise you will have another jeep safari and then after returning to the lodge for lunch and a rest in the heat of the midday sun, you will return to the park. This afternoon you will have a canoe safari. These canoe trips are amazing for birds and often produce a great variety of birdlife. From kingfishers, bee-eaters, lesser adjudant storks, crested serpent eagles, wagtails, hornbills, parakeets and hundreds of sand martins and barn swallows. It is also common to see large mugger crocodiles and occasionally wading rhinos and basking gharial on these canoe trips too. Tigers, leopards and even sloth bears have also been spotted along the river banks, although rarely. This ride takes around 1 hour and is a magical experience as the morning mist lifts off the river to create a haunting atmosphere. Afterward you will return to the lodge for the night and your last full night in Nepal. It is advised you check with reception to when you should check out and when they plan to transfer you to the airport to catch your return flight to Kathmandu tomorrow. (all meals included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Chitwan National Park / Kathmandu - Wildlife Watching & Travelling This morning will be your last trip into the park with a morning walk. The walks are great ways to see birds, plants and some of the smaller species as well as a great way of experiencing the jungle in a close and intimate way. It is also interesting to see tracks of rhinos, bears, tigers and more as you trek around with your naturalist guide. From here you will be taken to the lodge to check out and freshen up before being taken to the airport to catch your return flight to Kathmandu. On your arrival you will be taken to the hotel for your final night in Nepal. (breakfast and lunch are the only meals included today)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Home After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}