{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "clouded-leopard-group-expedition-in-nepal",
  "tourName": "Clouded leopard group expedition in Nepal",
  "placesVisited": "",
  "generalInfo": "Introduction:<br/>For a very long time clouded leopards were among the top of every wildlife enthusiasts wish lists (which has not changed), but for a long time the chances of seeing one were lottery like odds. Very few people were ever lucky enough to happen chance across one as they trekked in various forests around South and South East Asia. All of that changed around 5 years ago when a wonderful forestry department opened its up for tourism in Sabah, Malaysia (Deramakot Forest Reserve) and the rate of seeing this wonderful species shot up drastically. But nearly at the same time as this location arrived on the wildlife watching scene the clouded leopard was split into two different species; the Indochinese clouded leopard (native to the mainland of Asia) and the Sunda clouded leopard (found on Sumatra and Borneo). So whilst seeing the Sunda clouded leopard is now possible (although still with some luck and the right guides), there remained nowhere to see the Indochinese clouded leopard – well that was until very recently.  <br/>Due to some very adventurous solo travellers and the incredible work of clouded leopard researchers various parks and forests in the north-east of India and along the Himalayan foothills of Nepal have been extensively studied and tracked with views of finding clouded leopard populations and possibly getting a sighting. The breakthrough came in late 2018 and since then we have been working hard with the best clouded leopard researchers in Nepal to pioneer the first ever group tour to try and find this species. We have also hired the serviced of Mike Gordon, the dedicated and passionate wildlife spotter and guide from Sabah, made famous for his numerous sightings of Sunda clouded leopards. Possibly no one in the world understands this species better than Mike and we are delighted that he will be guiding our new Clouded Leopard Expeditions to Nepal.<br/>But there are other advantages of travelling to this region of Nepal to look for this species of clouded leopard, not just that it is a different species from the Bornean ones, but also that Nepal offers a brand new wildlife experience and also the price is cheaper and a whole new set of species can be seen in these forests too. <br/>So why not branch out and away from Sabah, Borneo and cast the clouded leopard net wider. This tour is unique and offers the chance to explore a wonderful forest which is seldom visited and little understood. But in recent times this area has become a hotbed for clouded leopard sightings. <br/>We do our best to pioneer as many new trips as possible, to try and get people out to the newest and best wildlife watching destinations ahead of the larger companies and the bigger groups. This is the latest in a long list of pioneering mammal watching tours from us and it will not be the last.<br/>So we hope you decide to book on this unique big cat watching tour, dedicated to the Indochinese clouded leopard, however if you wish to know more about the Sunda clouded leopard we also offer a rare mammals tour of Borneo where the Sunda clouded leopard is a top targeted species. Just contact us for more information or our brochure.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides including a Nepalese clouded leopard specialist. We also have a the expert help of the world's most renowned clouded leopard guide from Borneo. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us). We also have high powered spotlights, quality optical equipment, night-vision and thermal imaging equipment (on request).<br/><br/><br/>Best time for this Nepal expedition for clouded leopards:<br/><br/>This tour can be booked anytime of the year, however we recommend avoiding the height of winter. And we think that spring and autumn are the best seasons to visit. This would be from late February – May and then September – mid November. <br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We employ three different specialist clouded leopard guides, firstly a local guide who knows the particular region intimately, secondly a Nepalese biologist who specialises in clouded leopards and then a guide who has probably see more clouded leopards than any living person.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Nepal in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Clouded Leopard Expedition of Nepal a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Tigers, One-horned Rhinos, Jungle cats and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour explores the massive and famous national park of Langtang in central Nepal. The entry and exit point of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Nepal Clouded Leopard Expedition is relatively high. This is because the tour is at altitude and the hiking to and from the guesthouse and the hiking to get to observation points can be steep and on uneven ground. Anyone who is used to hiking for 2-3 hours at a time (preferably at altitude) will not have a problem, anyone who has experienced altitude whilst hiking will most likely also be ok.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Pictures on this page courtesy of:<br/><br/>Dr. Raju Kasambe / CC BY-SA <br/>Charles Barilleaux from Cincinnati, Ohio, United States of America / CC BY <br/>Jindrich pavelka2 / CC BY-SA <br/>[2] / CC BY-SA <br/>A. J. T. Johnsingh, WWF-India and NCF / CC BY-SA <br/>Mike Gordon",
  "durationDays": "10",
  "price": "2925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu On arrival at Tribhuvan International Airport you will be met by your tour guide and our local guide/driver. From the airport we will be transferred in our private vehicle into the middle of Kathmandu (20-30 mins). Once here we will head to the Thamel district and your hotel for the night. If there is time you will be taken around the winding streets of Thamel. This area is the heartbeat of Kathmandu and a place which teems with colour, sights and sounds. You can easily get lost meandering down the maze of streets souvenir shopping and we can spend hours here enjoying the hustle and bustle of Nepal’s busiest city. Whilst still very touristy Thamel is a good welcome to Nepal and in particular Kathmandu. If time allows we will have a short city tour today, however it depends on the arrival times of all of the clients booked on the trip. However Thamel is safe to walk around and with a large selection of restaurants your guide can point you in the right direction for your evening meal, alternatively you can rest and prepare for the long car journey tomorrow morning to get to Lantang district. Depending on the time we arrive back into Kathmandu on the final day of the trip we will look to conduct some sightseeing around the city and show you some of the better known sites such as Boudnath Stupa, which is the largest Buddhist stupa in the world and a very important place for Nepalese Buddhists. We will then visit the hilltop temples at Swayambunath that are dedicated to Hanuman the monkey god n Hindu mythology; alongside the playful macaques the views over Kathmandu are worth the long climb up alone. We then visit the historical Royal palaces and temples of the bustling Durbur Square."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu to Langtang District This morning you will be collected from the hotel after breakfast and transported around 3 hours north towards the Langtang district of Nepal in our own vehicle. On arrival we will either set up the camp or check into the local guest house (depending on what is recommended by the local guide (based on clouded leopard sightings)) we will head out into the forest with the local ranger and Mike to try and locate some wildlife, including clouded leopards. We can also go out after dark looking, however many of the sightings are made during the day, so we will focus during the day, but also there will be some spotlighting offered each night."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Langtang District - Kathmandu This morning is your last opportunity to explore the forests here looking for wildlife, before we depart and leave in our private vehicle and head back to Kathmandu. On arrival back in the city you will be taken to the same accommodation as on the first day here and if we arrive in time and you would like we can look to do some sightseeing if you wish, such as visiting Boudnath Stupa, Swayambunath and Durbar Square; however the time of arrival into Kathmandu will dictate that and this sightseeing trip would be extra and arranged with the accommodation."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Home This morning you will have a private transfer arranged for you to get you to the airport in order to catch your return flight home or onward to your next destination."
    }
  ],
  "map": ""
}