{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-4-wheel-drive-adventure-tour",
  "tourName": "Nepal 4 wheel drive adventure tour",
  "placesVisited": "",
  "generalInfo": "This is one of the most adventurous and challenging 4WD wheels driving adventure trip, taking you over exotic remote terrain. It provides to experience of thrilling driving through a unique virgin off road tracks with stunning views of Annapurna Himalayan ranges including Annapurna South, Dhaulagiri Mountain, Machhapuchhre (Fishtail), and Tukuche Peak, Nilgiri Peak, Dhampus Peak and other more snowy peaks. It gives also an excellent chance to converse with local people and experience of their customs and traditional lifestyles.",
  "durationDays": "12",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Tribhuvan International Airport, Kathmandu; meet with our tour coordinator at the arrival complex of airport, then transfer to hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Kathmandu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Breakfast at hotel, then scenic drive to Pokhara for 06 hours approximately, the city natural beauty. Check into hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast drive to Tukuche village 2590 m. through beautiful stoned walled villages of Gasha, Kala Panai that offers excellent views of Dhaulagiri I (8167 m), Annapurna I (8091 m), Dhampus Peak and beautiful valley can be seen on the way tour. En-route explores Kobang (2560m), a famous village in Mustang district and it is separated from Larjung villages by a small stream. This is a religious and ancestral significance for four Thakkalai clans Gauchan, Tulachan, Sherchan and Bhattachan who believe that their founding ancestors first came to this village. Each clan has its own animal deity- Gauchan (Elephant), Tulachan (Sea monster), Sharechan (Lioness) and Bhattachan (Yak). Explore Tukuche village, it means Land of Abundant Grain. It was very famous place in the ancient time for Tibetan and Nepalese people exchanged salt with grain. In this village, most of the houses are built in the classic Thakali style-flat roofed with carved windows and balconies and a courtyard at the centre of the houses to give the protection from wind. Visit Mahakala Monastery, founded in 1930, located at heart of heart of the Tukuche. It takes its name from the fierce mal deity / Kuyper Gomba, the Nyingmapa sect monastery."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast at lodge, then drive to Muktinath 3710m, a famous Temple for Hindus and Buddhist devotees. 108 holy water spouts wall is standing on the rocks, the water came out from where. The main Temple of Vishnu, God of protector stands in the complex, below the Bodhisattva statue runs a trickling flow of water with pale flames which is caused by natural gas and its burning, the sacred place for Buddhist and Hindus devotees. In the complex, Monastery of Padmasambhava, Shiva and Parvati shrine stand. It provides amazing views of snowy mountains including Dhaulagiri Mountain (8167m). Overnight at trekking lodge in Muktinath."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast at hotel and then scenic drive through beautiful village’s terrain to Tatopani (hot spring) village, 1190 meter situated River bank of Kaligandaki. It provides excellent views of Nilgiri Mountain and beautiful landscape. You can enjoy with natural hot spring at River bank of Kaligandaki. Overnight at trekking lodge in Tatopani Village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, drive to Pokhara and check into hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast visit Peace Stupa and Dave's falls and then back to hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast drive from Pokhara to Chitwan National Park, probably the best Park of South Asia for wildlife safari and check into Resort. After lunch visit Tharu village and you can enjoy with Tharu culture program at evening."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Full-day Jungle Excursion such as Jeep safari for viewing of great one horned rhinoceroses , sloth bears, four types deers, two types of crocodiles, Royal Bengal Tigers, leopards etc. Canoeing tour on river for viewing of crocodiles and Jungle walk back to Resort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early morning our well trained and experience Naturalist takes you into prime spot for birds watching, you can experience more than 450 specises of extoic birds on the trip and walk back to Resort. After breakfast drive to Kathmandu and check into hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Farewell You will be leaving with memory of adventurous journey of the life time. We will make sure to turn the days to your most memorable moments of life."
    }
  ],
  "map": ""
}