{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "small-group-holiday-to-nepal",
  "tourName": "Small group holiday to Nepal",
  "placesVisited": "Kathmandu, optional Everest flight, Pokhara, Bandipur, Chitwan National Park jeep safari and walking tours, Bhaktapur",
  "generalInfo": "Journey through the heart of Nepal and experience the colourful sights and culture of this enchanting region. Mingle with local villagers and craftspeople, visit tranquil temples and sacred Buddhist sites, travel the cobbled streets of tiny mountain towns and search for unique wildlife such as tigers, rhino and deer. From the whirlwind of Kathmandu to the lush jungle of Chitwan National Park – with plenty of delightful hidden gems in between – take an unforgettable tour of Nepal, brimming with culture, history and natural beauty. <br/><br/>This 11-day small group trip begins and ends in Kathmandu, with plenty of time to discover the Nepali capital’s rich cultural and artistic heritage. Here, you can witness world-class mountain scenery from a heavenly viewpoint, with the option of a breathtaking Everest flight. From here, fly to Pokhara enjoying views of the Himalaya as you travel, before spending two nights in this peaceful town, with its beautiful lake beneath the towering Annapurnas and hill-perched Buddhist Peace Pagoda. Travel by bus for the rest of the trip, visiting Bandipur, where you can stroll the streets admiring the stately Newari dwellings, then take a jeep safari and jungle walk with an expert resident naturalist in Chitwan National Park, which is brimming with exotic bird life and game. Whether it’s flying, hiking, driving or rowing, this trip will let you experience Nepal’s stunning natural beauty from all angles.<br/>",
  "durationDays": "11",
  "price": "1926",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kathmandu.",
      "description": "Namaste! Welcome to Nepal. Arrive in Kathmandu and take your complimentary airport transfer to the hotel. Your adventure begins with a welcome meeting at 6 pm where you'll meet your trip leader and fellow travellers. The evening is free to explore the streets of Kathmandu, whose mixture of ancient architecture and modern development, and rich artistic and cultural heritage means it remains the legendary destination it has been for decades. Crowded markets and bazaars are the centre of Nepali life, and the narrow streets are home to holy men, monks, bicycles, incense, goats, and sacred cows. You may like to join your leader and group for an optional dinner at one of Kathmandu's fine Nepali restaurants."
    },
    {
      "dayNumber": 2,
      "title": "Kathmandu.",
      "description": "Weather permitting, you'll have the option to take a Mount Everest scenic flight this morning. This experience will take you over Sagamartha National Park through a crescendo of the highest peaks in the world, getting up close to Mount Everest. After breakfast, you'll explore Kathmandu, visiting Pashupatinath, the most famous Hindu temple in the country, located on the banks of the holy Bagmati River. Here you'll see Hindu holy men (sadhus) meditating, pilgrims bathing and occasionally funeral pyres burning on the ghats. You'll also visit Bodhnath Stupa, one of the most significant Buddhist shrines in the world, where you can observe Buddhist monks in prayer in the monasteries surrounding the stupa. After lunch, you'll head to Durbar Square, which sits at the front of the old royal palace. You'll get a chance to admire the beautiful temples and browse the stalls of merchant's wares. The evening is yours to explore the city as you wish."
    },
    {
      "dayNumber": 3,
      "title": "Pokhara.",
      "description": "Today, you’ll fly to Pokhara – if you’re lucky you might catch a glimpse of the spectacular Himalayan Mountain chain to the north. When you arrive, take a scenic boat ride across the lake of Phewa Tal – the second largest lake in Nepal. You can stretch your legs and check out Taal Barahi temple in the middle of the lake or simply admire the views from the boat. Enjoy a free evening, perhaps asking your leader for their favourite lakeside restaurant to visit for dinner."
    },
    {
      "dayNumber": 4,
      "title": "Pokhara.",
      "description": "If you're an early riser, you'll have the option to wake up early and enjoy the sunrise over Sarangkot Hill this morning were spectacular views of the mountains await. Take in vistas that span the Annapurnas to the famous fishtail peak, Machhapuchhare, and back to Pokhara. From here, you'll visit the fascinating International Mountain Museum to learn the amazing tales of past climbing expeditions – some ending in triumph, some ending in tragedy. After a morning of exploring, you'll head to a local Tibetan Refugee Camp for lunch. You'll hear stories of their journey from Tibet to Nepal, learn about local life and take part in a traditional cooking demonstration to find out how to make delicious momo (steamed dumplings). Of course, you'll sit down for a group lunch and tuck into the fruits of your labour."
    },
    {
      "dayNumber": 5,
      "title": "Bandipur.",
      "description": "Today you'll travel to Bandipur by private vehicle. This traditional Nepalese town is a natural treasure and one of the country's hidden gems. Bandipur was once an essential stop for traders travelling to Tibet, and the town's single main street is still lined with buildings that once housed a wide variety of merchants. Many of the buildings have been converted now, but their architecture remains. Enjoy a peaceful stay in this charming, rural location."
    },
    {
      "dayNumber": 6,
      "title": "Bandipur.",
      "description": "Enjoy a day of free time to explore Bandipur further. The surrounding hills are ideal for hiking along trails that will take you through tribal villages and hilltop shrines that once doubled as fortresses. Bandipur is saddled on a high ridge above Dumre, making for an exceptional view of the Himalayan panorama. You may prefer to visit the town's temples or relax with a coffee and a spectacular view."
    },
    {
      "dayNumber": 7,
      "title": "Chitwan National Park.",
      "description": "After breakfast, you'll drive to Chitwan National Park. After arriving and settling in, you'll be introduced to the camp staff and resident naturalists, who'll discuss the activities for the upcoming days. In the early evening, the local Tharu dance troupe may perform a cultural program. You'll enjoy dinner as a group and then the evening will be all yours – maybe relax in the bar and discuss the day's animal sightings or listen to the stirrings of the jungle at night."
    },
    {
      "dayNumber": 8,
      "title": "Chitwan National Park.",
      "description": "Embark on an early-morning jeep safari in search of the great Indian rhino, deer and exotic birdlife or joining one of the other activities available to explore the park (the safari will either happen on day 7 or Day 8, depending on the hotel staff's schedule). After breakfast, you’ll leave the lodge and go on a dugout canoe adventure on the Rapti River. This is an exciting trip with chances to catch a glimpse of marsh mugger crocodiles and various birds that inhabit the riverbanks. A program will be organised for the rest of the day and may include further excursions by jeep or a visit to one of the nearby villages."
    },
    {
      "dayNumber": 9,
      "title": "Bhaktapur.",
      "description": "If you’re an avid wildlife lover, an optional early-morning birdwatching safari is available today – a worthwhile addition to your trip. After breakfast, drive along the Trisuli River to Bhaktapur and enjoy a stop along the riverbank for lunch. Bhaktapur was once the capital of Nepal and the Great Malla Kingdom during the 15th century. Its rich heritage, inspiring temples and artisanal history played a big part in Bhaktapur being named a UNESCO World Heritage Site. Enjoy an evening of exploration on your own, soak up the lovely atmosphere in one of the local cafes, or simply relax in your hotel."
    },
    {
      "dayNumber": 10,
      "title": "Kathmandu.",
      "description": "Spend the morning exploring Bhaktapur's famous temples, starting at Durbar Square, which is said to be the most beautiful piece of art in Nepal. Durbar Square is home to the majestic Lion Gate and Golden Gate. You 'll also visit the Yakcheswor Mahadev Temple- a replica of Pashupatinath Temple in Bhaktapur. In the afternoon, drive to Kathmandu. The evening is yours to spend as you wish – your group may like to head out for an optional final dinner as your Nepal adventure comes to an end."
    },
    {
      "dayNumber": 11,
      "title": "Kathmandu.",
      "description": "Your trip officially comes to an end after breakfast today. If you would like to stay longer, just speak to your booking agent."
    }
  ],
  "map": ""
}