{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "rare-mammals-of-nepal-wildlife-safari",
  "tourName": "Rare mammals of Nepal wildlife safari",
  "placesVisited": "",
  "generalInfo": "Travel to the far east of Nepal and in the Himalayan foothills you will track down red pandas and other rare mammals on this unique mammal watching holiday of Nepal. Recent genetic studies has split the red panda species into two different species, one in China and one in Nepal, the Nepalese red panda is only reliable seen in a couple of locations. This tour takes you into the heart of one of those reliable locations. <br/><br/>As well as red pandas there are many species that inhabit these forested hills, a mix of rhododendron forest and bamboo groves these slopes are steep and teeming with life. Over the last few years the hard work of NGO's and dedicated local forest guardians the area has been well protected and replanting has overtaken deforestation. The result is a good area of sub-Himalayan highlands now bountiful with wildlife.<br/><br/>This tour offers a great opportunity to visit a very seldom visited part of Nepal and a chance to find some of the most beautiful and elusive animals the world has to offer. Species such as red pandas, clouded leopards, Himalayan thar, Asiatic black bear and yellow-throated martens are all dwelling in the dense forests here.<br/><br/>Whilst spotting a red panda and other species in the wild can never be guaranteed, sightings are certainly increasing as guides get better and better at knowing where and what to look for.<br/><br/>This is an excellent tour for responsible travellers, the major conservation work carried out in this region is undertaken by an NGO which is looking for official protection at national level for this location. It is in conjunction with this NGO that we travel and look for these animals. In doing so we make sure that the local area is protected in the long term as well as for our visit.<br/><br/>By employing local people as our guides and our wildlife spotting team, and by staying in local guesthouses in Dobate village (in the heart of red panda territory) we contribute directly to sustainable eco-tourism in this amazing location. We also use the latest equipment when it comes to finding red pandas and other wildlife including: high powered HD spotting scopes, camera traps, spotlights and even night vision and thermal imaging (on request).<br/><br/>We also boast an impressive record when it comes to the number of sightings. On our most recent tour we spotted 3 different red pandas. We regularly record lots of mammal and bird species on this tour and are convinced that any wildlife enthusiast will not be disappointed.<br/><br/>The best time to see mammal species in this area of Nepal:<br/><br/>The best (and perhaps only) seasons when mammals are relatively easy to see in these forested hills are the shoulder months of the monsoon and summer seasons of the far eastern Himalayan foothills. The spring is from mid March to mid May and then the autumn is from October through to November. During this time of year the temperatures are around 20C during the day, it is relatively dry and the skies clear and blue. In between these seasons is the very different monsoon period. During the monsoon the torrential rainfall makes moving around the forested hills dangerous for us and so we avoid the monsoon season. <br/><br/>Fitness levels required:<br/><br/>As the tour is predominantly located at altitude (9,800ft -13,000ft) a good level of fitness is required or at least experience at hill walking. However we must stress that all trekking is done at your own pace, the longest treks (in one continuous walk) are around an hour and most are usually less than an hour.<br/><br/>Equipment needed:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: binoculars or spotting scope; clothing should be light and durable walking clothes (such as khaki shirts and khaki trousers as well as very warm winter clothes, such as waterproof jackets, trousers, hiking socks, gloves, hats, scarves, fleeces, thermals underwear, long-sleeve polypropylene vests etc.) These are not essential but it can get cold during the evenings and night at this altitude and rain is common throughout the year. Broken in and comfortable (waterproof) walking boots with ankle support are essential. Please bring plenty of memory cards or film for your camera. As there is some power in the park please bring spare batteries for any electrical equipment. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day. Snacks and sugary foods are a good idea, especially if you have any favourites from home that may be difficult to source in Nepal.<br/><br/>Minimum age: 16 years<br/><br/>Picture credits:<br/><br/>Dr. Raju Kasambe, CC BY-SA 4.0 <br/>Rushenb, CC BY 2.0 <br/>Cks3976, CC BY-SA 3.0",
  "durationDays": "14",
  "price": "4550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu On arrival at the airport in Kathmandu you will meet your local guide and be transfered to your accommodation in Thamel. Once in the hotel you may have time to explore Thamel. Thamel is the heartbeat of Kathmandu and a place which teems with colour, sights and sounds. You can easily get lost meandering down the maze of streets souvenir shopping and we can spend hours here enjoying the hustle and bustle of Nepals busiest city. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu Valley This morning after breakfast you will be taken with your expert local guide to explore some more of the Kathmandu valley. Sights such as Boudnath Stupa, Swayambunath and Durbar Square will be visited as well as exploring the sister cities of Patan and Bhaktapur. These two cities and Kathmandu used to be separate kingdoms but under the leadership of the King they were unified. You will return to your hotel for the night. (breakfast is the only meal included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ilam Today you start your journey to the eastern foothills of the Himalaya. First you will be taken to the domestic airport to catch your flight east. This short internal flight is one of the most scenic internal flights in the world as you head east to border town of Bhadrapur (45min flight) you can spot Mt. Everest if the weather is good. In fact around 7 of the top 10 highest mountains in the world can be seen from this flight on a clear day. Once you land in Bhadrapur you will meet your new local driver and be transferred north to the town of Ilam (4 hours). Our guest house in Ilam is a tea house and surrounded by terraced farms and tea plantations covering the hills which are steadily increasing in height until the dominating Himalayas break into view in the distance. You can visit a tea plantation today as this is Nepals tea growing region, all the local communities are dominated by this very productive plant. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ilam This morning is one final morning to look for wildlife before breakfast and then departing back to Ilam (4 hours), through the tea plantations and terraced farms. Today is a rest day before continuing onwards to our next destination. You will be taken to the same tea house as day 3. (breakfast only included)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ilam This morning is one final wildlife watching trip before beginning the drive back to Ilam (7-8 hours) and begin our journey back to Kathmandu. After the long drive south and back to the familiar town you will be taken to the same tea house again. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kathmandu After breakfast you will be taken from Ilam back to the border town of Bhadrapur in order to catch your return flight to Kathmandu. Try and get a seat on the right hand side of the plane (especially if you were not on the left hand side on the way out) and enjoy the Himalayan view. On arrival in Kathmandu you will be transferred to your hotel for your final night in Nepal. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Home This morning you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}