{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "chitwan-safari-rafting-in-nepal",
  "tourName": "Chitwan safari & rafting in Nepal",
  "placesVisited": "Boudhanath, Pasupatinath Temple, Bhaktapur, White water rafting, Royal Chitwan National Park, Jungle safari, Tigers, leopards, rhinoceros and exotic birds, Pokhara, Sarangkot, Kathmandu",
  "generalInfo": "This tour in Nepal serves up diverse culture and nature experiences in the Royal Chitwan National Park, one of Asia's most celebrated nature havens. <br/><br/>You'll see several of Nepal's most striking ancient settlements. Boudhanath's Buddhist shrines have led to the nickname 'Little Tibet', while Bhaktapur is renowned as a centre of wood carving. Other visits take in the beautiful 'nature city' of Pokhara, and a chance to explore Kathmandu. As you delve, discover Hindu temples, Buddhist monasteries, ancient irrigation systems, palace complexes plus dazzling local craftsmanship.<br/><br/>This wild and dramatic land offers pulse-quickening experiences too, beginning with an exhilarating river raft ride on the Trisuli River, shooting Grade 2-3 rapids. Wildlife encounters include a jeep safari in the Royal Chitwan National Park in search of rhinoceros, exotic deer, crocodiles, sloth-bear plus two iconic big cats – leopards and Royal Bengal Tiger. For bird-watchers, there are over 400 species – such as eagle, parrots, peacocks and kingfisher.  <br/><br/>A trek to Sarangkot, meanwhile, delivers breathtaking views of silvery mountains including Machachapuchare (Fish-tail), Annapurna South, Himchuli and Dhaulagri Mountain, as well as outstanding views of Fewa Lake. <br/>",
  "durationDays": "8",
  "price": "895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Prior to landing in the Tribhuvan International Airport, you could have some excellent views of snowy mountains, after customs clearance meet with our tour coordinator and transfer to hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A full day sightseeing in Medieval and historical cities such as Boudhanath, the stupa is famous for Buddhist devotees and also its called little Tibet, Pasupatinanth Temple, Bhaktapur, the city of examples of wood carving and finally visit Swayambhunath."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning scenic drive to Charudi (rafting put in point), commence exhilarating river rafting on Trisuli River, enjoy with exciting 2-3 grade rapids, after lunch drive to Royal Chitwan National Park. Check into resort. Tonight enjoy with Tharu stick dance/ slide show."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day jungle excursion such as Jeep safari to explore great one horned rhinoceros, four species deer, bison, leopards, sloth-bear, two types of crocodiles, more than 450 species of exotic birds and Royal Bengal Tiger. Canoeing tour, jungle walking. Tonight enjoy with Tharu stick dance/ slide show."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning our well trained and experienced naturalist takes you into prime spot for more than 450 species of exotic birds watching tour such as kingfishers, parakeets, golden orioles, peacocks, woodpecker etc. Return to resort after breakfast drive to Pokhara, the city beauty of nature. Check into hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, commence trek through a unique terrain to Sarangkot (3-4 hours walking). It provides excellent views of silvery mountains such as Machachapuchare Mountain (Fish-tail), Annapurna South, Himchuli, and Dhaulagri Mountain. Wonderful views of Fewa Lake. After lunch drive back to Pokhara. Check into hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast drive to Kathmandu. Check into hotel. Afternoon walk to Kathmandu - Durbar squares."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure to airport."
    }
  ],
  "map": ""
}