{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-small-group-holiday",
  "tourName": "Nepal small group holiday",
  "placesVisited": "",
  "generalInfo": "With the Himalayan Mountain range running through its spine, mountainous Nepal is home to some of the most stunning scenery in the world. Soak it up on our two-week adventure discovering the country's highlights. Visit peaceful lakeside towns, ancient religious sites and colourful Kathmandu and search for wildlife in the lowlands. <br/> Kathmandu Valley - Visit the well-preserved medieval city of Bhaktapur, a UNESCO World Heritage Site.<br/> Nagarkot - Catch the sunrise over the Himalayas from this hill town with unbeatable views.<br/> Chitwan National Park - Head out on a jungle walk and jeep safari in search of one-horned rhinos, sloth bears and leopards.<br/>",
  "durationDays": "15",
  "price": "2045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Kathmandu",
      "description": ": Our tour starts today in Kathmandu; the busy, colourful and chaotic capital city of Nepal. Centuries of history are evident in shrines, hidden temples and narrow backstreets, and the Himalayas provide a spectacular backdrop to this intoxicating city. Our hotel in Kathmandu is around a 30-minute drive from the airport. For those arriving on time, our tour leader will meet you in the hotel reception at 5pm for a welcome meeting. After this, for those who wish, there is the chance to go out for dinner. Should you miss the meeting, our tour leader will leave you information giving the meeting time for the next day in the hotel reception and will inform you of any essential information as soon as you catch up. There are no activities planned today, so you're free to arrive in Kathmandu at any time. If you'd like an airport transfer today, you'll need to arrive into Tribhuvan International Airport (KTM). If your flight arrives earlier in the day, you might choose to walk into the centre of town which is around 15 minutes from the hotel. This evening you might like to have your first taste of Nepalese cuisine. The local dumplings are a good bet - called momos, they consist of a flour-based dough filled with meat or steamed vegetables. Also worth trying is dal bhat, a lentil-based soup usually served with rice and vegetable curry. Whatever you try, you'll find the cuisine varied, a mixture of influences from around the region, and a riot of colours and flavours."
    },
    {
      "dayNumber": 2,
      "title": "Explore the bazaars and busy streets of Kathmandu",
      "description": ": This morning, we'll take a walking tour visiting the bazaar and the Durbar Square area, the centre of old Kathmandu. Much of the day-to-day life of Kathmandu takes place in the bazaar: a fascinating mixture of people selling fruit, vegetables and spices; potters spinning their wheels to produce small household bowls and containers for temple offerings; devotees visiting their favourite gods at temples and small shrines dotted along the sides of alleyways; rickshaw wallahs honking their horns and the ever-present sacred cow wandering amongst it all. In the afternoon we plan to visit the Temple of Pashupatinath on the banks of the Bagmati River, the holiest Hindu shrine in Nepal and also Boudhanath, the largest stupa in the country and a destination for Buddhist pilgrims from all over Nepal."
    },
    {
      "dayNumber": 3,
      "title": "Discover the ancient City of Devotees and drive to Nagarkot",
      "description": ": This morning, we'll visit the almost perfectly preserved city of Bhaktapur, also known as Bhadgaun or City of the Devotees. Bhaktapur feels more like a huge medieval village with its potters' wheels and its many intricate stone and wooden carvings. We'll then continue to our lodge at Nagarkot on the Kathmandu Valley rim where sunset views back across the valley to Kathmandu are very impressive."
    },
    {
      "dayNumber": 4,
      "title": "See the sunrise over the Himalayas in Nagarkot",
      "description": ": Nagarkot stands 35 kilometres/21.7 miles east of Kathmandu (at an altitude of 2,174 metres/7,132 feet) on a ridge between the Kathmandu Valley in the west and the Indrawati Valley in the east. We'll get up early to catch the sunrise from the roof of the lodge and after breakfast take a walk to a nearby hilltop along the ridge for spectacular views over the Himalayas. There are plenty of opportunities for short walks today, including visits to neighbouring farms growing crops of fruit, vegetables and grain, under the spectacular backdrop of the snow-capped Himalayan peaks."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Kurintar and enjoy whitewater rafting along the Trisuli River (optional)",
      "description": ": We'll set off this morning to drive out of the high Kathmandu Valley and descend to the foothills where we'll overnight at the much lower altitude of about 262 metres/859 feet. As we leave the valley (on clear days) we'll have views of the Ganesh, Manaslu and Annapurna ranges of the Himalayas. En route, we'll have the option of a half-day whitewater rafting on the Trisuli River (Grade III-III+). No previous experience is required. This optional includes all permits, services of experienced river guides, helmet, life jacket and lunch. We recommend that you are confident swimming for at least 25 metres/82 feet unaided if participating in the rafting. As the rafting finishes at the beach just below our accommodation, those who don't want to raft are free to relax by the hotel pool."
    },
    {
      "dayNumber": 6,
      "title": "Visit Gorkha and walk through local villages.",
      "description": ": Today, we'll make our way to the small hill bazaar of Gorkha (a 90-minute journey) where the surfaced road ends. The town, which gave the feared Gurkha soldiers their name, was also the place from which King Prithvi Narayan Shah set out to unify Nepal in the 18th century. It's well worth the climb up to the ridge where his old palace fort stands - the view over the surrounding Annapurna and Manaslu ranges is spectacular."
    },
    {
      "dayNumber": 7,
      "title": "Visit the Manakamana Temple and drive to Pokhara",
      "description": ": This morning, we have the option to visit the nearby Manakamana Temple (1,302 metres/4,271 feet), the sacred place of the Hindu Goddess Bhagwati, taking a cable car up to the temple. Local people call the goddess the wish-fulfilling deity and the temple is a popular pilgrimage site. Afterwards, we'll continue our journey to Pokhara, situated beside Lake Phewa Tal beneath the Annapurna range."
    },
    {
      "dayNumber": 8,
      "title": "Walk through the Gurung and Chettri settlements and take in views of the Annapurna range",
      "description": ": On our first morning in Pokhara, we'll take a walk through some small Gurung and Chettri settlements to the World Peace Pagoda, situated on a ridge above Pokhara. From here, there are spectacular views of the mountains making up the Annapurna range which are just 48 kilometres/30 miles away - from Dhaulagiri in the west to Annapurna II in the east. The rest of the day is free to explore the tranquil town of Pokhara, perhaps taking a boat trip on the lake, watching the famous evening Aarti ceremony on the Lake Phewa or simply sitting back and admiring the breathtaking beauty all around."
    },
    {
      "dayNumber": 9,
      "title": "Discover Pokhara's Mountain Museum and visit the Tashiling Tibetan settlement",
      "description": ": Today we'll visit the Mountain Museum housing expedition memorabilia and information on ethnic groups, flora and fauna. We'll also visit Tashiling, a long-established settlement of Tibetan refugees. We'll spend some time here watching wool being sorted, dyed and eventually made into Tibetan carpets which are exported all over the world and then visit the village's Buddhist monastery."
    },
    {
      "dayNumber": 10,
      "title": "Drive to Bandipur and explore the town and its bazaar",
      "description": ": Leaving Pokhara today, we'll take a short drive to the hilltop town of Bandipur. After a short walking tour of the town and the bazaar, we'll have free time to continue exploring this traditional Nepali town. Bandipur is a picturesque hill village, famous for its well-preserved Newari culture and scenic views. There are several small temples to visit and stunning views back across the Himalayas."
    },
    {
      "dayNumber": 11,
      "title": "Drive to Chitwan National Park",
      "description": ": Today we'll drive from Bandipur to Chitwan National Park. Once a private hunting ground, Chitwan is now a National Park, with thick tree cover and tall elephant grass sheltering a wealth of animals, most famously the one-horned Rhino. Throughout your stay, you'll be kept busy during the day (except for a couple of hours around lunchtime) with many activities available, including jeep safaris searching out the one-horned rhino, bird watching, jungle walks and drives and dugout canoe trips along the Rapti River. Canoeing will be dependent on the water level, floating silently down the river in a traditional dugout canoe allows us to spot many varieties of water birds. On a nature walk in the company of trained native naturalists, you can walk along trails in the less densely forested parts of the park. An early morning bird-watching walk near the river will reveal many of the 450 bird species that can be found in the park, especially the kingfisher. A trained naturalist will help you get the best enjoyment and interest from these excursions."
    },
    {
      "dayNumber": 12,
      "title": "Search for one-horned rhino in Chitwan",
      "description": ": Today we'll continue our exploration of Chitwan National Park on foot, by canoe and with an afternoon jeep safari."
    },
    {
      "dayNumber": 13,
      "title": "Drive to Kathmandu",
      "description": ": Today we'll set off for Kathmandu (approximately a seven to eight-hour drive). Please note, the road is currently part of a major infrastructure project which might cause some delays (and excess dust) along the way. We'll try to keep the journey as comfortable as possible."
    },
    {
      "dayNumber": 14,
      "title": "Free time in Kathmandu",
      "description": ": Today is left free to explore Kathmandu. You might like to visit Swayambunath stupa, perched on a hilltop and also known as the 'monkey temple' because of its resident group of very inquisitive primates. Or perhaps Patan, the 'city of beauty', whose Durbar Square has the finest collection of temples and palaces in the entire country"
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Kathmandu",
      "description": ": The trip ends after breakfast at our hotel in Kathmandu. There are no activities planned today, so you're free to depart from Kathmandu at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Tribhuvan International Airport (KTM)."
    }
  ],
  "map": ""
}