{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-tailor-made-8-day-tour",
  "tourName": "Nepal tailor made 8 day tour",
  "placesVisited": "Kathmandu, Patan, Chitwan National Park, Wildlife safaris, Pokhara, Hike in Himalayan foothills, Bhaktapur",
  "generalInfo": "Essential Nepal - The Amazing Rooftop to the World!<br/>This Nepal tailor made eight day tour focuses on the capital Kathmandu, Chitwan National Park – home to tigers – and the relaxed lakeside town of Pokhara, in the shadow of the Himalayas. Along the way, you’ll have plenty of time to enjoy Buddhist culture, Nepali history, local food and wonderful wildlife.<br/><br/>In Kathmandu, visit the beautiful Buddhist temple of Swayambhunath, where mischievous monkeys live, and the Kumari temple house, home to a girl child worshipped as a god. See the temples and stupas of Durbar Square in Patan, just across the river from Kathmandu, and meet the Tibetan refugees here, famous for their carpet weaving.<br/><br/>In Chitwan National Park you can explore the wild landscapes with an experienced naturalist guide and enjoy a Tharu dance performance. From here, sit back and enjoy the views as we drive you towards the Himalayas, and rise early to see the dawn sunshine lighting up the mighty mountains. Enjoy a gentle hike in the foothills, pick up souvenirs in Pokhara bazaar and stroll to the temple of Binabasini.<br/><br/>This holiday ends back in Kathmandu, from where you can visit the nearby city of Bhaktapur, famous for its homes and temples with ornately carved architecture. You can then follow the sacred Bagmati River to the temple at Pashupatinath, and discover the huge 36m high Buddhist stupa at Boudhanath, built in the 5th century and one of the largest in the world. Along the way during this leisurely journey, you will taste local foods, from mellow dal bhat, the Nepali national dish of lentils, to raksi, a potent, traditional rice-gin drink.<br/><br/>Best months for travel: from late September to May (Except Jan and Feb)<br/><br/>You will stay in 4 Star or 5 Star Hotels during your trip.<br/><br/>Includes:<br/>Accommodation for 7 nights, including breakfast in Kathmandu &amp; Pokhara<br/>All meals in Chitwan<br/>Game park activity in Chitwan with in-house naturalist<br/>All airport and hotel transfers<br/>An air-conditioned car with driver for the entire tour<br/>Englisg speaking local guide in each city (Pokhara and Kathmandu during city tour)<br/>All entrances",
  "durationDays": "8",
  "price": "1447",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu - 2 nights: Step off the plane and into our care, spend your first night in this ancient city in modern luxury. Over breakfast plan your adventures for the days ahead. Take a sightseeing tour around Kathmandu City and Patan City, explore the colourful craft markets and Hindu temples."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chitwan - 2 nights: Leave the bustle of the city far behind as you venture deep into the Chitwan National Park, one of the richest wildlife areas in all Asia. Home to 43 species of mammal including Bengal tigers, leopards and one horn rhinos, see how many you can spot on safari."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pokhara - 1 night: From the jungle landscape of Chitwan to the scenic valley of Pokhara... Still waters of the lakes reflect the magnificent peaks of the Himalayas. Hike the gentle foothills and enjoy the pure mountain air."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kathmandu - 2 nights: After a leisurely breakfast, settle back for a day of breathtaking views as we travel back to Kathmandu to explore more of its treasures. Walk in the shadow of the past at Bhaktapur, a beautifully-preserved Nepalese medieval village."
    }
  ],
  "map": ""
}