{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-photography-tour-magical-mustang",
  "tourName": "Nepal photography tour, magical Mustang",
  "placesVisited": "",
  "generalInfo": "Known as the Kingdom of Lo until as recently as 2008, Mustang means \"fertile plain\" and is a vast and arid valley, distinguished by eroded canyons, vividly coloured stratified rock formations and barren high-altitude deserts. Geographically, this cold steppe is a part of the Tibetan highlands, with altitudes ranging from 10,000-13,000 feet (3000-4000m). <br/><br/>The area receives an average annual rainfall of less than 260 mm at Jomsom in the Lower Mustang and is generally dry. As the second least populated district of the country, it is rich in Buddhist culture, with local people's income derived largely through simple agriculture. <br/><br/>Foreign visitors have been allowed to the region since 1992, but tourism to Upper Mustang is regulated and foreigners need to obtain a special permit to enter. We spend a day in Kathmandu on your arrival, organising that for you and, of course, we will visit some of our favourite photographic haunts whilst the paperwork is being done.<br/><br/>Photographic opportunities will abound on this tour – ancient culture, people portraits, monasteries, and spectacular landscapes with the majestic backdrop of the Himalayan mountains. We will also explore traditional villages, caves and mule trails. <br/><br/>Transport is an essential consideration of a photography tour, so on this tour we include three separate domestic flights to cut down on travel time within the country. Although most people who visit this region like to trek, we have prioritised your comfort as a photographer and have arranged travel by Scorpio Jeeps. <br/><br/>With only three photographers in each vehicle, you are guaranteed a window seat and ample room for your equipment. We know this is a challenging drive but hope it gives us boundless opportunities for landscape photography, with roadside stops to take photographs of the locals working in the fields. <br/><br/>Anyone who has enjoyed either Ladakh or Nepal with us in the past will enjoy this tour as one step further on the road less travelled. Our advice is to get here fast and soak up the unique culture of this region in its rawest fashion before the superhighway and motels open along the whole route.",
  "durationDays": "13",
  "price": "7250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Optional early arrival in Kathmandu (at your cost). If you have chosen to arrive a day or two early to help you acclimatise, or recover from a long journey, we will arrange for you to be picked up from the airport."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Kathmandu. Welcome to Nepal! You will be picked up at the airport and transferred to our boutique hotel located in the popular Thamel area of the city. Nathan runs the optional pre-tour technical and aesthetic workshop in the afternoon for those who are new to travel photography or feel they would benefit from a refresher course."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu - We spend the day in Kathmandu whilst our agents obtain our travel permits for Mustang. In the morning, we visit the Tibetan Pagoda - Bodanath. On our other Nepal tour, we see Bodanath in the evening, but an early morning visit will give you a different experience as there should be fewer tourists and more devotees. In the late afternoon, we visit Paspuhtinath, home to many sadhus and a sacred place where you can see the ghats where Hindu cremations occur – always a very moving experience. On our other Nepal tour, we visit Pashpuhtinath in the morning, but we feel an early evening visit will provide you with just as interesting an experience."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu - Pokhara - Thasang Village Early in the morning, we drive to the airport for the flight to Pokhara. When we arrive in Pokhara, we jump in the jeeps and start our adventure to the land just behind the Himalayas, standing right on the edge of the Tibetan Plateau. It features untouched centuries-old socio-cultural practices, rich archaeological sites and, of course, magnificent landscapes. The drive to Thasang takes around 5-6 hours, and we stop on the way at Galeshwor temple and Tatopani hot water ponds."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Thasang Village The morning is free time for you to explore the village or take a hike of 4-5 hours to the lake that reflects Dhaulagiri, the seventh-highest mountain in the world. In the afternoon, we visit Lete and Tukuche villages, the main village of the Thakali ethnic minority."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Thasang - Kagbeni After our stay at our wonderful hotel in Thasang, we step up to our adventure to Upper Mustang. Today we drive for 3-4 hours, passing through the village of Marpha where we visit the apple orchards. After reaching Kagbeni, we go on a photo walk around the town."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kagbeni - Dhakmar Today we drive to Dhakmar and enter the restricted area of Upper Mustang. The drive pretty much skirts the side of the Kali Gandaki River Valley. The river rises near the Tibetan border and eventually feeds into the Ganges. Dhakmar is a very picturesque place where you will see red sandstone cliffs reflecting the sunlight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dhakmar - Lo-Manthang This morning we drive 2-3 hours to the hidden kingdom of Lo-Manthang. This formerly independent “Kingdom of Lo” lasted from the 15th to the 18th centuries, when it was finally annexed to Nepal. The medieval walled capital city of Lo-Manthang, where the ceremonial king still lives to this day, serves as a starting point for treks into Upper Mustang, a region formerly part of Tibet."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Lo-Manthang We explore the village of Lo-Manthang and drive to the various caves in the area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lo-Manthang - Jomsom Today we drive for 5-6 hours to Jomsom. After breakfast, we re-route the same trail via the beautiful village of Chusang which we will explore before continuing on to Jomsom."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jomsom Today we visit the famous temple of the Muktinath area and explore the town of Jomsom."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jomsom - Pokhara This morning we have an early breakfast and then fly to Pokhara (with an optional drive for those who prefer to travel by road). Once we arrive, you have the afternoon free to relax, explore or shop. In the evening we will walk along the shore of Lake Phewa, followed by some well-deserved time in the local bars and restaurants."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pokhara - Kathmandu In the early morning, we take a boat ride on Lake Phewa for an hour, and after breakfast we fly to Kathmandu, arriving at our hotel around noon if the flight is on time. There is an optional drive for those who prefer to travel by road). In the afternoon you are free to relax, explore the busy streets of Thamel, take a walk in the inner alleys of Kathmandu and visit Durbar Square."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departure from Kathmandu We will arrange for you to be transferred to the airport for your return flight home, or you may have chosen to stay an extra night in the city. We are sure you will have had an enjoyable and memorable experience!"
    }
  ],
  "map": ""
}