{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-on-a-shoestring-tour",
  "tourName": "Nepal on a shoestring tour",
  "placesVisited": "",
  "generalInfo": "Nepal, though a small landlocked country, offers an abundance of experiences that captivate travelers from around the globe. From its towering mountains to its expansive plains, dense forests to the arid landscapes of Mustang, and from the bustling city of temples, Kathmandu, to the serene lake city of Pokhara, Nepal is a land of compact diversity. With hundreds of temples, architectural marvels, and rich traditions and cultures, Nepal is a destination blessed with endless wonders.<br/><br/>Our \"Nepal on a Shoestring\" trip is meticulously designed to showcase the best of Nepal from different perspectives. This program provides a relaxed yet comprehensive way to spend your vacation, ensuring you don't miss out on the country's beauty and adventure. Whether you're seeking spiritual enrichment, cultural immersion, or thrilling escapades, this trip allows you to discover Nepal while also discovering your inner self.<br/><br/>Join us for an unforgettable journey through Nepal's diverse landscapes and vibrant cultures. This well-crafted itinerary ensures you experience the essence of Nepal without compromising on comfort or excitement. Book \"Nepal on a Shoestring\" today and embark on a transformative adventure.",
  "durationDays": "7",
  "price": "990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Imagine flying over tallest mountains in the world and landing the jumbled city of Kathmandu (KTM) from where your venture starts. Our representative will come to greet and meet you at Tribhuwan International Airport from where you will be transferred to your hotel. In the afternoon, we will be briefing about the itinerary in the office about the programs to follow. At evening we will invite you for a traditional dinner with the cultural ambience. Overnight at the hotel in Kathmandu; Meals: welcome dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Also known as the city of seven lakes, Pokhara is one of the most beautiful cities in Nepal. It is a hub where tourists from all over the world have come since the hippie era. We take a domestic flight to Pokhara in the morning. After arrival, it will be your free time to explore the town on your own. Consider a singing bowl session on the top of the hill, then a tea tasting ceremony. If you are looking for more adventurous activities, consider paragliding over the Phewa Lake, zipliner, or even a bungee jump. Enjoy the atmosphere of the town in the evening, when it becomes more live. Overnight at the hotel in Pokhara; Meals: breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "On this day we will go for sightseeing with our guide: Davis Fall, Old caves, International mountain museum, and hike to World Peace Pagoda from the lake side. Quiet an experience to stretch your legs. Overnight at the hotel in Pokhara; Meals: breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "On this day early in the morning we will take a but to Chitwan. It takes about 7 hours to reach our village Sauraha and the guide will pick you up. After lunch, we will brief you about the program to follow for the afternoon and the day after. Later either we will take a village walk to know the Tharu community better, or we will watch a nice sundowner. Overnight at the hotel in Chitwan; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full day sightseeing in Sauraha at Chitwan, After breakfast, the program will begin which includes: jungle jeep safari, a jungle walk and canoeing in the Rapti river to see all sorts of crocodiles. In the evening we will observe cultural Tharu show. Overnight at Chitwan; Meals: breakfast, lunch and dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After the lovely time spent in Chitwan, we drive in a bus for 7 hours back to Kathmandu. Then we visit the main UNESCO Heritage complex: a beautiful Patan Durbar Square and end the tour on the top of Swoyambunath Temple. Overnight at the hotel in Kathmandu; Meals: breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Depending on your flight schedule we will transfer you to the airport. The airport check-in time is 3 hours prior to your flight time. If time allows, don't forget to do some shopping in Thamel. Then say \"Namaste\" and until next time! Meals: breakfast"
    }
  ],
  "map": ""
}