{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "kathmandu-to-lhasa-overland-tour-15-days",
  "tourName": "Kathmandu to Lhasa overland tour, 15 days",
  "placesVisited": "",
  "generalInfo": "Experience the Himalayas like never before with our exclusive Nepal and Tibet overland adventure. This unique journey is carefully crafted to offer you a perfect blend of cultural immersion, natural wonders, and spiritual exploration. Here's why this tour stands out and why you should join us:<br/><br/>1. Himalayan Bliss and Spiritual Encounters:<br/>Prepare to be awe-struck by the surreal beauty of the Himalayan landscapes that unfold before your eyes. From the verdant valleys of Nepal to the majestic plateaus of Tibet, each vista is a masterpiece of nature's artistry. As you traverse the Himalayan foothills, immerse yourself in the spirituality that permeates the air, visiting ancient monasteries, temples, and sacred sites. Feel the serenity and tranquility as you engage in meditation and immerse yourself in the profound teachings of Tibetan Buddhism.<br/><br/>2. Cultural Richness and Authenticity:<br/>Our journey takes you deep into the heart of Nepali and Tibetan cultures, where you'll witness age-old traditions that have withstood the test of time. Interact with warm and friendly locals, and indulge in traditional cuisine that tantalizes your taste buds with its rich flavors and unique spices. Be part of local festivities, colorful rituals, and dance performances that will leave you captivated.<br/><br/>3. Exploring the Forbidden City - Lhasa:<br/>The highlight of this tour is the enchanting city of Lhasa, known as the \"Forbidden City\" for centuries. Unlock the secrets of Lhasa as you explore the iconic Potala Palace, a UNESCO World Heritage Site, and the heart of Tibetan spirituality. Wander through Barkhor Street, filled with bustling markets and shops, and soak in the spiritual ambiance at the Jokhang Temple, a revered pilgrimage site.<br/><br/>4. Yamdrok Lake and Shigatse's Grandeur:<br/>Discover the azure beauty of Yamdrok Lake, one of Tibet's most sacred lakes, reflecting the towering peaks of the surrounding mountains. Capture moments of serenity amid the pristine landscape, perfect for photography enthusiasts. In Shigatse, marvel at the grandeur of the Tashilhunpo Monastery, a spiritual center and seat of the Panchen Lama.<br/><br/>Embark on this once-in-a-lifetime Nepal and Tibet overland adventure that promises to leave you transformed. Immerse yourself in the allure of the Himalayas, where spirituality, culture, and nature intertwine to create an experience like no other. Join us and be part of this extraordinary expedition, discovering the essence of the Himalayan mystique.",
  "durationDays": "15",
  "price": "2550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Kathmandu, a city that beckons you to dive into its rich heritage and immerse yourself in the charm of the Himalayas. Your journey through Nepal begins here, and you are about to unravel the secrets of this captivating land, creating memories that will stay with you forever. Get ready to be inspired, enlightened, and embraced by the heartwarming spirit of Kathmandu! We meet you at the airport and transport you to your hotel. In the evening we meet for a welcome dinner, meet the team and brief the tour. Overnight in hotel; meals: D"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Prepare to be transported back in time as you explore Kathmandu's UNESCO World Heritage Sites. The Durbar Squares of Kathmandu, Patan, and Bhaktapur are adorned with awe-inspiring palaces, temples, and intricate woodwork, reflecting the city's royal history. Boudhanath Stupa and Swayambhunath (the Monkey Temple) are iconic symbols of Buddhism, radiating spirituality and peace. We visit as many sights as possible throughout the tour. Overnight in hotel in Kathmandu; meals: B"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your journey begins with a scenic drive from Kathmandu to Dhulikhel, a charming hill station renowned for its panoramic views of the Himalayas. Enjoy the refreshing mountain air and breathtaking landscapes along the way. Upon reaching Dhulikhel, check into your cozy accommodation with stunning mountain vistas. After a delicious local lunch, embark on a leisurely stroll through the quaint town. Admire the traditional Newari architecture, intricately carved windows, and temples dotting the narrow alleys. As the sun starts to set, head to one of the many viewpoints in Dhulikhel to witness a mesmerizing sunset over the Himalayas. The golden hues painting the snow-capped peaks create a captivating sight. Overnight in Dhulikhel; meals: B, L, D"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, drive to the enchanting Balthali Village. Nestled amidst terraced fields and lush greenery, Balthali offers a serene escape from the city bustle. Explore the village on a pleasant walk, interacting with friendly locals and witnessing their traditional lifestyle. In the afternoon, embark on a short drive to Namobuddha, a sacred Buddhist pilgrimage site. Explore the stunning monastery perched on a hilltop and learn about the legend of the compassionate prince who offered himself to a starving tigress. Experience the serenity and spirituality of the place. Head back to Balthali and relax in your charming accommodation. Savor a delectable dinner, prepared with fresh local ingredients, while enjoying the tranquility of the surroundings. Overnight in Balthali; meals: B, L, D"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, drive to the historical town of Panauti, known for its well-preserved Newari architecture and cultural heritage. Embark on a guided heritage walk through the town's cobbled streets, passing ancient temples, shrines, and traditional houses. Indulge in a traditional Newari lunch in Panauti before bidding farewell to this picturesque town. Then, head back to Kathmandu, reminiscing about the captivating experiences of the past two days."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our representative will pick you up from your hotel in Kathmandu in the morning and then we will drive through a small mountain road to the border at Nepalese side; on the way you can enjoy the waterfall, river, gorges, and forest. Finally, we will arrive at Nepal Tibet newly opened Kerung border. Our Tibetan guide and driver will pick you up at the border and make the necessary immigration paperwork and then continue driving to Kerung town at a distance of 20km. Overnight in Kerung town. Meals: B"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, you will start your journey to new Tingri; passing by the most sacred cave of Milarepa Yogi which dates back to the 11th century and also the birthplace of Milarepa. Continue driving through Gong Thang la pass at the elevation of over 5000m and then drive along Pekutso Lake and advance to old Tingri at the distance of around 100 km from Pekutso. The scenery is extremely beautiful with Shisha Bangma Snow Mountain on the right and Pekutso on the left. If the weather is nice, you will see Mount Everest on the way to old Tingri. You will continue driving on the friendship highway and reach new Tingri after a one-hour drive. Overnight in Tingri; meals: B"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After tasty breakfast we start driving at around 9:30am from your hotel and drive through big mountain passes, Gyatso la, 5200m and Tsola 4500m and some beautiful villages. You will have your lunch at Shigatse and then head for the sightseeing of Tashi Lhunpo monastery. Overnight in Shigatse; Meals: B"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast always comes first thing in the morning and then we make our final drive Lhasa via 3 big mountain passes, Simi La, Karo La, Kampa La, respectively. Karo La is the highest pass among them that is over 5000m with its most beautiful glaciers; beautiful Yamdrok Lake emerged as coral color from the top of Kampala pass. You will have your lunch at Nakartse country, which is just between the Yamdrok Lake and Karola glaciers. Overnight in Lhasa; Meals: B"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You'll spend whole 3 days to explore the capital of Tibet in a walking tours with local guides: Jokhang Temple (most sacred and important temple in Tibet), Barkhor Street and Bazar (Barkhor Street is a very ancient round street surrounding the Jokhang Temple), Potala Palace (a former residence of Dalai Lama until 14th Dalai Lama before he left to India), original Dropenling Handicraft Center and workshop. You can get their unique products and of high quality, made using traditional techniques. Norbulingka Palace, the largest man made palace in Tibet. And so many more. Overnights in Lhasa; Meals: B"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Bid farewell to Lhasa as you embark on your journey back to Kathmandu. Relish the memories of your Tibet overland adventure as you cross back into Nepal. The scenic drive will offer one last glimpse of the mesmerizing Himalayas before you return to Kathmandu, where the tour concludes. Overnight in hotels; meals: B"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After a hearty breakfast, take some time to stroll through the streets of Kathmandu one last time. Absorb the vibrant energy of the city and savor the final moments of your Nepal and Tibet overland adventure. Souvenir Shopping: Don't miss the opportunity to pick up souvenirs and mementos from Kathmandu's bustling markets. Purchase handicrafts, traditional textiles, prayer flags, and other keepsakes to remind you of your incredible journey. We will transfer you to the airport 3 hours prior departure. Conclusion: Your Nepal and Tibet overland adventure might have come to an end, but the memories and connections forged will stay with you forever. The beauty of these mystical lands, the spirituality of their people, and the grandeur of the Himalayas will continue to inspire and resonate within you. Until we meet again, may the spirit of the Himalayas be your guide on future journeys, enriching your life with its timeless charm. Safe travels and Namaste!"
    }
  ],
  "map": ""
}