{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-activity-holiday",
  "tourName": "Nepal activity holiday",
  "placesVisited": "Annapurna, Mountain biking in Kathmandu Valley and Nagarkot, Pokhara, White water rafting on Trisuli River, Paragliding over villages, lakes and monasteries, Mountain tea-house stay, Bhaktapur, Holy site of Namobudha",
  "generalInfo": "This active small group adventure combines pulse-quickening activities with a chance to explore ancient cities and traditional villages amid Himalayan vistas of soaring peaks and beautiful lakes.  <br/><br/>You'll get to discover the Kathmandu Valley on a mountain bike, riding superb dirt trails through exotic hills and woods. You'll also get a chance to experience stunning aerial views of the Himalayas paragliding with expert fliers in control as you share airspace with Himalayan griffin vulture, eagles and kites, while drifting over exotic villages, monasteries, temples and lakes framed by magical peaks.<br/><br/>From a resort base in Nagarkot, hop on the mountain bikes again to roam traditional villages and farm terraces, plus atmospheric pine and Rhododendron forest. You'll also go rafting from Pokhara, whooshing down the Trisuli River through grade 2-3 rapids. <br/><br/>There's trekking too, with a fabulous forest walk to the Australian Camp at the foot of the iconic mountain, Annapurna – where you'll stay at a traditional tea house with stupendous views of the Machhapuchare range. <br/><br/>Cultural explorations include sightseeing in Kathmandu plus the lovely lakeside city of Pokhara and wood-carving mecca of Bhaktapur. There's also a visit to Namobudha – the sacred Buddhist spot where Lord Buddha reputedly saved the life of starving tiger by sharing his own flesh.",
  "durationDays": "10",
  "price": "1099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival Kathmandu airport and transfer to hotel. Prior to landing in the Tribhuvan International Airport in Kathmandu, you could have some excellent views of snowy mountains, after customs clearance, you will meet with our tour coordinator at arrival complex and transfer to hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sightseeing in Kathmandu: After breakfast, drive to Swayambhunanth Stupa, locally known as Monkey Temple, situated lush Kathmandu hills that provides exotic views of Kathmandu valley, then drive to Bhaktapur , the city examples of wood -craving. The Durbar square covered by full of historical monuments and beautiful art. Then drive to Nagarkot and check into Resort."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mountain bike tour from Nagarkot: After breakfast , commence mountain bike tour through a beautiful agriculture terrace, typical villages, and Pine and Rhododendron forest. You can enjoy with natural beauty, spectacular views of snowy mountains and beautiful typical villages and a great chance to chat with local people and experience of local customs during the trip. Overnight at Kathmandu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive from Kathmandu to Rafting put in point Rafting and After rafting drive to Pokhara. After breakfast drive to Charudi (rafting put in point), commence exhilarating river rafting on Trisuli River, enjoy with exciting 2-3 grade rapids, after lunch drive to Pokahara. Enjoy with Nature beauty in Pokhara."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Annapurna comfort trek Trek from Pokahra to Australian Camp After breakfast drive to Phedi ( trekking starting point), commence trek through rhododendron forest and beautiful valley you will reach at Dhampus that presenting the excellent views of Annapurna south, Himchuli, Machhapuchare Himalayan ranges and gradual hike up to Australian Camp and stay at Tea house."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trek from Australian Camp to Sarangkot 1950m. After breakfast, commence trek through beautiful valley and rhododendron forest and reach at Sarangkot. Stay at Lodge. Early morning from the summit of Sarangkot provides beautiful sunrise views over the Himalayan ranges and glimpse of Pokahra valley."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Experience Paragliding from Sarangkot to Pokahra. After breakfast, Take a paragliding with expert crews where you can enjoy incredible views of Annapurna Himalayan ranges and beautiful views of Pokahra valley and after landing in Pokahra and transfer to hotel in Pokhara. Enjoy with Nature beauty."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Scenic drive from Pokhara to Kathmandu. Early morning scenic drive from Pokahra to Kathamndu and check into hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day Excursion to Namobudha. It is a very famous sacred place for Buddhist devotees, where Lord Buddha saved the life of tiger dying from hunger by giving him his flesh, then drive back to Kathamndu."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure to Kathmandu airport."
    }
  ],
  "map": ""
}