{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-highlights-tour-silver-triangle",
  "tourName": "Nepal highlights tour, silver triangle",
  "placesVisited": "",
  "generalInfo": "Experience the best of Nepal with our Silver Triangle tour, guiding you through the three most important and famous cities: Pokhara, Chitwan, and Kathmandu. This unforgettable journey starts in the enchanting city of Pokhara, continues through the oldest national park in Chitwan, and culminates in the ancient capital, Kathmandu.<br/><br/>Begin your tour with a picturesque flight to Pokhara, the city of lakes. Our expert guide will lead you to must-see attractions like the World Peace Stupa, Davis Falls, and Mahendra Cave. Enjoy the vibrant nightlife around the lakeside and indulge in adrenaline-pumping adventure sports such as paragliding, parahawking, bungee jumping, zip flying, and skydiving. For a truly unique experience, we highly recommend an ultra-light flight into the mountains, perfect for those who prefer not to trek. These exhilarating moments will create memories to last a lifetime.<br/><br/>Next, we venture to Chitwan. The tour begins with an exciting jungle safari in the UNESCO-listed Chitwan National Park, followed by a visit to the Tharu Cultural Museum and the local villages. This immersive experience allows you to witness the rich biodiversity and cultural heritage of the region.<br/><br/>The final destination is Kathmandu, the capital of Nepal. This ancient city is home to a plethora of diverse monuments, temples, and stupas. The Kathmandu tour includes sightseeing at popular UNESCO-listed sites such as Swayambhunath (Monkey Temple), Pashupatinath, and Bouddhanath. Explore the rich history and spirituality of this bustling city.<br/><br/>Traveling to these three distinct cities in Nepal offers spectacular sceneries, a wide range of adventure activities, and unforgettable memories. The Silver Triangle tour is suitable for everyone, regardless of age or physical condition. Apart from short walks during sightseeing, there are no strenuous activities involved.<br/><br/>If you are eager to visit Nepal's three most popular destinations in one seamless trip, without compromising on safety or comfort, then the Silver Triangle tour is perfect for you. This tour combines adventure activities, jungle safaris, spirituality, and relaxation. Experience the diverse beauty and culture of Nepal with the Silver Triangle tour!",
  "durationDays": "9",
  "price": "1390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN KATHMANDU. This is going to be the first day of Nepal adventure. At the arrival section of Tribhuvan International Airport in Kathmandu, one of our representatives will be waiting with a placard-carrying your name on it. The airport representative will explain the program upon arrival and escort you to the hotel on a private vehicle; We will meet over the traditional dinner. Overnight in Kathmandu; Meals: welcome dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KATHMANDU TO POKHARA. After breakfast we head towards the beautiful Lake city Pokhara. After approximately 8-10 hours’ drive alongside beautiful villages and landscapes, we reach Pokhara. Upon reaching Pokhara, take a walk to stretch your legs and explore the lakeside. Overnight at hotel; Meals: breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AROUND POKHARA. Pokhara (city of lakes) is a beautiful city with alluring natural beauty. We will go for a full day sightseeing around the World Peace Stupa, Tal Barahi Temple, Begnas Lake, and others. Boating around the Fewa Lake is set to be an astounding experience. We can also go for shopping around the city. Overnight stay at the hotel; Meals: breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SUNRISE IN SARANGKOT. Early in the morning, we leave for Sarangkot to catch the splendid sunrise over the scenic view of the glorious mountains like the Annapurna range, Machhepuchhre, Himchuli, Manaslu and many others. Pokhara is the hub of the best adventure sports. There are wide varieties of adrenaline gushing activities such as paragliding, Ultralight flights, Zip Line, Bungee Jump, canoeing and boating on Phewa Lake to choose from. Consider to join a day at retreat and experience singing bowl session along with yoga class. Overnight in Pokhara; Meals: breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DRIVE TO CHITWAN. Today we drive towards the south western part of Nepal - Chitwan from Pokhara. It takes about 7 hours to reach Chitwan. Upon reaching Chitwan, we will have a lunch with locally sourced ingredients. Then we will take a village walk and enjoy the sundowner on the river. In the evening you'll brief the program with your naturalist for the next day. Have a good rest before the jungle activities begin early morning. Overnight stay at hotel in Chitwan; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ACTIVITIES IN SAURAHA. We start our tour with full day jungle safari in Chitwan National Park. After breakfast, we drive through the jungles on Jeep and later go for a canoe ride down the Rapti River. During the safari, we tour around the jungle and get chance to spot deer, the endangered one-horn rhinoceros, along with other wild animals. If lucky, we will get to spot the rare Royal Bengal Tiger. While canoeing, we get a close look at the Gharial and Mugger Crocodiles along with fresh water dolphins, otters, and wide varieties of water birds. There are more than 400 kinds of birds. In the evening, we observe Tharu cultural dance. Overnight at hotel; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DRIVE TO KATHMANDU. Early in the morning, after breakfast we drive towards Kathmandu from Chitwan. Driving along the plains of Terai, we gradually move along the winding road enjoying the beautiful landscapes of hilly terrains and small houses on the way. After almost 7 hours drive, we reach Kathmandu in the evening. Explore vibrant and busy Thamel on your own. Overnight at Kathmandu; Meals: breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KATHMANDU SIGHTSEEING. After breakfast, Kathmandu tour begins. Kathmandu Valley is an incredibly diverse city with a breathtaking Newari culture, centuries-old Hindu and Buddhists cultural sites alongside a plethora of ancient monuments. The capital of the country and home to 7 UNESCO World Heritage Sites, Kathmandu, bridges modern facilities with centuries-old traditions and cultures with its tourist-friendly accommodations and the ancestral etiquette “Atithi Devo Bhava” meaning \"Guest is equivalent to God\". Throughout the day, most of the UNESCO World Heritage Sites in Kathmandu will be observed. Overnight stay at the hotel; Meals: breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DEPARTURE. Depending on your flight time you will be transferred to the airport. The airport check-in is 3 hours prior to the departure time and the hotel checkout time is usually 12 P.M. Our representative will meet you at the hotel and transfer you to the airport. Say \"Namaste\" and until next time! Meals: breakfast"
    }
  ],
  "map": ""
}