{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-8-day-highlights-tour",
  "tourName": "Nepal 8 day highlights tour",
  "placesVisited": "",
  "generalInfo": "A beautiful natural Tour of the Best of Nepal:<br/>This is an easy-paced tour through the best of Nepal in a small-scale and authentic travel way, covering Kathmandu, Bhaktapur, Chitwan National Parc, Pokhara and Nagarkot. You will be able to admire both the areas of the Annapurnas and Mt Everest. Each tour is handpicked and a unique experience is created for the discerning traveller to suit your tastes. We recognize Tours not simply as a visit, but as an amalgamation of rich and varied experiences for all.<br/><br/>Includes:<br/><br/>- All arrivals / departures in an AC vehicle with an English Speaking Guide<br/>- 2 night’s stay at hotel in Kathmandu on Twin Room Sharing with bed and breakfast basis<br/>- 2 night’s stay at hotel in Chitwan on Twin Sharing with all meals, all jungle activities basis<br/>- 2 night’s stay at hotel in Pokhara on Twin Room Sharing with bed and breakfast basis<br/>- 1 night stay at hotel in Nagarkot on Twin Room Sharing with breakfast &amp; dinner basis<br/>- Sightseeing tour of Kathmandu with an English speaking guide throughout the tour including all monument fees<br/>- Driving from Chitwan to Pokhara in an A/C vehicle as per the group size with an English speaking guide<br/>- Sightseeing tour of Pokhara with an English speaking guide throughout the tour including all monument fees<br/>- Hiking from Pokhara to Peace with an English speaking guide<br/>- Welcome dinner at a Local restaurant with a cultural dance in Kathmandu<br/>- Mineral water during drives and sightseeing tour<br/>- English speaking guide throughout the tour",
  "durationDays": "8",
  "price": "1389",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu arrival. Assistance and transfer to the hotel for refreshment and rest. Evening: Welcome dinner at a Nepali restaurant with a cultural dance. Overnight at hotel in Kathmandu. (4 Star Barhi Hotel or 5 Star Yak and Yeti)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu: After breakfast, proceed for the sightseeing tour of Kathmandu including Kathmandu Durbar Square, Swoyambhunath Stupa & Patan Durbar Square. Overnight at your hotel in Kathmandu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chitwan: After breakfast, transfer to Kathmandu Domestic Airport for onwards flight to Chitwan (Bharatpur) - 20min. Upon arrival in Chitwan transfer to the jungle lodge. Upon arrival in your jungle lodge have lunch and proceed for the jungle activities. Dinner and overnight at jungle lodge in Chitwan (4 Star Soaltee Westend or 5 Star Barhi Jungle Lodge)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chitwan: Full day jungle acitivites in Chitwan. Dinner and overnight at jungle lodge in Chitwan. (Jungle activities in Chitwan can be: Jungle walk, Canoeing, Jeep Safari, etc. Kindly note that the activities in Chitwan are subject to change as per the rules of the jungle lodge and season)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pokhara: After breakfast, start drive to Pokhara (5 hours) Upon arrival in Pokhara check into the hotel for refreshment and rest. Later proceed for the sightseeing tour of Pokhara including Davis Fall, Gupteswor Mahadev & Bindyabasini Temple. Evening: Boatride at Phewa lake and visit Barahi Temple situated at the middle of the lake. Overnight at hotel in Pokhara (4 Star Atithi Resort & Spa or 5 Star Fishtail Lodge)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pokhara: After breakfast, we begin our hike with a relaxing 30 minutes boat ride to the other side of Phewa lake. A gentle 1.5 hour hike takes you to the Peace Pagoda. This Peace Pagoda was constructed by Buddhist monks from Japan to promote world peace. From here, you can see the entire Pokhara valley along with great views of Phewa Lake and the Annapurna Range etc. Later drive back to the hotel. Rest of the day is free for your own shopping, sightseeing etc. Or you can participate in different Adventure activities such as Paragliding, Zip lining, Bungy Jump, Ulta Light etc. Overnight at hotel in Pokhara"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nagarkot: After breakfast, transfer to Pokhara Airport for onwards flight to Kathmandu – 25 Min. Upon arrival in Kathmandu drive to Nagarkot – 1.5 hours. En route proceed for the sightseeing tour of Bhaktapur City. After sightseeing tour, continue drive to Nagarkot. Upon arrival in Nagarkot check into the hotel for rest. Enjoy rest of the day having fascinating views of Mt. Langtang, Mt. Everest, Mt. Ganesh etc. Dinner and overnight at your hotel in Nagarkot. (4 Star Country Villa or 5 Star Club Himalaya)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning wake up to the sunrise view of the Himalayan Range – subject to weather permitting, breakfast at the hotel and later timely transfer to the Kathmandu Tribhuvan International Airport for onwards flight."
    }
  ],
  "map": ""
}