{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-culture-and-adventure-holiday",
  "tourName": "Nepal culture and adventure holiday",
  "placesVisited": "",
  "generalInfo": "Nepal, a country renowned for its majestic Himalayan peaks, ancient heritage, and warm hospitality, offers an unforgettable blend of cultural depth and natural wonder. This 7-day Nepal Culture &amp; Adventure Holiday introduces you to the essence of the country—from the spiritual heart of Kathmandu to the serene beauty and adventure-filled landscapes of Pokhara.<br/><br/>Your journey begins in Kathmandu, a vibrant city where centuries-old temples, royal courtyards, and sacred shrines coexist with bustling marketplaces and traditional lifestyles. Here, you will explore iconic UNESCO World Heritage Sites, including the revered Pashupatinath Temple, the monumental Boudhanath Stupa, and the hilltop sanctuary of Swayambhunath, while immersing yourself in the artistic legacy of the medieval cities of Bhaktapur and Patan.<br/><br/>From Kathmandu, the journey transitions into adventure as you travel west toward Pokhara, stopping for an exciting white-water rafting experience along the scenic Trishuli River. Pokhara, often described as the “Jewel of the Himalayas,” welcomes you with its peaceful lakes, subtropical climate, and awe-inspiring views of the Annapurna mountain range. Whether it’s watching a golden sunrise from Sarangkot, boating on the calm waters of Phewa Lake, or exploring natural wonders like the Seti River Gorge and Mahendra Cave, Pokhara offers the perfect blend of tranquility and thrill.<br/><br/>Throughout the journey, you will witness Nepal’s diverse landscapes—lush valleys, terraced hills, rivers, and forests—while experiencing the cultural richness, spiritual heritage, and natural beauty that make Nepal a truly magical destination. This itinerary provides a perfect balance of exploration, relaxation, and adventure, ideal for travelers seeking both cultural immersion and outdoor excitement.",
  "durationDays": "7",
  "price": "610",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Kathmandu: Arrive at Tribhuvan International Airport, where you will be warmly received by our representative. Enjoy a comfortable transfer to your hotel. Take the rest of the day to relax or explore the vibrant streets of Kathmandu at your leisure. Overnight in Kathmandu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu Valley Cultural Tour: After breakfast, begin your cultural exploration at Pashupatinath Temple, one of the holiest Hindu shrines in Nepal. Continue to Boudhanath Stupa, the largest stupa in the country and a spiritual center for Tibetan Buddhism. Later, drive to the medieval city of Bhaktapur, famous for its beautifully preserved Durbar Square, intricately carved temples, courtyards, and wood-crafted architecture. Overnight in Kathmandu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Heritage Tour of Kathmandu & Patan: Enjoy breakfast before embarking on a full-day sightseeing tour. Visit the historic Kathmandu Durbar Square, once the royal residence of Nepal’s Malla and Shah kings. See the Kumari Ghar, home of the Living Goddess. Continue to Swayambhunath Stupa—the \"Monkey Temple\" - for panoramic views over the Kathmandu Valley. In the afternoon, explore the ancient city of Patan (Lalitpur) with its rich artisan heritage, including the Krishna Mandir, Golden Temple, and centuries-old courtyards. Overnight in Kathmandu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kathmandu to Pokhara via Trishuli River Rafting: After breakfast, drive toward Pokhara with an adventurous stop en route. Experience 2–3 hours of exhilarating white-water rafting on the Trishuli River as you navigate scenic gorges and exciting rapids. Continue your drive to Pokhara, a serene lakeside city surrounded by stunning Himalayan scenery. Overnight in Pokhara."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pokhara Sightseeing & Himalayan Sunrise: Start early with a drive to Sarangkot, famous for its breathtaking sunrise views over the Annapurna and Dhaulagiri ranges. After breakfast, enjoy a half-day tour of Pokhara: • Peaceful boating on Phewa Lake with reflections of the stunning Machhapuchhre (Fishtail Peak) • Visit to the dramatic Seti River Gorge • Exploration of Mahendra Cave, known for its impressive limestone formations Spend the evening strolling through the lively Lakeside Market, filled with cafés, music, and boutique shops. Overnight in Pokhara."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Scenic Drive Back to Kathmandu: After breakfast, enjoy a scenic 6-hour drive back to Kathmandu. Upon arrival, check into your hotel and enjoy the evening at leisure - ideal for souvenir shopping or sampling local cuisine. Overnight in Kathmandu."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departure: Enjoy free time until your departure. Our team will transfer you to the airport for your onward journey, carrying wonderful memories of Nepal’s culture and adventure."
    }
  ],
  "map": ""
}