{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-small-group-tour",
  "tourName": "Nepal small group tour",
  "placesVisited": "Kathmandu, Nagarkot, Bhaktapur, Chitwan National Park and wildlife safaris, Pokhara, Bandipur, Pasupatinath temple, Option for white water rafting",
  "generalInfo": "This Nepal small group tour follows a carefully crafted itinerary that enables you to experience not only Nepal’s spectacular Himalayan scenery but also remote village life, Himalayan wildlife a and traditional towns of Pokhara and Bandipur. <br/><br/>Starting and ending in Kathmandu, we explore this charismatic city on a guided walking tour, in particular its Old City, temples and Buddhist architecture.  Our next stop is the magnificent Chitwan National Park, famous for having bred the rhino back from extinction and where you will get a real jungle wildlife watching experience.  While at the park we include a jungle walk, river canoe trip, and either an elephant or jeep safari, as well as a village walk and early morning bird watching walk. <br/><br/>Our next stop is the ancient Newari hilltop town of Bandipur. The centre of Bandipur has been restored and, as well as being a wonderful place to just hang out and take in Nepalese life, it has great mountain views. There are options here to hike down to Siddha Cave or take a more gentle walk around rural communities. <br/><br/>The lakeside town of Pokhara is next on our itinerary, famous for its stunning setting with the Annapurna range as backdrop. We spend plenty of time here so that you can take on one of many outdoor activities on offer, on the water or heading around it, or just chilling out and taking in the magnificence of it all. <br/><br/>We head back to the Kathmandu valley next and enjoy a night in the hilltop village of Nagarkot from which you may have a chance to see Mount Everest, weather conditions depending.  Just  12km east of Kathmandu our final stop is in Bhaktapur to see its wonderful blend of monuments and temples, followed by more sacred sites at Pasupatinath temple and Boudhanath stupa en route back to Kathmandu. <br/>",
  "durationDays": "11",
  "price": "1399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kathmandu, transfer to hotel We greet you on your arrival in Kathmandu airport today and transfer you to your hotel in the Thamel tourist district of the city. Our rep will help you settle in and familiarise you with the local area. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Thamel Rickshaw Ride. Walk around Durbar Square, visit Swayambunath Stupa Our Nepal tour starts with an exciting Rickshaw ride through the backstreets of Thamel, to Durbar Square. We'll pass through small back streets full of numerous tiny shops, workshops, temples, and stupas to Durbar Square with its array of wooden and stone carved temples and palaces, where we'll have plenty of time to walk around and explore. After lunch at a rooftop restaurant overlooking the square, we drive to the important Swayambunath Stupa which sits on a hilltop overlooking the city, visible from miles around. Also known locally as the 'monkey temple', we'll see these nimble inhabitants scampering in and around the trees and temple. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Chitwan National Park, rafting option This morning we drive out of the Kathmandu Valley and drive to Chitwan National Park in the lowland Terai region of Nepal that borders India (approx. 7-8 hours). This will be our first taste of rural areas on this Nepal tour package, and we'll see terraced farmland, forested hills, and rushing rivers. An option is available today to spend a few hours white water rafting on the Trisuli river (requires advance booking). Those choosing this option will rejoin the group in Chitwan this evening). On arrival in Chitwan, we check into our lodge and then take an early evening village walk to see how the local Tharu people live and work. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chitwan National Park wildlife safaris. Evening Tharu Dance performance We spend the whole day today exploring Chitwan National Park in search of the endangered Asian one-horned rhino, which Chitwan is famous for protecting. If you're very lucky you may also see a leopard, wild elephant or sloth bear, or even an elusive Bengal tiger, while the rhino, deer, monkeys, sloth bears, wild boar and numerous different birdlife are common sightings. Activities included are a jungle walk, river canoe trip and jeep safari. This evening you'll experience the vibrant culture of the Tharu people with an unforgettable dance performance. As the sun sets over the jungle, be mesmerized by the rhythmic beats and graceful movements of traditional Tharu dancers, adorned in colorful attire. This captivating performance offers a unique glimpse into the rich heritage and artistic traditions of the Tharu community, creating a truly immersive cultural experience. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chitwan to the hilltop village of Bandipur. Bandipur walking tour Early this morning you can take a walk outside the park dedicated mainly to bird watching. After breakfast we then leave Chitwan and the Terai and drive to the ancient hilltop Newari trading village of Bandipur. The centre of Bandipur has been restored, and is vehicle free, with some lovely old buildings. We'll have a short guided walking tour around the centre of Bandipur before you have free time this afternoon to relax, or take a walk or hike through the surrounding fields, villages and hills. Walks include a 2-hour downhill hike through fields and forest to Siddha Cave, one of the largest in Asia and full of impressive rock formations (bring a torch). You can hike back uphill to Bandipur from here or walk down to the highway for our vehicle to pick you up. A shorter walk from the town centre can take you uphill for around 30min to the Thani Mai Temple, which is well worth it for its views at sunset if the weather is clear. In fact the whole of Bandipur affords good mountain views. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning drive to Pokhara. Pokhara Tour, Boat ride of Lake Phewa and Momo making class We leave Bandipur early this morning and drive on to the lakeside town of Pokhara, which sits at the base of the Annapurna range of mountains and is the main access point for trekking and rafting in the area. We have an action packed afternoon ahead which will include visits to Devi Falls, the Tibetan Refugee Camp and the hilltop Peace Pagoda, which offers amazing views over Pokhara. After visiting the Peace Pagoda, we'll begin a short hike downhill to the shores of Lake Phewa, from where we'll take a boat accross the lake, back to the centre of Pokhara. On our final stop of the day, we'll learn how to make momos, the traditional steamed dumplings, popular throughout Nepal and Tibet. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pokhara, free day (optional day hike to Sarangkot and Naudanda) Your day is free in Pokhara today. There's plenty to do, with beautiful walks into the countryside around the lake available from less than an hour to a full day. One popular hike is to Sarangkot and Naudanda. The hiking trail from Pokhara, past the viewpoint of Sarangkot Hill and on to Naudanda is an exciting full day's walk, with plenty of stops along the way, and provides a great experience of rural life of Nepal in the foothills of the mighty Annapurna range. As well as passing through terraced farmland and walking through forest and riverside trails, you'll enjoy superb mountains views including the peaks of Annapurna, Machhapuchchhre and Dhaulagiri, with the Phewa Lake below. The hike to Naudanda is accompanied by an experienced trekking guide and includes around 6-7 hours of walking with approx. 690m of altitude gained through the day. Other options include hiring bicycles, or taking a rowing boat out on Phewa Lake. The setting beneath the spectacular Annapurna mountain range ensures any time spent in and around Pokhara is a pleasure. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Pokhara to Kurintar. Optional rafting or temple visit by cable car This morning we travel from Pokhara to Kurintar, a scenic drive passing through the foothills of the Himalayas, taking you along winding roads with stunning views of lush green valleys, terraced fields, and cascading waterfalls. Along the way, you'll pass through charming villages and towns, offering a glimpse into the local way of life. The town of Kurintar is located on the banks of the Trisuli River, where rafting options are available.You'll have some free time this afternoon where you can choose to relax at your accommodaton, join one of our rafting options of perhaps hop onboard the cable car to visit the mountain top Manakamana Temple. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kurintar to Nagarkot in the Kathmandu Valley We leave Kurintar this morning and drive back towards Kathmandu. An upgrade to an internal flight is available on request. Contact us and we can make this change to your Nepal tour package. We skirt the city and head into the hills surrounding the valley and spend the night in the village of Nagarkot, The village is perched on a ridge and is known for having some of the best views in the Kathmandu Valley. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sunrise Mountain Views. Bhaktapur ancient centre with Pottery Class, Pasupatinath & Boudhanath This morning we hope for spectacular sunrise views from Nagarkot before driving down to one of the other ancient cities in the Kathmandu valley, Bhaktapur. The centre of Bhaktapur has been designated a World Heritage Site, and hosts the best preserved ancient buildings and temples in the Kathmandu valley, with some great examples of traditional wooden architecture to be seen. Our tour here will really give you a taste for how life has been led in the valley for centuries, and you'll see several traditional crafts still taking place, including a whole square dedicated to pottery - You'll even have the chance to partake in an included pottery class. After a break for lunch we head back into Kathmandu to visit two of the city's most important, and contrasting religious pilgrimage sites - Pasupatinath temple (Hindu) and Boudhanath stupa (Buddhist). The evening is free for you to explore Kathmandu and Thamel one last time and enjoy a farewell meal together. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kathmandu, free time, transfer to airport Our Nepal holiday package comes to an end. Here you'll have some free time in Kathmandu today until we transfer you to the airport for departure. Extensions to the tour are available to add more trekking, white water rafting or to visit Bardia National Park (the best place in Nepal to see tigers). First thing this morning there is also the option to take a spectacular mountain viewing flight up to see Mt. Everest (requires an evening international flight departure). OVERNIGHT"
    }
  ],
  "map": ""
}