{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "annapurna-region-mustang-overland-tour-nepal",
  "tourName": "Annapurna Region & Mustang overland tour, Nepal",
  "placesVisited": "",
  "generalInfo": "The Mustang Overland Trip is an exciting and fascinating 12 day journey into a less well known region, but travelling in Upper Mustang is a once-in-a-lifetime opportunity. It allows you to witness the way of life of true mountain people, who have had little contact with the rest of the world for hundreds of years. Upper Mustang is like being in Tibet in many ways, as it is geographically part of the Tibetan plateau. Prepare to be awestruck by breath-taking landscapes and meet the people of one of the world's most culturally preserved regions. Until 1950, the district of Mustang was a separate kingdom within the borders of Nepal. Upper Mustang was opened to non-Nepali visitors in 1994, and visiting the region today feels like stepping back in time.<br/>SPECIAL EVENT - TIJI FESTIVAL - MAY 2025<br/>You can also experience the Tiji Festival which is a 3-day festival celebrated in Lomanthang of Upper Mustang and which takes place in May in 2025. We combine days 2 and 3 of the itinerary below and get you to Lo Manthang on day 6, to enjoy  the Festival on day 7 - May 24. <br/>The Festival is held every year but on different dates, as it is depends on a special day in the Tibetan calendar. The Festival marks the victory of good against evil and local people from villages and all the Buddhist Lamas from the monastery gather at the place where festival is celebrated. The main Lama of the village then fights against a demon father to save Kingdom of Mustang from destruction. A special mask dance by Buddhist Lama is the main attraction during this festival and the mask dance with the special Mantra is thought to expel all demons from the area.",
  "durationDays": "12",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kathmandu (1,400 m) Upon your arrival, you will be met by representative and transfer to your hotel. Note: Please bring your passport and a readable copy of your travel insurance policy. Overnight at Nepali Ghar Hotel Meals: Bed & Breakfast basis"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Pokhara We will spend the morning processing our permits and then in the afternoon will take the 25-minute flight to Pokhara. Pokhara is located west of Kathmandu and has a tranquil beauty that has been the subject of inspiration for many travel writers. Its pristine air, spectacular backdrop of snowy peaks, blue lakes and surrounding greenery make it ‘the jewel in the Himalaya’, a place of remarkable natural disposition. With the magnificent Annapurna range forming the backdrop and the serenity of the clusterof 9 Lakes with three major ones - Phewa, Rupa and Begnas – Pokhara is a great destination for a weekend getaway as well as a long relaxing holiday. Pokhara Valley, gateway to the Annapurna region where many a trekker finds their Shangri-la! Overnight in Atithi Resort Spa Hotel. Meals: Bed & Breakfast basis"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Kalopani 1750m We begin our overland journey, boarding your Jeep, drive via the Kali Gandaki Valley. Around Beni, Reaching Tatopani the road now climbs and climbs and climbs as dust gives way to cobbles. First you get views of the Niligiri Himal and as you ascend further the mesmerising peak of Dhaulagiri and the Annapurnas come into view. Things then begin to level out finally as the Kali Gandaki Valley broadens out. We will overnight in Kalopani. Annapurnas. Altitude 1750m approx., Driving time approx. 5-6hrs. Overnight in the See you lodge or similar Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Kagbeni 2810m Today we drive towards Kagbeni, and as you approach Jomsom virtually all vegetation disappears abruptly, marking the furthest extent of the Himalayan rain shadow. On your right the sharp peak of Nilgiri South is more spectacular than ever before and you have now crossed through the Himalayas. The arid landscape of the Mustang region is stretched out before you in the form of the upper reaches of the Kali Gandaki. Not only has the landscape changed, but the culture has also changed too and the villages from now on have a distinctly Tibetan flavor to them. An hour or so beyond Jomsom, we will be in Kagbeni. Typical of villages in the Mustang region in terms of architecture, along with Tibetan Buddhist monuments and symbols, Kagbeni is where Upper Mustang begins and to venture further special permits are required. Altitude 2810m, Driving time approx. 3 hrs. Overnight in the Annapurna Lodge or similar (Private bathrooms with proper beds) Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kagbeni to Charang c. 4000m Journey starts today to Upper mustang. After the permits are checked at the police post in Kagbeni, the jeep track today pretty much skirts the side of the Kali Gandaki River Valley. Whether there is any water in the river rater depends on what time of year you're undertaking the journey. Usually from October to mid-May the broad river floor looks more like a level boulder field. Take a walk onto the riverbed and you may just hear water flowing underneath. Along the way you can take a halt and explore the small villages and see how their carefully tended terraced fields are irrigated in a landscape that is otherwise dry and barren wilderness. At Chusang there is a river tributary to cross and shortly thereafter the Kali Gandaki Riverbed itself. After crossing the Kali Gandaki the jeep track now climbs away from the valley and there are a couple of high passes (approx. 4000m) to cross before dropping down into Charang. Altitude 3560m, Driving time approx. 5-6 hrs. Overnight at Lumbini Guest house. (Private bathrooms with proper beds) Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Acclimatization Day Today is acclimatization day to get used to being at altitude. Charang itself is the second largest village (Lo Manthang the largest village) of the Upper Mustang area and is worthy of some on foot exploration. To give the legs a good stretch, you could take a hike up to the fascinating Ghar Gompa. Like many Buddhist monasteries, Ghar Gompa sits atop a hill and affords some good views of the Mustang region. Overnight at Lumbini Guest house. (Private bathrooms with proper beds) Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "To Lo Manthang c.4000m Finally, we drive to Lo Manthang today. Up and over another mountain pass of around 4000m and then a slight descent and in around 2 hours you've arrived at the Lo Manthang. It is a large village really of less than 200 homes. If progress has been good, then you should have the entire afternoon to explore Lo Manthang. Altitude 3840m, Driving time approx. 2-3 hrs. Overnight at Lotus Holiday Inn ((Private bathrooms with proper beds) Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "At Lo Manthang Today we get to explore some of the mysteries of Upper Mustang. A short trek to the area of Chhoser is the beginning of a day. We can explore some of caves, taking a packed lunch with us so we can enjoy the atmosphere of the caves, lunar-like landscape and mountains while relaxing also. Then we head back to Lo Manthang. Overnight at Lotus Holiday Inn (Private bathrooms with proper beds) Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "To Chhusang 3100m Today we drive back to Chhusang. The way back is the way in, but now the Himalayas form your far horizon, getting closer and closer as you progress. So, it's anything but repetitive in many respects. Today we recommend travelling as far as Chhusang (approx. 3100m). You should arrive here mid-afternoon and thus be able to give the legs a good stretch and take a hike to the fascinating and rather picturesque ancient village of Tetang. Driving time approx.5-6hrs. Overnight at Hotel Chhusang Grand (Private bathrooms with proper beds) Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "To Jomsom 2700m Drive to Jomsom along the side of the Kali Gandaki Valley the Himalayan peaks get closer and closer. Nilgiri South Peak becomes even more impressive and the bulk of Dhaulagiri comes into view and with luck you should be in Jomsom (2700m) for lunch! Driving time approx. 3-4hrs. Overnight at Oms Home (Private bathrooms with proper beds) Meals. Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "To Kathmandu via Pokhara (Connecting flight to Kathmandu.) This morning we travel back to Pokhara which is either: A 5hr 45min drive to Pokhara and overnight there: Overnight in Atithi Resort Spa Hotel. Meals: Bed & Breakfast basis Or if weather permits, a 25-minute flight: Overnight in Kathmandu at Nepali Ghar. Meals: Breakfast and then take a connecting flight to Kathmandu."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure Transfer to airport for flight to Kathmandu or home – dependent on Day 11. Meals: Breakfast"
    }
  ],
  "map": ""
}