{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-holiday-on-a-shoestring",
  "tourName": "Nepal holiday on a shoestring",
  "placesVisited": "Kathmandu guided walk, Durbar Square, Swayambunath Buddhist stupa, ancient towns of Patan, Kirtipur and Bhaktapur, pottery lesson, homestay in Panauti, Boudhanath Buddhist stupa, Pasupatinath temple, sunrise walk in Kathmandu Valley",
  "generalInfo": "Dive into Nepal on this six-day tour, which gives a great introduction to the country without costing the earth. Visit the capital Kathmandu, and then go on to explore nearby towns in the beautiful Kathmandu Valley to visit UNESCO-listed temples and traditional villages. <br/><br/>Although this is a holiday on a shoestring, there is still a huge amount included in the trip, to help you relax into your visit and get the best from Nepal. Enjoy a transfer from Kathmandu airport once you arrive, a hotel in the tourist district of Thamel, a walking tour to get a feel for the city and a visit to several iconic Hindu and Buddhist temples and stupas. <br/><br/>Highlights on the trip include: a pottery class with local artisans, a visit to the most sacred temple in Nepal, the UNESCO World Heritage-listed Bhatapur, with its well-preserved historic town centre, and a beautiful sunrise walk in the valley which takes in the Tilkot Forest Reserve.<br/><br/>At the centre of the trip is a homestay in a traditional Newari house, where you can help cook a delicious dinner before enjoying a peaceful evening in the picturesque town of Panauti. Then back to Kathmandu, your camera full of memories.<br/>",
  "durationDays": "6",
  "price": "779",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Kathmandu We greet you on your arrival in Kathmandu airport today and transfer you to your hotel in the Thamel tourist disctrict of the city. Our rep will help you settle in and familiarise you with the local area before the rest of your day is free. In the evening our rep will take you on an evening walk through Thamel to check out the numerous bars, restaurants and nightlife on offer. You may have your first taste of Nepal's traditional dish tonight - Dal Bhat (rice and lentil curry). OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Thamel Rickshaw Ride. Walk around Durbar Square, visit Swayambunath Stupa Our Nepal tour starts with an exciting Rickshaw ride through the backstreets of Thamel, to Durbar Square. We'll pass through small back streets full of numerous tiny shops, workshops, temples, and stupas to Durbar Square with its array of wooden and stone carved temples and palaces, where we'll have plenty of time to walk around and explore. After lunch at a rooftop restaurant overlooking the square, we drive to the important Swayambunath Stupa which sits on a hilltop overlooking the city, visible from miles around. Also known locally as the 'monkey temple', we'll see these nimble inhabitants scampering in and around the trees and temple. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit the ancient towns of Patan, Kirtipur and Bhaktapur, Partake in a pottery class before heading to Nagarkot Wake up today in Kathmandu before embarking on a tour to visit the nearby towns of Patan, Kirtipur and Bhaktapur. Patan is often referred to as Lalitpur, the \"City of Beauty\", Patan is renowned for its rich artistic heritage and architectural marvels. The heart of Patan is its Durbar Square, a UNESCO World Heritage Site. Here, you'll find an exquisite collection of temples, palaces, and courtyards showcasing the intricate artistry of the Newar people. Our next stop is Kirtipur which is located on a hilltop, overlooking the Kathmandu valley, here you'll be offered a glimpse into traditional local life. Next we'll visit the centre of Bhaktapur, which has been designated a World Heritage Site, and hosts the best preserved ancient buildings and temples in the Kathmandu valley, with some great examples of traditional wooden architecture to be seen. Our tour here will really give you a taste for how life has been led in the valley for centuries, and you'll see several traditional crafts still taking place, including a whole square dedicated to pottery where you'll have the opportunity to join an included pottery class. Later, we head into the hills surrounding the valley and spend the night in the village of Nagarkot. The village is perched on a ridge and is known for having some of the best views in the Kathmandu Valley. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Walk to Changu Narayan Temple. Head to Panauti for your community homestay experience This morning we hope for spectacular sunrise views from Nagarkot before walking downhill through the Tilkot Forest Reserve and along a ridge with classic terraced farmland on either side to Changu Narayan Temple, perched on a hilltop east of Kathmandu. This is Nepal's oldest temple, a UNESCO World Heritage Site. Revered by Hindus and Buddhists alike, it boasts a rich history dating back to the 4th century. From here we travel to nearby Panauti, nestled amidst the picturesque landscapes of Nepal, our homestay offers a unique and immersive cultural experience. Located in the historic town of Panauti, this experience allows you to step back in time and embrace the authentic Newari way of life. You'll reside in a traditional Newari house, have a tour of the local village, savour home-cooked meals (with the option to participate in cooking), and have lots of opportunities to interact with the warm and welcoming locals. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast in Panauti before visiting Pasupatinath and Boudhanath After breakfast in the village, we leave Panauti and drive back to Kathmandu, stopping en-route at two of the cities most important, and contrasting religious pilgrimage sites. Our first stop is at Pasupatinath temple, the most sacred Hindu temple in Nepal, which sits on the banks of the Bagmati River, where pilgrims come to pay homage to Lord Shiva. Witnessing the sacred rituals and cremation ceremonies can be a powerful experience, providing a glimpse into the cycle of life and death. Nearby, Boudhanath, one of the largest stupas in the world, stands as a beacon of Tibetan Buddhism, its massive white dome and all-seeing eyes radiating peace and tranquility. The constant hum of prayers, the colorful prayer flags fluttering in the wind, and the devout pilgrims circumambulating the stupa create a mesmerizing atmosphere. The evening is free for you to explore Kathmandu and Thamel one last time and enjoy a farewell meal together. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kathmandu, tour ends, transfer to airport for departure Your tour ends after breakfast this morning, and your time is free until we transfer you to the airport for your departure flight. If you will be staying on in Nepal, then our local rep will be happy to help you with information, advice and any onward arrangements. OVERNIGHT"
    }
  ],
  "map": ""
}