{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "kathmandu-to-lhasa-overland-tour-9-days",
  "tourName": "Kathmandu to Lhasa overland tour, 9 days",
  "placesVisited": "Road trip from Kathmandu, Extraordinary Himalayan views, Langtang National Park, Gyirong, visit Everest Base Camp, Shigatse, Three nights in Lhasa, Tibetan guide",
  "generalInfo": "Travel west from Kathmandu to Tibet on the scenic Friendship Highway via Tingri and Shigatse. Along this unforgettable path, you'll be treated to breathtaking vistas of snowcapped mountains, vast glaciers, and serene sacred lakes – plus, get a close encounter with Everest.<br/><br/>Your journey starts in Kathmandu, before taking the Friendship Highway, a beautiful 800km road connecting the Nepal capital to Lhasa. Once you cross into Tibet, you’ll make a stop at Everest Base Camp on the Tibet side, before continuing on to finish your trip in Lhasa.   <br/><br/>What’s great about this trip is the landscapes. As well as EBC, you’ll be crossing high Himalaya passes like Gawu La Pass (5,198m) and Kambala Pass (4,794m). From here, you get panoramas of some of the highest mountains in the world – peaks soaring over 8,000m, including Everest, Lhotse and Makalu. <br/><br/>You’ll also have many cultural encounters. In Lhasa, you’ll spend three nights getting to know the city, from the historic sights of Potala Palace and Drepung Monastery, to no less memorable encounters with the people of the city. <br/><br/>Everest Base Camp is a busy tourist site and this holiday makes every effort to minimise your impact here, travelling in a bus rather than creating more congestion in a private car. At all times you’ll be accompanied by an expert guide – in Tibet, this will be a local Tibetan guide, who can give you unparalleled insight on your travels, whether finding the best family-run restaurants, or ensuring your safety and comfort at altitude. <br/>",
  "durationDays": "9",
  "price": "742",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu to Syabrubesi || Your driver will pick you up in your hotel about 9:00-9:30 am. Then you will drive to the Sino-Nepal border area, near to Tibet. While driving near Mt.Himalayas, you can see the deep gorges, snow-capped mountains on the way. You will also drive across the LuangTang National Park. And finally stay overnight in village guest house in Syabrubesi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Syabrubesi to Kyirong || After breakfast, you will drive 15km to the border to enter China. You will meet our guide in China side. Then we will drive 1 hour to Kyirong (2800m) where is surrounded by lofty snow-capped mountains and dense forests. In the afternoon, you take a stroll to visit Paba Temple (2850m), a Gelugpa temple built by Tibetan King Songtsan Gambo at the proposal of his wife Nepali princess Bhrikuti. The Nepali style temple with delicate murals is only within minutes, walk from your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gyirong to EBC || Today, we will first pass through Peikutso Lake and grassland, and then we arrive the Everest Base Camp and visit the world highest Monastery, the Rongbuk Monastery. On the way, you can view the splendid panoramic Himalayan Mountain Range at Gawu La Pass (5198m). After visiting Everest Base Camp, we will drive to Tingri. Zhufeng Road over the Gawu La Pass (5250m) from which you get an amazing view of the Himalayan panorama. The view of the peaks includes several mountains above 8000 meters including Mount Everest (8848m) Mt. Lhotse (8516m) Mt. Makalu (8463m) Mt. Shishapangma (8020m) and Mt. Cho Oyu (8201m)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EBC - Shigatse || Today, we will drive from Tingri to Shigatse. On the way, you will visit the 5000m G318 National Highway milestone in Lhatse. After your arrival in Shigatse in the early afternoon, you will visit the seat of Panchen Lama - Tashilunpo Monastery, one of the most important monasteries in Tibet. It is the seat of the Panchen Lama before heading off along the Friendship Highway towards Lhasa. Built in 1447 by the first Dalai Lama, the monastery is now the traditional seat of the Panchen Lama Tibet’s second highest religious incarnation. There you will be able to see the tombs of 7 Panchen Lamas, explore the twisting cobbled streets and get a peek into monastic life."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse to Lhasa via Gyantse || In the morning, drive 90km to Gyantse, an ancient county between Shigatse and Lhasa, which boasts a variety of important cultural and historical sites - Gyantse Kumbum) and Gyantse Dzong. In the afternoon, drive 280km to Lhasa, and we will pass over the Karo la Pass (5010m) and Kambala Pass (4794m). While driving you will see the beautiful Karo la Glacier, Yamdrotso Lake (Truquoise Lake) and Brahmaputra River and finally reach Lhasa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lhasa tour || After breakfast, you will go to visit Drepung Monastery which is used as Dalai Lama’s palace before they moves to the Potala Palace. In the afternoon, visit Sera Monastery, one of the “three great Gelug monasteries of Tibet”. The highlight is the monks’ debate at around 3-5pm."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lhasa tour || Today, you will visit the Potala Palace, winter palace of the Dalai Lama. It contains the gilded burial stupas of past Dalai Lamas and meditation Cave of the 33rd great king of Tibet. After lunch, you head to Jokhang temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve, perhaps the single most venerated object in Tibet Buddhism. Around the temple Barkhor street where you can do kora( circle religious sites) with pilgrims and locals, and you can buy the souvenirs."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart from Lhasa || You will be accompanied with tour guide to airport/train station by private car, see good-bye and end the trip."
    }
  ],
  "map": ""
}