{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-budget-tiger-safari-in-chitwan-np",
  "tourName": "Nepal budget tiger safari in Chitwan NP",
  "placesVisited": "",
  "generalInfo": "Introduction:<br/>This budget Chitwan tiger safari holiday is a great way of exploring this incredible park and go in search of wildlife such as tigers, rhinos, sloth bears elephants and many other species. Nepal and in particular Chitwan is one of the few places in the world where you can track tigers on foot and indeed Chitwan has the largest population of tigers in the whole of Nepal, some 120 plus tigers are known from Nepal.<br/><br/>Chitwan National Park is a combination of jungle, sal forest, grassland and river systems all of which are ideal habitat for tiger as well as many other mammals, birds, reptiles, amphibians and fish. This makes the park one of the greatest wildlife watching locations in the world. Chitwan has very high densities of rhinos, tigers and sloth bears - among the highest densities of these species in the world and so you have very good chances of seeing these animals when exploring the park in full.<br/><br/>All of our tiger safaris are guided by a zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides, drivers and also scientists or researchers where possible. This not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits. We are proud of the fact that we have a 75% success of spotting tigers in Nepal, with a 60% success in spotting them on foot whilst tracking tigers in Chitwan. The fitness level required for our tiger safaris, is a moderate level of walking in Nepal (as tiger tracking on foot through the forests and grasslands can last for 7-8 hours). <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Nepal (and in particular Chitwan) and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/><br/>Best time to go on a tiger safari in Nepal:<br/><br/>For tiger watching in Nepal we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes.<br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Bhutan in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Chitwan Budget Tiger Safari Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour explores the massive, famous park of Chitwan in south central Nepal in the teari ecosystem. The entry and exit port of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Chitwan Tiger Safari wildlife holiday is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "11",
  "price": "2595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu - Arrival & Sightseeing When you arrive into Kathmandu international airport you will be met by your local guide/driver and you will be transferred to your accommodation in Kathmandu. Depending on what time your flight arrives you may have time to do some sightseeing around Kathmandu, you can arrange this in advance of booking or with the hotel on your arrival. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chitwan National Park - Travelling After your breakfast at the hotel your driver will collect you and take you to the take of town of Sauraha (6-7 hours), which is the gateway village for Chitwan National Park. When you get to the park and your accommodation. The rest of the day will be free for you to rest and prepare for exploring the park tomorrow. You can have a village tour in the evening to learn more about the Tharu people who are the indigenous people of the Terai region. We also recommend watching the sunset over Chitwan from the banks of the Rapti River and hopefully spot some migratory birds like ruddy shelducks or even a mugger crocodile. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kathmandu - Travelling & Sightseeing After breakfast today you will be collected from the lodge and taken back to Kathmandu in your private vehicle (~6-7 hours). Once you arrive back you can have some sightseeing around the historical city and this can be arranged with the guide or the hotel directly. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home - Departure Today after breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}