{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-tiger-safari-holiday",
  "tourName": "Nepal tiger safari holiday",
  "placesVisited": "Kathmandu, Terai region of Nepal, Chitwan National Park, Canoe safari, Walking safari and tiger tracking on foot, Option to visit Bardia National Park, Zoologist guides",
  "generalInfo": "This Nepal tiger safari holiday, a tailor made trip, is particularly spectacular because Nepal is one of the few places in the world where you can track tigers on foot and indeed we encounter more tigers  in the regions of Chitwan or Bardia National Parks on foot than anywhere else on Earth.<br/><br/>This is the beautiful and biodiverse Terai region of Nepal, southern sub-tropical mix of jungle, sal forest, grassland and river systems all of which are ideal habitat for tiger as well as many other  mammals, birds, reptiles, amphibians and fish.<br/><br/>The itinerary below is for Chitwan National Park, although we can create one for Bardia too of course. Both are the largest and most pristine national parks in the Terai, and you can explore them in a variety of ways. Drive around by jeep, walk through the forests and grasslands tracking the elusive big cat, cruise rivers in canoes or larger wooden boats or even go spotlighting after dark. Other wildlife to see on this trip includes: Asiatic elephants, Indian one-horned rhinos, leopards, jungle cats, sloth bears, Gangetic river dolphins and gharials. <br/><br/>All of our tiger safaris are guided by a local naturalist guides, drivers and also scientists or researchers where possible. This not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits. We are proud of the fact that we have a 75% success of spotting tigers in Nepal, with a 60% success in spotting them on foot whilst tracking tigers in Chitwan or Bardia. The fitness level required for our tiger safaris, is a moderate level of walking in Nepal (as tiger tracking on foot through the forests and grasslands can last for 7-8 hours). Minimum age is 18 years old. <br/><br/>The price of this holiday includes:<br/><br/>All activities, all meals, bottled water, air conditioned vehicles, local transfers, internal flights, guides, park entrance fees, reference library.<br/><br/>Best time to go on a tiger safari in Nepal<br/><br/>For tiger watching in Nepal we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes.",
  "durationDays": "11",
  "price": "2150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu – Arrival & Sightseeing – On arrival at the airport you will be met by your local driver who will transfer you to the Thamel district of Kathmandu and your accommodation. Depending on the time of arrival you can be taken for some sightseeing, Swayambunath, Boudnath Stupa and Durbar Square can all be visited within around 3-4 hours. (no meals included today)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chitwan National Park – Travelling– After breakfast this morning you will be transferred to Sauraha, which is the gateway village for Chitwan National Park. There are fairly large numbers of tigers, leopards and sloth bears the forests and grasslands here as well as the 500 plus Indian one-horned rhinos which was why the park was set up in the first place. Sauraha is a quaint little village which has a good mix of elephants, tourists and local Tharu people walking its streets. In the evening if you can watch the sunset over Chitwan from the banks of the Rapti River and hopefully spot some migratory birds or even a mugger crocodile. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chitwan National Park / Kathmandu – Travelling – This morning you will have the option for one last safari before breakfast then after breakfast you will be taken back to the town of Narayangarh in time to be transferred back to Kathmandu. With lunch along the way you will be taken to the same accommodation as on the first day here and then taken to one of the iconic restaurants in Thamel for your last night in Nepal. (breakfast only included today)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
    }
  ],
  "map": ""
}