{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-dolphin-watching-holiday",
  "tourName": "Nepal dolphin watching holiday",
  "placesVisited": "",
  "generalInfo": "Experience one of our most unique and impactful programs dedicated to the conservation of endangered dolphins in Nepal. This milestone initiative aims to protect wildlife and promote animal conservation in the stunning Bardiya National Park.<br/><br/>Bardiya National Park, established in 1988, is the largest and most undisturbed national park in Nepal, spanning 968 square kilometers. Nestled in the Terai region, it connects to the eastern bank of the Karnali River and is bisected by the Babai River. The park is a biodiversity hotspot, home to over 150 species of reptiles and fish, more than 400 species of birds, and around 48 different mammals, making it an ideal destination for spotting endangered wildlife.<br/><br/>Spend 6 to 7 days in Bardiya National Park to fully immerse yourself in its natural beauty and diverse wildlife. Notably, the park is a haven for wild elephants and the rare Gangetic dolphin. These intelligent mammals, also known as \"Susu\" due to the unique sound they make while breathing, are found in the Karnali River, Nepal's longest river. Witnessing these dolphins in their natural habitat is a remarkable experience.<br/><br/>This trip is designed for nature lovers, naturalists, wildlife photographers, families, and outdoor enthusiasts. Whether you're passionate about conservation or simply love the great outdoors, our program offers an unforgettable journey into the heart of Nepal's wilderness.<br/><br/>Join us on this extraordinary adventure and contribute to the conservation of Nepal's precious wildlife. Book your trip today and be part of a meaningful journey!",
  "durationDays": "8",
  "price": "1290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL. Imagine flying over tallest mountains in the world and landing the jumbled city of Kathmandu from where your venture starts. Our representative will come to greet and meet you at Tribhuvan International Airport from where you will be transferred to your hotel. In the afternoon we will be briefing about the itinerary and if time allows we will have a hearty dinner together. Overnight in hotel in Kathmandu; Meals: welcome dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "FLY TO NEPALGUNJ. After breakfast, we’ll take a flight from Kathmandu to Nepalgunj. We go to Thakurdwar which is the main village of Bardiya National Park by enjoying the scenic beauty of the Midwestern region. After arriving at the hotel in the evening we will discover Tharu life and culture throughout the village. Our naturalist will introduce our the program and safety rules during your stay. Overnight in a resort; Meals: B, L, D"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "JUNGLE EXPLORATION. Today after breakfast we go for sightseeing around the Karnali river bank to encounter wildlife. After sightseeing, in the evening we will do jungle safari at Bardiya National Park to enjoy the natural vegetation and wildlife then we return back to the hotel. Overnight in a resort; Meals: B, L, D"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BOATING ON THE RIVER On this day after breakfast we go for sightseeing to explore the endangered species of mammals. Then after that, we go boating to observe the river dolphin. Before dinner we take a short village walk. Overnight in a resort; Meals: B, L, D"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BIRD WATCHING Early morning we go for the bird watching and exploring the surrounding villages through the lush forest. Our guide will provide you with extensive knowledge of local vegetation and inhabitants. After that, we go for a tour to Banana restaurant, which will make your day complete. Overnight in a resort; Meals: B, L, D"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "VISIT TO SONAHA COMMUNITY. Today after breakfast we go to visit the Sonaha community where we can interact with the local people and immerse ourselves into original Tharu culture, customs and traditions. We will participate in different activities together with locals. In the evening we go to see the cultural dance program conducted by the Tharu community. Overnight in a resort; Meals: B, L, D"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "FLY TO KATHMANDU. After doing the entire jungle exploration and many activities in the Bardia National Park we fly back to Kathmandu. In the evening we visit a gorgeous Patan Durbar Square, where living Goddess Kumari lives and conclude our tour at Swoyambunath Temple. Overnight in Kathmandu; Meals: B"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DEPARTURE. If time allows, visit Thamel for some last minute shopping and a glimpse of a famous area since 70th. We will assist in your last moment preparation and drop you to the International airport to catch your flight. Say \"Namaste\" and until next time! Meals: B"
    }
  ],
  "map": ""
}