{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-highlights-tour",
  "tourName": "Nepal highlights tour",
  "placesVisited": "",
  "generalInfo": "Highlights of Nepal provides travellers an opportunity to see all facets of this captivating landlocked country. This diverse 2 week tour discovers the best of Nepal's fascinating cultural variety and historical monuments as well as soaking up the incredible views of the Himalayas. Perhaps less well known is the abundant flora and fauna that can be found in the country and we will also spend time looking for it. Begin the trip by touring UNESCO World Heritage Sites in Kathmandu and strolling the atmospheric and sometimes chaotic streets. This is followed by a rich wildlife experience in the sub-tropical jungles of Chitwan National Park, home of the Bengal Tiger and One Horned Rhinoceros. We continue to Lumbini and visit the Mayadevi temple which is built on the exact place where the Buddha was born. The journey then takes us to Tansen, a picturesque hill station and ancient trade route. Our next stop is Pokhara, popularly known as Lake City. Here we take some easy walks admiring the spectacular mountainous landscape and tour the city's many natural and cultural splendours. Next stop is Bandipur, an old trading Newari town that lies at an altitude of 1030m and is perched on a hill overlooking the magnificent Marshyangdi Valley and the Himalayan range. Finally return to the Kathmandu Valley and visit Nagarkot, renowned for incredible sunset and sunrise views. The tour ends with visits to Patan and Bhaktapur cities that highlight Nepal's medieval architectural grandeur.",
  "durationDays": "14",
  "price": "2545",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Kathmandu - Arrive in Kathmandu and transfer to your hotel. The rest of the day will be at leisure. Overnight at Hotel Kantipur Temple House or similar. No meals or activities included. Altitude- 1350m"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu - Today enjoy a guided tour to four of the UNESCO World Heritage Sites in Kathmandu. Kathmandu Durbar Square holds the palaces of the ancient kings who ruled over the then Kathmandu Kingdom. Pashupatinath Temple is one of the most sacred pilgrimage sites for Hindus all over the world. We also visit popular Buddhist stupas in Kathmandu. Swayambhunath, is located in the heart of the city and is also called Monkey Temple by the tourists owing to the large number of monkeys in the temple area. Bouddhanath is one of the largest stupas in the world, and one of the holiest Buddhist pilgrimage and tourist destinations in Kathmandu. The area of Boudhnath is also famous for over 50 Tibetan gompas or monasteries. Overnight at Hotel Kantipur Temple House or similar (B) Altitude- 1350m"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu to Chitwan – Drive time approximately 4-5 hours - After breakfast, drive to Chitwan located 175 kilometres from Kathmandu. We descend along a winding road flanking the Trishuli River. After checking in to the hotel, there will be a briefing on the activities we will be engaged in during our stay in Chitwan. We then take a walk on the banks of the Rapti or Narayani River to enjoy the sunset in the sub-tropical jungles of Chitwan. This evening, enjoy dinner along with a brief cultural program showcasing the tribal dances unique to the Chitwan region of Nepal. Overnight Jungle Vila Resort or similar (BLD) Altitude- 189m"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chitwan National Park - Start early for our first incursion in the park for a jungle safari to witness wildlife in their natural habitat. After breakfast, we visit the elephant stables and even enjoy bathing the elephants. This afternoon drive through the park looking for wildlife followed by a canoe ride down the Rapti/ Narayani River. Whilst canoeing, look out for Gharial and Mugger crocodiles along with fresh water dolphins, otters and varieties of water birds. For those that do not wish to canoe there are options for a birding walk or general nature walk. Overnight Jungle Villa Resort or similar (BLD) Altitude- 189m"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chitwan to Lumbini - Drive time approximately 2 hours - An early start today for a drive to Lumbini, a legendary place where one of history’s greatest and most revered figures, Siddhartha Gautam (Buddha) was born. The holy site of Lumbini, also enlisted within the list of UNESCO World Heritage Sites, holds immense archaeological and religious importance. From early morning to early evening, pilgrims from various countries perform chanting and meditation at the site. Visit the museum, peace pagoda and spend the day exploring the area and its temples, monuments and ancient sites soaking up the serene ambience. Overnight at Hotel Lumbini or similar (B) Altitude- 150m"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lumbini to Tansen – Drive time approximately 3 hours - This morning continue to Tansen¸ a popular summer resort in western Nepal on account of its position and climate. It has perhaps Nepal’s most far stretching views of the country’s chief attractions, the Himalayas from Dhaulagiri in the west to Gaurishanker in the north-east. This afternoon visit Old Tansen bazaar and walk around Sreenagar hill to catch a bird’s eye view of Srinagar Bazaar and on a clear day, a sweeping mountain panorama. Overnight at Hotel Srinagar or similar (B) Altitude- 1350m"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to Pokhara – Driving time approximately 5-6 hours - This morning after breakfast, depart for Pokhara, also known as The Lake City owing to the large number of lakes in the city. En route we travel through a landscape of rolling hills, small settlements and terraced farms. On arrival in Pokhara, if conditions are clear we should be rewarded with magnificent views of the Himalayas including Dhaulagiri (8,167m), Manaslu (8,156m), and Machhapuchhre (6,993m), the five peaks of Annapurna and others. Late this afternoon after some rest time, we take a leisurely stroll in the atmospheric streets of Pokhara and just enjoy being in one of the most beautiful cities of Nepal. Overnight at Fishtail Lodge or similar (B) Altitude- 900m"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Walk to Sarangkot – Walking time is 3 – 4 hours. - Early this morning depart for Sarangkot, a hill town in the north-west region of Pokhara that overlooks the Annapurna and Dhaulagiri ranges in the north and the main city in the south. We start our hike from Naudanda and walk to Sarangkot. We stop at a tea-house in Sarangkot and enjoy amazing views of the sun as it sets against the mighty Himalayas. From here, we also get a view of Pokhara city below and the abundant Fewa Lake. Overnight in Sarangkot (B) Altitude- 1600m The walk to Sarangkot is graded as easy - 200m up and 200m down with no steep climbing."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pokhara - Enjoy the sunrise from Sarangkot before heading back to Pokhara and touring the city’s many landmarks including Davis Falls and Shiva Cave. Enjoy some boating on Phewa Lake, the largest lake in Pokhara and visit Bindyabasini Temple located at the centre of the lake. Later, visit the famous International Mountain Museum (IMM) that records, documents and chronicles the past and present development of mountaineering activities in the world and the Himalayas in particular. Finally today visit the Tibetan refugee camp and witness how the refugees keep themselves busy by producing and trading woolen carpets and other handicraft items. Overnight in Mount Kailash Resort or similar (B) Altitude- 822m"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pokhara – Bandipur – Approximate driving time 3 hours - Depart after breakfast for a morning scenic drive to Bandipur. Bandipur is an old Newari town that lies at an altitude of 1030m perched on a hilltop overlooking the magnificent Marshyangdi Valley and boasts a breath-taking view of the Himalayan range. Later this afternoon, enjoy a cultural walk around Bandipur town. Of particular interest are the stone carved water spouts called “Tindhara” where locals through the ages have come to collect water, bathe and wash. The walk continues around “Tudhikhel”, a former parade ground for the army at the time when Bandipur was one of the district headquarters. Tudhikhel, now a scenic vista is also a junction point for people to come and socialise. Overnight at Heritage Hotel Guan Ghar or similar (B) Altitude- 1030m"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bandipur to Nagarkot – Approximate driving time – 6 hours - After breakfast, we say goodbye to the beautiful hill resort of Bandipur and drive towards Nagarkot stopping at points of interest and to stretch our legs along the way. The village of Bhaktapur sits at an altitude of just over 2000 metres and the highest point on our journey through Nepal, boasting stunning Himalayan vistas. From Nagarkot, we enjoy excellent sunset views amidst the outstanding peaks of the Himalayas. Overnight at the Fort Resort or similar (B) Altitude- 2175m"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nagarkot – Patan – Bhaktapur - Rise early if you wish to enjoy amazing views of the sunrise amidst the Himalayas. After breakfast, drive downhill to Bhaktapur and finally to Patan. Bhakatpur is an irresistible city with an authentic local lifestyle preserved over centuries of isolation from the hustle and bustle of Kathmandu. While in the city square, admire the Nyata-Pola Temple, the Golden Gate, water spouts and the 55 Window Palace which merge together to provide an ambiance of a magical outdoor theatre to its visitors. We also immerse ourselves in the authentic delicacy of the locals in Bhaktapur. Later, drive to Patan. Listed in the UNESCO World Heritage Sites, Patan Durbar Square is rich in ancient arts and architecture. Overnight at Hotel Kantipur Temple House or similar (B) Altitude- 1350m"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kathmandu - Spend your final full day in Nepal at leisure the day at leisure where you may wish to do some final sightseeing or take in the markets or just relax in the garden of the hotel with a good book. This evening enjoy a farewell dinner of Nepalese cuisine and a cultural dance show. Overnight at Hotel Kantipur Temple House or similar (BD) Altitude- 1350m"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kathmandu Departure - At a convenient time, transfer to the airport for your departure flight. Note that we run the tour back to back with our Bhutan tours if you wish to see more of the Himalaya region. (B) Altitude- 1350m"
    }
  ],
  "map": ""
}