{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-wildlife-holiday-ultimate-mammal-safari",
  "tourName": "Nepal wildlife holiday, ultimate mammal safari",
  "placesVisited": "",
  "generalInfo": "Introduction:<br/>Nepal is home to a great diversity and abundance of amazing landscapes, habitats and wildlife; particularly mammals. It is these mammals which form the focus of this tour. We will travel across Nepal and visit several habitats to try and see a large diversity of mammal life. From tigers, Indian one-horned rhinos, Asiatic elephants and Gangetic river dolphins from the southern Terai regions to red pandas, Indochinese leopard cats and Himalayan thars in the sub Himalayan hills of Eastern Nepal. <br/><br/>Nepal's range of habitats covers the permanently frozen mountain tops of the high Himalayas through to the lush coniferous and rhododendron covered foothills to the subtropical jungles and thick grasslands of the fertile lowlands bordering India. This huge range of habitats and ecosystems has lead to Nepal to boast one of the best diversities of mammal and bird species for its land area in the world, it is also the size of this country that allows us to explore most of these ecosystems within a relatively short period of time. <br/><br/>This ultimate mammal watching tour of Nepal explores the two most famous national parks in Nepal. The subtropical forests and grasslands of Chitwan and Bardia National Parks. The jungles of these parks are full of rhinos, tigers, elephants and their waterways support gharials, crocodiles and populations of endangered Gangetic river dolphins. <br/><br/>We will also head into the far east of Nepal in search of the elusive and adorable red panda, as well as other mammals such as Himalayan tahr, Indochinese clouded leopard, Asiatic black bear and Himalayan serow. <br/><br/>We can also head higher up into the true Himalayas to try and find evidence of snow leopards and bharal (on request). <br/><br/>Led by expert naturalist guides with years of experience tracking and watching mammals throughout Nepal and local researchers studying red pandas and other species we are sure of an impressive haul of mammal sightings including up to 5 species of cat, 2 species bears and possibly 40plus species of mammals altogether.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. All internal flights needed in the itinerary (bookings in economy class). You will have a local cultural and naturalist guides. The guides have spent years in Nepal and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Best time to go on a mammal watching safari in Nepal:<br/><br/>For mammal watching in the terai we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes. For looking for wildlife in the sub Himalayan is best in the spring and autumn, so the best overall time of year for this trip is April.<br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Bhutan in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique mammal watching safari holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour explores the massive, famous parks of Chitwan and Bardia in the south of Nepal and we also visit the Kachenjunga massif for high altitude wildlife in the east of the country. The entry and exit port of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Mammal Watching Safari is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals. We also include hiking at altitude (around 3,000-3,800m above sea level), the paths can be steep also.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "23",
  "price": "7995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu - Arrival When you arrive at the airport in Kathmandu, your local guide/driver will be waiting for you to transfer you to your accommodation in Kathmandu (20-30 mins). Depending on the time of arrival you will lunch here before sightseeing around this historic city; we will look to visit Swayambunath, Boudnath Stupa and Durbar Square and then we will head back to the hotel in the bustling Thamel district for dinner. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chitwan National Park - Travelling After breakfast this morning you will be transferred south to the wonderful national park of Chitwan (5-6 hours). The drive will end when you arrive right on the boundary of this wonderful park close to the banks of the Narayani River when you arrive at your lodge. Depending on what the traffic was like and our arrival time you may be given the option for 2-3 hour jungle walk or canoe safari. You will have a briefing this evening and prepare for your first full day into Chitwan tomorrow. (breakfast and dinner included today)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Koshi Tappu Wildlife Sanctuary - Travelling This morning you will have one more chance for a morning safari walk or canoe safari into the park and buffer zone before breakfast and then being transferred back across the Narayani River and begin the journey east to the small wildlife reserve of Koshi Tappu (~8 hours) however the road between Chitwan and Koshi Tappu is often having work done to it after the annual monsoons destroy so delays are not uncommon. You should arrive in the mid to late afternoon and on arrival at this 175km sq park you will be taken to the lodge for your evening meal before entering the reserve tomorrow. (breakfast and dinner included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kathmandu - Travelling This morning you will start the journey back to Kathmandu (~10 hours). The drive back from the Terai up into the Kathmandu valley is very spectacular. The rest of the day is free for your leisure. (breakfast only included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bardia National Park - Travelling This morning after breakfast you will be taken to the airport in time to catch the 1 hour domestic flight to Nepalgunj in the west. On arrival you will be met by another driver and transferred to the lodge in Bardia (2 hours). After lunch on arrival and settling into your room, you will be expected to enter the park for the first time. Most likely a walk or river safari this afternoon. At dusk you will return to the lodge for your evening meal and good nights sleep. (all meals included today)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kathmandu - Travelling This morning you will be transfered back to the airport in Nepalgunj after breakfast and in time to catch your return flight to Kathmandu. On arrival in Kathmandu the rest of the day is at your leisure once you have been transfered to your hotel. (breakfast only)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ilam - Travelling Today you will be transferred back to the domestic airport to catch your flight east to Bhadrapur (45min flight). This is a very scenic flight and 7 of the top 10 highest mountains in the world can be seen from this flight on a clear day, including Mt. Everest. Once you land in Bhadrapur you will meet your local driver and be taken in a private vehicle north to the town of Ilam (4 hours). This is the closest large town to the wildlife watching habitats and our place of rest tonight. (breakfast and dinner included)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ilam - Travelling Today will be travelling back to Ilam as we need to break up the journey from Dobate to Taplejung district. So you will be taken back to the same tea house as day 13. The rest of the day on arrival is at your liesure. (breakfast only)."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Ilam - Travelling After hiking around here this morning you will be taken back to Ilam (7-8 hours), this long drive marks the beginning of your departure from Nepal. The rest of the day will be at your leisure. (breakfast only included)."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Kathmandu - Travelling This morning you will be taken back to Bhadrapur in order to catch your return flight to Kathmandu. Try and get a seat on the right hand side of the plane (especially if you were not on the left hand side on the way out) and enjoy the Himalayan view. On arrival in Kathmandu you will be transferred to your hotel for your final night in Kathmandu. (breakfast only included)."
    }
  ],
  "map": ""
}