{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "tiji-festival-holiday-in-upper-mustang-nepal",
  "tourName": "Tiji festival holiday in Upper Mustang, Nepal",
  "placesVisited": "",
  "generalInfo": "Experience celebrating the major Tiji festival in the city of wonders, distant, forbidden and yet so intriguing often regarded as the “last forbidden city” and “the mini Tibet”, Upper Mustang. <br/><br/>Tiji is an indigenous festival of people in Upper mustang. This three-day celebration around mid-May - Tiji is an abbreviation of the word \"Tempa Chirim\" which means \"Prayer for World Peace\". This festival commemorates the victory of Lord Buddha's incarnation Dorjee Sonnu over a demon called Man Tam Ru a vicious creature feeding on human beings and causing storms and droughts.<br/><br/>During the festival, the monks of Lo Manthang's \"Choedhe\" monastery perform ritual dances during the celebration. The harassment of Ma Tam Ru Ta (in a dance called \"Tsa Chham\" on the first day), the birth of Dorjee Sonnu as the demon's son (on the second day called \"Nga Chham\") and then attempt to return the demon to Lord Buddha's realm (on the third and final day) are enacted during the performances.<br/><br/>The Tiji festival dances are all organized by the Choedhe Monastery - the Sakya sect of Buddhism.<br/><br/>This trek guiding to the forbidden kingdom of Nepal along the ancient trade route between Nepal and Tibet exploiting the lowest pass of the Kora La through the Himalaya west of Sikkim falls under moderate trek. One must be physically fit and keep an eye open for signs of altitude sickness due to thinning air with the rising elevation.<br/><br/>Explore the magnificence of Tiji festival of the untrodden upper mustang closely knit by religion with Upper Mustang – Tiji Festival.",
  "durationDays": "13",
  "price": "2800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN KATHMANDU (1350M) We'll pick you up at the airport and transfer to your hotel. In the evening we meet for a welcome dinner with cultural performance and will brief about the tour in details. Overnight at the hotel in Kathmandu; Meals: dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "FLY TO POKHARA (850m) After breakfast, we catch a short flight to Pokhara and go sightseeing in the afternoon for World Peace Pagoda, Davi's Fall and old cave. Explore the town on your own in the evening and get ready for your adventure. Overnight at the hotel in Pokhara; Meals: breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "FLY TO JOMSOM AND DRIVE TO KAGBENI (2800m) We fly northwest from Pokhara towards the great portal between the snow-covered peaks of Annapurna and Dhaulagiri. Upon reaching Jomsom, we drive by jeep to Kagbeni. Overnight stay at a teahouse in Kagbeni; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "DRIVE TO CHARANG (3540m) We reach Ghami where we pass through one of the longest Buddhist Mani walls of Nepal surrounded by the beautiful Himalayas. Continuing further, the trail leads us to the village of Charang. Overnight at a teahouse in Charang; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DRIVE TO LO MANTHANG (3840M) After breakfast, we visit the monastery in Charang village and continue trekking. Upon reaching the capital of Mustang, we get to observe red mountains instead of regular white snowcapped. Overnight stay at a teahouse in Lo Manthang; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TEEJI FESTIVAL AT LO MANTHANG Today, we observe the first day of the fascinating Tiji festival. The first day of this festival is full of colourful dances by the monks depicting the harassment of Ma Tam Ru Ta in a dance called \"Tsa Chham\". Overnight stay at a teahouse in Lo Manthang; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SECOND DAY OF TIJI FESTIVAL On the second day of the Tiji festival - the performers enact the birth of Dorjee Sonnu as the demon's son. Overnight stay at a teahouse in Lo Manthang; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "THIRD DAY OF TIJI FESTIVAL The last day of Tiji festival depicts the attempt to return the demon to Lord Buddha's realm. With the death of the demon the festival ends. Overnight stay at a teahouse in Lo Manthang; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "JEEP RIDE TO JOMSOM We'll take a drive via Kagbeni to Jomsom and get a chance to enjoy the last views of Tibetan landscapes, architecture and culture. Overnight in Jomsom; Meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "FLIGHT TO POKHARA (850m) In the morning we take a flight to Pokhara, the rest of the day is free for relaxing on the lakeside and boating on the Phewa lake. Overnight at the hotel; Meals: breakfast"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "FLY TO KATHMANDU After breakfast, we'll take a short and exhilarating 30 minutes flight back to the capital. In the afternoon we visit Kirtipur Town, Swoyambunath Temple and Patan Durbar Square. Later in the evening, explore Thamel on your own, get yourself some souvenirs, consider to join a singing bowl session or a tea tasting ceremony to reflect on your journey. Overnight at the hotel in Kathmandu; Meals: breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KATHMANDU SIGHTSEEING After breakfast we'll go to explore another significant UNESCO World Heritage Sites such as Kathmandu Durbar Square, Pashupatinath, Bouddhanath and Bhaktapur Durbar Square. In the evening we'll meet for a farewell dinner. Overnight at the hotel in Kathmandu; Meals: breakfast, dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "DEPARTURE You'll be transferred to the airport by our representative 3hrs prior to your departure. Meals: breakfast"
    }
  ],
  "map": ""
}