{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "nepal-budget-adventure-tour",
  "tourName": "Nepal budget adventure tour",
  "placesVisited": "",
  "generalInfo": "Explore the wonderful culture and nature that Nepal has to offer on this tour without breaking the bank!<br/>Check out the fantastic nature with majestic mountain ranges and wildlife park, the spiritual tranquillity that Nepal has to offer with a monastery stay and the well-being retreat and top it off by learning about the exciting cultural aspects with the homestay.<br/>Dive right in to all of the above with a constant backdrop jaw-dropping views of Himalayan beauty.<br/><br/>What’s included?<br/>• All transportation within India, including all inter-city transfers and all <br/>  transportation to and from included activities.<br/>• All accommodation - usually in hostel and one overnight desert camping experience<br/>• All taxes and charges.<br/>• Indian bilingual tour guides.<br/>• All entrance tickets to attractions listed on the itinerary, unless marked as <br/>  optional.<br/>• The following unmissable activities:<br/>  *Kathmandu Day tour on temples: Swayambhunath Stupa Temple (monkey temple), Boudhhanath &amp; Evening Prayers at Pashupatinth Temple. (Kathmandu)<br/>  *Whitewater rafting on Trishuli River (Trishuli River)  <br/>  *Momo Making class (Nagarkot)<br/>  *Walking tour of Bhaktapur (Bhaktapur)<br/>  *Monastery evening experience (Pharphing)<br/>  *Monastery morning experience: Morning Prayers, Breakfast with monks in their refectory, walk to the cave where the Great Master Padmasambhava meditated.<br/>  *Meditaton class<br/>  *National Park entrance fee<br/>  *Watching elephant bathing<br/>  *Jeep safari<br/>  *Maya Devi Temple entrance<br/>  *Boating on Phewa Taal Lake<br/>  *3-day Poon Hill Trek or Meditation and Yoga retreat<br/>  *Walking tour of Bandipur",
  "durationDays": "13",
  "price": "1329",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu: Our Nepalese adventure begins in the nation's capital: Kathmandu. We'll have a pre-departure briefing before checking out the city's bustling Thamel District and it's array of live music bars."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu: A tempo tour through the city. These large rickshaws will be our vehicles through the various sights of Kathmandu. We'll hop into temples, world heritage sites and spend the evening watching the prayers at the famous Pashupatinath Temple."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nagarkot: Transfer to Lalitpur and explore the temples of a living goddess. Enjoy the sites of the Golden Temple and Banla Mukhi Temple. Next, transfer to Nagarkot and enjoy a free afternoon where you can explore on your own terms. Here you have an option to take a 30-minute hike to the perfect sunset viewpoint."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bhaktapur + Pharphing + Kathmandu: Enjoy a walking tour of Bhaktapur, a UNESCO World Heritage site. Next, transfer to Pharphing where we will arrive at the Monastery to see monks debating and praying. Walk to the cave where the Great Master Padmasmbhava mediated. This evening we will return back to Kathmandu."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chitwan National Park: Enjoy on a truly stunning day as we travel to Chitwan National Park. Embark on a Jeep Safari where you might see rhinos, sloth bears, leopards, deer, monkeys, crocodiles and even a tiger! Next, we take a canoe trip on the river and enjoy coffee by the riverside as the sun sets. End the evening watching the Tharu Cultural Show."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lumbini: Transfer to Lumbini and enjoy food at the hotel when you arrive. Explore Maya Devi Temple - The Birth place of Buddha. Try meditation in the Ashok part of the temple grounds. There are other several temples to visit where you can practice short meditation with the Adventure Leader!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pokhara: Today we are in Pokhara. Enjoy a free afternoon where you can explore this new destination. Later this afternoon, enjoy a Momo Making Class and enjoy feasting on your own creations!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Pokhara: An optional activity awaits for you to glide amidst the mountain peaks, lakes and rivers on a paragliding trip or simple kick back in this charming town. That afternoon- we'll take out boats on the Phewa Taal Lake and absorb the views. Breathe in the natural wonder or take some insta-credible snaps. That night, chill out at the Movie Garden- a local institution showing movies, outdoor."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "3 Day Poon Hill Trek or Yoga & Wellness Retreat: For the next 3 days- you have the choice of hiking deep into the Himalayas with a trek through soaring mountain peaks and traversing glacially carved valleys. Rest up in mountain villages on this trek which is manageable for those with moderate fitness. Alternatively, take part in a 3 day yoga and wellness retreat. This experience involves yoga classes, meditations and a whole range of other activities including mid baths and aromatherapy. On Day 11: If you've hiked, you can check out the yoga experience or, if you've been on the wellness retreat- you can do a short morning hike in the beautiful mountains. Or- simply kick back with a deep tissue massage."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Bandipur: Transfer to Bandipur and enjoy a walk through the town and its surrounding areas. Soak up the charms of this beautifully preserved village. In the evening you can go to Bandipur Town centre and have dinner together."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kathmandu: This morning we transfer to Fissling and enjoy an exciting final activity of white water rafting! Enjoy the adrenaline pumping activity with your fellow Dragons before heading back to Kathmandu. We'll return to Kathmandu around 5-6pm! Bid farewell to your group having had 2 weeks in this magical, mountainous paradise."
    }
  ],
  "map": ""
}