{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "highlights-of-nepal-for-families",
  "tourName": "Highlights of Nepal for Families",
  "placesVisited": "Kathmandu, Thamel, Bhaktapur, Patan, Changu Narayan, Nagarkot, Dhulikhel, Pokhara, Phewa Lake, Kurintar, Chitwan National Park",
  "generalInfo": "You don’t need to scale mountains to enjoy Nepal. Instead, relax in small villages and along pristine rivers. Take the children on a thrilling jungle safari. Get away from crowds and immerse yourself in beautiful landscapes. Find monkeys around temples and watch the sun setting over Everest. This two-week vacation is designed to be flexible and suit families with children of all ages. Together, your family will travel to the roof of the world, the highlight of Nepal, without trekking. Begin planning your dream Nepal vacation by visiting the best Nepal itineraries page on Zicasso.",
  "durationDays": "14",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – A Wonderful City for New Impressions",
      "description": "Kathmandu provides a feast for the senses. Cows wander the streets while rickshaws cycle past small colorful temples. Haphazard lanes and the smell of incense surround palaces. It’ll be a lot to take in when you land, but there’ll be no question that you’re somewhere unique and unforgettable. You’re greeted at the airport and transferred privately to an upmarket hotel within the city. Then, you’ll meet with your Kathmandu guide and to confirm your plans. Today you’ll take a tour by rickshaw, as it’s an unobtrusive way to enjoy the sites, and it will be just the start of your adventure in Nepal."
    },
    {
      "dayNumber": "2",
      "title": "Kathmandu – Monkeys Around a Temple and a Living Goddess",
      "description": "On your first full day in Nepal, your family will be in for a special treat. Today, you’ll visit the temple of Swayambhunath, which is a little different from most temples since monkeys guard it. These great troops of red-faced primates swarm around the pilgrims and their offerings. With prayer flags swaying and the views extending, Swayambhunath will be a good introduction to Nepalese spirituality as there is something to look at for all ages. Then, continue the day at Kathmandu Durbar Square, where there’s a chance to glimpse a kumari, a living goddess that makes for another peculiar and captivating story. You will end your day with a private tour of Pashupatinath Temple, Nepal’s holiest temple, where you see many saddhus (holy men) with dreadlocks, painted bodies, and orange robes."
    },
    {
      "dayNumber": "3",
      "title": "Kathmandu – Royal Capitals and Earthquake Remains",
      "description": "The Kathmandu Valley was home to three different ancient kingdoms. On today’s private tour you will explore Bhaktapur and Patan, two of the royal capitals whose cracked temples and ornate palace remain today. Your family can explore these ancient cities from several different perspectives. Learn about the effects of the 2015 earthquake, which can be discovered by inspecting the damage and learning how buildings are being rebuilt brick by brick. Alternatively, you can take a spiritual approach, especially in the heart of temples. Your journey can also be architectural as you bask in the peculiarities of different centuries. Then, enjoy an interactive experience in Nepal. There are fun cooking classes to take, where you can try making delicacies like Tibetan momo . A painting class will also reveal the secrets of a mandala painting."
    },
    {
      "dayNumber": "4",
      "title": "Nagarkot – Nepal’s Oldest Temple and Sunset Over Everest",
      "description": "Changu Narayan, Nepal’s oldest temple is almost haunting on its mountain perch. Locals and pilgrims often stun visitors into silence as they create a moving atmosphere. Incense swirls around the sight of small ceremonies taking place. Savor the Himalayan views over a cup of chai then choose how to continue to Nagarkot. It’s a short drive to your hotel on the ridge, but you could also walk through forest and rice paddies on a four-hour hike. When you arrive, you’ll relax as the sun starts setting on a glistening Everest in the distance. Mountains glow different colors, and there’s real tranquility now that you’re outside the city, which offers space and time to be as a family in an otherworldly setting."
    },
    {
      "dayNumber": "5",
      "title": "Dhulikhel – Exploring Remote Nepalese Villages",
      "description": "The next day, Nepal will take you back in time. Prayer flags flutter above traditional villages, and local children come out to wave and say namaste. Monks walk past you and donkey caravans tinkle as they pass. Breathtaking vistas of terraced fields rise toward unruly mountains. The backdrop is sublime, and the villages connect you to an older, slower way of life. Today you will travel between these villages to reach Dhulikhel for a 270-degree Himalayan panorama. You can hike part of the route, and the rest can be driven, with lots of flexibility on how much you do of each. It’s the villages that will excite you. You and your family will wander through narrow streets and climb up to viewpoints, where it can feel like you’re on top of the world."
    },
    {
      "dayNumber": "6",
      "title": "Pokhara – A Leisurely Boat Ride on Phewa Lake",
      "description": "This morning consists of a short drive back to Kathmandu and a brief flight to Pokhara, with window seats that provide beautiful views over the mountains. After you touch down and meet your local guide, you’ll settle into a lakeside hotel. Like Kathmandu, you can plan these days around family interests. Spend the afternoon on the lake and take a boat out onto the water where surreal mountain views reflect off its glassy surface. You can also ride some bicycles around the lake. Return to the hotel for sundown because the views over Phewa Lake are legendary, as is the hospitality in this quiet town."
    },
    {
      "dayNumber": "7",
      "title": "Pokhara – Sunrise From Sarangkot and a Free Day in Pokhara",
      "description": "An early start in the morning will be worth the views from Sarangkot. There’s no better view of the Annapurnas without having to walk for three days. You will have the rest of the day to enjoy at your leisure. You can walk to Devi’s Falls and take in the story that accompanies the cave and waterfall. Then, explore the World Peace Pagoda and meet a community of exiled Tibetans who are eager to share their story. Like yesterday you can easily bike around the area. There are various trails that can suit different riders, from easy routes with long sweeping corners, and exhilarating downhills, to places to cycle slow, and places to take older children on an adventure."
    },
    {
      "dayNumber": "8",
      "title": "Kurintar – Relaxing Around the Trisuli River",
      "description": "Today, you’ll drive through rural Nepal as twisting rivers and soaring valleys mark the route to Kurintar. Then sit back and relax. A boutique lodge stands on the riverbank, full of Western comfort in a remote Himalayan setting. Water rushes past, but there’s a swimming pool at the property, which will undoubtedly keep your children entertained. There’s space and near silence in Kurintar, just the sound of running water and your thoughts. This is an escape from the rest of the world, much like Nagarkot and even Pokhara. Travel in Nepal is slow, and that’s a highlight, especially when you’re coming with the family. There are things to do of course, but there’s so much time to sit back and bask in the surreal surroundings."
    },
    {
      "dayNumber": "9",
      "title": "Kurintar – Rafting and Kayaking the Trisuli Rapids",
      "description": "The next day you’ll travel the Trisuli River on a kayak, going through the rapids as a family. This river adventure will be perfect for your family as the grade II and III rapids are ideal for all ages and all experience levels. Water splashes up, and sometimes you surge down the river, although for most of the day you will paddle serenely with the current and gaze up at the mountains. Trisuli has many white-water sections so you could paddle somewhere more adventurous, such as a small section of the rapids that reach grade IV. Kayaking complements the experience and sections of placid water are an opportunity to try another adventure on the water. Picnic on a deserted riverside beach before you return to Kurintar by vehicle, where you’ll eat dinner with your feet in the sand."
    },
    {
      "dayNumber": "10",
      "title": "Chitwan – Crocodiles and Monkeys in the Jungle",
      "description": "This morning, you’ll drive into the jungle where the tree canopy closes in as wetlands extend in all directions. Today is the first day of safari so seeing the big animals will be high on the itinerary. You’ll stop beside rivers, where brooding crocodiles bask in the sun or hide with just their noses above the water. Then, watch monkeys jump from branch to branch and stare straight back at your kids. After the safari, you’ll ride an ox-cart to your lodge on the riverbank, which is a good vantage point for spotting sloth in the high grass. Out of nowhere, the other giants will appear. As you’re looking for crocodiles and sloths there’s a hoot from the trees then you turn around, and you’ll be eye to eye with elephants."
    },
    {
      "dayNumber": "11",
      "title": "Chitwan – Rhino and Elephant Safari for Families",
      "description": "During your stay in Chitwan, you’ll notice as a rhino walks past at dawn with its single horn proudly pointing toward the sky. Three elephants cool down in the river, and great squirts of water come from their trunks. Colorful birds flutter their wings, and chirping monkeys provide a distant soundtrack. Safari here is 24 hours a day, incorporating everything from sightings at dawn to strange nighttime soundtracks. You’ll have a private guide, and the program will be tailored to your interests and energy levels. Safari can be very active here, but if you choose to sit back, you won’t miss out on the animals. Your game drives will be in search of royal Bengal tigers, as you bump into the outer reaches of the park and spot scores of rhinos and elephants on the route. Walking safaris are more intimate, which will allow you to explore a local area to gain an impression of jungle flora and small fauna. Meet elephants at a conservation center before you embark on a canoe safari. They will be slow and relaxed, which is a good afternoon activity that provides close-ups with animals drinking from the banks. When the sun goes down, you’ll sit by the river and listen to monkeys and elephants and all those other wonderful jungle characters."
    },
    {
      "dayNumber": "13",
      "title": "Kathmandu – Relaxed Day Back in the Capital",
      "description": "After a final safari activity this morning you will fly direct from Chitwan to Kathmandu. This day will be free to give you time to rest before heading home. Meet up with the same guide from the beginning of your trip, and there may be a couple of sights or experiences still on your list. You’ll stay in Thamel, the pedestrianized central area of Kathmandu, where it’s easy to walk to shopping streets and dozens of restaurants."
    },
    {
      "dayNumber": "14",
      "title": "Kathmandu – Departure",
      "description": "This morning, you’ll travel home carrying so many family memories and photos with you."
    }
  ],
  "map": ""
}