{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "flavors-of-nepal-and-india-itinerary",
  "tourName": "Flavors of Nepal and India Itinerary",
  "placesVisited": "Kathmandu, Nagarkot, Himilayas, Delhi, Agra, Jaipur, Hyderabad, Mumbai",
  "generalInfo": "India and Nepal are a jigsaw puzzle of cultures, histories, and influences, and the cuisine is as diverse as everything else. With food as your focus, this handcrafted tour explores both the culinary and cultural fabrics as you visit superlative sights from Everest to the Taj Mahal. Taste with the locals, including the Nepalese, Tibetan, Rajasthani, Peshwari, Mughal, Nizam, and other cuisines and explore with your senses as you discover the many markets, kitchens, backstreets, restaurants, and homes.",
  "durationDays": "15",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – A Spa Above Kathmandu Valley",
      "description": "Land in Kathmandu and relax as you transfer to your hotel spa on a ridge above the city. Look down on the bustle, and look out towards the Himalayas as you sink your senses into the spa and enjoy a one-hour treatment. Landing at any city in Asia can be an overwhelming experience, especially when you are tired from the flight or jet-lagged. So before jumping into the adventure, you will need some time to unwind and recover from your travels. In Kathmandu, that is best done outside the city, as that is where the country’s best hotels are located. So rest, relax and energize yourself for what is to come."
    },
    {
      "dayNumber": "2",
      "title": "Kathmandu – Backstreet Food Tour of Old Kathmandu Kingdoms",
      "description": "Nepalese cuisine is so much more than dhal bat, the ubiquitous staple made of lentils and rice. On the backstreets of Kathmandu, you will come across many other flavors and the treats that locals fit around their three meals of dhal bat each day. Like gwari mari and sel roti , crispy and spicy style donuts to dip in sweet milk tea, or haluwa , semolina fried with butter and served with curried potatoes, and puri with sabzi , a fried chapati dipped into potatoes, chickpea, and onion curry. As you taste and drink countless cups of sweet milky tea, you will also explore the heart of two ancient kingdoms, Kathmandu and Patan. Visit temples, glimpse a living goddess, see what has been rescued after the earthquakes, and learn the stories behind the foods."
    },
    {
      "dayNumber": "3",
      "title": "Nagarkot – Incredible Himalayan Views and Tibetan Cuisine",
      "description": "Now go deeper into the Himalayas and the greatest mountains of them all. The mountains rise and rise some more with ice-covered peaks glistening in the sun and rugged slopes suggestive of immortal feats. You will be staying in Nagarkot, the best place to get close to Everest without needing many days in the mountains. Take a walk with your guide, and the sunset views are legendary, many of the world’s highest peaks extending along the horizon. Tibet and Tibetan Buddhism heavily influence the food in this region, so rest your legs and tuck into various local treats. From stuffed steamed dumplings to noodle dishes, a tasting menu of Tibetan cuisine provides a vast change to everything else on this food and culture tour."
    },
    {
      "dayNumber": "4",
      "title": "Delhi – Hiking to Everest Panoramas and Flying To Delhi",
      "description": "With half a day in Nagarkot, there are many local hikes to take with small trails leading to Buddhist monasteries and those sublime Himalayan panoramas. Sunset time is unpredictable, and the mountains are often shrouded in cloud. Sunrise is usually clear, and it is well worth an early start to see Everest and its neighbors coming out of the shadows. Journey back to Kathmandu and then fly to Delhi, the starting point on your Indian food odyssey. This evening you dine in a contemporary restaurant, part of the new world of Indian dining, the dishes far more experimental than you might expect in this part of the planet."
    },
    {
      "dayNumber": "5",
      "title": "Delhi – Sights of Delhi and Home-Kitchen Curries",
      "description": "Into Delhi you go, a monument built by a Mughal emperor suggestive of the city’s grand history, Humayun’s Tomb. In the 12th century, Qutub Minar was the tallest building in the world, and its inscribed details still baffle the eyes. Pass India Gate and wander through old presidential gardens before following your nose to a large home kitchen. Most people know Indian food best for curry, and in today’s cooking demonstration, you will be getting involved with the cooking as well for an introduction to the basics of curry and the unique flavors that come from diverse Indian regions. Informal and focused on fun, it is an afternoon that is awash with spices and flavors that one provides a foundation to everything else that will come on the tour."
    },
    {
      "dayNumber": "6",
      "title": "Delhi – Street Food Delhi Breakfast and More Remarkable History",
      "description": "Eat breakfast on the move as you wander the colorful streets of Old Delhi. Each dish has its own place within Delhi cuisine and its own history, brought by people who came from all over the country. Try Nagori halwa and bedmi poori , a breakfast accompanied by a yogurt drink, and then chole kulche , a fragrant biriyani, and mutton paya , for three very different alternatives to roll around the palate. Full with food, you can explore more remarkable Delhi history, from the grand Jama Masjid mosque to the Red Fort and the dazzlingly chaotic stalls around Chandni Chowk. Expect to continue the street food adventure on route, and do not worry about Delhi belly, as your guides will show you how to be street-food smart."
    },
    {
      "dayNumber": "7",
      "title": "Agra – Peshwari Cuisine and the Taj Mahal",
      "description": "Traveling to Agra, you will stop for lunch at a Peshwari restaurant and indulge in the opulence of this cuisine. Heavily influenced by cultures from the north, particularly Pakistan and Central Asia, Peshwari is gastronomy that is big on aromas and has a healthy obsession with lamb. So delve into a sikandari raan and discuss Peshwari cuisine with the chef, before continuing your journey into old-world India. Move next to the Taj Mahal, the great ode to love and the mausoleum of Empress Mumtaz Muhal. Some monuments need an introduction, but then there are some like the Taj Mahal that leaves you speechless and in need of no introduction at all."
    },
    {
      "dayNumber": "8",
      "title": "Jaipur – Sandstone Extravagance and Mughal Cuisines",
      "description": "Rise early and treat yourself to the Taj Mahal changing color as the sun turns the marble a soft golden hue at dawn. Immerse yourself in the fable of Fatehpur Sikri, a ghost city of red sandstone that was built as a capital and then abandoned just a few years later. Walk the 16th-century streets before your guide leads you into Rajasthan and more of the regions’ Mughal cuisine. In the 21st century, Mughal cuisine has come to represent the food of emperors, from the centuries when Rajasthan was a major world power. So sit down to a banquet in the pink city and enjoy all of the opulent flavors and meats that have been impressing visiting royalty for centuries."
    },
    {
      "dayNumber": "9",
      "title": "Jaipur – Rajasthani Snacks and Astonishing Architecture",
      "description": "In comparison to Mughal cuisine, true Rajasthani food is vegetarian. By now, you will be eating with your hands and will know how to roll the rice to fit the curry. With your know-how, you will not be embarrassed in the marketplace as you sample fragrant kachoris , filled puffy bread, and gram flour dumplings in a thick yogurt gravy, gatta curry. Wild beans are another specialty, as unique as the sandstone and marble Amber Fort. As you tour Jaipur, you cannot escape the sweet treats as they love their little snacks here, and it is easy to get carried away with all the sticky specialties found in restaurants and at street stalls."
    },
    {
      "dayNumber": "10",
      "title": "Jaipur – Spice Markets and Learning Rajasthani Cooking",
      "description": "Exotic smells are everywhere, and they dance through the air to lead you past the stalls of overflowing produce. All of the classic Indian spices can be tasted, and your guide will teach how to use your nose and eyes in determining quality. Purchase some healthy bags of spice, tuck them in your backpack, and take a walk through the city. Stop to discover Hawa Mahal, just one of Jaipur’s iconic pink palaces, and then see how they calculate the Hindu calendar in Jantar Mantar, an observatory that will also show you the 12 zodiacs. Then visit a local home and new spices to cook up vegetarian Rajasthani cuisine. You will learn how the spice combinations work and the importance of timing before eating with a family and discussing all things food."
    },
    {
      "dayNumber": "11",
      "title": "Hyderabad – Islamic Crafts and Cuisine",
      "description": "Fly to Hyderabad and one of India’s lesser-visited destinations and the kingdom of the Nizams, people who were avid lovers of culture and cuisine. While it is now India’s technology hub, parts of the old traditions still live on here, like the Charminar towers and many ornate mosques. The food in Hyderabad is heavily influenced by Islam and Persia, making it an almost improbable contrast to what you tried yesterday in Jaipur. Walk the Laad Bazaar and visit a legendary local cafe, where minced meat kebabs are the fuel eaten at lunchtime. And then just watch the world pass by while drinking sweet Iranian tea with Osmaniashortbread biscuits, just like the locals do all over Hyderabad. Move on to spend time learning how warak flakes are crafted and used to decorate many of India’s best-known sweets."
    },
    {
      "dayNumber": "12",
      "title": "Hyderabad – The Famed Mix of Mughal and Nizam Flavors",
      "description": "Enjoy a late start today for a chance to sleep in after some early mornings spent exploring markets and monuments. After a late breakfast, you can delve into the collection of the Salar Jung Museum, where snippets of foreign cultures are preserved as memoirs to the taste of the seventh Nizam of Hyderabad. Move next to walk the aromatic spice bazaar, comparing it to Jaipur’s and Delhi’s, wondering how much the flavors change depending on where you are in the country. Today’s highlight is cooking as Hyderabadi food is a mix of Mughal and Nizam flavors, influenced by the Middle East and further afield. And after you’ve tasted a gosht , lamb biryani, it is easy to see why this part of India is unmissable on a foodies tour of India."
    },
    {
      "dayNumber": "13",
      "title": "Mumbai – Street Food Walking Tour and an Enigmatic City",
      "description": "Mumbai, the city of contrasts, the commercial and lifestyle capital makes its own rules. People have been coming here for millennia, and they still do, from colonial explorers to those that create the megalopolis that exists today. Influences have been absorbed, and unique gastronomy has been formed. Most of it can be found on the streets, and a walking tour will help you understand how Mumbai ticks. Vegetable bhajis with Portuguese bread, pav , potato parries packed with mashed chili and coriander, yada , paratha flatbreads that wrap themselves around all manner of delicacies are all around. Through the food, you will meet the people, explore the histories, and dine with all your senses, which is what India is all about."
    },
    {
      "dayNumber": "14",
      "title": "Mumbai – Exploring Mumbai and Indian Seafood",
      "description": "Take a more detailed tour of Mumbai today, particularly the icons that speak of the city’s eras. Stand before the colonial Gateway to India, find ivory artworks in Chhatrapati Shivaji Vastu Sangrahalaya Museum, explore the life and time of Mohandas Gandhi. Feel the spirituality of a Jain temple and gaze up at the zodiacs that adorn its ceiling. Enjoy some seafood dining in a contemporary Mumbai restaurant, as this Indian city is packed full of new-world chefs that push the boundaries and craft new styles of Indian cuisine. They are like the city itself, bringing diverse influence into something that can only mean one thing – Mumbai."
    },
    {
      "dayNumber": "15",
      "title": "Mumbai – Departure",
      "description": "After two weeks of food and culture, you will depart from India with one last breakfast walk down the streets to satisfy your palate."
    }
  ],
  "map": ""
}