{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "spirituality-and-adventure-iconic-one-week-nepal-tour",
  "tourName": "Spirituality and Adventure: Iconic One-Week Nepal Tour",
  "placesVisited": "Kathmandu, Thamel, Bhaktapur, Nagarkot, Mt. Everest, Patan, Trisuli River, Pokhara, Phewa Lake",
  "generalInfo": "Spiritual culture meets wild nature, alpine adventure mixes with village hospitality, and the great outdoors is at its ineffable best in Nepal. This is a country of warm welcomes and otherworldly experiences, even if you only have a week. During this custom tour, you’ll indulge in paragliding, Everest, medieval kingdoms, immersive cultures and so much more. Despite your active schedule, Nepal is an incredibly peaceful country at heart and a perfect escape from the world. Begin planning your dream Nepal vacation by visiting the best India itineraries page on Zicasso.",
  "durationDays": "8",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – Temples, Kingdoms, Stupas, and Monkeys",
      "description": "As you land in Kathmandu, there’ll be an immediate feeling of remoteness. The mountains look down, the valley stretches out, and the big city feels more like a village. Although the 2015 earthquake impacted the capital, its spirit hasn’t been diminished. So along with the cracked roads, you will spot lines of excitable pilgrims, people communicating through deities, and friendly smiles that help set the scene. Check into the hotel early and join the guide for Himalayan coffee, an excellent opportunity to gain context in your private tour of two medieval kingdoms. It wasn’t that long ago that Kathmandu was the beating heart of three different kingdoms and your cultural and adventure trip will offer a unique impression into this past world. Start your exploration in Patan, where a gold-inscribed temple is found amid a cloud of incense, and the intricacy of woodcarving surrounds a royal bathhouse. Then, you’ll continue to an enormous stupa, where a rooftop cafe terrace overlooks the throngs of visiting pilgrims. Explore the heart of Kathmandu’s kingdom, and follow an architectural and historical journey through 13th to 15th and 18th-century styles. As you continue through the city there’ll be a chance to stop at a holy cremation site, which adds yet more spirituality to the day. Finish your first tour at another of Nepal’s World Heritage sites, where you will follow the monkeys and madness at Swayambhunath Stupa."
    },
    {
      "dayNumber": "2",
      "title": "Kathmandu – Village Trekking and Himalayan Views",
      "description": "On your first full day in Nepal, you’ll notice that the mountains frame the city, which makes the country so alluring. Everest is but one of the giants, the biggest of all that just about peeks above its neighbors. Today, you’ll travel to remote hiking trails that lead you on a journey across rhododendron forests and mountain slopes. Villages dot the route, and you will admire the quietude of these places that are unconnected by road. As locals wander past, you’ll appreciate the serenity of a remote home. With a local guide, you travel between villages on the trail, choosing between a variety of circular, one-way, and one-way-and-return routes. You’ll soon discover that Himalayan trekking isn’t just about scaling mountains. It’s about a connection with the natural world, so whether it’s two or eight hours on the trail, this day of trekking will provide a distinctive experience. Glimpses of Mt. Everest are a highlight in this part of the world, but you’ll find that there are thousands of viewpoints along the trail, each seemingly more impressive than the last. Walk slow and steady to soak up your surroundings, from Tibetan monasteries to calligraphic Mani stones and those mountain vistas that keep rolling on and on. Changu Narayan Temple, a Vishnu shrine along the trail, will be just one beautiful stopping point on your journey. After trekking along the mountains, you’ll return to the hotel, and when you drift off tonight, there’ll be an exciting tinge of anticipation for tomorrow."
    },
    {
      "dayNumber": "3",
      "title": "Kathmandu – Everest Morning Flight and Bhaktapur’s Old World",
      "description": "Today, you’ll board a small plane to soar alongside Everest, the world’s highest mountain leading the Himalayan charge towards the sky. Rolls of ice fall down across the Khumbu Valley, mountains of snow dominate the panorama, and you soon you’ll realize that Everest is but one amongst many. A scenic flight is the most efficient way to visit, and although it’s only a glimpse, it’s a breathtaking glimpse of the world’s highest mountain range. The pilot will swoop around, so you get a view from both sides in addition to the lesser-know mastiffs. After your flight, you’ll return to Kathmandu elated, with unforgettable memories of the soaring mountains. With the rest of the day in the city, you travel out to the third of the old kingdoms to spend a day in the back streets of old. Lined with sublime structures and a charming architectural style, Bhaktapur’s monuments were barely impacted by the earthquake. The enormous Nyatapola Temple, was exceptionally resistant, as it is taller than any in the valley. Once you’ve finished exploring the region in late-afternoon, there will be time to head off around Thamel for some relaxing sights and shopping."
    },
    {
      "dayNumber": "4",
      "title": "Pokhara – White-Water Rafting to the Lakeside Town",
      "description": "The Trisuli River is narrow and winding as nature’s path cuts its way through rolling mountain folds. At times the water is tranquil, which provides an opportunity to sit back and watch the landscape unfold. In other places, the river will surge, and white water surrounds you as you tumble through the twists and turns. You could drive or fly to Pokhara from Kathmandu, but it’s far more unique to break up the journey with some time in a raft. It’ll be a wild ride that’s open to all ability levels, with experienced guides keeping you afloat on the more challenging sections. The Trisuli is ideal for beginners because there are various sections to paddle on, dependent on the interests of the group. You’ll drop into the water and spend half the day paddling. Then, enjoy a packed lunch on an otherwise deserted riverine beach before you rejoin the road to complete the journey west. When you make it to the lakeside town by sunset, the daily show of light and mountain will play out across the water. This is a relaxed town in the mountains, and you’ll immediately see why so many laud it as an escape from the rest of the world."
    },
    {
      "dayNumber": "5",
      "title": "Pokhara – A Relaxed Day of Exploring and Meeting the Locals",
      "description": "There’s the option of an ultralight flight this morning, which will grant you insane views over the other end of Nepal’s Himalayas. Here, the landscape is dominated by Annapurna and its neighbors. It’s just an option though on this laid-back day in and around Pokhara. Take a walk around Phewa Lake then paddle out onto the water to see the mountain’s reflection, as boating is the quintessential activity in a town that’s dominated by the lake. Tal Barahi Temple stands in the middle of the water, a place to travel to on a motorized boat and connect with the strange allure of Phewa. You’ll spend the rest of the day exploring the surroundings. First, drop in on the World Peace Pagoda where a Buddhist stupa glimmers white in the afternoon light, and a community of Tibetan refugees welcome you with open arms. Dependent on the mood you can also take a journey out to Devi’s Falls, or visit a monastery and temple that feels very different from Kathmandu. The Old Bazaar is packed with color while Bindhyabasini Mandir reflects Pokhara’s glorious history. Most of all, Nepal is an escape and this day in Pokhara is all about that feeling of getaway. You will have a private driver-guide for the day, and there’s a considerable degree of customization to be enjoyed."
    },
    {
      "dayNumber": "6",
      "title": "Pokhara – Paragliding Above the Water and Lessons From the Nepalese Kitchen",
      "description": "The next day, you’ll soar on the thermals high above the ground, like a bird in the sky. Paragliding is an essential activity in Pokhara as it offers you a spectacular view of the region. For most of the experience, you’ll appreciate the panorama, a vast landscape of Himalayan Mountains that extend before you as snow glistens on the peaks and icy waterfalls tumble into the valleys. Pokhara and the lake are down below, even more serene from the lofty vantage point. Then, in the afternoon, you can take to the sky again to ride the world’s longest zip line. The late-afternoon activity will be in a local kitchen, where a Nepalese chef takes you through the basics of flavorful and varied cuisine. Influences come from India, Tibet, and China, to mix with organic produce and create something that’s undeniably Nepalese. Fun and interactive, the cooking class will focus on creating meals with local people. After you eat and enjoy, you will end another day in Nepal’s quiet lakeside town. There will always be evening options in Pokhara, from bars playing live blues music to salubrious hangouts along the water."
    },
    {
      "dayNumber": "7",
      "title": "Pokhara – Mountain Biking in the Himalayas, Down From Sarangkot Ridge",
      "description": "After you’ve hiked and rafted, today you’ll go mountain biking. Your guide will lead you up to the Sarangkot ridgeline for extensive views of the Annapurna mountain range. Rugged and ragged peaks hang high as they lead your eye away from the town and Phewa Lake. From here you cycle further, through picturesque farmlands toward villages that bask in their surroundings. The high Himalayas impress in the distance as the trail takes you through a handful of small Nepalese villages. Stop and linger in these villages, and you’ll start making cultural connections, perhaps at a monastery, a temple, a small cafe with plastic tables, or outside a stone house hanging above the valley. Now cycle downhill to a remote section of the lakeshore, where there will be a lovely picnic spot alongside the water. From here the route is flat as it circumnavigates the lake before you return to Pokhara for a final afternoon and evening in Nepal. Complete the feeling of escapism in this unique country that provides a digital detox and an accessible return to nature. With such an impressive landscape to set the scene, it’s easy to let go of external pressures. The evening will be free, and by now you may have a favorite place to spend it in Pokhara."
    },
    {
      "dayNumber": "8",
      "title": "Pokhara – Departure",
      "description": "From Pokhara, you will fly back to Kathmandu for your international departure. Seven days might not sound like long, but on such an escape it often feels like much longer than a week."
    }
  ],
  "map": ""
}