{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "a-two-week-tour-of-nepal-from-mountains-to-kingdoms",
  "tourName": "A Two-Week Tour of Nepal from Mountains to Kingdoms",
  "placesVisited": "Kathmandu, Thamel, Boudhanath, Patan, Pashupatinath, Pokhara, Sarangkot, Phewa Lake, Annapurna Conservation Area, Ghorepani, Chitwan National Park, Bandipur, Bhaktapur",
  "generalInfo": "The 2015 earthquake damaged some structures but it magnified Nepal’s spirit and positivity. As you celebrate this strong country, this two-week tour will connect you with timeless landscapes and cultures, while also providing an intimate look at the rebuilding process. Your days will be filled with urban highlights, a Himalayan trek, and a jungle safari, with a whole host of spiritual experiences along the way. Nepal is far from bowed, it’s seriously bouncing back. Are you planning your dream vacation to Nepal? Consider browsing our Nepal vacations page to add other essential Nepal experiences and activities.",
  "durationDays": "14",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – Overcoming Culture Shock in the Capital",
      "description": "Through the shroud of dust leftover from the 2015 earthquake comes color, particularly from women in saris heading to temples with their sticks of incense, or the mandala paintings that fill shop windows. Kathmandu can be chaotic, like most capital cities, adding another layer to decipher as you touch down to an instant atmosphere of spirituality. A guide will meet you at the airport to escort you to your hotel before taking you to a couple of places away from the crowds, like the aptly named Garden of Dreams. Over Himalayan coffee, you’ll get a background of the city and country. The afternoon and evening will be free with the guide available to transport you around Kathmandu if required."
    },
    {
      "dayNumber": "2",
      "title": "Kathmandu – A Site Director Guides You Through the Remains of Patan",
      "description": "Hinduism and Buddhism have coexisted in Patan for generations and today you’ll discover that their connected story remains alive. Cracked brick houses celebrate alternative deities along narrow streets, figurines that honor the gods decorate courtyards, and temples remain the centerpiece of daily life. While many of the smaller pagoda temples have collapsed, icons like Sundari Chowk and Krishna Mandir remain in a remarkable state of preservation. Patan Durbar Square doesn’t look like it used to, but then again this square has always evolved as buildings have been added over the centuries. The reconstruction process is in full swing and Patan Durbar Square’s site director provides an intimate insight into what’s happened and what will happen next. Individual buildings are sponsored by specific countries, as foreign aid from China, the US, Australia, and beyond have reshaped the landscape. Some temples are being taken down brick by brick, so they can be rebuilt again. Everything is documented and recorded, with huge slabs of stonework resting before being restored. It’s estimated that another 25 years are needed before this World Heritage Site returns to its pristine state and you’ll witness the process as it is just beginning. After half a day in Patan, you visit Kathmandu Durbar Square, where a similar process is underway and the temples reveal how architectural styles evolved over the last eight centuries."
    },
    {
      "dayNumber": "3",
      "title": "Kathmandu – Tibetan Buddhists in Boudha",
      "description": "The following morning will be at your leisure to discover the capital. After breakfast at your hotel, stroll through the busy streets to see holy sites alongside boutique shops that anchor Nepal’s past to the present. Nearby Boudha provides an exotic first look into Buddhist culture and is a serene place to spend the afternoon. First join the pilgrims making their daily circumnavigation of the dome, beneath Buddha’s painted eyes, then watch the sunset bounce off a giant white pagoda."
    },
    {
      "dayNumber": "4",
      "title": "Pokhara – Reconstructed Temples and Onwards to the Lake",
      "description": "Temples can be found all across Kathmandu, many of them small and unnoticed to the naked eye. You’ll dip through narrow archways and to end up in places of gold decoration and circulating incense, places that move you to silence with a single glance. This morning you explore the city’s small and magical temples, specifically three that have been reconstructed in varying degrees. In the afternoon you’ll fly to Pokhara, a lakeside town that slumbers beneath the Annapurna mountains. There’s a lot to do here but it will start with relaxation. Kick back, relax around the lake, and feel why Pokhara creates an instant getaway."
    },
    {
      "dayNumber": "5",
      "title": "Pokhara – Sunrise From Sarangkot and Lessons in Meditation",
      "description": "After an early start this morning, you’ll arrive at Sarangkot to watch how the landscape changes color with the rising sun. Mountains come out of silhouette, monasteries stand illuminated on distant hills and there’s nothing to hear but the sound of the wind. From Sarangkot you have views over the entire Annapurna Mountain Range and its valleys, a view that can be magnified if you opt for a tandem paraglide. From Sarangkot you’ll travel a little further along the ridgeline, to a small monastery that remains mostly off the beaten track. Silence reigns as you’re introduced to the basics of meditation and the setting will be perfect for this practice. The afternoon will be free and you’ll have a driver-guide to take you around Pokhara. Stand before the World Peace Pagoda as it glows white against the blue sky. Disappear into Gupteshwar Cave and wonder as to its religious history. Follow the sounds to Devi’s Fall, a peculiar cascade with a mysterious past. The small town is easy to get around on foot although you can also get out to nearby villages for a more strenuous walk today. Complete the day on Phewa Lake, where mountains are mirrored on the glassy surface and Pokhara’s legendary tranquility continues."
    },
    {
      "dayNumber": "6",
      "title": "Annapurna Conservation Area – The Superb Ghorepani Poon Hill Trek",
      "description": "The Himalayas are a great swathe of jagged mountains rising higher than anywhere else on earth. Secrets can be found within their folds including monastic retreats, Sherpa villages, glaciers, and ice falls, plus an unerring solitude. These are secrets you can’t see from the outside looking in, but things you must discover when trekking through the mountains. Rugged trails connect villages, as they take you deeper into a land of towering peaks. With each step you take, the solitude will increase and the serenity provides space to think. The vistas will be brilliant and you’ll feel a sense of achievement as you have a chance to connect with local people in small villages. Most of all, a multi-day Nepalese trek will be a time and space to think about you. You will begin by walking to the village of Ghorepani, first through rhododendron forests then up thick stone steps past monasteries and temples. Cross mountains escarpments and spin the prayer wheels as caravans of donkeys wander past the other way. Wander across bridges and stop to feel the fresh coolness of river water. Walk beneath mountain shadows then come to viewpoints bathed in sunshine. Nature will humble you as you are enveloped by the wild and then comforted by teahouses along the way. This is a wild mountain region but each night you’ll settle into warm and relaxing accommodations that have traditionally been used to host people traveling on foot. Rise early to summit Poon Hill while bands of red, yellow, and gold cover the horizon as some of the world’s tallest mountains begin to reveal themselves. Wind rushes past your ears as the valley comes into view and you realize just how far and how high you have traveled. Poon Hill will be a beautiful introduction to multi-day trekking, which is stunning to behold without having to disappear much deeper into the mountains. Then, you’ll trek back down to spend the night in Pokhara and look back at the landscape with which you are connected."
    },
    {
      "dayNumber": "10",
      "title": "Chitwan National Park – Into the Jungle",
      "description": "This morning you’ll journey away from the snow-capped peaks to the lush jungle rivers, where rhinos roam and the sand reveals evidence of striped cats. Your lodge will overlook the water, the perfect place to watch animals coming and going. Elephants hoot as they arrive, then splash around and use their trunks like snorkels. You ride on top of one during a rhino safari, with the late afternoon being the best time to see the one-horned mammals out in the open. Munching on grass as they go, these great armored giants are another work of nature that can stun you into silence. While much was made of how the earthquake destroyed parts of urban Nepal, nature continues untamed here. As the curtain closes on the first night in the jungle, you’ll lie back and listen to nature sing its lullaby."
    },
    {
      "dayNumber": "11",
      "title": "Chitwan National Park – Continuing the Rhino and Tiger Safari",
      "description": "The next day, you’ll discover that a Chitwan safari is all about complementary angles. In a four-wheel-drive vehicle you can cover large distances, which offers the best chance to find royal Bengal tigers. Elephants maraud past, buffalo chew as they stare, and then you watch in silence as a young rhino follows closely behind its mother. Spotting a tiger is rare but there will be far more to discover here beyond the striped cats. On a river safari, you cruise quietly through this landscape, inspecting the four-legged mammals coming for a drink, perhaps getting a little startled at a crocodile sunbathing on the banks. Exhilarating walking safaris will take you deep into the animal world, and teach you how to identify spoor and track animals."
    },
    {
      "dayNumber": "12",
      "title": "Bandipur \u0000\u0000– Final Safari Activity and an Old-World Bazaar Town",
      "description": "On your final day in Chitwan, you’ll know that dawn is the best time to see wildlife on the move. Sunrise and sunset are the most active times for many of the animals, particularly the rhinos. So head out into the trees and soak up the smells and sounds for one final time, perhaps on the back of an elephant or maybe in a four-wheel-drive vehicle. After brunch back at the lodge, you will drive north to Bandipur, an old bazaar town perched on a precipitous ridge. Small and surreal, this little haven is surrounded by seemingly endless panoramas. At its heart, you find the daily bustle of market life, with goods spilling from small stalls and locals flashing gold teeth as they smile their distinctive smiles. A guide will take you on a tour, from the old-world temples to the marketplace. Then you’re free to explore, for this is a town where you must take your time and discover nooks and crannies for yourself. Bandipur is also home to stunning boutique hotels, throwbacks to the decadent days of medieval trading when wealthy marketers wanted an upmarket place to stay. Here you are immersed in a bazaar town as it has always has been."
    },
    {
      "dayNumber": "13",
      "title": "Kathmandu – An Old Micro City After the Earthquake and Final Night in Nepal",
      "description": "The road twists its way back to Kathmandu, and as it slices through the valley there will be a new viewpoint at almost every corner. Before lunchtime, you’ll be in Bhaktapur, another old kingdom city with a remarkable earthquake story. Many of the smaller temples and pagodas were destroyed here and some of the rubble remains in the streets. However, Nyatapola Temple still stands tall, as this five-story pagoda is seemingly unchanged since the 18th century. Once you walk a little further, a local guide will introduce the story of Changu Narayan Temple, a World Heritage Temple that’s been reconstructed and re-opened to the public in less than three years. As you walk even further, you will find that this microcosm of Nepalese history is alive with sights, sounds, and the strange meanderings of local cows. Then you’ll return to the heart of Kathmandu for your final night in Nepal, where there’s so much to recount and recollect."
    },
    {
      "dayNumber": "14",
      "title": "Kathmandu – Departure",
      "description": "This morning will be free before you fly out of Kathmandu with a completely different perspective on what most people might imagine when they think of Nepal and the 2015 earthquake."
    }
  ],
  "map": ""
}