{
  "destination": "Küba",
  "mainPhoto": "",
  "id": "CUH",
  "tourName": "Küba'nın Öne çıkanları",
  "placesVisited": "Küba",
  "generalInfo": "Küba 300'den fazla muhteşem plajı, sömürge mimarisi ve efsanevi bir geçmişi olan , meraklı gezginler için mutlaka ziyaret edilmesi gereken bir ülkedir. Sizin için hazırladığımız bu programda bölgenin  özelliklerini  kapsayan bir Küba macerasını yaşayın .Karayip lezzetlerini ve Latin danslarını deneyimleyin. Renkli Havana sokaklarında yürümekten Küba'nın önde gelen tütün yetiştirme bölgesini keşfetme şansını yakalamaya kadar sizi dünyanın en güzel ülkelerinden birinde 9 günlük bir yolculuğa çıkaralım.",
  "durationDays": "9",
  "price": "1039",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "16",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama:</strong></p>\n<ul>\n<li>- 8 gece (gecelik)</li>\n</ul>\n<p><strong>Yemekler:</strong></p>\n<ul>\n<li>- 8 Kahvaltı, 2 Öğle Yemeği</li>\n</ul>\n<p><strong>Geziler:</strong></p>\n<ul>\n<li>- Eski Havana Yürüyüş Şehir Turu,</li>\n<li>- Küba Paladar yemeği ve Klasik bir arabada (1saat) sürüş,</li>\n<li>- Jaimanitas ziyareti ,</li>\n<li>- Las Terrazas oryantasyon yürüyüşü,</li>\n<li>- Cafetal Buenavista'yı ziyaret (Küba'nın en eski kahve tarlası),</li>\n<li>- Soroa ziyareti,</li>\n<li>- Salta Arco Iris ziyareti,</li>\n<li>- Viñales Yürüyüş Turu,</li>\n<li>- Leovigildo Gonzales Morillo duvar resmi ziyareti,</li>\n<li>- Tütün tarlaları,</li>\n<li>- Domuzlar Körfezi / Playa Girón'u ziyaret yüzme / şnorkel (1-1.5 saat),</li>\n<li>- Cienfuegos yürüyüş turu,</li>\n<li>- Trinidad + müze yürüyüş turu,</li>\n<li>- Santa Clara Yürüyüş Turu,</li>\n<li>- Che Guevara Anıtı ve müzesi,</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Havana",
      "description": "Turunuzun ilk gününde renkli sömürge şehri Havana'ya varıyoruz. Rahat Küba yaşam tarzına etrafta dolaşarak ve ilgi edinerek uyum sağlayacaksınız. Karayipler sizi  etkileyici Latin lezzetiyle ağırlıyor. Daha erken gelmek isterseniz, yapmayı tercih edebileceğiniz ilave aktiviteler vardır. Alternatif olarak, bir ömür boyu unutamayacağınız maceraya başlamadan önce Havana'da konaklayın."
    },
    {
      "dayNumber": 2,
      "title": "Havana",
      "description": "İspanyollar tarafından 1519'da kurulan Küba'nın başkenti, görülecek ve yapılacak çok şey sunmaktadır. Turun ikinci gününde Küba maceranıza yürüyüş turu ile, şehrin kalbinde olan Eski Havana'yı keşfederek başlayacaksınız. Kentin eski altyapısını ve mimarisini koruyabilmesi nedeniyle 1982 yılında UNESCO Dünya Mirası listesine giren  renkli eski binaları ve kaleleri ile ünlü Eski Havana'yı keşfedin. Museo de la Revolucón, (ya da Devrim Müzesi), tarihi kiliseler ve büyüleyici eski şehir meydanları gibi hem göze çarpan, hem de Latin deneyimine açılan bir kapı olan unutulmaz mimari şaheserlerle yürüyeceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "Viñales",
      "description": "Havana'nın manzaralarını ve seslerini bırakarak, doğal Viñales kasabasına seyahat ediyoruz. Yolda birkaç durak yapacağız. Öncelikle, renkli mozaik sanat eserleriyle onu dönüştürmeye yardım eden Küba sanatçısı Jose Fuster'e saygı duyan Fusterlandia olarak da bilinen Jaimanitas balıkçı köyünü ziyaret ediyoruz."
    },
    {
      "dayNumber": 4,
      "title": "Viñales",
      "description": "Bugün tarım ve tütün yetiştirmesi ile ünlü Viñales şehrini keşfetmek için çok zamanımız var.  Küçük özel çiftliklerde yürürken çevredeki tarlalarda ve inanılmaz panoramik manzaraların tadını çıkarırken yerel şeker kamışı suyunu ve taze sarılmış özel bir puroyu deneyebilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Cienfuegos",
      "description": "Ertesi gün “Güneyin İncisi” olarak da bilinen Cienfuegos'a yolculuk ediyoruz. Burası Fransız sömürge mimarisini andıran ancak bir Karayip esintileri olan bir şehir."
    },
    {
      "dayNumber": 6,
      "title": "Trinidad",
      "description": "90 dakikalık bir yolculuktan sonra Trinidad kasabasına varacağız. Sabah yerel müzeleri ziyaret ederken kentin renkli sokaklarında yürüyeceğiz. Köleliğe ve 15. Yüzyılın şeker ticaretine dayanan, Küba tarihinin önemli bir döneminde, yerli halkın nasıl yaşadığı hakkında bilgi edineceğiz. Öğleden sonra bu sömürgenin geri kalanını keşfetmek için biraz boş zamanımız olacak. Şehrin kalbinde yer alan Casa de la Musica'daki katedral gibi önemli yerleri ziyaret etmeyi unutmayın. Kübalılar parti yapmayı çok seviyor, bu yüzden neden akşamları meydanda canlı grupları izleyip dans etmeye başlamadan önce uzmanlardan salsa dersleri almıyorsunuz?"
    },
    {
      "dayNumber": 7,
      "title": "Trinidad",
      "description": "Aşağıdaki aktivitelerimizle Küba maceramız devam edecek: • Valle de los Ingenios'u ziyaret edeceğiz (Şeker Fabrikaları vadisi olarak da bilinir). Burada, Özgürlük Savaşı sırasında tahrip edilmeden önce şeker değirmenlerinin kalıntılarını keşfedebilir ve tarihi hakkında daha fazla bilgi edinebilirsiniz. Ayrıca, bir zamanlar köleleri kaçakçılığıyla tanınan Pedro Iznaga'nın sahibi olduğu Manaca Iznaga'yı da ziyaret edeceksiniz. • Doğa severler, Trinidad'dan 20 kilometre uzaklıktaki doğal bir dağ silsilesi olan Sierra del Escambray'i ziyaret edebilir. 1-1.5 saatlik bir yürüyüşle bülbüller ve diğer renkli vahşi yaşamın yanı sıra dağların muhteşem manzaralarını izleyin. Javira Şelalesi'nde yürüyüşün sonunda yüzmeye gidin. • Küba'nın güney sahilinde ziyaret edilebilecek en iyi plajlardan biri olan Playa Ancon'da güneşi, denizi ve kumu hissetme şansı."
    },
    {
      "dayNumber": 8,
      "title": "Havana (Via Santa Clara)",
      "description": "Bugün Santa Clara üzerinden Havana'ya geri dönüyoruz. Devrimci Santa Clara şehri Küba’daki gizli bir mücevherdir, bir zamanlar ABD dış politikasının meşhur bir eleştirmeni olarak ün kazanan  Ernesto 'Che' Guevara’nın önderliğini almasında katkısı olmuştur. Küba yaşam tarzı ve sosyalizmi için yıllar boyunca tanık olduğumuz öncü savunucudur. Santa Guevara kentinde, Che Guevara’nın sonsuz mekanında dinlendiği, grubun Che Guevara’nın Türbesi ve Anıtı’nı ziyaret etme fırsatı bulacaksınız. Burada ayrıca, Küba’nın eski siyasi lideri Fidel Castro ve Küba devrimine katılımı hakkında daha fazla bilgi edinebilirsiniz."
    },
    {
      "dayNumber": 9,
      "title": "Havana",
      "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır.Teşekkür ederiz"
    }
  ],
  "map": ""
}