{
  "destination": "Küba",
  "mainPhoto": "",
  "id": "ST00009",
  "tourName": "Doktorlara Özel 1 Mayıs Küba Turu",
  "placesVisited": "Küba",
  "generalInfo": "Tek bir uçak yolculuğu ile zamanda yolculuk yapmak ister misiniz? Küba turu sizin için adeta bir zamanda yolculuk oluşturacak. Dünyaca ünlü puroları, sıcakkanlı insanları ve her zaman eğlenceli olan sokakları ile adeta masalsı bir dünyayı andıran Küba’ya ulaşmak Siempre Tour ile çok kolay.<br><br>Dünyanın en büyük 7. adası olma özelliği taşıyan Havana, Karayip Denizi’nin berrak sularıyla kültür tatilini deniz tatili ile birleştirme imkanı sunuyor. Aynı tatil süresince Küba’nın tarihinin içine girebilir, hayalinizdeki gibi bir deniz tatili yaşayabilirsiniz.",
  "durationDays": "9",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<ul>\n<li>- İstanbul &amp; Havana TürkHavayolu ile Gidiş dönüş Uçak biletleri</li>\n<li>- 3 Gece Nacional veya Melia CohibaHotelde B.B Konaklama</li>\n<li>- 1 Gece Nacional veya Melia Cohiba Hotelde H.B Konaklama</li>\n<li>- 1 Gece Trinidad Brissa Del Mar Hotel&amp; Benzeri Hotelde Her şey Dâhil Konaklama</li>\n<li>- 2 Gece Melia Varadero Hotel de Her şey Dâhil Konaklama</li>\n<li>- Tüm Transferler</li>\n<li>- Tüm Tur boyunca Türkçe Rehberlik .</li>\n<li>- Yarım Gün Havana Şehir Turu</li>\n<li>- Yarım Gün Trinidad Şehir Turu</li>\n<li>- LA Budequita del Medio Restourant ta öğle yemeği, 2 içki dâhil</li>\n<li>- Florita Barda Daiquri</li>\n<li>- Tropicana gösterisi Yarım Şişe Havana Rom dâhil.</li>\n<li>- Tam Gün Öğle yemekli Vinales ve Pınar Del Rio gezisi &amp; Öğle -yemeği Menü Tavuk eti. 2 içki dâhil</li>\n<li>- Yarım gün KLASİK ARABALARLA 1.30 saat gezi</li>\n<li>- Küba Sağlık Bakanlığını SMC.Yarım Günlük sunumu ve Öğle yemeği</li>\n<li>- NACIONAL HOTELDE konferans salonunda Türkçe Simultane sunum hizmeti.</li>\n<li>- Buenavista Socıal Club, Cafe Taberna: Istakoz menülü,4 içki dâhil. Canlı Küba müzikleri eşliğinde Salsa Unutulmaz Renkli gecesi Havana   </li>\n<li>- CAYO BLANCO gezisi. Şnorkelle dalış ve Beyaz ada her şey dâhil Öğle yemeği adada 3 saat kalış,</li>\n<li>- Akşam yemeği California Restoran’da</li>\n<li>- Akşam yemeği El Toccorro Restoran’da</li>\n<li>- Yurtdışı Çıkış Vergisi (15 Tl)</li>\n<li>- Zorunlu Seyahat Sigortası</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İstanbul",
      "description": "Atatürk Havaalanı Dış Hatlar Terminali’nde, 28 Nisan akşam saat 10.15 da buluşma ve giriş işlemlerinden sonra, saat 01.10 ’de TK 183 sefer sayılı uçağı ile hareket. Yaklaşık 12 saatlik bir uçuştan sonra Yerel saatle 08.00’te Havana’ya varış. Saatlerinizi 7 saat daha geri almayı unutmayınız. Tam Günlük Panoramik şehir turna başlıyoruz. Etkileyici tarihinin yanında Dünya savaşlarından çok az zararla çıkmış ve ilk inşa edildiği haliyle kendini korumuş, 50’li ve 60’lı yılların Amerikan arabalarına sıkça rastlanan, İspanyol mimarisinin muazzam örneklerine sahip Havana’yı tanımaya yönelik şehir turu gerçekleştirilecektir. Turumuz, modern Havana’dan başlar, art deko ve modern mimari ile karışık Vedado ve Miramar Bölgesi'nden geçer ve dünyaca ünlü Devrim Meydanı'nda ilerler. Morro Kalesinin den görüntü almak için ilerlerken Devrimciler parkında Atatürk ün Büstünü ziyaret ediyoruz. Capitolio Binası’ndan başlayarak Central Park ve Opera Binası görülür. Hemingway in Dünyaca meşhur Daiquri sini Florita barda onun Bardaki Bronz heykeliyle yudumluyoruz. Sonrasında Obispo Caddesi boyunca gezdikten sonra Eski Havana’nın Kolonyal tarzı meydanları karşınıza çıkacaktır. Plaza de Armas, Plaza de la Catedral, Plaza Vieja ve Plaza de San Francisco de Asis gibi görkemli mekânları ve eski sokakları gezilirken çamaşır asılmış kırık dökük balkonlardan bizi izleyen ağzı purolu yaşlılar sizlere el sallayabilir. Kendinizi zamanda yolculuk yapmış gibi hissedeceksiniz. Öğle yemeğini yine Heming way in meşhur Mojitosunu içtiği LABudequita del Medio Restourant ta alıyoruz. Öğle yemeğinin ardından Şehrin En büyük yerel Alış veriş mekânı San Hose Pazarını ziyaret ediyoruz. Sonrasında Otele transfer. Akşam yemeğini Otelimizde alıyoruz."
    },
    {
      "dayNumber": 1,
      "title": "Sidney - Büyüleyici Plajlara Hoşgeldiniz",
      "description": "Sidney, Tasman Denizi'nin sularına karşı bir inci gibi parlıyor. Operanın çatısı rüzgarda yelkenli gibi görünüyor. Şehrin binalarının camları, güneş ışığında mükemmel okyanusun bir devamı gibi gözüküyor. Bisikletçiler ve koşucular, serin sabah meltemi, okyanus damlaları ve Harbour Köprüsü'nün büyüleyici manzarasının keyfini çıkararak Bradley’s Head ve Chowder Bay arasındaki yolları aşıyor. Uçağınız Sidney Havalimanı'na indiğinde, dünyanın dört bir yanındaki yerliler ve ziyaretçilerle dolup taşan altın kumlu plajlar bulacaksınız. Sörfçüler dalgalara bürünüyor ve kıyı şeridindeki suların sesini kolaylıkla hayal edebiliyorsunuz."
    },
    {
      "dayNumber": 2,
      "title": "Havana",
      "description": "Sabah kahvaltıdan sonra saat 08.00'da otelden ayrılıyoruz; adanın tütün plantasyonunun en geniş yer kapladığı Unesco tarafından Dünya Koruma Mirası Listesine alınmış Vinales Vadisi'ne hareket ediyoruz. 1492 yılında Cristof Colomb’un burayı gördüğü zaman “İnsan gözünün görebileceği en güzel yer “ dediği vadinin tam gün yapılacak Pinar del Rio ve Vinales Turumuzda, önce tütün tarlaları (Montesinos Çiftliği) ziyaret edilerek ve. Tütünün nasıl yetiştirildiği hakkında bilgileneceğiz. Pinar del Rio'daki Tarihi Puro Fabrikası’nı ziyaret edilecektir. Cueva del Indio Mağarasının içindeki nehri sandalla gezdikten sonra Öğle yemeğimizi bura İndian Cave Restoran’ında alacağız. Mural de la Prehistoria'da inanılmaz güzel bir doğa ortamda “Mogote” üzerinde Leovigildo Gonzalez tarafından çizilmiş devasa bir yağlı boya tablo sizleri şaşırtacak. Son olarak rastgele seçeceğiniz bir yerli aileyi misafirliğe gidiyoruz ve onlarla sohbet ediyoruz. “Los Jazmines” tepesindeki seyir terasından Vinales Vadisi manzarasını seyrettikten sonra Havana'daki otelimize geri dönüyoruz. Akşam yemeği el tocororo resturant da alıyoruz."
    },
    {
      "dayNumber": 2,
      "title": "Sidney - Sidney Yaşamının Özellikleri",
      "description": "Sabahları, Queensland'da yetiştirilen papaya ve mangoların aroması,siyah çayın demlenme kokusuyla birlikte yemek odasını sarar. Feribotlar, metropolün merkezindeki Sidney'in banliyölerini Darling Limanı'na bağlayan sular boyunca süzülür. Rehberiniz lobide sizi karşılar, sizi küçük bir grupla Rocks'tan Liman Köprüsü'ne, Sidney'in mekanlarının yer aldığı panoramik turu götürür. Körfezi ve popüler reality show “Bondi Rescue” ye ev sahipliği yapmasıyla ünlü Bondi Sahili'ne doğru ilerliyorsunuz. Yaklaşık dört millik bir yol, Bondi'yi Coogee'ye bağlayan sarp kayalıklar ve sevilen plajlaı barındırıyor. Ekim ayında, deniz etkinliklerinde, heykeller ve kıyı şeridinde hazırlanmış ikonik eserlere çıkan yollar heyecanla doludur."
    },
    {
      "dayNumber": 3,
      "title": "Havana Viva Cuba",
      "description": "30 Nisan – 1 Mayıs gecesi her yıl Küba'da çok özeldir. Hazırlıklar yapılır, sokakta gezerler ve Marşları yeri göğü inletir. Kübalılar, işçi bayramının gelmesini sabırsızlıkla ve mutlulukla bekler. 1 Mayıs arifesi en az 1 Mayıs günü kadar eğlencelidir. Sabah 5.00 da kalkar Kahvaltı paketleri alındıktan sonra 1 Mayıs Bayramı’nın büyük bir coşkuyla binlerce işçi tarafından kutlandığı Devrim Meydanı’na yürüyerek eşlik ediyoruz. Burada kutlamalara dâhil olup, insan denizinde bir damla oluyor, Küba halkının en büyük bayramını biz de yerinde yaşıyoruz. Kortej saat 10.00 Son bulur. Rehberimizin daha önce belirmiş olduğu yerde buluşup buradan Hotelimize araçlarımızla geçiyoruz. Öğleyin saat 2 de Eski Amerikan Klasik arabalarla 1,30 saatlik gezimizi Miramar bölgesinde yapacağız. Akşam saat 8 de yemek için buluşuyoruz ve Akşam yemeğini Cafe Tavernada alıyoruz. RESTOURANTE CAFE TABERNA &BUENAVİSTA SOCIAL CLUB . Havana Şehrine geldiğinizi hissettirecek Şehrin Eski havana kısmına gidiyoruz. Buenavista Socıal Club Müzisyenlerinin sahne aldığı güzel salsa müzikleri eşliğinde leziz deniz ürünleri içeren menüsüyle , eşsiz Küba Romun dan yapılmış Kokteylleri tatma zevkine varacağız ."
    },
    {
      "dayNumber": 3,
      "title": "Sidney - Şehrin Farklı Yelkenleri",
      "description": "Sabahları, Paddington semtindeki yerliler, chai latte ve bol köpüklü cappuccinoların tadını çıkarırlar. Şık kafeler, gurme yemek odaları ve butik mücevhercileri ile Oxford Caddesi boyunca kapılarını açmaktadır. Viktorya dönemi evleri, hareketli ana yoldan sakin kaçamaklar sunan yemyeşil parklara bakmaktadır. Kahvaltıdan sonra, Sidney Limanı çevresindeki su yolları için 52 metrelik bir yat üzerine adım atın. Denizin parlak kokusu ferahlatıcı bir lezzet taşır. Yelkenliler ve sürat motorları, arkalarında yollar  yaratır. Cockatoo Adasının kıyılarındasınız."
    },
    {
      "dayNumber": 4,
      "title": "Havana (Küba'da Sağlık Sistemi)",
      "description": "Sabah kahvaltının ardından otelimiz den 9.00 da hareket ediyoruz. Bu sene tabibler odasına özel Küba da sağlık sistemi sizlere anlatmak üzere Küba sağlık bakanlığının Sizler için hazırlamış olduğu sunuma katılmak için La Pradera Hastane hoteli ziyarete gidiyoruz. 09.30: Otel'e varış 09.45: CIS International Center La Pradera tur. Küba Ulusal Sağlık Sistemi'nin Genel özelliklerinin tanıtımı. 10.15: Küba Ürünlerin Tanıtımı - 10.30: onkolojik hastalıkların monoklonal antikorların kullanımı Hakkında Bizlere sunum yapacak. Dr. Ruben Mora Elzaudin Onkoloji Birinci Derece Uzmanı ; - 11.00: Deri hastalıklarının tedavisi için plasenta elde edilen ürünlerin kullanılması Hakkından Bizlere sunum yapacak; - Dr. Ernesto Miyares Cao Dermatolojide Birinci Derece Uzmanı; - 11.30: Küba Diabetes Mellitus yönetimleri hakkında Bizlere sunum yapacak : Dr. Manuel Hevia Acosta - Birinci Dereceden Uzmanı Endokrinoloji - Öğle yemeği için Şehir Kulübü Havana Kulüp e geçiyoruz. Sonrasında Eski Amerikan Klasik arabalarla 1,30 saatlik gezimizi Miramar bölgesinde yapacağız. Akşam yemeği için saat 7.00 da otelin lobisinde buluşuyoruz. Yemeğimiz California Restoran ta. Yemeğimizi 9.30 bitirip saat 10.10 da başlayacak Tropicana Show a gediyoruz. Show bitiş saati 12.15 - Tropicana Show - 1959 yılında devrime kadar Tüm Dünya jet sosyetesini ağırlamış, sahnesinde dünyanın en ünlü müzisyenleri çıkarmış Küba deyince akla gelen ilk gece kulübüdür. Küba’nın Turizm e açılmasından sonra 150 Tropıcan dans okulu dansçılarının Showlarını sergilendiği bu kulüp, Turistlerin en gözde mekânıdır."
    },
    {
      "dayNumber": 4,
      "title": "Sidney - Gerçek Mükemmelliği Keşfet",
      "description": "Kraliçe Victoria binasındaki galeriler, çeşitli kubbelerin ışıltılı camlarının altındadır. Işık, 19. yüzyılın sonlarında inşa edilen tarihi kemerlerin güzelliğini sergileyen, mozaik döşemeli zemine yayılır. Taze demlenmiş kahvenin kokusu, tatlı hamur işlerinin kalıcı aromasını üstlenir. Kahvaltıdan sonra, Sidney’in gerçek mucizelerini istediğiniz gibi keyfetme zamanı. Yerel kültürün tadına bakmak için mahalleleri gezin ya da Yeni Güney Galler ve büyük Avustralya'nın vahşi yaşamına bir giriş yapmak için Taronga Hayvanat Bahçesi'ni ziyaret edin. Şehrin gerçek mükemmelliği, kıyıların güzelliği ile Mavi Dağların büyüleyici manzarasını rahatlıkla birleştiriyor"
    },
    {
      "dayNumber": 5,
      "title": "Havana",
      "description": "Sabah kahvaltıdan sonra saat 08.00’da özel otobüsümüz ile Matanzas Bölgesine hareket ediyoruz, Öğle yemeğimizi Zapata körfezinde aldıktan sonra, ilk olarak Cienfuegos’da İspanyol mimarisinin güzel örneklerini görebileceğimiz Cienfuegos’da kentine gidiyoruz. Tarihi Thomas Terry Tiyatrosu ve harika manzarası ile De Vale Sarayı görüldükten sonra zamanın durduğu şehir TRİNİDAD ’ a devam ediyoruz.90 km yolculuktan sonra Trinidad şehrinde her şey dâhil otelimizde konaklama imkânı. Dileyenler yemek sonrası müzik ve dans için Casa De La Truva’ya gidebilirler."
    },
    {
      "dayNumber": 5,
      "title": "Hamilton Adası - Dünya Klasında Lüks",
      "description": "Sidney'in hareketi, Glebe'deki sanatsal kafelerin etrafındaki öğrencilerden, suyollarını kateden yelkenlilere, Merkez İş Bölgesi'ni çevreleyen banliyölere bağlayarak sizi büyülemeye devam ediyor. Sabah kahvaltısında, ferahlatıcı bir siyah çay yudumlayabilir ve Kuzey Queensland'da yetişen tropik bir meyve olan liçinin tadına bakabilirsiniz. Yemekten sonra, özel transferiniz lobide sizi karşılar ve Whitsunday Adaları'nın korunmuş ihtişamı ortasında yer alan Hamilton Adası'na uçuşunuz için Sidney Havaalanı'na götürür."
    },
    {
      "dayNumber": 6,
      "title": "Trinidad",
      "description": "Sabah kahvaltıdan sonra saat 08.00’da özel otobüsümüz ile Kolonyal Trinidad'ı gezerek UNESCO tarafından koruma altına alınmış ve Kübalıların gurur duyduğu şehri yakından tanıma fırsatınız olacaktır. Gezimiz esnasında kocaman pencerelerden yüksek tavanlı evler seyredeceğiz. Çok popüler olan sallanan koltukları, evlerde bulunan değerli ahşaptan mobilyaları ve misafirperver Trinidad halkı sizi keyiflendirecek… Taş sokaklarında yürürken eski zamanlara yolculuk yaptığımızı hissedeceğiz. Tur sırasında, Şehir Müzesi (Cantero Müzesi), Plaza Mayor ve Santisima Trinidad Katedrali görülecek yerler arasında yer alıyor. Siz değerli misafirlerimizi canlı müzik eşliğinde Trinidad’a has ve tarihi bir kokteyl olan Canchanchara içmeye davet ediyoruz. Güzergâhımız üzerinde Santa Clara turunu gerçekleştiriyoruz. Tur dâhilinde önce kahraman Ernesto CHE Guevara’nın gerilla arkadaşları ile beraber ebedi uykusuna yattığı ve heyecanla beklenen Che'nin Anıt Mezarı ve Müzesi’ni ziyaret edip sonra da kahramanlık öyküsünün yazıldığı mekân olan Tren Blindado’ ya gidiyoruz. Öğle yemeğinden sonra Varadero ya Yolculuğumuz devam ediyor. Akşam Her şey dâhil otelimize giriş yapıyoruz."
    },
    {
      "dayNumber": 6,
      "title": "Hamilton Adası Büyüleyici Resiflere Şnorkelle Dalış",
      "description": "Sabahları, kıyı şeridinin toz beyazı kumu üzerindeki su seslerini duyabilirsiniz. Okyanus, serin sabah esintisinde, tuzlu ve tatlı bir aromanın karışımını taşır. Kahvaltıdan sonra Büyük Set Resifi boyunca seçkin yerlere ulaşmak için yüksek hızlı kataramanların konforunu keşfedin. Dünyadaki en büyük resifler buradadır ve 2.900 farklı resif, 1.400 milden fazla alana yayılmıştır. Rüzgar, nadiren de olsa , yanaklarınıza karşı deniz sisi taşır."
    },
    {
      "dayNumber": 7,
      "title": "Varadero",
      "description": "Sabah kahvaltıdan sonra serbest zaman . Otelimizde her şey dâhil . CAYO BLANCO GEZİSİ: Özel Katamaran veya özel teknelerle (Katılım sayısına göre) Cayo Blanco gezisine davet ediyoruz. Snorkeller ile dalış, Karayiplere özgü renkli denizaltı hayatını ve siyah, kırmızı mercanları görme imkânı sağlıyoruz. Katamaran la deniz gezisi, yunuslarla birlikte görme imkânı ve bembeyaz kumsalda güneşlenme olanağı sağlıyoruz. Canlı Küba müzikleri eşliğinde öğlen yemeğimiz deniz ürünlerinden oluşuyor ve gün boyunca sınırsız içki sunuyoruz. Hareket saatimiz sabah 08.30’dur."
    },
    {
      "dayNumber": 7,
      "title": "Hamilton Adası - Ada Tutkuları",
      "description": "Sabahları kakadugiler, etrafındaki ağaçlardan birbirlerilerine seslenerek, kanopi dallarından sarkan fındık ve meyveleri arıyorlar. Tesiste pişirilen taze hamur işlerinin kokusu, denizin sahilden yukarı doğru sürüklenen şehvetli aromasıyla harmanlanıyor. Kahvaltıdan sonra Whitehaven Plajı'nın görkemli kıyılarına ulaşmak için bir tekneye binin. Beyaz silika kumu ve su boyunca parıldayan turkuaz tonları ile dolu büyüleyici manzarayı bulmak için Tongue Körfezi'ne demir atıyorsunuz."
    },
    {
      "dayNumber": 8,
      "title": "Varadero",
      "description": "Sabah erken vereceğimiz kalkışın ardından saat 4,00 Da otelden Jose Martin Havalimanına transferimiz gerçekleşecek. Biletleme işlemleri ardından Türk hava Yollarının TK 183 Nolu seferi ile saat 10.00 da hareket ve Venezuella Caracas duraklamasıyla 16.30 saatlik uçuşumuz gün boyu devam edecek."
    },
    {
      "dayNumber": 8,
      "title": "Hamilton Adası - Tropikal Avustralya'da Serbest Zaman",
      "description": "İster sahil şeridinin manzarasına sahip  golf oynayın, ister mercan adalarının çevreyi nasıl şekillendirdiğine dair farklı bir görüş için Büyük Set Resifi üzerinde bir helikopter gezisine çıkın. Hamilton Adası'ndaki harikaları kucaklamaya davetlisiniz. Ziyaretçiler kendilerini kıyı şeridinden uzaklaştırarak kano üzerinde dengelerini kurup , küreklerle sakin denize doğru ilerliyor. Macera ve keşif günlerinden sonra vücudu yeniden canlandırmak için ünlü spada biraz zaman geçirmeyi tercih edebilirsiniz. Havuzların akan suyu, rahatlatıcı bir etki yaratacaktır."
    },
    {
      "dayNumber": 9,
      "title": "İstanbul",
      "description": "Sabah saat 10.00 da İstanbul Atatürk havalimanına Varış NOT: Şehir Turlarında hava şartları ve yenileme çalışmalarından dolayı Ören yerleri ve Müzeler Kapalı olabilir. Programımızdaki Müzelerin Kapalı olması durunda ziyaretleri değişe bilir ve acık olan Müzeler Ziyaret edilir. Gün içinde size yerel rehber bilgi paylaşımında bulunacaktır."
    },
    {
      "dayNumber": 9,
      "title": "Melbourne - Resiflerden, Kültürel noktalara",
      "description": "Kahvaltıda, mutfaktan çıkan pastırma kokusuyla taze demlenmiş kahve karışımının cazibesine kapılıyorsunuz. Queensland çiftliklerinde yetiştirilen tropik meyvenin tatlı kokusu havada kalıyor. Ananas ve hindistancevizi, jak meyvesi ve mango gibi kuzey doğu sahilinin egzotik ikliminde yetişen çeşitli tatlar, yeni  bir bakış sunuyor. Kahvaltıdan sonra, özel transferiniz Melbourne'a uçuşunuz için sizi Great Barrier Reef Airport'a götürür. Gökyüzünden, Büyük Pasifik Resif'ini Güney Pasifik'in çivit renklerinde karanlık noktalar olarak görüyorsunuz. Melbourne Havaalanı'na varmadan önce beyaz kumlu plajlar ve tropikal yeşillikler bulutların altında kaybolur."
    },
    {
      "dayNumber": 10,
      "title": "Melbourne - Melbourne Tarihinde Yürüyüş",
      "description": "Melbourne sokakları kozmopolit kültürleri ve 1850'lerin Victoria altın çağı ortasında filizlenen bir asırdan fazla şehrin tarihini yansıtmaktadır. Popüler kafe ve barlar, dış duvarları süsleyen duvar resimleri ile St. Kilda ve Fitzroy'un genç ortamına bakmaktadır. Melbourne'un kalbindeki eski sanayi binaları artık popüler restoranlar, bira fabrikaları ve çatı barları ile doludur. Victoria Ulusal Galerisi'nin Great Hall'daki cam tavanı, Avustralya'daki en eski halk sanat galerisini süslüyor ve ziyaretçilere zemindeki parlak cam işçiliğinin tüm ihtişamını kucaklatıyor. Kahvaltıdan sonra rehberiniz sizi otelde karşılayıp, Melbourne’un tarihi ve çağdaş kültüründen pazarlarını ve sokaklarını tanıtmak için bir tura çıkaracak."
    },
    {
      "dayNumber": 11,
      "title": "Melbourne - Yaban Hayatı",
      "description": "Sabah, güneş ışığı sokaktan yaklaşık 400 feet yüksekliğe ulaşan dönme dolap ve Yarra Nehri'nin zengin manzarasını Melbourne Star'a bağlayan gondolların camlarından yansır. Richmond bölgesi çevresindeki arka sokaklar, indirimli moda mağazalarına gidiyor. Güney Melbourne'daki tarihi pazarlar ve eski moda pub'lar, şehrin geçmişini işçi sınıfı yapılarının korunması yoluyla sergiliyor. Kahvaltıdan sonra, özel rehberiniz sizi gün boyunca şehrin dışına çıkararak, Avustralya'yı Phillip Adası'na bağlayan 2.100 metrelik köprü boyunca gezdirecek."
    },
    {
      "dayNumber": 12,
      "title": "Melbourne - Mükemmel Veda",
      "description": "Yöre halkı bisiklete biner ve Melbourne caddelerinde, Lolo ve Wren'in hareketli Brunswick West' ini ziyaret etmek için arabalara biner. Kafede zengin kahve karışımlarının kokusu ve karamelize armutlarla doldurulmuş krepler yer almaktadır. Vintage kağıdın kokusu, Brunswick Caddesi'ndeki ikinci el mağaza Grub Street Bookshop'un raflarından çıkıyor. Şehrin dışında, Victoria kıyı şeridinin uçurumları, ünlü Büyük Okyanus Yolu'nun yanı sıra yayılan güneş ışığında gökkuşağı tonlarını yansıtıyor. Şehrin cazibesini keşfetmek için yakındaki Yarra Vadisi'nde sıcak hava balonuyla gezintiye çıkabilir veya şarabınızı yudumlaya bilirsiniz. Yakında, özel transferiniz sizi otelde karşılayacak ve uçuşunuz için Melbourne Havalimanı'na kadar eşlik edecekler. Ancak Avustralya'da geçirdiğiniz zamanın unutulmaz anılarını, kültürün ve doğanın, rahatlamanın ve maceranın mükemmel bir karışımını yanınıza alarak ayrılacaksınız."
    }
  ],
  "map": ""
}