{
  "destination": "Uk",
  "mainPhoto": "",
  "id": "border-to-coast-horse-riding-holiday-in-wales",
  "tourName": "Border to coast horse riding holiday in Wales",
  "placesVisited": "",
  "generalInfo": "Our flagship six day, five night Border to Coast trail starts from the HQ on the Welsh/English Border in the Wye Valley, and finishes on the sands of the Dovey Estuary, Ynyslas.  This is a real trail riding expedition, covering 100 miles, crossing Wales along unmarked tracks and trails through wild, remote hills and valleys, staying overnight at small inns and guest houses along the way.",
  "durationDays": "6",
  "price": "2885",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the HQ for 8:30am. Meet your guide, your fellow riders and pack your saddle bags. Meet your horse and prepare them for a day out on trail. Out on trail all day. Explore the open tracks of the Begwns and Llanbedr hill, passing through the Village of Painscastle where one of the biggest battles in Welsh History took place in 1198. After lunch, cross up and over Aberedw Hill to arrive at the horse’s accommodation for the night. Feed and untack before a short taxi ride into the agricultural town of Builth Wells, where you will spend the night. Total length: 16 miles"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy your first welsh breakfast of the week before being picked up and taken to the horses. Feed, groom and tack up your horse. Out on trail all day. Climb up to Pant-y-llyn lake high above Builth Wells, and follow the northern stretch of the Mynydd Eppynt down to Abergwesyn, where the horses will stay the night. A short taxi ride will take the group to the town of Llanwrtyd, where you will stay at a local inn. Total length: 22 miles"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Feed, groom and tack up. Out on trail all day. Today’s route travels through the mid part of the Cambrian Mountains, across very remote terrain. Follow the ancient Monk roads, crossing large river fords, eventually dropping down to the historic Abbey at Strata Florida to stay the night at nearby Pontrhydfendigaid. Horses stay a short walk away with a local farmer. Total length: 18 miles"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Out on trail all day. Ride through the small Village of Ffair-Rhos and out across a deserted valley, passing the remains of an ancient marketing village. Enjoy a peaceful ride through the Bwlchgwallter forest before crossing the bridge over the Dologau waterfall. Pose for a photo under the old masonry Arch built in 1810 to mark the Golden Jubilee of George III. After lunch, follow the river out onto open moorland and down into the village of Ponterwyd, where you will stay the night. Total length: 20 miles"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Out on trail all day. Follow the old mountain road up past Dinas Reservoir, on to cross the dam at Nant-y-moch reservoir at the base of Plynlimon – the highest point of the Cambrian Mountains. Get your first glimpse of the sea before heading down into the valley in Ceulanamaesmawr. Follow the bridleways looking out over Cardigan Bay before arriving at your final overnight stop. Total length: 17 miles"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A shorter ride over the hills before dropping down into the coastal plain & the seaside town of Borth. Enjoy a trot up the high street before arriving on the beach! Time for a canter and a splash in the sea before arriving at your final meeting point. Untack the horses and enjoy a cup of tea and an ice cream. Pick up is at midday. Arrive back to the HQ for tea and cake and a farewell to the horses to finish around 3pm. Total length: 7 miles"
    }
  ],
  "map": ""
}