{
  "destination": "Uk",
  "mainPhoto": "",
  "id": "wye-valley-horseriding-holiday-in-wales",
  "tourName": "Wye Valley horseriding holiday in Wales",
  "placesVisited": "",
  "generalInfo": "This four day, three night trail ride starts and ends at our HQ on the Welsh/English Border in the Wye Valley.  This is an incredible journey covering 70 miles, exploring the heart of Mid-Wales along unmarked tracks and trails through wild, remote hills and valleys, staying overnight at two country inns and a family run B&amp;B along the way.  The route is steeped in mystery and historic tales, dating back to the 1st Century.",
  "durationDays": "4",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the HQ for 8:30am. Meet your guide, your fellow riders and pack your saddle bags. Meet your horse and prepare them for a day out on trail. Out on trail all day. Explore the open tracks of the Begwns, passing the ‘Roundabout’ an unusual landmark built in the 19th Centaury to honor Queen Victoria’s Diamond Jubilee. After lunch, drop down off the Begwns and cross over Rhulen hill and Aberedw Hill to arrive at the horse’s accommodation for the night. Feed and untack before a short taxi ride into the agricultural town of Builth Wells, where you will spend the night at a local B&B. Dinner will be at 7pm at one of the restaurants in town. Total length - 16 miles"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy your first welsh breakfast of the trip before being picked up and taken to the horses. Feed, groom and tack up your horse. Out on trail all day. Sweep back across Aberedw Hill before dropping down into the hamlet of Hundred House. Today, Hundred House is a small hamlet but it was once regarded as a strategic location and was built by both Romans and Normans in the first century AD. From here, climb up onto Gwaunceste Hill and enjoy some fabulous panoramic views. Pass the remains of Black Yatt, an old farmhouse built in the 18th Century which was blown up 1960s to feature in a film about the second world war. Wind down through the country lanes to Old Radnor, where day two will end. Untack and feed the horses before heading to a local Inn for the night. Horses are a two minute walk down the road. Total length: 16 miles"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Catch, feed and prepare your horse. Start the steep climb onto the spectacular Hergest Ridge. Enjoy a canter around an abandoned racecourse on the very top of the ridge. This racecourse started up in 1825 and held regular events until around 1880. Pass the ‘Whet Stone’ a traditional gathering point where, in this case, would have been used for betting and bargaining. Drop down through the Parish of Gladestry and follow the quiet country lanes to join part of the Offa’s Dyke path across Disgwylfa Hill, before passing through the village of Newchurch. Enjoy the views atop Newchurch Hill and Bryngwyn hill as you head down to the horse’s accommodation for the night. You will be transferred by road to a local Inn in the village of Painscastle - the location of the biggest and most brutal battle in all of Welsh History, The Battle of Painscastle in 1198. Total length: 16 miles"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, transfer back up to the horses. Catch, feed and prepare your horse. Head straight up onto the rugged moorland of Llanbedr Hill, taking in the spectacular views of the Black Mountains. Spot Pen-y-fan, the highest peak in South Wales. Travel the length of Landeilo hill where you'll pass the mysterious grave of Twm Tobacco. Look down into the hamlet of Aberedw, where the last Prince of Wales - Prince Llewelyn - once took refuge in a cave hiding from the English in the early 13th century. After lunch its time for some exhilarating canters on the Begwns before a relaxing stroll down the country lanes back to HQ for around 4pm. Enjoy tea and homemade cake with your new friends before departing. Total length: 15 miles"
    }
  ],
  "map": ""
}