{
  "destination": "Uk",
  "mainPhoto": "",
  "id": "snowdonia-photography-walking-break",
  "tourName": "Snowdonia photography & walking break",
  "placesVisited": "",
  "generalInfo": "HIGHLIGHTS INCLUDE<br/><br/>• Llanberis &amp; Llyn Padarn<br/>• Scenic walking<br/>• Dolbadarn Castle<br/>• Llanberis waterfalls<br/>• Dinorwic Slate Quarries<br/>• Cwm Idwal &amp; Devil’s Kitchen<br/>• Nant Gwynant Valley<br/>• Lakes and fairy pools<br/>• Epic mountain landscapes<br/>• Sea cliffs and beaches<br/>• Train to Snowdon Summit<br/><br/><br/>INTRODUCTION<br/>This lovely five-day photographic/walking break takes place in Snowdonia, home to some of the wildest, ethereal and magical landscapes in the UK. The mountains and hills, rivers and lakes, wind and rain, coast and castles of the Snowdonia National Park have a wealth of fine landscapes, heritage and oodles of photographic interest. ‘Eryri’ the ancient Welsh name for Snowdonia, originates from the snow covered mountains and the Eagles that once lived here in large numbers. Most importantly the photographic interests of Snowdonia are beautifully compact and accessible.<br/><br/>A few of the best locations for photography lie off the beaten track and require some walking to access. We will use the Snowdon railway to the summit some we can take in the best landscapes in the good light time. Our base in Llanberis is the perfect place to reach all of our locations easily including the dramatic Welsh coastline. This break will suit photographers who enjoy walking but would like to take the next step by discovering how to take the ‘Road less travelled’ in safety.",
  "durationDays": "5",
  "price": "1900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN LLANBERIS – Our comfortable hotel and base for this workshop is a stones throw from Snowdon on the shores of Llyn Padarn. The oft photographed Dolbadarn Castle dating from the 13th century is a five minute walk from our base. We will meet together as a group at 17:00 for introductions, a trip briefing and a sunset shoot. We will return to our hotel for dinner. Hotel (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "PHOTOGRAPHY IN SNOWDONIA – Much of our itinerary will depend on the weather and local conditions. This will be assessed daily allowing us to maximise the best of our numerous locations. Some can be enjoyed after a short walk, others will require a drive of up to 30 minutes or so. We will aim to be out all day in all but the very worst of the weather, but we will find time for processing and viewing images. The following are some of the places that we will visit during the trip: LLYN PADARN AND LLANBERIS – The lake has many photographic vantage points and its famous ‘lone tree’ at the north west tip of the lake is a wonderful subject at sunrise. Penllyn can offer wonderful reflections of the Snowdon massif. Colourful buildings in Llanberis and Dolbadarn Castle offer great interest and history. DINORWIC SLATE QUARRY – The slate quarries of north-west Wales have just been nominated for UNESCO World Heritage Site status. Once, slate carved from here was sent all around the world, literally roofing the Industrial Revolution. Then the industry largely collapsed, leaving behind prescient apocalyptic wonderlands for outdoor-lovers and photographers to explore. At its peak in the 19th century, Dinorwig was the second-largest slate quarry in the world. In the mornings, thousands of men in flat caps hiked up the zig-zag path to the quarry huts which perch high on Elidir's mountainside, their clogs clacking on slate waste. Nowadays the quarries offer a graphic and powerful location for photographers and climbers. Easily walked tracks lead through the quarries giving an insight into a very recent industrial history. The lower slopes of the quarries are littered with remnants of the past, old railway tracks, abandoned buildings, tunnels and slate waste. Higher, the views open out over the Llanberis Pass, Dolbadarn Castle and the Snowdon mountains. ) THE OGWEN VALLEY AND CWM IDWAL – In the heart of Snowdonia lies one of its most easily accessible and photogenic valleys. The Ogwen valley cuts between the Glyderau and Carneddau mountain ranges. The striking old glacial landscape persuaded Charles Darwin that the mountains of Snowdonia developed their current size and shape during the last Ice Age, 10,000 years ago. Cwm Idwal the first National Nature Reserve in Wales is a mecca for geologists, botanists and photographers. The dramatic Cwm Idwal feels rugged and mountainous although it is fairly easily accessed on foot giving photographers some diverse subjects. SNOWDON SUMMIT – Mount Snowdon is the highest peak in Wales and a superb view point for the whole of Snowdonia. We will spend several hours walking at a leisurely pace taking in some of the best vantage points. We will go up in the afternoon and walk down into sunset. LAKE MYMBYR, CAPEL CURIG AND NANT GWYNANT – The small village of Capel Curig is home to one of the most iconic views in Snowdonia. The view along the twin lakes of Llynnau Mymbyr to the Snowdon Horseshoe is much sought after. Viewed from Capel Curig, or a little further along the lakes, a calm morning can give remarkable reflections and panorama options. NANTLLE AND FRON – On the western edge of Snowdonia lies the scenic Dyffryn Nantlle. Opposite, the small village of Y Fron there is access to many sterling locations where we will be able to capture the atmospheric Nantlle ridge. Within the valley of Nantlle we encounter old quarries and lakes giving several good photographic opportunities and a glimpse of the area’s history and heritage. ANGLESEY AND THE LLYN PENINSULA – Anglesey and the Llyn Peninsula offer us some fabulous coastal landscapes. Generally blessed with milder and drier weather than Snowdonia, a day exploring these areas allows for some great coastal photography. Sea Stacks, lighthouses, the Menai Bridge, fishing villages and wild empty beaches are sure to whet your creative juices. Hotel (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SUNRISE AND DEPARTURE – This morning we hope to have a final sunrise shoot before breakfast at the hotel. A morning transfer will be provided to Bangor Railway Station. Please discuss this at the time of booking. (B)"
    }
  ],
  "map": ""
}