[
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "border-to-coast-horse-riding-holiday-in-wales",
    "tourName": "Border to coast horse riding holiday in Wales",
    "placesVisited": "",
    "generalInfo": "Our flagship six day, five night Border to Coast trail starts from the HQ on the Welsh/English Border in the Wye Valley, and finishes on the sands of the Dovey Estuary, Ynyslas.  This is a real trail riding expedition, covering 100 miles, crossing Wales along unmarked tracks and trails through wild, remote hills and valleys, staying overnight at small inns and guest houses along the way.",
    "durationDays": "6",
    "price": "2885",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at the HQ for 8:30am. Meet your guide, your fellow riders and pack your saddle bags. Meet your horse and prepare them for a day out on trail. Out on trail all day. Explore the open tracks of the Begwns and Llanbedr hill, passing through the Village of Painscastle where one of the biggest battles in Welsh History took place in 1198. After lunch, cross up and over Aberedw Hill to arrive at the horse’s accommodation for the night. Feed and untack before a short taxi ride into the agricultural town of Builth Wells, where you will spend the night. Total length: 16 miles"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy your first welsh breakfast of the week before being picked up and taken to the horses. Feed, groom and tack up your horse. Out on trail all day. Climb up to Pant-y-llyn lake high above Builth Wells, and follow the northern stretch of the Mynydd Eppynt down to Abergwesyn, where the horses will stay the night. A short taxi ride will take the group to the town of Llanwrtyd, where you will stay at a local inn. Total length: 22 miles"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Feed, groom and tack up. Out on trail all day. Today’s route travels through the mid part of the Cambrian Mountains, across very remote terrain. Follow the ancient Monk roads, crossing large river fords, eventually dropping down to the historic Abbey at Strata Florida to stay the night at nearby Pontrhydfendigaid. Horses stay a short walk away with a local farmer. Total length: 18 miles"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Out on trail all day. Ride through the small Village of Ffair-Rhos and out across a deserted valley, passing the remains of an ancient marketing village. Enjoy a peaceful ride through the Bwlchgwallter forest before crossing the bridge over the Dologau waterfall. Pose for a photo under the old masonry Arch built in 1810 to mark the Golden Jubilee of George III. After lunch, follow the river out onto open moorland and down into the village of Ponterwyd, where you will stay the night. Total length: 20 miles"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Out on trail all day. Follow the old mountain road up past Dinas Reservoir, on to cross the dam at Nant-y-moch reservoir at the base of Plynlimon – the highest point of the Cambrian Mountains. Get your first glimpse of the sea before heading down into the valley in Ceulanamaesmawr. Follow the bridleways looking out over Cardigan Bay before arriving at your final overnight stop. Total length: 17 miles"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A shorter ride over the hills before dropping down into the coastal plain & the seaside town of Borth. Enjoy a trot up the high street before arriving on the beach! Time for a canter and a splash in the sea before arriving at your final meeting point. Untack the horses and enjoy a cup of tea and an ice cream. Pick up is at midday. Arrive back to the HQ for tea and cake and a farewell to the horses to finish around 3pm. Total length: 7 miles"
      }
    ],
    "map": "",
    "category": "Horse Riding"
  },
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "horseriding-short-break-wye-valley",
    "tourName": "Horseriding short break, Wye Valley",
    "placesVisited": "",
    "generalInfo": "Enjoy the peace and quiet of the green, rolling hills, ancient farmlands and heather swept moorlands with unbeatable views of the Black Mountains and Radnor Hills.<br/><br/>The route on this trail consists of lots of grassy tracks, open hills, old green lanes and so on.  The trails are a mix of little used bridle ways, old council roads and timeworn drovers routes.  The pace of the ride is calm and relaxed, with lots of trotting on the old lanes and canters wherever the terrain allows.  There are also points along the route where it is necessary to dismount and walk with your horse, such as steep down hill tracks which may be loose underfoot.",
    "durationDays": "3",
    "price": "1165",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet your guide, your fellow riders and pack your saddle bags. Meet your horse and prepare them for a day out on trail. Follow the quiet, country lanes up onto the rolling green hills of the Begwns. Wind through the soft, grassy tracks, passing the ‘Roundabout’ an unusual landmark built in the 19th Centaury to honor Queen Victoria’s Diamond Jubilee. Enjoy a peaceful picnic lunch in the hills. Drop down into the valley before climbing onto Llanbedr hill. Notice the change in terrain from grass and bracken to heather and gorse scattered moorland. Spot wild Welsh Mountain ponies and Red Kites as you sweep around the hills, dropping down to your end location for around 4pm. Total length: 14 miles"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a hearty Welsh breakfast, catch, feed, groom and tack up the horses. Blow away the cobwebs with some fantastic canters on Newchurch Hill before following part of the Offa's Dyke trail across Disgwylfa Hill. After lunch, enjoy the panoramic views atop Hergest Ridge. Enjoy a canter around an abandoned racecourse on the very top of the ridge. This racecourse started up in 1825 and held regular events until around 1880. Pass the ‘Whet Stone’ a traditional gathering point where, in this case, would have been used for betting and bargaining. Drop down off the Ridge and head to your overnight stop. Total length: 13 miles"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, head back to the horses. Catch, feed, groom and tack up. Follow the old country lanes across the remote Burl Hill to join the rugged farmland of Gwaunceste Hill. Pass the remains of Black Yatt, an old farmhouse built in the 18th Century which was blown up in the 1960s to feature in a film about the second world war. Ride the old tracks and lanes to cross Bryngwyn Hill before dropping down through the hamlet of Painscastle, where one of the biggest battles in all of Welsh History took place in 1198. From here its back onto the Begwns for a last canter before following the lanes back to Freerein HQ. Enjoy a cup of tea and homemade cake and say farewell to your new friends, horse and guide. Total length: 18 miles"
      }
    ],
    "map": "",
    "category": "Horse Riding"
  },
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "snowdonia-photography-walking-break",
    "tourName": "Snowdonia photography & walking break",
    "placesVisited": "",
    "generalInfo": "HIGHLIGHTS INCLUDE<br/><br/>• Llanberis &amp; Llyn Padarn<br/>• Scenic walking<br/>• Dolbadarn Castle<br/>• Llanberis waterfalls<br/>• Dinorwic Slate Quarries<br/>• Cwm Idwal &amp; Devil’s Kitchen<br/>• Nant Gwynant Valley<br/>• Lakes and fairy pools<br/>• Epic mountain landscapes<br/>• Sea cliffs and beaches<br/>• Train to Snowdon Summit<br/><br/><br/>INTRODUCTION<br/>This lovely five-day photographic/walking break takes place in Snowdonia, home to some of the wildest, ethereal and magical landscapes in the UK. The mountains and hills, rivers and lakes, wind and rain, coast and castles of the Snowdonia National Park have a wealth of fine landscapes, heritage and oodles of photographic interest. ‘Eryri’ the ancient Welsh name for Snowdonia, originates from the snow covered mountains and the Eagles that once lived here in large numbers. Most importantly the photographic interests of Snowdonia are beautifully compact and accessible.<br/><br/>A few of the best locations for photography lie off the beaten track and require some walking to access. We will use the Snowdon railway to the summit some we can take in the best landscapes in the good light time. Our base in Llanberis is the perfect place to reach all of our locations easily including the dramatic Welsh coastline. This break will suit photographers who enjoy walking but would like to take the next step by discovering how to take the ‘Road less travelled’ in safety.",
    "durationDays": "5",
    "price": "1900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL IN LLANBERIS – Our comfortable hotel and base for this workshop is a stones throw from Snowdon on the shores of Llyn Padarn. The oft photographed Dolbadarn Castle dating from the 13th century is a five minute walk from our base. We will meet together as a group at 17:00 for introductions, a trip briefing and a sunset shoot. We will return to our hotel for dinner. Hotel (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "PHOTOGRAPHY IN SNOWDONIA – Much of our itinerary will depend on the weather and local conditions. This will be assessed daily allowing us to maximise the best of our numerous locations. Some can be enjoyed after a short walk, others will require a drive of up to 30 minutes or so. We will aim to be out all day in all but the very worst of the weather, but we will find time for processing and viewing images. The following are some of the places that we will visit during the trip: LLYN PADARN AND LLANBERIS – The lake has many photographic vantage points and its famous ‘lone tree’ at the north west tip of the lake is a wonderful subject at sunrise. Penllyn can offer wonderful reflections of the Snowdon massif. Colourful buildings in Llanberis and Dolbadarn Castle offer great interest and history. DINORWIC SLATE QUARRY – The slate quarries of north-west Wales have just been nominated for UNESCO World Heritage Site status. Once, slate carved from here was sent all around the world, literally roofing the Industrial Revolution. Then the industry largely collapsed, leaving behind prescient apocalyptic wonderlands for outdoor-lovers and photographers to explore. At its peak in the 19th century, Dinorwig was the second-largest slate quarry in the world. In the mornings, thousands of men in flat caps hiked up the zig-zag path to the quarry huts which perch high on Elidir's mountainside, their clogs clacking on slate waste. Nowadays the quarries offer a graphic and powerful location for photographers and climbers. Easily walked tracks lead through the quarries giving an insight into a very recent industrial history. The lower slopes of the quarries are littered with remnants of the past, old railway tracks, abandoned buildings, tunnels and slate waste. Higher, the views open out over the Llanberis Pass, Dolbadarn Castle and the Snowdon mountains. ) THE OGWEN VALLEY AND CWM IDWAL – In the heart of Snowdonia lies one of its most easily accessible and photogenic valleys. The Ogwen valley cuts between the Glyderau and Carneddau mountain ranges. The striking old glacial landscape persuaded Charles Darwin that the mountains of Snowdonia developed their current size and shape during the last Ice Age, 10,000 years ago. Cwm Idwal the first National Nature Reserve in Wales is a mecca for geologists, botanists and photographers. The dramatic Cwm Idwal feels rugged and mountainous although it is fairly easily accessed on foot giving photographers some diverse subjects. SNOWDON SUMMIT – Mount Snowdon is the highest peak in Wales and a superb view point for the whole of Snowdonia. We will spend several hours walking at a leisurely pace taking in some of the best vantage points. We will go up in the afternoon and walk down into sunset. LAKE MYMBYR, CAPEL CURIG AND NANT GWYNANT – The small village of Capel Curig is home to one of the most iconic views in Snowdonia. The view along the twin lakes of Llynnau Mymbyr to the Snowdon Horseshoe is much sought after. Viewed from Capel Curig, or a little further along the lakes, a calm morning can give remarkable reflections and panorama options. NANTLLE AND FRON – On the western edge of Snowdonia lies the scenic Dyffryn Nantlle. Opposite, the small village of Y Fron there is access to many sterling locations where we will be able to capture the atmospheric Nantlle ridge. Within the valley of Nantlle we encounter old quarries and lakes giving several good photographic opportunities and a glimpse of the area’s history and heritage. ANGLESEY AND THE LLYN PENINSULA – Anglesey and the Llyn Peninsula offer us some fabulous coastal landscapes. Generally blessed with milder and drier weather than Snowdonia, a day exploring these areas allows for some great coastal photography. Sea Stacks, lighthouses, the Menai Bridge, fishing villages and wild empty beaches are sure to whet your creative juices. Hotel (B,L,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "SUNRISE AND DEPARTURE – This morning we hope to have a final sunrise shoot before breakfast at the hotel. A morning transfer will be provided to Bangor Railway Station. Please discuss this at the time of booking. (B)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "wales-tour-by-train",
    "tourName": "Wales tour by train",
    "placesVisited": "Travel several sections by steam train, Llandudno, Conwy Castle, Blaenau Ffestiniog, Portmeirion, Caernarfon, Cardigan Bay coast, Cardiff, Swansea, Penally, Tenby, Land rover safari around Pembrokshire, Wildlife boat tour off Pembrokeshire coast",
    "generalInfo": "Discover some of the most breathtaking scenery in Wales as you journey by train around some of this wildly beautiful country’s must-see destinations: Conwy, with its imposing and amazingly well-preserved 13th century castle; the fairytale village of Portmeirion, famously used for The Prisoner, and the gorgeous Pembrokeshire coast. <br/><br/>Travelling by rail is a relaxed and immensely enjoyable way to tour Wales, with a two-week itinerary allowing plenty of time to explore at each stop. This is a tailormade tour, allowing you flexibility on your travel dates, and the opportunity to upgrade accommodations if you wish – you’ll stay in a succession of hotels on a bed-and-breakfast basis. However while you will be unaccompanied for the most part, there will be several guided tours waiting for you on arrival in key locations such as Conwy and Swansea, with the pretty seaside village of Mumbles in Swansea Bay. And of course, a 24-hour support network is there just in case of any issues.<br/><br/>You’ll begin in Manchester, continuing to Llandudno on the Great Orme Peninsula with its Victorian promenade, and then on by bus to Conwy, for an expert guided tour of the castle. From Conwy its a romantic steam train trip to Portmeirion, via the mining capital of Blaenau Ffestiniog, travelling in first-class luxury. Designed in the style of an Italian tourist village, Portmeirion became famous through its use as a setting for the iconic 60s TV drama, The Prisoner.<br/><br/>Next you’ll pass through the beautiful Cardigan Bay via Porthmadog and Abergavenny, before you arrive in the Welsh capital, Cardiff. You’ll have a day here to explore the city at your own pace before continuing on to Swansea and a guided tour there.<br/><br/>From Swansea you’ll continue west through Penally and the historic seaside community of Penally, eventually reaching your final destination: the lovely Pembrokeshire coast. You’ll explore this rugged landscape first on an exciting land rover tour, and then by boat, with a tour of the coast and its offshore islands led by an expert guide. Expect to see plenty of birdlife including puffins and gannets.<br/><br/>With growing interest in rail travel as a way to combat climate change, there’s no better way to discover Wales than by train. Romantic, convenient and full of incredible views, like a classic Welsh choir this trip hits all the right notes.<br/>",
    "durationDays": "15",
    "price": "3955",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Travel from Manchester to Llandudno"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Take the bus to Conwy for a private guided tour of the castle"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Leave Llandudno behind and travel to Blaenau Ffestiniog, then onwards to Portmeirion"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Transfer to Porthmadog to catch the steam train for a return trip to Caernarfon"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Take the Cambrian line to Abergavenny along Cardigan Bay"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A day at leisure to explore your hotel and Crickhowell"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Head south to Cardiff"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "A day at leisure to discover the Welsh capital"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Take the train from Cardiff to Swansea for a private guided tour of the gorgeous Gower peninsula"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "A day to explore Mumbles at leisure."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "You will be picked up by your driver guide and transferred to Swansea for the train to Penally"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "A private guided history walk in Tenby"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "A private Land Rover safari around Pembrokshire"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "A boat tour with a local guide off the Pembrokshire coast"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Take the train back to Cardiff"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "wye-valley-horseriding-holiday-in-wales",
    "tourName": "Wye Valley horseriding holiday in Wales",
    "placesVisited": "",
    "generalInfo": "This four day, three night trail ride starts and ends at our HQ on the Welsh/English Border in the Wye Valley.  This is an incredible journey covering 70 miles, exploring the heart of Mid-Wales along unmarked tracks and trails through wild, remote hills and valleys, staying overnight at two country inns and a family run B&amp;B along the way.  The route is steeped in mystery and historic tales, dating back to the 1st Century.",
    "durationDays": "4",
    "price": "1595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at the HQ for 8:30am. Meet your guide, your fellow riders and pack your saddle bags. Meet your horse and prepare them for a day out on trail. Out on trail all day. Explore the open tracks of the Begwns, passing the ‘Roundabout’ an unusual landmark built in the 19th Centaury to honor Queen Victoria’s Diamond Jubilee. After lunch, drop down off the Begwns and cross over Rhulen hill and Aberedw Hill to arrive at the horse’s accommodation for the night. Feed and untack before a short taxi ride into the agricultural town of Builth Wells, where you will spend the night at a local B&B. Dinner will be at 7pm at one of the restaurants in town. Total length - 16 miles"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy your first welsh breakfast of the trip before being picked up and taken to the horses. Feed, groom and tack up your horse. Out on trail all day. Sweep back across Aberedw Hill before dropping down into the hamlet of Hundred House. Today, Hundred House is a small hamlet but it was once regarded as a strategic location and was built by both Romans and Normans in the first century AD. From here, climb up onto Gwaunceste Hill and enjoy some fabulous panoramic views. Pass the remains of Black Yatt, an old farmhouse built in the 18th Century which was blown up 1960s to feature in a film about the second world war. Wind down through the country lanes to Old Radnor, where day two will end. Untack and feed the horses before heading to a local Inn for the night. Horses are a two minute walk down the road. Total length: 16 miles"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Catch, feed and prepare your horse. Start the steep climb onto the spectacular Hergest Ridge. Enjoy a canter around an abandoned racecourse on the very top of the ridge. This racecourse started up in 1825 and held regular events until around 1880. Pass the ‘Whet Stone’ a traditional gathering point where, in this case, would have been used for betting and bargaining. Drop down through the Parish of Gladestry and follow the quiet country lanes to join part of the Offa’s Dyke path across Disgwylfa Hill, before passing through the village of Newchurch. Enjoy the views atop Newchurch Hill and Bryngwyn hill as you head down to the horse’s accommodation for the night. You will be transferred by road to a local Inn in the village of Painscastle - the location of the biggest and most brutal battle in all of Welsh History, The Battle of Painscastle in 1198. Total length: 16 miles"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast, transfer back up to the horses. Catch, feed and prepare your horse. Head straight up onto the rugged moorland of Llanbedr Hill, taking in the spectacular views of the Black Mountains. Spot Pen-y-fan, the highest peak in South Wales. Travel the length of Landeilo hill where you'll pass the mysterious grave of Twm Tobacco. Look down into the hamlet of Aberedw, where the last Prince of Wales - Prince Llewelyn - once took refuge in a cave hiding from the English in the early 13th century. After lunch its time for some exhilarating canters on the Begwns before a relaxing stroll down the country lanes back to HQ for around 4pm. Enjoy tea and homemade cake with your new friends before departing. Total length: 15 miles"
      }
    ],
    "map": "",
    "category": "Horse Riding"
  },
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "amazing-scotland-tour-charming-city-to-wild-highlights",
    "tourName": "Amazing Scotland Tour: Charming City to Wild Highlights",
    "placesVisited": "Edinburgh, Perthshire, Nairn, Isle of Skye, Fort William, Dunblane",
    "generalInfo": "There is no shortage of raw beauty and outdoor recreation in the coastal communities and highlands of Scotland, and this 13-day tour of both regions has been designed to provide plenty of both so that you can bask in the ambient charm of this unique corner of the UK. This tour will lead you from the capital of Edinburgh to the Firth of Moray in addition to making sure that you get a healthy dose of Scotland's culture, heritage, and history along the way.",
    "durationDays": "13",
    "price": "12,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Edinburgh – An Immersion in the Scottish Capital",
        "description": "With the chimneys, craggy rocks, steeples, and castles of Edinburgh's skyline as your backdrop, you will enjoy one of Scotland's most scenic urban areas as you plunge into a tour of this storied land. Your first stop will be the capital: Edinburgh. Upon your arrival to the city's main international airport, a private transfer will be waiting to whisk you into the cobbled alleys and narrow lanes of the city center and your conveniently located hotel. Here, you will have the remainder of the day to explore the city at your own pace."
      },
      {
        "dayNumber": "2",
        "title": "Edinburgh – Strolling Through the Ages on a Walking Tour",
        "description": "As the morning light creeps down the facades and steeples of Edinburgh's old town and casts its golden hue over the city, you can explore the crowd-less squares and boulevards of the Scottish capital as well as watch the city come to life. After a hearty breakfast from your hotel, you can celebrate your first full day with a private walking tour, during which a knowledgeable guide will lead you through this world of castles, palaces, and even a royal yacht."
      },
      {
        "dayNumber": "3",
        "title": "Perthshire – Gateway to the Highlands",
        "description": "No trip to Scotland is complete without a thorough introduction to the rugged terrain and warm hospitality of the Scottish Highlands. Today, you will step into this world during a visit to the landlocked beauty of central Scotland and the county of Perthshire. Before making your acquaintance with this stunning land, you will stop by Scotland's oldest distillery to sample the famous Scotch produced from the pure mountain water nearby. Afterward, you will have a private transfer to your new hotel adjacent to the rustic town of Pitlochry."
      },
      {
        "dayNumber": "4",
        "title": "Perthshire – Walking in the Footsteps of the Queen",
        "description": "Perthshire is indeed a land steeped in myth and legend. The morning mists give way to the stunning vistas of rolling forests, craggy mountains rise like sea waves, and placid rivers wind their way through the lush landscape. After a tasty breakfast, you will make your way to the nearby village of Dunkeld for a private tour of the center and majestic cathedral, which was visited by Queen Victoria in 1866."
      },
      {
        "dayNumber": "5",
        "title": "Nairn – Cruising Through the Cairngorms National Park",
        "description": "Like a big bite taken out of Scotland's northeastern region, the Moray Firth presents visitors with an abundance of coastal beauty and recreational opportunities. It will also be your destination, and you will turn your back on the landlocked splendor of Perthshire. After a final breakfast at your hotel, a private transfer will convey you swiftly through the scenic beauty of Cairngorms National Park to your seaside accommodations in the charming town of Nairn. Here, you will have the remainder of the evening at your leisure."
      },
      {
        "dayNumber": "6",
        "title": "Nairn – Enjoying a Front Row Seat to the Local Whiskey Production",
        "description": "Your first morning in Nairn will reveal a stunning coastal setting with pristine beaches, panoramic views, and charming villages. Today, you will enjoy the tradition of producing some of Scotland's finest, spring-fed whiskey. After a leisurely morning, you will visit the whiskey haven of Speyside, where locals have been using the nearby Romach Hills as their source of water for distilling operations for over a century. Later, you will visit the Macallen estate, where an expert will walk you through every step of the distillation process."
      },
      {
        "dayNumber": "7",
        "title": "Isle of Skye – Jewel of the Hebrides",
        "description": "Today, you will turn your back on the Firth of Moray and the stunning views of Nairn to make your way to Scotland's west coast, where coastal beauty will be replaced by more coastal beauty. As you cross over the long causeway to the Isle of Skye, you will enter your gateway to Scottish adventure. With limestone cliffs that plunge into the crashing waves below, gentle meadows cling to the rugged mountain slopes and an abundance of historical sites, such as the Jacobite rebellion. Skye is a romantic setting that inspires the imagination, and upon arrival, you can explore it at your own pace."
      },
      {
        "dayNumber": "8",
        "title": "Isle of Skye – Basking in Ambient Adventure",
        "description": "As far as Scottish islands go, few boast as many opportunities for excellent vistas, outdoor recreation, and outstanding hospitality as the Isle of Skye. As dawn breaks on this magical landscape, you will be able to rise with the sun or hit the snooze button for a few more minutes of sleep. Today, you will enjoy a private tour of the island, including visits to the famous Kilt Rock, the Quiraing, Fairy Pools, and the evocative Eilean Donan Castle."
      },
      {
        "dayNumber": "9",
        "title": "Inverlochy – Plunging Into the Land of Lochs",
        "description": "Your explorations of Western Scotland will continue when you return to the mainland from the Isle of Skye by private transfer and make your way to the rugged hillsides and crumbling castes of Inverlochy. Standing in the shadow of the nearby Grampian Mountain Range, your rustic accommodations will be the perfect launchpad into the outdoor beauty of the region. Here, you can appreciate Scotland's diverse flora and fauna as well as the famous hospitality of the highlands."
      },
      {
        "dayNumber": "10",
        "title": "Fort William – Cruising on the Jacobite Steam Train",
        "description": "After a leisurely morning and a hearty breakfast, you will make the most of your first full day in this legendary region by enjoying a brief transfer to the rustic town of Fort William. The highland culture is strong here, and parades of kilted bagpipers can be seen throughout the warmer seasons, celebrating the storied traditions of the clans. Today, you can also enjoy a trip on the famous Jacobite Steam Train, an 84-mile round-trip journey that will introduce you to the stunning landscape of Western Scotland."
      },
      {
        "dayNumber": "11",
        "title": "Dunblane – A Return to the Seductive Central Scotland",
        "description": "The pull of the beauty of central Scotland will be too much to bear when you depart the shadow of Britain's largest mountain of Ben Nevis and make your way to your final destination of this journey. Perched on the placid banks of the Allan River, Dunblane boasts an impressive array of historical sights, rich cultural practices, and an impressive 11th-century cathedral. After a private transfer, you will enjoy the remainder of the day at your leisure in this unique corner of Scotland."
      },
      {
        "dayNumber": "12",
        "title": "Dunblane – Enjoying a Stirling Day Trip",
        "description": "Your final full day on this tour of all things Scottish will bring with it the opportunity to enjoy a up-close and personal visit to Stirling during a guided tour. This bridge between the Scottish highland and Lowlands will be yours to enjoy with a private guide. After a leisurely morning at your Dunblane accommodations, a private guide will convey you to Stirling, where the city's history will come to life during a tour of the main castle, the Royal Palace, and the Great Hall."
      },
      {
        "dayNumber": "13",
        "title": "Dunblane – A Reluctant Departure from Scotland",
        "description": "As dawn breaks on your final morning in Scotland, you can enjoy a final stroll through the colorful neighborhoods and charming culture of this storied land. After a fortifying breakfast at your hotel, a private transfer will arrive to convey you to the main international airport for your departing flight."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Uk",
    "mainPhoto": "",
    "id": "ten-days-six-wives-the-henry-viii-england-tour",
    "tourName": "Ten Days, Six Wives: The Henry VIII England Tour",
    "placesVisited": "London, Cambridge, Gloucestershire, Great Bedwyn, Hampshire, Lewes, Michelham Priory, Westminster Abbey",
    "generalInfo": "Explore his lavish and flamboyant world on this unique 10-day England tour, a journey into exquisite castles, Tudor opulence, and the regal character of yesteryear. Immerse yourself in the 16th-century world of Henry VIII; the monarch made legendary for his six wives and insatiable extravagance. Atmospheric and evocative, this itinerary captures the essence of the monarch's exuberant excess. Allow yourself to settle into the royal opulence of Henry VIII's time.",
    "durationDays": "11",
    "price": "69,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "London – Introductions to Tudor Splendor",
        "description": "Eltham Palace takes you on a Tudor trail, the 14th-century royal residence a place of lavish feasts and vast regal parties. Behind the moat, enclosed within the exquisite stone, you wander through the childhood home of Henry VIII. The would-be King grew up in an environment of entertaining, the stunning Great Hall an indication of just how excessive those times were. After landing at London Gatwick, you'll be picked up and transferred to your hotel in southwest London, a five-star residence along the River Thames. Freshen up and then get introduced to Tudor times with the visit to nearby Eltham. The landscaped gardens, the domineering turrets, the royal lodgings; it's all an intriguing indication of what's to come on this itinerary. Journeying back towards the Thames, you garner a sense of the turbulence and change during Henry VIII's reign. This was a monarch that did as he pleased, confiscating property, accusing wives of treason, and splitting with the Catholic church because they wouldn't grant a divorce. Syon House touches on many of these narratives. An early 15th-century abbey was commandeered by Henry VIII and became famous as where Catherine Howard, the fifth wife, was sent after her arrest. As it appears through the woodland, you quickly see why it was so revered, the stately house standing resplendent against the backdrop of green. Touring the property enables your specialist guide to introduce the era and the style of the Tudors."
      },
      {
        "dayNumber": "2",
        "title": "London – Henry VIII's Flamboyant Palace",
        "description": "What do you do when the cardinal is refusing to grant you a divorce? Split from the church and confiscate his palace, of course, that's the style of Henry VIII. And he didn't merely take it away as a punishment. After taking it from Cardinal Wolsey, Hampton Court Palace became the monarch's joy, his living residence that was elaborately decorated with the opulence of the world's finest. A 500-year old grapevine still produces grapes that once created Henry's wine, vast entertaining rooms are decked out in gold leaf and towering oil portraits, a Tudor tennis court is unchanged since the 15th century, and the Royal Chapel is adorned with a staggering sense of excess. During his reign, Henry swapped Eltham for Hampton Court, gradually adding more rooms and more decoration to his regal home. You'll see the room where Jane Seymour died, the third wife of Henry and supposedly the only one he truly loved. The same room is where his heir Edward VI had been born just a few days earlier. Spend the whole morning taking in the splendor, then enjoy lunch and tea with a view of the gardens. In the afternoon, the vast green maze is always entertaining."
      },
      {
        "dayNumber": "3",
        "title": "London – Exploring Windsor",
        "description": "Windsor Castle dominates its landscape, monumental turrets and unconquered stone rising far above the green English countryside. Start your visit early and explore the staterooms as everyone else is watching the Changing of the Guard. This is Queen Elizabeth II's residence, and the corridors are liberally adorned with the monarchy's excess. Rembrandts hang on corridors, oil paintings fill entire walls, and the ceiling is filled with wonderful paintbrush twirls. This is the world's largest occupied castle and the scale quickly impresses; it's hard to find an angle where you can fit it all into a single photo. But head inside and it's the exquisite detail that's most memorable. Every room, every carpet, every ornamental piece; it takes you on a journey through the luxury of regal tastes. In the State Apartments, you admire various original portraits of the Tudors, a chance for your guide to elaborate on the family tree of this itinerary's icon. Although some of the colors have slowly faded, the scale of these portraits reveals costume, style, and emotion from the 16th century. Check in to your five-star hotel and enjoy a leisurely afternoon in the cute town of Eton, filled with antique shops and tiny boutiques. When evening arrives, choral voices cascade from St. George's Chapel, inviting you into the atmospheric burial place of Henry VIII and Jane Seymour. An additional nine monarchs rest beneath the chapel and the resonant evensong makes for a blissful hour amongst history."
      },
      {
        "dayNumber": "4",
        "title": "Cambridge – Exclusive Access to Tudor Homes",
        "description": "Head north, into a landscape packed with historical treasures. You enter Cambridge in timeless style, punting along the river with a bundle of strawberries and a bottle of champagne. Glide past the university's ancient colleges and take in the enormity of its history. Dependent on your energy levels, you can explore various old college buildings over the next two hours. But the main attraction on this itinerary is Kings College Chapel, where a captivating image of Catherine Howard is revealed in stained glass. Anne Boleyn's initials are also carved into the provost stall, and it's hard not to stare as you take in the world's largest fan-vaulted roof. After lunch in Cambridge, you visit Buckden Towers and the Bishop's Palace, where Catherine of Aragon lived after her divorce. However, the rhyme of divorced, beheaded, died, etc., holds a few subtle twists. Catherine of Aragon was forcibly taken to Kimbolton Castle. It's currently in private hands, but you enjoy exclusive access to the vast state rooms and sublime interiors of this beguiling part of the story. After her kidnapping, Henry VIII's first wife would die here, essentially murdered as the monarch slowly began to unravel in his later years. Enjoy relaxed afternoon tea in the gardens before retiring to your five-star hotel just outside Cambridge."
      },
      {
        "dayNumber": "5",
        "title": "Hardwick – The Castles and Cathedrals",
        "description": "Follow the route of the funeral procession to Peterborough Cathedral, where Catherine of Aragon is buried, and a simple marble slab is always adorned with fresh flowers. The cathedral's elegant facade offers iconic photos, and you'll be surprised why this huge Christian monument isn't on the tourist map. Continue to Kenilworth Castle for a relaxed afternoon of tea drinking, exploring manicured gardens, and the opulence of the Earl of Leicester. Back in the 16th century, the Earl wooed Anne Boleyn's daughter in a daring romance, another beguiling narrative that helps your guide unwrap the complexities of Tudor life. Completing the immersion in history is your overnight accommodation, a stunning manor house nestled amongst the tranquility of England's green landscapes."
      },
      {
        "dayNumber": "6",
        "title": "Gloucestershire – Glorious Manor Houses",
        "description": "Gloucestershire's undulating hills are always a postcard-worthy snapshot; cottages are standing lonely on the horizon, oak trees hang over rural roads, and there's a blur in the distinction between the cultivated and primitive. Scenic driving around this area is one of England's highlights, taking you on a journey between manor houses and old castles. Today you visit Coughton Court, a glamorous home with 600 years of history, including the tales of Catherine of Aragon's ladies. Then splendid Sudeley Castle, the family home of Catherine Parr, the last of Henry VIII's wives. Her resting place is found in a small church that's hidden within the vast grounds. Visiting Sudeley helps imbue the type of women that Henry would go for. All came from prestigious homes with regal connections; not that it helped prevent them from having their heads chopped off. Your hotel is neatly, nestled amongst the Gloucestershire countryside and offers an on-site spa for a salubrious evening."
      },
      {
        "dayNumber": "7",
        "title": "Amberley – The Tudor Opulence of Hampshire",
        "description": "Glorious countryside images continue today as you drive south towards the coast and the history of Hampshire. Quaint and idyllic, Great Bedwyn is the village where Jane Seymour was brought up, and you'll see the faded inscriptions that accompany her father's tomb in the local parish church. The 16th-century Vyne was the home of Lord Sandys, one of Henry's trusted courtiers. You'll find a stained glass window of the king with his first wife, beautifully resonant and packed with detail despite spending many years hidden in a pond. During the English civil war, royal images like this had to kept far from the sight of Oliver Cromwell's forces. Enjoy afternoon tea in the fabulous Upper Oak Gallery, an elaborate building where emblems of Henry and Catherine are carved into the oak panels. Amberley Castle then continues the immersion in royal living. You'll spend the next two nights at this luxuriant residence, surrounded by landscaped gardens and an unrivaled sense of decadence. The exterior showcases 900 years of history, while the interior offers four-poster beds, 60-ft adorned ceilings and spa bathrooms of Victorian grandeur. For living out the life of royalty, this castle is one of the finest in the country. And just a handful of guests shares its huge grounds and galleries."
      },
      {
        "dayNumber": "8",
        "title": "Amberley – Tudor Reenactments",
        "description": "Spend a relaxed morning in Lewes, unwrapping some of the stories Henry VIII left during his later years. Stop at the house of Anne of Cleves, the least favored of all Henry's wives but only the second that didn't perish before the king's death. Following Jane Seymour's death, Anne and Henry's story wasn't one of love, but at least it had an amicable ending. Close by are the ruins of the Priory, evidence of how Henry VIII destroyed countless monasteries across the country. Heading further into the Sussex countryside, you spend the afternoon at Michelham Priory, another fabulous Tudor house given to Anne of Cleves in her divorce settlement. History comes alive here, with hands-on demonstrations of the weapons, clothes, and armors of the time. Dressing up in chain links and 16-century helmets isn't just for children. Wearing it all gives you an indication of just how intense it must have been for foot soldiers of the era."
      },
      {
        "dayNumber": "9",
        "title": "Hever – Jousting, Tudor Drama, and Anne Boleyn's Story",
        "description": "Now Anne Boleyn, a woman of seduction and beauty that became Henry's second wife and changed the course of the English church forever. First, stop at Penshurst Place, the Tudor home that's used in televised costume dramas and movies. Then check into Hever Castle. Various portraits hang around this childhood home of Anne Boleyn, revealing the vivacious looks that enthralled many. You don't need to glimpse them. You'll be spending the night in the castle, so the charms of her story will continue into the evening and then accompany you at breakfast. Expect a style and luxury that befits the wife that knew how to get what she wanted. Anne Boleyn refused to be Henry's mistress. She would only be his wife. Was it love or was she always thinking about power? Nobody is too sure. Henry was besotted and broke from the Catholic church when his demands for divorce weren't granted. It was the catalyst for Reformation and the Protestant church in England. But Anne Boleyn quickly fell out of favor. Could Henry divorce another wife so soon after Catherine of Aragon? Especially with the costs of giving away so many regal estates? No. So he acted upon the whispers from the streets and had Anne Boleyn beheaded on charges of witchcraft, adultery, and treason. Hever Castle was later given to Anne of Cleves, so the place you're staying at reveals the tales of two famous wives. A sumptuous dinner at the castle is included tonight."
      },
      {
        "dayNumber": "10",
        "title": "London – Westminster Abbey and Tower of London",
        "description": "On your final day, you return to London and two of its most iconic attractions. Your specialist historical guide continues to accompany you through it all, taking you across the city in a luxury saloon and ensuring that the heritage comes alive. First Westminster Abbey, the coronation site of English monarchs, and the place where various kings and queens are entombed. Anne of Cleves outlived all the other main characters on this Henry VIII itinerary, but her difficult-to-find tomb suggests she was never particularly popular. Now cruise along the River Thames to Traitors Gate, evoking the most spine-tingling of the Henry VIII tales. This was where Anne Boleyn and Catherine Howard came to be beheaded, beneath the imperious stone of the Tower of London. You'll see where they were executed as well as their final burial place. So to lighten the mood on this final day, you're treated to a closed-door tour of the Crown Jewels. Over ten thousand precious stones glimmer and glisten as a Beefeater guard opens the door. Incidentally, these guards were instigated by Henry VIII's father and still wear the same Tudor uniform from the mid-1500s. Marvel at the gems and the jewels and then travel back out along the Thames, to a fabulous medieval banquet dinner in an ambient crypt."
      },
      {
        "dayNumber": "11",
        "title": "London – Departure",
        "description": "After a leisurely breakfast, you're transferred to the airport for your international departure."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]