{
  "destination": "Uk",
  "mainPhoto": "",
  "id": "ten-days-six-wives-the-henry-viii-england-tour",
  "tourName": "Ten Days, Six Wives: The Henry VIII England Tour",
  "placesVisited": "London, Cambridge, Gloucestershire, Great Bedwyn, Hampshire, Lewes, Michelham Priory, Westminster Abbey",
  "generalInfo": "Explore his lavish and flamboyant world on this unique 10-day England tour, a journey into exquisite castles, Tudor opulence, and the regal character of yesteryear. Immerse yourself in the 16th-century world of Henry VIII; the monarch made legendary for his six wives and insatiable extravagance. Atmospheric and evocative, this itinerary captures the essence of the monarch's exuberant excess. Allow yourself to settle into the royal opulence of Henry VIII's time.",
  "durationDays": "11",
  "price": "69,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – Introductions to Tudor Splendor",
      "description": "Eltham Palace takes you on a Tudor trail, the 14th-century royal residence a place of lavish feasts and vast regal parties. Behind the moat, enclosed within the exquisite stone, you wander through the childhood home of Henry VIII. The would-be King grew up in an environment of entertaining, the stunning Great Hall an indication of just how excessive those times were. After landing at London Gatwick, you'll be picked up and transferred to your hotel in southwest London, a five-star residence along the River Thames. Freshen up and then get introduced to Tudor times with the visit to nearby Eltham. The landscaped gardens, the domineering turrets, the royal lodgings; it's all an intriguing indication of what's to come on this itinerary. Journeying back towards the Thames, you garner a sense of the turbulence and change during Henry VIII's reign. This was a monarch that did as he pleased, confiscating property, accusing wives of treason, and splitting with the Catholic church because they wouldn't grant a divorce. Syon House touches on many of these narratives. An early 15th-century abbey was commandeered by Henry VIII and became famous as where Catherine Howard, the fifth wife, was sent after her arrest. As it appears through the woodland, you quickly see why it was so revered, the stately house standing resplendent against the backdrop of green. Touring the property enables your specialist guide to introduce the era and the style of the Tudors."
    },
    {
      "dayNumber": "2",
      "title": "London – Henry VIII's Flamboyant Palace",
      "description": "What do you do when the cardinal is refusing to grant you a divorce? Split from the church and confiscate his palace, of course, that's the style of Henry VIII. And he didn't merely take it away as a punishment. After taking it from Cardinal Wolsey, Hampton Court Palace became the monarch's joy, his living residence that was elaborately decorated with the opulence of the world's finest. A 500-year old grapevine still produces grapes that once created Henry's wine, vast entertaining rooms are decked out in gold leaf and towering oil portraits, a Tudor tennis court is unchanged since the 15th century, and the Royal Chapel is adorned with a staggering sense of excess. During his reign, Henry swapped Eltham for Hampton Court, gradually adding more rooms and more decoration to his regal home. You'll see the room where Jane Seymour died, the third wife of Henry and supposedly the only one he truly loved. The same room is where his heir Edward VI had been born just a few days earlier. Spend the whole morning taking in the splendor, then enjoy lunch and tea with a view of the gardens. In the afternoon, the vast green maze is always entertaining."
    },
    {
      "dayNumber": "3",
      "title": "London – Exploring Windsor",
      "description": "Windsor Castle dominates its landscape, monumental turrets and unconquered stone rising far above the green English countryside. Start your visit early and explore the staterooms as everyone else is watching the Changing of the Guard. This is Queen Elizabeth II's residence, and the corridors are liberally adorned with the monarchy's excess. Rembrandts hang on corridors, oil paintings fill entire walls, and the ceiling is filled with wonderful paintbrush twirls. This is the world's largest occupied castle and the scale quickly impresses; it's hard to find an angle where you can fit it all into a single photo. But head inside and it's the exquisite detail that's most memorable. Every room, every carpet, every ornamental piece; it takes you on a journey through the luxury of regal tastes. In the State Apartments, you admire various original portraits of the Tudors, a chance for your guide to elaborate on the family tree of this itinerary's icon. Although some of the colors have slowly faded, the scale of these portraits reveals costume, style, and emotion from the 16th century. Check in to your five-star hotel and enjoy a leisurely afternoon in the cute town of Eton, filled with antique shops and tiny boutiques. When evening arrives, choral voices cascade from St. George's Chapel, inviting you into the atmospheric burial place of Henry VIII and Jane Seymour. An additional nine monarchs rest beneath the chapel and the resonant evensong makes for a blissful hour amongst history."
    },
    {
      "dayNumber": "4",
      "title": "Cambridge – Exclusive Access to Tudor Homes",
      "description": "Head north, into a landscape packed with historical treasures. You enter Cambridge in timeless style, punting along the river with a bundle of strawberries and a bottle of champagne. Glide past the university's ancient colleges and take in the enormity of its history. Dependent on your energy levels, you can explore various old college buildings over the next two hours. But the main attraction on this itinerary is Kings College Chapel, where a captivating image of Catherine Howard is revealed in stained glass. Anne Boleyn's initials are also carved into the provost stall, and it's hard not to stare as you take in the world's largest fan-vaulted roof. After lunch in Cambridge, you visit Buckden Towers and the Bishop's Palace, where Catherine of Aragon lived after her divorce. However, the rhyme of divorced, beheaded, died, etc., holds a few subtle twists. Catherine of Aragon was forcibly taken to Kimbolton Castle. It's currently in private hands, but you enjoy exclusive access to the vast state rooms and sublime interiors of this beguiling part of the story. After her kidnapping, Henry VIII's first wife would die here, essentially murdered as the monarch slowly began to unravel in his later years. Enjoy relaxed afternoon tea in the gardens before retiring to your five-star hotel just outside Cambridge."
    },
    {
      "dayNumber": "5",
      "title": "Hardwick – The Castles and Cathedrals",
      "description": "Follow the route of the funeral procession to Peterborough Cathedral, where Catherine of Aragon is buried, and a simple marble slab is always adorned with fresh flowers. The cathedral's elegant facade offers iconic photos, and you'll be surprised why this huge Christian monument isn't on the tourist map. Continue to Kenilworth Castle for a relaxed afternoon of tea drinking, exploring manicured gardens, and the opulence of the Earl of Leicester. Back in the 16th century, the Earl wooed Anne Boleyn's daughter in a daring romance, another beguiling narrative that helps your guide unwrap the complexities of Tudor life. Completing the immersion in history is your overnight accommodation, a stunning manor house nestled amongst the tranquility of England's green landscapes."
    },
    {
      "dayNumber": "6",
      "title": "Gloucestershire – Glorious Manor Houses",
      "description": "Gloucestershire's undulating hills are always a postcard-worthy snapshot; cottages are standing lonely on the horizon, oak trees hang over rural roads, and there's a blur in the distinction between the cultivated and primitive. Scenic driving around this area is one of England's highlights, taking you on a journey between manor houses and old castles. Today you visit Coughton Court, a glamorous home with 600 years of history, including the tales of Catherine of Aragon's ladies. Then splendid Sudeley Castle, the family home of Catherine Parr, the last of Henry VIII's wives. Her resting place is found in a small church that's hidden within the vast grounds. Visiting Sudeley helps imbue the type of women that Henry would go for. All came from prestigious homes with regal connections; not that it helped prevent them from having their heads chopped off. Your hotel is neatly, nestled amongst the Gloucestershire countryside and offers an on-site spa for a salubrious evening."
    },
    {
      "dayNumber": "7",
      "title": "Amberley – The Tudor Opulence of Hampshire",
      "description": "Glorious countryside images continue today as you drive south towards the coast and the history of Hampshire. Quaint and idyllic, Great Bedwyn is the village where Jane Seymour was brought up, and you'll see the faded inscriptions that accompany her father's tomb in the local parish church. The 16th-century Vyne was the home of Lord Sandys, one of Henry's trusted courtiers. You'll find a stained glass window of the king with his first wife, beautifully resonant and packed with detail despite spending many years hidden in a pond. During the English civil war, royal images like this had to kept far from the sight of Oliver Cromwell's forces. Enjoy afternoon tea in the fabulous Upper Oak Gallery, an elaborate building where emblems of Henry and Catherine are carved into the oak panels. Amberley Castle then continues the immersion in royal living. You'll spend the next two nights at this luxuriant residence, surrounded by landscaped gardens and an unrivaled sense of decadence. The exterior showcases 900 years of history, while the interior offers four-poster beds, 60-ft adorned ceilings and spa bathrooms of Victorian grandeur. For living out the life of royalty, this castle is one of the finest in the country. And just a handful of guests shares its huge grounds and galleries."
    },
    {
      "dayNumber": "8",
      "title": "Amberley – Tudor Reenactments",
      "description": "Spend a relaxed morning in Lewes, unwrapping some of the stories Henry VIII left during his later years. Stop at the house of Anne of Cleves, the least favored of all Henry's wives but only the second that didn't perish before the king's death. Following Jane Seymour's death, Anne and Henry's story wasn't one of love, but at least it had an amicable ending. Close by are the ruins of the Priory, evidence of how Henry VIII destroyed countless monasteries across the country. Heading further into the Sussex countryside, you spend the afternoon at Michelham Priory, another fabulous Tudor house given to Anne of Cleves in her divorce settlement. History comes alive here, with hands-on demonstrations of the weapons, clothes, and armors of the time. Dressing up in chain links and 16-century helmets isn't just for children. Wearing it all gives you an indication of just how intense it must have been for foot soldiers of the era."
    },
    {
      "dayNumber": "9",
      "title": "Hever – Jousting, Tudor Drama, and Anne Boleyn's Story",
      "description": "Now Anne Boleyn, a woman of seduction and beauty that became Henry's second wife and changed the course of the English church forever. First, stop at Penshurst Place, the Tudor home that's used in televised costume dramas and movies. Then check into Hever Castle. Various portraits hang around this childhood home of Anne Boleyn, revealing the vivacious looks that enthralled many. You don't need to glimpse them. You'll be spending the night in the castle, so the charms of her story will continue into the evening and then accompany you at breakfast. Expect a style and luxury that befits the wife that knew how to get what she wanted. Anne Boleyn refused to be Henry's mistress. She would only be his wife. Was it love or was she always thinking about power? Nobody is too sure. Henry was besotted and broke from the Catholic church when his demands for divorce weren't granted. It was the catalyst for Reformation and the Protestant church in England. But Anne Boleyn quickly fell out of favor. Could Henry divorce another wife so soon after Catherine of Aragon? Especially with the costs of giving away so many regal estates? No. So he acted upon the whispers from the streets and had Anne Boleyn beheaded on charges of witchcraft, adultery, and treason. Hever Castle was later given to Anne of Cleves, so the place you're staying at reveals the tales of two famous wives. A sumptuous dinner at the castle is included tonight."
    },
    {
      "dayNumber": "10",
      "title": "London – Westminster Abbey and Tower of London",
      "description": "On your final day, you return to London and two of its most iconic attractions. Your specialist historical guide continues to accompany you through it all, taking you across the city in a luxury saloon and ensuring that the heritage comes alive. First Westminster Abbey, the coronation site of English monarchs, and the place where various kings and queens are entombed. Anne of Cleves outlived all the other main characters on this Henry VIII itinerary, but her difficult-to-find tomb suggests she was never particularly popular. Now cruise along the River Thames to Traitors Gate, evoking the most spine-tingling of the Henry VIII tales. This was where Anne Boleyn and Catherine Howard came to be beheaded, beneath the imperious stone of the Tower of London. You'll see where they were executed as well as their final burial place. So to lighten the mood on this final day, you're treated to a closed-door tour of the Crown Jewels. Over ten thousand precious stones glimmer and glisten as a Beefeater guard opens the door. Incidentally, these guards were instigated by Henry VIII's father and still wear the same Tudor uniform from the mid-1500s. Marvel at the gems and the jewels and then travel back out along the Thames, to a fabulous medieval banquet dinner in an ambient crypt."
    },
    {
      "dayNumber": "11",
      "title": "London – Departure",
      "description": "After a leisurely breakfast, you're transferred to the airport for your international departure."
    }
  ],
  "map": ""
}