[
    {
        "type": "overview",
        "Main_Title": "Our Indonesia holidays & tours",
        "Main_Paragraph": "This sprawling archipelago spanning three time zones is as diverse as you would expect, and our Indonesia holidays take you far beyond the crowded (but admittedly spectacular) beaches of Bali. You'll visit the ancient temples of Java, but also the more remote, lesser-known islands such as Flores, Kalimantan and Sulawesi, the latter a world-renowned diving destination. Via rice terraces, smoky volcanoes, and treks to isolated villages where homestays offer an intoxicating glimpse of traditional tribal culture. And of course there are the orangutans of Kalimantan and Indonesian Borneo, where your visit helps contribute to the survival of these magnificent ‘old men of the forest’.",
        "Subtitle": "About our Indonesia holidays",
        "Title1": "Bali",
        "Paragraph1": "Bali suffers from overtourism and over-development, but that doesn’t mean responsible travellers need avoid it. Pockets of remote beauty can be found both on the coast and inland, best reached by our guided hiking or cycling trips: emerald-green rice terraces, quiet fishing villages, coffee and spice plantations, and calmer beaches in the north. Ubud is the hotspot for culture (and yoga) on Bali, and you can escape the more commercialised aspects in the backstreets. Our Bali holidays are also a delight for foodies, with local guides helping you explore a rich blend of Malay, Indian, Chinese and uniquely Balinese cuisines.",
        "image1": "",
        "Title2": "Sulawesi",
        "Paragraph2": "Centrepiece of the Coral Triangle, Sulawesi is renowned for diving and snorkelling, particularly in Bunaken National Park, and is often combined with Borneo and Raja Ampat. But there’s more to life here than what’s below the surface. Our cultural holidays in Sulawesi introduce you to the famous floating village on Lake Tempe, canoe tours through the vast limestone landscape of the Maros Pangkep Karst Forest, and the fascinating and complex cultural identities in the south. Here our knowledgeable local guides explain elaborate funeral ceremonies and ornate ancestral architecture, and how Islamic and Christian faiths intermingle with animist beliefs on Sulawesi.",
        "image2": "",
        "Title3": "Orangutans in Indonesia",
        "Paragraph3": "The Indonesian islands of Kalimantan and Sumatra are the only places in the world where orangutans are found in the wild, and tragically their habitat continues to shrink. Every trip to a sanctuary, strip of virgin rainforest or rehabilitation project contributes to the conservation of orangutans and many other species of Indonesian wildlife – more so if you actually get hands-on with one of our brilliant volunteer projects. Kalimantan is pioneer territory for travellers, and the best place to see wild orangutans here is Tanjung Putting National Park, which you explore either on foot with a watchful guide, or by houseboat.",
        "Title4": "Komodo dragons in Indonesia",
        "Paragraph4": "Fierce, fork-tongued and frighteningly fast, komodos are about as close to dragons as you can get or, probably, would ever want to get. Komodo National Park, where the dragons inhabit the islands of Komodo, Rinca and Flores, is undergoing some worrying developments that are being closely watched by conservationists. Our tours here are accompanied by trained guides armed with pointy sticks, and introduce you to the giant lizards’ behaviours and diet. There are several ways to explore the park, from day trips to overnight tours on liveaboard cruises, and even kayaking expeditions where you’ll sleep under canvas on private islands.",
        "image3": "",
        "Title5": "Family holidays in Indonesia",
        "Paragraph5": "Our family holidays in Indonesia are packed with the one thing all kids instantly gravitate towards – adventure – whether that’s kayaking with komodo dragons, touring waterways by houseboat in search of endangered orangutans, or learning to scuba dive in one of the world’s best places for beginners. For more intrepid families with older kids, islands such as Sulawesi and Sumatra offer everything from snorkelling off beautiful beaches to jungle trekking. And naturally our trips also provide a fascinating dose of culture as you explore remote communities in the company of local guides who know how to make things engaging for kids.",
        "Title6": "Types of tours & holidays in Indonesia",
        "Paragraph6": "You can barely move for adventure holidays in Indonesia, with everything from sea kayaking and liveaboard diving expeditions, to volcano trekking and snorkel safaris. Any James Patterson novels you’ve picked up at the airport will remain firmly unread. For first-time travellers to Indonesia wanting to venture beyond the most touristy areas, our small group holidays have much to recommend them, with expert guides leading the way and all the logistics taken care of. But if you have a firm idea of what you want to do, and would like to cherry-pick destinations, activities and experiences all the way, our tailor made holidays let you do just that."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Indonesia",
        "Main_Paragraph": "The best time to visit Indonesia is\nbetween April and October\n, when youll find warm and sunny weather for beach-hopping, temple touring and walking, as well as snorkelling and diving. Despite its vast size, the country has a fairly even climate. The rainy season in Indonesia is between November and March, when you can expect sudden tropical downpours most days. For trekkers, especially, we would suggest considering the shoulder months of March to May and October to November as the best time to travel to Indonesia, with temperatures, crowds and prices lower if youre prepared to risk the odd shower.",
        "image1": "",
        "when_to_go": "When to go to Indonesia, Month by month",
        "when_to_go_html": "<bullet>During the wet season (<b>late November, December - April</b>), roads can be blocked and trekking routes closed for safety reasons, so its best to double check how much this will affect your chosen itinerary.</bullet>\n<bullet>The shoulder season (<b>March, April, May, October and November</b>) is fairly unpredictable weather-wise, but both prices and crowds drop and temperatures are ideal for trekking.</bullet>\n<bullet>During <b>December, January and February</b> rain makes areas such as Sumatra and Flores virtually inaccessible due to closed ferries and washed out roads. There are plenty of other places to see at this time though - with Bali and Kalimantan enjoying much more stable climates.</bullet>\n<bullet>If you're heading to the Mount Rinjani National Park on Lombok to see the infamous volcano, plan your Indonesia holiday outside of <b>January  March</b>, when the park closes.</bullet>\n<bullet>If youre heading to Java, avoid the end of <b>July</b>  these are the final days of Indonesias Lebaran celebrations and transport is utter chaos.</bullet>\n<bullet>Indonesians often choose to take holidays at the end of Ramadan (dates vary by year, so best to check according to your chosen year of travel) which can mean more crowds and higher prices.</bullet>\n<bullet><b>September in Indonesia brings the favourable weather conditions of August</b>, but without the crowds and high season prices, making it a brilliant time to visit.</bullet>",
        "weather_chart": "Bali Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Bali Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">328 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">261 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 69%;\">225 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 36%;\">117 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 33%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 27%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 36%;\">119 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 16%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">116 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 53%;\">173 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">187 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 79%;\">258 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Ubud Writers & Readers Festival",
        "paragraph2": "Taking place in Ubud, Balis artistic heartland, this a five-day party that brings the written word to life through the musings of some of the best Indonesian, Southeast Asian and international voices across a lively programme of book launches, talks, film screening and local workshops."
    }
]