[
    {
        "type": "overview",
        "Main_Title": "Our Bulgaria holidays & tours",
        "Main_Paragraph": "Our Bulgaria holidays introduce you to the easternmost of the Balkan countries. Here, undulating landscapes blending alpine meadows and hillside monasteries with glacial moraine and meltwater lakes are a joy for walkers. Vultures and eagles soar above, but if you want to catch sight of a bear youre best off with one of our expertly guided wildlife tours. Small, locally owned hotels offer a warm welcome every afternoon, and many also carry the promise of a spa. For those wanting independence there is the option of self drive tours  if youre on a family activity holiday a car gives you some useful freedom. But you can also easily get around by rail; frankly Bulgaria is the kind country where it pays to slow things down and really immerse yourself in the natural surroundings and cultural heritage.",
        "Subtitle": "Bulgaria holiday highlights",
        "Title1": "Walking",
        "Paragraph1": "The mountain foothills of southern Bulgaria  close to the border with Greece  have a wonderfully wild and varied range of walking trails. The Rhodope Mountains, in particular, are alive with gushing waterfalls, limestone gorges and old growth forests where wild cats and wolves still live. Walking as part of a small group with a local guide is a great way to learn about the natural history along your route, and also to begin to understand Bulgarian culture away from the bright city lights. Villages like Yagodina provide authentic family-run accommodation as well as access to river trails and Roman roads, right from your hotel's front door. The higher you hike, the more mountains come to the fore. Opportunities to spot vultures, eagles and buzzards are bound to resonate with you if you love a walk on the wild side.\nCome winter, Bulgarias forests, mountains and frozen lakes make snowshoeing a fun experience. Head off over the forest tracks in the Rhodope Mountains or opt for old shepherd trails through the alpine meadows and river valleys of Rila National Park. Snowshoeing is great exercise and easy to get the hang of, and with expert guides leading you on safe routes, you can relax and enjoy the scenery and the company. Youll stay every night in a family-owned village guest house that is part of Bulgarias green lodges network, an initiative that promotes accommodation with strong environmental credentials.",
        "image1": "",
        "Title2": "Rail touring",
        "Paragraph2": "No car? No problem. Bulgaria is a lovely country to experience by slow travel, and going by train with your tickets and accommodation arranged for you makes that both convenient and wonderfully relaxed. Enjoy spectacular scenery as you pass through mountain ranges or along the shores of lakes, with the occasional hold-up of a herd of sheep crossing the line. Step off in tiny towns for a taste of Bulgarian culture, such as a day trip to a wood carving museum, or a soak in the local hot spring.\nTrains carriages often have steep steps, and youll pass through areas where little English may be spoken, so our rail touring holidays are best-suited to the adventurous independent traveller. But the rewards are splendid, whether that comes from getting to know whoever is sharing your carriage, or simply relishing the views through the window.",
        "image2": "",
        "Title3": "Family adventures",
        "Paragraph3": "With climate change making summer holidays an ordeal and crowds adding to the unpleasantness, the playas are played out for family holidays. Increasingly, adventurous families are looking to Eastern Europe for their fun, and youll find plenty of it in Bulgaria. A tailor made trip here can see you basing yourselves on a lovely farm in the Rhodope Mountains, where you can easily slip into rural rhythm and perhaps even lend a hand with the daily tasks. Otherwise, kids will love experiences like panning for gold in the river, kayaking day trips where you can moor up to see a demonstration in traditional butter making, and keeping an eye on the sky for golden eagles and vultures. The mountain climate is a lot cooler than the coast in July and August, but still lovely and warm. Add in a few nights in cities such as Sofia and Plovdiv and youve got all the makings of a memorable and unique family getaway.",
        "Title4": "Thermal springs & spas",
        "Paragraph4": "Bulgaria has many natural mineral springs, and few things appeal more at the end of a walk than a local hotel with spa facilities waiting for you. Not only will you be able to ease any aching limbs in an indoor or outdoor bath, but youll also be treated to the mineral enriched waters rejuvenating properties. Its said that a soak in these waters will give you more zip than an early morning cup of mursalski herbal tea.\nTreatments and massages are available, depending on the hotel, and you can also find saunas and steam rooms, hot tubs and pools both indoor and outdoor. If you want something a little more active, you can limber up with a yoga retreat in Bansko; there are dozens of hot springs in the vicinity. It all adds up to Bulgaria being one of Europes most rejuvenating countries.",
        "image3": "",
        "Title5": "Bears",
        "Paragraph5": "Our bear watching small group tours venture into the Rhodope Mountains, where you can track brown bears with the help of expert guides who will show you how to detect signs of their presence, and explain what different behaviours mean. A typical day might see you cover average distances of 12km on foot, with a couple of evenings spent in a bear hide adding to what can be an incredibly intense and rewarding conservation experience. Data collected during your stay will be shared with the NGO Wild Rodopi, contributing to their research projects.\n'Dancing bears were once commonplace in Eastern Europe. They were subjected to years of abuse in the name of entertainment, and Bulgaria was no exception. Since the practice was outlawed in the early 1990s, many captive bears were sold or abandoned, but the lucky ones have found their way to Belitsa Bear Sanctuary amid the forested foothills of the Rila Mountains. A visit to this excellent sanctuary can be sad, as elderly residents are still conditioned to sway on two legs. But this is not a zoo, it's a sanctuary for animals that need human help. Your visit will put funds where they're needed most.",
        "Title6": "Cultural pleasures",
        "Paragraph6": "Bulgarias location at the southeastern tip of Europe with a Black Sea coast has resulted in a fascinating history and blend of cultures, with Greek, Ottoman, Slavic and Persian all in the mix. Among the many highlights of walking in rural Bulgaria is stumbling across an old monastery, or being invited into a local familys home to share a meal.\nOther cultural charms include wine tasting  Bulgarias wine making tradition dates back some 3,000 years, and you can visit renowned wineries in the Thracian Valley in the company of experts to tour the facilities, and the vines. Exploring traditional arts and crafts is another fantastic way to experience Bulgarias rich cultural heritage. Across a week you can try your hand at making Troyan pottery; learn how to dance a horo, a Bulgarian folk dance; try your hand at woodcarving and painting religious icons, and discover the world of medicinal herbs on a forest walk. Not only will you come home with some unique souvenirs and a deeper understanding of Bulgarian traditions, but youll also be helping these ancient ways of life survive as your holiday directly supports a wide range of local artisans."
    },
    {
        "type": "best-time-to",
        "Main_Title": "BEST TIME TO VISIT BULGARIA",
        "Main_Paragraph": "In winter, Bulgaria's alpine areas are covered in snow although public transport still seems to run on time, ferrying folk to and from ski resorts close to Sofia and Plovdiv. Summers can get very hot, particularly at lower levels, making the Black Sea the place to be for local holidaymakers. Although autumn is marked with cooler temperatures, it's one of the best times to visit Bulgaria for country walks and city sightseeing. Spring can get a tad damp so waterproofs are advisable. However, glacial lakes, mountain streams and waterfalls are at the peak of their powers at this time.",
        "image1": "",
        "when_to_go": "WHEN TO VISIT BULGARIA & WHEN NOT TO",
        "when_to_go_html": "<bullet><b>January, February and March</b> are the best times to visit Bulgaria for snow shoeing and winter walking holidays in the Rila Mountains. Elsewhere you'll discover cities, such as Sofia and Plovdiv, bereft of tourist hordes. There's no better time to explore before hunkering down with a steaming bowl of tripe soup (<em>shkembe chorba</em>) or slow cooked meat and veggies (<em>gyuvetch</em>) in a warm and cosy tavern.</bullet>\n<bullet><b>April and May</b> often still see snow on higher ground; however, warmth is on the way down in the valleys. Take a stroll in the countryside and youll find pastures peppered with poppies, primroses and a variety of wild orchids. Rain showers might make <b>May</b> a washout so pack ponchos and brollies accordingly.</bullet>\n<bullet><b>June</b> is the best time to go to Bulgaria for walking and other outdoor activities, with temperatures in the low 20°Cs. June also signals the start of the traditional craft and music fair in the village of Oreshak (near Troyan). Dancing, food and work by leading Bulgarian folk artists will be exhibited all the way through to September.</bullet>\n<bullet>Although <b>July and August</b> can get hot down in the valleys there's plenty of shade to be found further up the slopes, particularly in the pine and fir forests of the Rhodope Mountains and Pirin National Park. </bullet>\n<bullet>Watching the sun rise over the Black Sea on the <b>1st July</b> has become a tradition with free spirited Bulgarians. Many head to the coast to celebrate <b>midsummer</b> accompanied by strains of Uriah Heep's epic hippie rock ballad July Morning.</bullet>\n<bullet>Bulgaria's two highest peaks, Musala (2,925m) in Rila National Park and Golyam Snezhnik (2,188m), in the Rhodope Mountains, are only accessible in <b>July and August</b>.</bullet>\n<bullet><b>September and October</b> are another best time to visit Bulgaria with local life in cities and towns returning to normal after the summer break and country scenes starting to spark with fiery foliage. Temperatures are still pretty pleasant  think Mediterranean climate  and youll find the vineyards around the Struma Valley and Melnik are a hive of activity as grapes are harvested right up until the end of October.</bullet>\n<bullet>Although <b>November</b> brings colder conditions, most Bulgarian ski resorts, such as Bansko, wont open for business until <b>December</b>. The end of the ski season is around <b>mid April</b>.</bullet>",
        "weather_chart": "Bulgaria Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Bulgaria Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 72%;\">48 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 66%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 60%;\">40 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 70%;\">47 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 72%;\">48 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 75%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">34 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 43%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">34 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 75%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 100%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 90%;\">60 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "OUR PICK FROM THE BULGARIAN CALENDAR",
        "paragraph1": "",
        "image2": "",
        "title2": "International Bagpipe Festival, Gela village",
        "paragraph2": "During the first weekend of August, the village of Gela, deep within the Rhodope Mountains, comes alive to the strains of the pipes. Bagpipes  or as theyre called in Bulgaria,\nkaba gaida\n have long been a part of traditional folk music here and clans gather from far and wide to listen, dance and sing along as part of an uplifting weekend away."
    }
]