{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "red-sea-liveaboard-dive-safari",
  "tourName": "Red Sea liveaboard dive safari",
  "placesVisited": "",
  "generalInfo": "In 1993, National Geographic magazine published an article on the Red Sea. Written and photographed by David Doubilet, he had to compress a journey of 1,400 miles into a few pages. When we first read it, we were mesmerised and dreamed of being able to dive the entire Red Sea – a dream that we have since been able to realise in April 2022. What was supposed to be a one off exploratory dive expedition has now become an annual fixture.  We try and dive less visited wrecks and reefs, mixed in with some classic world class Red Sea dive site. Emphasis is placed on avoiding crowds and wherever possible, being alone. <br/><br/>Guided by the legendary wreck finder and tech diver of the Red Sea, Faisal Khalaf, and escorted by Farhat and Francisca Jah this trip is open to recreational divers and Deeper Tech divers alike. RSE is an old  fashioned  proper  diving  company where the dive guides recognise   prior experience. They will help and guide when needed, and allow experienced divers to dive in buddy teams.<br/><br/>We board the MV Nouran in Hurghada and then steam gently to Carless Reef or similar.  Here we do our check dives and dive the stunning wall. Then we head south to the Brothers Islands to dive the Numidia and the Aida. The tip of Small brother is boiling pot of fish. After an overnight sail we arrive on Daedalus. Steaming south from Daedalus, we will enter our own little world After a day of diving we steam further south to Rocky Island, the southernmost Island in Egypt. Here we will spend 2 -3 days before crossing over to St Johns Reef. After three daysm here we make lazy progress north to Ras Tirombi and Erg Somaya; eventually ending in El Gouna Marina. <br/><br/>This route is operated by no other Red Sea Sea Dive Boat. <br/>It is a truly relaxing itinerary with time to dive and really explore.<br/><br/>The Tech divers amongst us will be guided by Faisal, perhaps no other person alive knows the deep section of the Red Sea as well as he does. Depending upon your qualification, you could dive the SS Maiden at 100m/300ft. While we the recreational divers dive between the surface and 140ft. (40M) Usually around 80ft.",
  "durationDays": "10",
  "price": "2450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Board the MV Nouran at 4PM"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leave El Gouna in the morning and dive the wrecks of Abu Nihas"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dive the SS Thislegorm and Mahmoudet reefs"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dive Ras Mohammad and Jackfish Alley"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We dive between Dahab and the brothers, returning to El Gouna when all is done"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "A final pair of dives before we head into Port Galib for your transfer back to Hurghada"
    }
  ],
  "map": ""
}