{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "cairo-holiday-in-egypt",
  "tourName": "Cairo holiday in Egypt",
  "placesVisited": "",
  "generalInfo": "If you want to Discover Egypt's top attractions in Cairo, then this 4 day Cairo to Cairo Egypt tour is perfect for you. Cairo, a city unlike any other in the world, boasts a rich history spanning over seven centuries as the largest urban center in both Africa and the Middle East. Its allure to tourists transcends time, drawing visitors from all corners of the globe. Embark on a captivating journey through Egypt's vibrant capital, offering a glimpse into its bustling streets and iconic landmarks, ideal for travelers seeking a memorable experience within limited time constraints or those who have explored other regions of Egypt. Begin your expedition with a guided exploration of Egypt's most iconic marvels—the Great Pyramids of Giza and the enigmatic Sphinx. Delve into the mysteries shrouding these ancient wonders, marveling at their architectural grandeur and historical significance. Venture further into Egypt's past with a visit to the distinctive Step Pyramid at Saqqara, a testament to the evolution of pyramid construction techniques and a window into the country's rich heritage. Embrace the pulse of Cairo on a comprehensive city tour, immersing yourself in its cultural tapestry. Explore the vast Grand Egyptian Museum (GEM) of antiquities, housing treasures that chronicle millennia of civilization. Ascend the imposing Citadel, an architectural masterpiece commanding panoramic views of the cityscape. Traverse the labyrinthine streets to discover several mosques or opt for a journey through the historic enclave of Coptic Cairo. Dive into the vibrant ambiance of the Khan-el-Khalili bazaar, where a myriad of sights, sounds, and scents beckon. As dusk descends, embark on a leisurely dinner cruise along the timeless waters of the Nile. Indulge in sumptuous cuisine as traditional Sufi dancers enchant with their mesmerizing performances, while exotic belly dancers captivate with their rhythmic movements, adding an extra layer of enchantment to your evening. Retreat to the comfort of a welcoming 3-star hotel nestled in the upscale district of Mohandiseen. Discover a plethora of shops, cafes, and restaurants within easy reach, enhancing your stay with convenience and charm. Elevate your accommodation experience with optional upgrades to a selection of distinguished 4 or 5-star hotels, tailored to suit your preferences and desires. In Cairo, every corner unveils a new chapter in the timeless saga of human civilization, offering an unforgettable sojourn through history, culture, and enchantment",
  "durationDays": "4",
  "price": "469",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Egypt & transfer to hotel You arrive at Cairo airport where we greet and transfer you to your hotel. Our local rep. welcomes you, helps you settle into the hotel, and outlines the plan for the next few days. | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the Pyramids, Sphinx & Saqqara After breakfast we have a brief pre-tour briefing before we take you on a tour of Gisa and Saqqara. Gisa was built around 4600 years ago as a necropolis (cemetery) for the pharaoh Khufu (Cheops). The successor of Sneferu, Khufu was known as a tyrant and in his arrogance decided to have built a tomb that was bigger and better than all others. Standing 500 feet high and 750 feet at its base the Pyramid of Khufu is an awesome man-made structure constructed of giant blocks of stone covered in a hard limestone casing. The casing has, over the years, been stripped away to leave exposed the inner block structure. Together with the smaller pyramids of Khafre (Chephern) and Menkaure (Mycerinus), the majestic sight of these enormous structures rising out of the desert is a breathtaking spectacle. Here you have the chance to climb inside one of the pyramids (there are a limited number of tickets available, so we cannot guarantee this). You have another guided tour around the sphinx and some free time to walk around and take photos. From here we take you to Saqqara, which lies 25km to the south of Cairo. Djeser's (Zoser's) Step Pyramid (built 4700 years ago) dominates the skyline and is believed to have been the ancient Egyptians' first attempt at Pyramid building. The entire 7km stretch of desert at Saqqara is a treasure trove of pyramids, temples and tombs, which we will have plenty of time to explore, while we learn about the history of pyramid building in Egypt. | OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cairo city tour & dinner cruise After breakfast we begin our tour of Cairo. Founded in 969 AD by Gohar, a Fatimid army leader, El Kahera (Cairo) soon became the capital of Egypt. Subsequent additions like the El Azhar mosque, the Islamic University, and defensive walls and a citadel, built by Saladin in 1179, have helped Cairo remain Egypt's principal city. The 16-year reign of Ismail (1830-1895) ushered in a new period of expansion and modernisation in Cairo. Areas like Heliopolis, Dokki and Roda were added, while gardens, Opera houses, large hotels and wide, tree lined avenues were built. Further post revolutionary, urban expansion has left Cairo as one of the world's largest cities. Today it is a bustling metropolis of over 20 million people, a strange mix of modern and old, a unique blend of diverse cultures and a gateway to Egypt's past. Your tour includes a visit to the Grand Egyptian Museum (GEM) (which houses a vast collection of artefacts from Egypt's past, including the famous King Tutunkhamun display), the Citadel (a collection of mosques and palaces, with a great view over the city), and the Khan al Khalili bazaar (a mazy market that offers a window to the past and a guaranteed souvenir). Finally, this evening we enjoy a dinner cruise on the River Nile. During the meal, there will be a display by local Sufi and belly dancers. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the airport for departure Your tour ends today and your time is free until we transfer you back to Cairo airport for your flight home. As this is a private tour, we can be as flexible with the itinerary as you wish, and extra nights in Cairo can be added as well as further day trips and tours. For example, you could visit the colonial city of Alexandria on the Mediterranean coast, or head into the deserts near Cairo to visit the World Heritage Site of the Valley of the Whales. | OVERNIGHT"
    }
  ],
  "map": ""
}