{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "budget-holiday-in-egypt",
  "tourName": "Budget holiday in Egypt",
  "placesVisited": "",
  "generalInfo": "Tour to Egypt for 8 days discovering the secrets of the ancient Egyptian and pharaohs.<br/><br/>For over fifty centuries, Egypt pioneered the development of culture and civilization through the Pharaonic, Roman, Christian and Islamic periods. During this vacation, enjoy the Giza pyramids of Cheops, Chefren and Mykerinus in addition to the best collection of the young King Tutankhamen at the Egyptian Museum. You will board a 5 star deluxe Cruise that will sail on the Nile for 4 nights from Luxor to Aswan on a full board basis where you can see many archaeological sites like the Karnak Temples, the Valley of the Kings, the Hatshpsute Temple, the Edfu Temple, the Kom Ombo Temple, the Philae temple,  and many more. <br/><br/>This holiday also includes accommodation in Cairo at a 5 star hotel for 3 nights including daily breakfast. All sightseeing tours, entrance fees and guide fees are included in the price. All transfers to/from airports in Egypt are included.<br/><br/># WHAT'S INCLUDED:<br/>Meet and greet service by our representatives at airports.<br/>Assistance of our guest relations during your stay.<br/>All transfers by a private air-conditioned vehicle.<br/>Accommodation for 2 nights in Cairo including bed and breakfast.<br/>Accommodation for 3 nights on a 5 star superior cruise on full board.<br/>Accommodation for 2 nights on sleeper train for on half board basis.<br/>All sightseeing tours in Cairo (Private Guided Tours).<br/>All sightseeing tours in Cairo, Luxor and Aswan as mentioned in the itinerary<br/>All sightseeing tours on the cruise sharing our group.<br/>Entrance fees to all sites as indicated on the itinerary.<br/>Meals at hotels, cruise and during tours as mentioned in the itinerary.<br/>Bottled water during your trip.<br/>Portage when needed.<br/>All service charges and taxes.<br/><br/><br/># WHAT'S EXCLUDED:<br/>International Airfare.<br/>Entry visa to Egypt.<br/>Any optional tours.<br/>Personal spendings.<br/>Tipping.<br/><br/>Accommodation Plan:<br/>The Pyramids Resort by Jaz<br/>M/S Iberotel Crown Empress",
  "durationDays": "8",
  "price": "1930",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Cairo: Your tour manager will meet and assist you upon your arrival at Cairo International Airport (Arrival procedures), then he will escort you to your hotel in Cairo by an air-conditioned deluxe vehicle. At hotel the tour manager will assist you with a smooth check-in and review your private budget vacation itinerary with you to establish and confirm pick-up times for your tours. Overnight in Cairo. Welcome Drink"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. Later, you will be transferred to the Giza train station to catch the sleeper train from Cairo to Aswan. Dinner and breakfast will be served on board. Overnight accommodations inside your compartment on the train. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Upon your arrival at Aswan train station, you will be met and assisted by our representative who will transfer you to embark your Nile River boat. Enjoy Lunch on board, then you will be guided to visit the awesome Philae temple, which is devoted to the two goddesses Isis and Hathor , and the largest known ancient obelisk, located in the northern region of the stone quarries of ancient Egypt, the Unfinished Obelisk. Back to the cruise with Dinner on board and overnight in Aswan. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sail to Kom Ombo / Edfu: By the morning you will enjoy Sailing to Kom Ombo while getting breakfast on board. Arrive Kom Ombo to visit the Temple shared by two gods Sobek and Haeroris in Kom Ombo. Back to your Nile boat to sail to Edfu with lunch on board, after that move to visit the best-preserved cult temple in Egypt, Horus Temple in Edfu. Enjoy an afternoon tea during sailing to Esna. Dinner and overnight on board. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sail to Luxor / West Bank Tour: In the early morning you will sail to Luxor with enjoying breakfast on board, then set out from your cruise to visit the West Bank of Luxor, take an excursion to the royal cemetery for 62 Pharaohs, Valley of the Kings, then to mortuary Temple of Queen Hatshepsut, which was built by the architects of the New Kingdom Pharaoh Hatshepsut approximately in the 15th century BC , at El-Deir El-Bahari and Colossi of Memnon. Back to the Nile Cruise and have Lunch on board. Enjoy an afternoon tea aboard the Nile boat. Dinner on board and Overnight in Luxor. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "East Bank / Train to Cairo: Breakfast aboard the cruise before disembarkation, and then you will be accompanied by your tour guide to see the Karnak and Luxor temples at the East bank of Luxor. Later you will be transferred to Luxor train station to get the sleeper train back to Cairo. Dinner would be served on board the sleeper train. Overnight in your private compartment ( twin beds). Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Optional Pyramids tour: Breakfast aboard sleeper train before arriving Giza train station, where you will be met and assisted by our representative who will transfer you to your hotel for free time at leisure( you will check into your room as early as possible ). There are some optional excursions available in Cairo to visit Step Pyramid of King Zoser in Sakkara and Memphis. Overnight stay at your hotel in Cairo. Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Final Departure: Breakfast at the hotel in Cairo, with free time before your flight. Check out and then you will be transferred to Cairo International Airport for final departure. Meals: Breakfast"
    }
  ],
  "map": ""
}