{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-and-ghana-holiday",
  "tourName": "Egypt and Ghana holiday",
  "placesVisited": "",
  "generalInfo": "This unforgettable journey seamlessly connects two of Africa’s most powerful destinations—Egypt and Ghana—offering a rich blend of ancient civilizations, cultural heritage, and living history. From the timeless wonders of the Pharaohs along the Nile to the deeply moving sites of the Transatlantic Slave Trade and the vibrant traditions of modern Ghana, this tour is both enlightening and transformative.<br/><br/>Begin in Cairo, where millennia of history unfold before you through iconic monuments such as the Great Pyramids of Giza, the Grand Egyptian Museum, and historic Islamic landmarks, complemented by a magical Nile dinner cruise. Continue to Ghana, the gateway to West Africa, where Pan-African history, coastal slave castles, royal Ashanti heritage, colorful markets, and traditional craft villages bring Africa’s story to life. Thoughtfully curated, culturally immersive, and emotionally enriching, this tour is ideal for travelers seeking heritage, meaning, and connection across Africa.<br/><br/><br/>Trip Includes<br/>-Meeting and assistance upon arrival and departure<br/>-Round-trip airport/hotel transfers<br/>-Hotel accommodation in the indicated properties<br/>-Transportation in private vehicle<br/>-Experienced tour guide<br/>-Meals indicated (Daily breakfast, 11 Dinner)<br/>-Admission to listed sites<br/>-Assistance with visa applications<br/><br/>Not Included<br/>-International Flights<br/>-Travel insurance<br/>-Gratuity for driver and guide<br/>-Meals not listed<br/>-Personal expenses<br/>-Early Check-in/Late Check-out",
  "durationDays": "12",
  "price": "6995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN CAIRO, EGYPT | Upon arrival at Cairo International Airport, you will be met and assisted by our local representative, who will transfer you to your hotel. This evening, your tour guide will escort you for a scenic Nile River cruise, featuring a delicious Egyptian buffet dinner and a captivating cultural performance. After this memorable experience, return to your hotel for an overnight stay. Meal(s): Dinner Hotel: Sofitel Gezira"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CAIRO | Following a restful night and a sumptuous breakfast, we proceed on a full-day tour of the Giza Pyramids. We will visit the towering pyramids, the ruins of Memphis in the village of Mit Rahina, and the Saqqara Necropolis, where the step pyramid of Zoser stands. After we will visit the Grand Egyptian Museum which is the largest archaeological museum complex in the world and host to more than 100,000 artifacts. For the first time ever, King Tut’s entire treasure collection will be on display alongside artifacts from pre-historic times through Egypt’s many thousands of years of pharaonic civilization through the [comparatively] more modern ancient Greek and Roman periods of Egyptian history. After lunch (at your own expense) return to the hotel where you will have the rest of the day to relax or pursue other activities and have dinner in the evening. Meal(s): Breakfast, Dinner Hotel: Sofitel Gezira"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CAIRO | After breakfast, we will continue our tour of Cairo, including a visit to the Cairo Museum in Tahrir Square. The museum houses magnificent ancient Egyptian antiquities from various periods of ancient Egyptian history, including the renowned treasures of King Tutankhamun, whose tomb was discovered in 1922 by Howard Carter. Among these treasures is the famous 11-kg gold mask. After lunch (at your own expense), we will head to the Citadel of Salah al-Din and visit the Mohamed Ali Mosque. This will be followed by a visit to the oldest bazaar in Africa, Khan El Khalili Bazaar. Return to the hotel to relax and enjoy dinner in the evening. Meal(s) Included: Breakfast, Dinner Hotel : Sofitel Gezira"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CAIRO | Enjoy a delightful breakfast to start your day. Head out to explore the historic area of Old Cairo, which includes the site of a Roman-era fortress, the Christian settlement of Coptic Cairo, and the Muslim-era settlements predating the founding of Cairo proper in 969 AD. This area is part of Historic Cairo, a UNESCO World Heritage Site. After lunch (at your own expense) continue your exploration with a visit to the National Museum of Egyptian Civilization, a large museum located in Old Cairo. In the evening, enjoy dinner before a restful night in anticipation of your flight to Ghana tomorrow. Meal(s) Included: Breakfast, Dinner Hotel : Sofitel Gezira"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CAIRO-ACCRA, GHANA | Nonstop flights from Cairo to Accra are available on (Monday, Wednesday, Friday and Saturday.) We check-out early this morning to the airport for a morning flight to Accra, Ghana. On arrival at Kotoka International Airport, our expert cultural tour guide will meet, assist and transfer you to your hotel in a private air-conditioned vehicle. Once you have checked in, your tour guide will brief you on what to expect during your stay here in Ghana. Dinner is at the hotel. Meal(s) Included: Breakfast, Dinner Hotel: The Pelican Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "INTRODUCTORY TOUR OF ACCRA | Following a leisurely breakfast, we step out for an introductory tour of Accra, a bustling city that has a blend of modern and colonial structures that come alive with the daily activities of the local people. Below are exciting activities and visits lined up for the day: · Visit the W.E.B Du Bois Centre honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. · We will visit the newly renovated Kwame Nkrumah Memorial Park for the first President of Ghana – Osagyefo Dr.Kwame Nkrumah. The 5.4-acre facility – was built in 1992 to honor, promote and preserve the legacies of Dr. Kwame Nkrumah. The museum has on display objects from various stages of Nkrumah’s life. · Adjoining the memorial park is the Accra Arts & Crafts Centre. How about trying out your bargaining skills at the largest open market in Accra while you shop for locally produced unique traditional handicrafts such as woven Kente cloths, sculptures, carvings, leather bags, jewelry, beads, African attire, woven basket. · Enjoy a guided tour at the Independence Square, where Ghana hosts most of her national ceremonies, as well as take monumental photos at the Black Star Square. Meal(s) Included: Breakfast, Dinner Hotel: The Pelican Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ACCRA – ASSIN MANSO – ELMINA | After breakfast, we check out of the hotel and proceed to Elmina, one of the historic towns that played a significant role in the Transatlantic Slave Trade. En route, we will make a stopover at Assin Manso Slave River, the burial site of two former slaves from the U.S. and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day Celebration. You will See the “Slave River,” where captured Africans were washed before being confined in the Slave Castles to await shipment to the Americas and the Caribbean. Transfer to your resort, settle into your comfortable beachside accommodation for dinner and a good night’s rest, and be ready for the next day’s activities. Meal(s) Included: Breakfast, Dinner Hotel :Ridge Royal Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ELMINA | After breakfast, we will visit the historic Elmina Castle, a World Heritage site. Originally built by the Portuguese in 1482 as Castelo de São Jorge da Mina (St. George of the Mine Castle), this landmark—located in present-day Elmina, Ghana—was the first European trading post on the Gulf of Guinea and the oldest standing European building south of the Sahara. Steeped in history, the castle offers a powerful glimpse into the region’s colonial past. Next, we journey to Cape Coast Castle, another UNESCO World Heritage site. This monument stands as a poignant reminder of a painful chapter in the region’s history. You will embark on an emotional tour through the castle’s dungeons, including the infamous “Door of No Return,” through which countless enslaved Africans passed. The castle also houses a historical museum that offers deeper insights into the history of Cape Coast and its significance in the transatlantic slave trade. Literature on Ghana’s forts, castles, and cultural heritage will be available for purchase. After an enlightening day, we will return to the resort, where you can unwind and enjoy the rest of the day at your leisure. Meal(s) Included: Breakfast, Dinner Hotel :Ridge Royal Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KUMASI | ASSIN MANSO | ELMINA | After breakfast, we will check out of the hotel and proceed to Elmina, a historic town that played a significant role in the Transatlantic Slave Trade. En route, we will stop at Assin Manso Slave River, the burial site of two former slaves from the U.S. and Jamaica, whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day Celebration. Here, you will see the “Slave River,” where captured Africans were washed before being confined in the Slave Castles to await shipment to the Americas and the Caribbean. Afterward, transfer to your resort and settle into your comfortable beach-side accommodation for dinner and a good night’s rest, in preparation for the next day’s activities. Meal(s) Included: Breakfast, Dinner Hotel : Ridge Royal Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KUMASI | After breakfast, we will embark on a full-day exploration of the Ashanti region’s capital. Our tour will include visits to three craft villages. Our first stop will be the Prempeh II Jubilee Museum, named after the former Asantehene (ruler of the Ashanti people) Nana Osei Agyeman Prempeh II. The museum features exhibit such as a replica of the famed Golden Stool, believed to have descended from the sky and serving as the spiritual symbol of the Ashanti people. After lunch (at your own expense), the tour will continue with visits to the Ashanti craft villages. We will start at the Woodcarving Village of Ahwiaa, renowned for its skilled craftsmen who create royal stools, walking sticks, and fertility dolls. Our second stop will be the village of Ntonso, where artisans hand-stamp patterns on cotton cloth to produce Adinkra textiles, traditionally worn for funerals and other solemn occasions. The final village on our tour will be Adanwomase, where the famous Kente cloth is handmade on looms, following a time-honored tradition passed down through generations. Meal(s) Included: Breakfast, Dinner Hotel : Lancaster Hotel Kumasi"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KUMASI| ACCRA | Following breakfast and check-out from the hotel, we drive back to Accra. Arrive in Accra and check in to your hotel. Cap off your trip with a memorable night out in Accra, enjoying a farewell dinner at a local restaurant. Celebrate the highlights of your Ghanaian adventure before retiring to your hotel for your final night. Meal(s) Included: Breakfast, Dinner Hotel: The Pelican Hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ACCRA|DEPART Today is at leisure, but with the assistance of your driver and guide, decide on your excursions and activities. Visit the sites in Accra and vicinity that you have not yet seen. You will be transferred to the airport for your onward flight home. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}