{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "luxury-nile-cruise-holiday-cairo",
  "tourName": "Luxury Nile cruise holiday & Cairo",
  "placesVisited": "",
  "generalInfo": "Take a trip through time and discover the land of Pharaohs in a way that can only be dreamt about. Cairo with Nuun/Nuut Dahabiya tour is one of the real luxurious packages in Egypt. While in Cairo, stay at the luxurious boutique hotel, Le Riad Hotel de Charme, tucked right in the heart of Old Islamic Cairo surrounding Islamic architecture and traditional Egyptian heritage. While exploring Egypt’s capital, you will visit all of its infamous attractions, from the Great Pyramids of Giza to Khan El Khalili Bazaar. Fly to Luxor and board one of the luxurious twins Dahabiyas, Nuun and Nuut, to start your sail from Luxor to Aswan; enjoy a unique journey crossing unique places and taking a unique route, unlike big ships. Experience the highest level of luxurious sailing on board your Dahabiya with a small number of cabins, mini bar, Jacuzzi, and a sun deck where you can enjoy the Nile breeze while sailing and seeing infamous monuments go by.<br/><br/>Included<br/>Meet and greet service by our representatives at airports<br/>Assistance of our guest relations during your stay<br/>Entry Visa for Egypt provided upon arrival Cairo Airport ( for non-restricted nationalities )<br/>All airport transfer by a private air-conditioned deluxe vehicle with Free WIFI<br/>Accommodation for 3 nights in Cairo including daily breakfast.<br/>Accommodation for 4 nights onboard Dahabiya on full board basis<br/>Domestic flight Cairo/Luxor – Aswan/Cairo<br/>All sightseeing tours in Cairo - privately guided tours<br/>All sightseeing tours on the cruise sharing Dahabiya group<br/>All sightseeing tours in Cairo, Luxor, and Aswan as mentioned in the itinerary<br/>Entrance fees to all sites as indicated on the itinerary.<br/>Tea, Coffee and Soft Drinks during Meals on board your Dahabiya<br/>Local English-speaking tour guide during your tours<br/>Lunch at a good quality local restaurant<br/>Bottled water during your tours and transfers<br/>Free wifi service during your stay in Egypt <br/>All service charges and applicable taxes included<br/>Complimentary Cairo Photo Session around Giza Pyramids <br/><br/>Excluded<br/>International Airfare<br/>Any optional tours<br/>Personal spending<br/>Tipping Kitty<br/><br/>Accommodation plan:<br/>Le Riad Hotel de Charme | Boutique Hotel in Cairo<br/>Asharanda Nuun Dababiya",
  "durationDays": "8",
  "price": "4580",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Arrival in Cairo - Welcome to land of Pharaohs Welcome to the mystical lands of Egypt, where the Pharaohs ruled for thousands of years. Upon your arrival at Cairo International Airport, your tour manager will meet and assist you and ease the process by providing an entry visa. You will then be escorted through the bustling streets of Cairo in an exclusive air-conditioned vehicle. Once you reach the luxurious boutique hotel, Le Riad Hotel de Charme Cairo, one of Cairo’s hidden gems tucked in the heart of Old Islamic Cairo, your tour manager will assist you with your check-in and double-check your itinerary with you to establish and confirm all the pick-up times for all your tours and activities during your trip. Overnight in Cairo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2: Visiting the Pyramids & Sakkara After enjoying a delicious wholesome Egyptian breakfast, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Take a walk around the Plateau and visit the iconic Sphinx and Valley Temple. Once you are done with your Pyramids visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the Sakkara district where you will visit the Sakkara Complex and the first pyramid ever built, the Djoser Pyramid. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Sakkara, Djoser Pyramid."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Visiting the GEM & the Egyptian Museum After breakfast, the first stop will be The New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. After that, you’ll go for lunch at an authentic Egyptian restaurant. Then head over to the Egyptian Museum, in the heart of historic Downtown Cairo, overlooking the infamous Tahrir Square. After relishing over the magnificent ancient Egyptian artifacts and treasures, you will go back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Grand Egyptian Museum (GEM), Egyptian Museum."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4: Embarkation in Luxor Today, you will be leaving Cairo and head out to the shining city of Luxor. You will meet your tour manager early in the morning at your hotel where he will accompany you to Cairo International Airport for your trip to Luxor. Upon landing in Luxor, you will be assisted and whisked away in an exclusive air-conditioned vehicle to your first stop in Upper Egypt which is visiting the infamous Karnak Temple and the Valley of the Kings— the most famed collection of Pharaonic royalty’s elaborate tombs. After your visit, you will head to the West Bank to embark on your Nuun and Nuut Dahabiyas—two of Ashranda's most luxurious dahabiyas that offer a high level of privacy, before noon. You start sailing your Nile journey. You will gently sail to Esna as you enjoy a delicious lunch prepared freshly on board. Continue sailing and enjoy dinner surrounded by the calm, serene water of the Nile River. Overnight on board. Meals: Breakfast, Lunch, Dinner Visits: Karnak Temple, Valley of the Kings."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5: Esna - El Kab – Edfu Cross the Esna Lock early in the morning while enjoying your first breakfast on board your Dahabiya surrounded by picturesque views. Your first stop today is El Kab village, where you will visit El Kab Temple. Discover the hidden beauty of the ancient temples, walls and rock-cut tombs from the New Kingdom period. Take a walk on your way back after visiting the temple and take in the picturesque village full of mud-brick houses. Start sailing once again, this time heading to Edfu. Enjoy an appetizing lunch on board during the sail. Upon arrival, head out to visit Edfu Temple, one of the best-preserved temples of the Greco Roman era, that of Horus at Edfu, and the two beautiful granite statues of the falcon god Horus towering over the entrance as you walk in. Enjoy a magnificent experience as you take a horse-drawn carriage ride back and forth to the temple and marvel at Upper Egypt’s local life. Pass through the slow-paced, rural life of the local farmers and fishermen. After returning to your dahabiya, you will begin sailing again. Immerse yourself in the breathtaking lush, fertile landscapes dotted with banana and date palm trees. Shortly before sunset, we will drop anchor near Sheikh Rehan Island, where you will enjoy a hearty dinner in an atmospheric surrounding. Overnight near Sheikh Rehan Island. Meals: Breakfast, Lunch & Dinner Visits: El Kab Village, El Kab Temple, Edfu, Edfu Temple."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6: Gabal El Silsela Enjoy another delicious breakfast on board your luxurious dahabiya while sailing to today’s destination, Gebel Silsela. Upon your arrival at the ancient quarries of Silsela, visit the mystical rock-cute Temple of Hormoheb, and then, hike to the top of Silsela Mountain and relish in a truly breathtaking view. Head back to your dahabiya and enjoy a peaceful sail to Fawaza Island during lunchtime. Enjoy some tea on the sun deck as you take in the magnificent sunset view before having an appetizing dinner on board. Towards the end of the day, enjoy a delicious BBQ dinner at the edge of Al Bashir Island, neighboring Kom Ombo. Overnight Al Bashir Island. Meals: Breakfast, Lunch, Dinner Visits: Gebel Silsela."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 7: Sailing to Kom Ombo Enjoy an appetizing breakfast on board while sailing to Kom Ombo. Touch down on the shores of Kom Ombo and walk through the town of Kom Ombo among the locals of the town until you arrive at the unusual Kom Ombo temple with its two identical entrances, hypostyle halls, and sanctuaries. Explore the exceptional beautiful temple of Haroeris (Horus the Elder) and Sobek (Crocodile God). The temple was built with two symmetric entrances, halls, and sanctuaries; it is the only double temple all over Egypt. After your visit, head back to your dahabiya where you will continue the day sailing to the colorful city of Aswan and enjoy a mouthwatering lunch and dinner on board. Overnight on board. Meals: Breakfast, Lunch & Dinner Visits: Kom Ombo, Kom Ombo Temple."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8: Final Departure Today will mark the last day of your grand journey on the Nile. Enjoy on last scrumptious breakfast on board. Then, disembark and get transferred to Aswan Airport for your final departure via Cairo International Airport. Meals: Breakfast"
    }
  ],
  "map": ""
}