{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-highlights-and-diving-holiday",
  "tourName": "Egypt highlights and diving holiday",
  "placesVisited": "",
  "generalInfo": "This private tour combines the very best highlights from Giza Pyramids, Cairo Museum, Dahabiya Nile Cruise, Aswan, Luxor to the amazing dive centre at Marsa Alam.<br/>Enjoy the frenetic energy in Cairo, hot and noisy, In the evening, join the locals who flock to food stands, shisha-perfumed coffeehouses and the alleyways of the Khan el-Khalili souq.<br/>The museum is housed in a pink colonial building near Tahrir Square,and holds around 100,000 artefacts.<br/>Enjoy a visit to the mystical Giza Pyramids.<br/>Cruising the world’s longest river is an amazing experience . Sit on deck, as you watch the landscapes gradually transform from urban sprawl to desert sand dunes. Then scrubby vegetation gives way to papyrus reeds, tropical forest and farmland that benefits from the Nile’s fertile silt.<br/><br/>The river is wide and busy and when passing through locks, sellers swarm to the sides of the boat, plying their wares.. You’ll also pass  many quieter stretches where local fishermen stringing out nets from their small crafts.<br/><br/>The Marsa Alam Dive Centre provides a full range of PADI dive education programs, equipment selection and dive experience opportunities, while actively promoting aquatic environmental awareness. Their core ambition and mission is securing flawless service, constant quality and assuring excellent customer care. The multilingual team of guides and instructors does this with passion .<br/>This is a sample option and you can choose any departrue date ( remember to tie in with Monday or Friday Nile Cruise ) then add any places of interest with extra days diving, all flexible .<br/><br/>All transfers, accommodation, tours ( as mentioned) and 5 days diving are included. This is for beginners or experienced divers.<br/><br/>Female guide available upon request.",
  "durationDays": "15",
  "price": "3020",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Cairo International Airport, our representative welcomes and assists you through the immigration process. We can assist to issue Egypt entry visa upon arrival to Cairo. Transfer from Cairo airport to hotel with panoramic views of the Baron Empain Palace by a deluxe A/C vehicle for check in & refreshment."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast at the hotel in Cairo then start a guided tour to visit one of the Seven Wonders the great Pyramids of Giza; Great Sphinx of Giza, which dates from the time of Chephren. Visit the Egyptian Museum with collections rangeing from pre-historic era to the Greco Roman period. Overnight Cairo Breakfast & lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning free then transfer to Cairo airport for flight to Aswan. A tranquil river town just north of the First Cataract. It’s easy to spend a few days just strolling through the markets to buy handicrafts or lounging by the pool at your hotel. Enjoy the exotic resort in the middle of the Nile on an island near the centre of Aswan. 28 acres of landscaped gardens with magnificent views of the Nile, mountains and Aswan city. Overnight at Aswan hotel. ( Breakfast)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day free or optional excursion to Abu Simbel: The two temples of Ramses II at Abu Simbel are each fronted by colossal statues, famed as the most impressive. Or take optional tours Take a traditional wooden felucca around Elephantine Island and explore the ruins of the Temple of Khnum. Overnight at Aswan hotel. BB Tour Supplement TBA"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Embarkation in Aswan Nuut Dahabiya (12:00 noon) A Lunch while sailing to KomOmbo A Visit temple of Kom Ombo dedicated to the crocodile god Sobek and the falcon-headed Horus the elder, god of the morning sun A Dinner and over might near Beshir Island Meals: (Breakfast, Lunch & Dinner)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A Early sailing to Gabal el Silsila and breakfast on board while sailing. A Visit Gabal el Silsila and Sandstone quarries. A Sailing ahead to Fawaza Island during lunch. A Enjoying Tea time with the magnificent sunset during sailing A Dinner and overnight near Fawaza Island. Meals: (Breakfast, Lunch & Dinner)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast while sailing to Edfu. A Visit Edfu Temple, one of best preserved temples of Greco Roman era, that of Horus at Edfu, Experience the horse drawn carriage ride back and forth to the temple. A Lunch and sail to el Kab village A Visit el Kab temple A Dinner on board and overnight on el Hegz Island (near Esna). Meals: (Breakfast, Lunch & Dinner)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast on board while sailing Esna. Disembarkation from Esna Early morning, AN OPTIONAL TOUR to enjoy riding Hot air balloon at the West bank of Luxor. (Supplement = £ 90 per adult). Balloon Air Luxor: For unbeatable views of Luxor's famous temples, take a hot-air balloon flight over the Nile River's west bank. Away from the crowds in the peaceful glow of dawn, your sunrise flight over Egypt's ancient monuments promises to be a highlight of your visit. Then a tour is included to the Valley of the Kings: a vast City of the Dead where magnificent tombs were carved into the desert rocks, as it was used for royal burials for the Kings. It is the most famous site for having unique collections of tombs and breathtaking ancient ruins. ( Breakfast)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast at hotel, check out. Transfer to Marsa Allam by Road. Abu Dabbab Lodge is an oasis-like resort. It comprises 62 wooden bungalows. It is a perfect spot for nature lovers, diving adventurers and for those who like to indulge in a relaxing and peaceful atmosphere. Abu Dabbab Lodge has a welcoming, comfortable, and pleasant environment. It is set in a lush garden of exotic bougainvilleas, tropical plants and fine wooden bungalows with a breath-taking view from their patios! ( Breakfast & dinner)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast, transfer to Hurghada airport for departure flight."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Select your dive package - 5 days, 2 dives per day with equipment included. Dive Center, located on Abu Dabbab Beach, has a spacious area for gearing up, equipment rinse, lockers, equipment rental, classrooms and dive shop. Nitrox is available, the centre offers house reef diving, speedboat trips, free diving, daily boat trips, mini safaris. in addition to a full range of diving courses and training. The dive centre is an authorized PADI 5 Star Instructor Development Center. DIVE OPTIONS The Discover Scuba Diving Program will allow you to scuba dive without any certificate. It will allow you to familiarize yourself with brand new sensations in confined water. You will gain practice and learn the safety instructions before you go into open water with an instructor. Beside this you will acquire key skills that will help you to enjoy your scuba diving experience. Minimum Age: 10 years / parental approval No previous experience"
    }
  ],
  "map": ""
}