{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "dubai-and-egypt-holiday",
  "tourName": "Dubai and Egypt holiday",
  "placesVisited": "",
  "generalInfo": "This comprehensive package offers an unforgettable journey combining the vibrant city life of Dubai with the rich history and culture of Egypt. Enjoy 4 nights in a Dubai hotel with breakfast, including iconic experiences like a Dubai Marina Dinner Cruise, half-day city tour, visits to Dubai Museum, Gold and Spice Souks, and photo stops at Atlantis The Palm and Burj Al Arab.<br/><br/>Explore Abu Dhabi with a full-day city tour featuring Sheikh Zayed Grand Mosque, Louvre Museum, and Heritage Village. Experience a thrilling desert safari with BBQ dinner, camel rides, henna painting, and live traditional dance shows.<br/><br/>In Egypt, immerse yourself in ancient wonders with guided tours of Cairo’s Pyramids and Sphinx, Luxor, Edfu, Kom Ombo, and Aswan, including Nile cruise accommodations and internal flights.<br/><br/>Please note airfare, Dubai Tourism Dirham fee, Dubai entry visa, any meals not listed, and personal expenses are not included.<br/><br/>Price Includes: <br/><br/>4 Nights in Dubai Hotel with Breakfast<br/>7 Nights in Egypt – Hotel and Nile Cruise<br/>Dubai Marina Dinner Cruise with Transfers<br/>Half Day Dubai City Tour<br/>Dubai Museum Visit<br/>Dubai Gold and Spices Souk Visit<br/>Atlantis The Palm Hotel Photo Stop<br/>Burj Al Arab Hotel Photo Stop<br/>Full-Day Abu Dhabi City Tour<br/>Sheikh Zayed Grand Mosque Visit<br/>Louvre Museum Visit<br/>Visit Heritage Village of Abu Dhabi<br/>Dubai Desert Safari with BBQ Dinner<br/>Camel Ride at Desert Camp Dubai<br/>Henna Painting for Ladies<br/>Arabic Coffee and Dates<br/>Delicious Barbecue Dinner<br/>Sand Boarding in Desert<br/>Belly Dance Show<br/>Arabic Tanoura Dance Show<br/>Fire Dance Show<br/>Cairo City Tour– Visit Pyramids and Sphinx<br/>Cairo City Tour- Visiting Luxor – Cruise Tour<br/>Drive to Luxor- Guided Tour to Edfu Temple<br/>Guided Tour in Luxor-Edfu and Kom Ombo<br/>Full Day City tour of Aswan<br/>Internal Flights in Egypt<br/><br/><br/>Price Excludes:<br/><br/>Air Fare from Home to Dubai to Egypt and return to Home.<br/>Tourism Dirham in Dubai.<br/>Dubai Entry Visa.<br/>Any Lunch or dinner not mentioned in the program.<br/>Extras and personal expenses.",
  "durationDays": "12",
  "price": "4499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Dubai International Airport Our representative will meet you at the airport and assist with your baggage throughout your tour in Dubai and beyond. An optional Dubai Marina Dhow Cruise Dinner is available with your Stop Over Package, where you can enjoy a boat sightseeing tour with a 5-star buffet dinner and onboard entertainment. The luxury boat has a glass-covered lower deck and an open upper deck with seating, offering stunning views of the Dubai Marina skyline, Blue Water Island, and Ain Dubai. The cruise includes two resident entertainers, a female vocalist, and a male Tanoura Dancer performing a traditional Arabic dance."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half Day Classic Dubai City Tour and Desert Safari On the second day, enjoy a half-day city tour of Dubai in the morning, followed by an exciting Desert Safari with a barbecue dinner in the evening. The city tour includes a visit to Palm Island, Jumeirah Mosque, Al Bastakiya Area, and Dubai Gold and Spices Souk, while the Desert Safari includes a thrilling ride in a land cruiser, camel rides, live shows, and a traditional Arabian buffet dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full Day Abu Dhabi City Tour On this city tour of Abu Dhabi, you’ll visit the grand Sheikh Zayed Grand Mosque and the luxurious Emirate Palace Hotel. You’ll also drive through the Al Bateen area, explore Abu Dhabi’s Corniche and Marina Mall, and experience the traditional Emirati lifestyle at the Heritage Village. Finally, you’ll visit the Louvre Abu Dhabi museum and Yas Island, home to Ferrari World and other attractions."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free Day in Dubai Free Day to Discover Dubai on your own or join one of our optional tours from Dubai from the below: · Musandam Day Tour (Traditional Boat Cruise with Lunch and water activities) · Al Ain Oasis city tour from Dubai · Sharjah and Ajman City"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DUBAI TO EGYPT Breakfast at your hotel in Dubai where our drive will collect you from the front of the hotel to be transferred to Dubai International Airport for your flight to Cairo . Welcome to Cairo! The largest city in Africa with a population of 17 million and the cultural and political centre of the Arab World. Cairo is an exotic fascinating city with an extraordinary ancient history which include the city’s old quarter still retaining its ancient charm with many streets described as they were by medieval chroniclers. Up on arrival at Cairo international airport, you will be met by our representative holding a sign with your names on and transferred to your hotel for check-in. Overnight in Cairo"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cairo - Visit to Pyramids and Sphinx Start your day with breakfast at your Cairo hotel, then meet your guide for a tour of the Pyramids & Sphinx at Giza, considered one of the Seven Wonders of the World—Marvel at the ancient architecture of the 3 Great Pyramids, each built with millions of blocks. The Sphinx, a 4,500-year-old limestone statue, remains a mystery to visitors, as its original name and purpose remain unknown. After the tour, return to your hotel for lunch and enjoy a free afternoon or choose from optional excursions such as the Egyptian Museum, Sound and Light Show at the Pyramids, or a historical tour of the Citadel, Mosques, and Khan Khalili Bazaar. Overnight at your Cairo hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cairo -Luxor – Cruise and Tour In the morning after breakfast, our driver will collect you at the hotel to be transferred back to Cairo international Airport for your flight to Luxor. Upon arrival in Luxor, our Representative will meet you to be escorted to our Nile Cruise Ship for your embarkation procedure. You will call this luxury cruise your home for the next four nights. A delicious Lunch will be served on board before your visit to Luxor and Karnak Temples. In the afternoon, you will be escorted by your knowledgeable Guide to Luxor and Karnak Temples. Luxor Temple is an important temple in the history of Egypt and constructed during the period of the Middle Kingdom and built largely by Amenhotep III and Ramses II. Luxor Temple was the centre of the most important festival of ancient Egypt known as ‘The festival of Opet’. Karnak temple is the largest temple in the world and the largest religious building ever made. It comprises three main temples, smaller enclosed temples, and several outer temples, all constructed over 1300 years ago. The three main temples of Mut, Monthu, and Amun are enclosed in enormous brick walls, with the temple of Amun at the centre. After the tour of Luxor and Karnak Temple you will be transferred back to the Cruise, Dinner will be served on board and an overnight stay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Luxor- Edfu Temple Our guide will take you to the Valley of Kings, crossing Luxor Bridge to the West Bank. This vast area is home to over 60 pharaonic tombs of the New Kingdom, including King Tutankhamun and Ramses the Great. You will visit three royal tombs, each adorned with inscriptions, images, and statues of the pharaohs. Afterward, head to the Valley of the Queens, including the famous tomb of Nefertiti, and then to the Mortuary Temple of Hatshepsut, the only female Pharaoh to rule ancient Egypt. Return to the cruise for lunch before sailing to Edfu via Esna. Optional hot air balloon tour is available every day."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Luxor-Edfu-Kom Ombo-Aswan Enjoy a delicious breakfast on board before visiting the second largest and best preserved ancient in Egypt, the Temple of Edfu, believed to have been built on the site of the great battle between Horus the Falcon God, and Seth, the God of chaos, fire, deserts, trickery, storms, envy, disorder and violence. Lunch and afternoon tea will be served on board and then set sail to Kom Ombo. Afternoon you will be guided to the unusual Temple of Kom Ombo. Today the region may be a sleepy agricultural backwater surrounded by sugar cane fields, but the temple of Kom Ombo dedicated to the gods Sobek (the crocodile God) and Haroeris, an important area due to its prime position along Nile river. The temple originally had two gateways, but now only the lower parts of the central pillar and the right wing have survived. As you walk towards the entrance, you can see the god’s Sobek, Hathor, and Khons, a hieroglyphic text of 52 lines. The courtyard of Sobek and Hathor, a perfect place for your photographs. After Kom Ombo, you will sail towards Ancient Nubia, home to the Nubian people. Participate in an Egyptian Galabeya party on board, a great opportunity to dress in a traditional style Galabeya costume and enjoy a fun party with lot of fun. Dinner and Overnight stay onboard cruise."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Aswan Breakfast on board then a delightful day of tours ahead with your guide. Visit the third largest dam in the world, Aswan High Dam, a rockfill dam across the Nile River at Aswan Egypt completed in 1970 at a cost of about $1 billion. Also a visit to Philae Temple dedicated to the Goddess Isis, a structure saved by UNESCO’s rescue project during the building of the Aswan High Dam. The temple was moved block by block from their original place in Philae Island to Agilika Island. A short boat ride to discover Philae Temple will give the visitor to a magnificent vista of the island before landing at what would have been the ancient quay on the south side. The most well-known legend connected to the Temple is the story of how the Goddess Isis found the heart of Osiris here after he was murdered by his brother Seth. Rest of the day onboard with dinner and overnight stay."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Aswan-Cairo After breakfast, disembark the cruise for transfer to Aswan Airport. Fly back to Cairo and transfer to the hotel for an overnight stay. An optional morning visit to Abu Simbel is available at USD 450 for 1 person. Explore the magnificent Temple of Ramses and Temple of Queen Nefertari; both moved to their current location due to the threat of submersion in Lake Nasser. Transfer to Aswan Airport for the return flight to Aswan. Available every day with departure time around 7 am. Pick-up time may vary based on location, pick-up point, and flight time."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Final Departure After a healthy breakfast at the hotel, your driver who will escort you back to Cairo International airport for your flight to Dubai and then your final flight to home leaving you with the best memories of Modern Dubai, Abu Dhabi and Ancient Egypt."
    }
  ],
  "map": ""
}