{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "jordan-egypt-holiday-on-a-shoestring",
  "tourName": "Jordan & Egypt holiday on a shoestring",
  "placesVisited": "Amman, Jerash, Umayyad Palace, King's Highway, Petra, Wadi Rum, Overnight in a Bedouin camp, Desert jeep safari, Dead Sea swim, Cairo, Egyptian Museum, Pyramids of Giza, Sphinx, Aswan, Temple of Philae, Abu Simbel, Nile felucca cruise, Kom Ombo, Edfu, Luxor Temple, Valley of the Kings, Karnak Temple, Colossi of Memnon",
  "generalInfo": "For those that have always dreamt of exploring the historic treasures of Jordan and Egypt, but always found the cost prohibitive, now comes this exceptional tour designed for those with much to see but a smaller budget. You’ll visit many of the key landmarks across both countries, with optional activities available too, and come away with enough memories to last two lifetimes.<br/>You’ll begin in Jordan, with time to settle in mingled with exploration of key sites including the 6000-seat Roman theatre, still in use today, and the ancient hilltop ruins of Jerash outside Amman, its temples, baths, fountains and theatres only recently unearthed from the desert sands.<br/><br/>Naturally, this tour includes a day at Jordan’s most celebrated historic attraction – Petra. Reached over the scenic King’s Highway, Petra is best-known for the dramatic Treasury hewn into the rock, but you’ll also enjoy the experience of squeezing through the vast rock walls of the Siq to enter this ancient city. Leaving Petra after a fascinating tour, you’ll enter the Wadi Rum, which once inspired T.E. Lawrence, for a fun jeep safari and a swim in the Dead Sea, as well as a night in a traditional Bedouin camp.<br/><br/>Flying to Cairo, the pace doesn’t let up, as you tour the Egyptian Museum with a professional Egyptologist, before exploring the incredible Pyramids of Giza and the Sphinx just outside the capital. Afterwards, you’ll be driven down to Aswan via the Temple of Philae, where you will board a charming felucca sailboat for a relaxed cruise along the Nile. Over the next few days, alternating between nights aboard the boat with its basic facilities and hotels, you’ll pause to visit sites including the temples of Luxor and Karnak, Kom Ombo and the Valley of the Kings. As you travel, you can enhance your experience with optional activities such as a daytrip to Abu Simbel and a Nubian village, or a fantastic hot air balloon flight over Luxor.<br/><br/>Finish in Cairo, with a cultural show and the option to take a wander around the lively Khan-el-Khalili bazaar.<br/><br/>Note: This price does not include the flight from Amman to Cairo, as you can often purchase this more cost effectively as part of your main flight ticket. The operator will however be happy to arrange any international flights on request.<br/>",
  "durationDays": "13",
  "price": "1754",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Amman. Airport to hotel transfers included Once you arrive at the airport, one of our staff members will be there to meet you and take you to your hotel in Amman. After helping you check in and pointing you to any local shops, cafes or restaurants, you're free to explore Amman independently before our sightseeing starts tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Ancient Jerash and Amman, Street Food Experience & evening visit to the Wild Jordan Centre We begin our day travelling north from Amman to the nearby city of Jerash, home to one of the largest and best-preserved examples of Roman architecture outside of Italy. Often called the 'Jewel of the North', Jerash reveals an unbroken history of human settlement stretching back over 6,500 years. Hidden beneath sand for centuries, extensive excavations and restorations over the last 70 years have uncovered a remarkable example of the grand, formal Roman provincial urbanism typical throughout the Middle East. Upon returning to Amman in the afternoon, we explore Jordan's capital, famously known as the 'white city' due to its abundance of white limestone buildings. Amman's history spans millennia, with archaeological work uncovering remains from the Neolithic period through the Hellenistic, late Roman, and Arab Islamic eras. Our tour includes the Citadel, the historic site of the Temple of Hercules, the Umayyad Palace, and the Byzantine Church. We will also visit the impressive 6,000-seat Roman Theatre, dating back to when the city was known as Philadelphia. Following our exploration of the historical sites, we delve into the vibrant atmosphere of Downtown Amman with a street food tasting experience. You'll have the chance to sample local delicacies, which typically include sweet Kunefa, refreshing Sugar Cane Juice, and savoury Falafel, though specific offerings may vary based on availability during our visit. Afterwards, there will be time to return to the hotel to refresh before our evening activity. To conclude our day, we'll enjoy an evening visit to the Wild Jordan Centre. This unique establishment is not only a fantastic spot to relax but also plays a crucial role in supporting Jordan's natural heritage and local communities. It serves as a hub for the Royal Society for the Conservation of Nature's ecotourism and handicraft projects, promoting sustainability by generating income for rural communities living in and around Jordan's nature reserves and aiding conservation efforts. For those who would prefer a more relaxed evening, you are welcome to remain at the hotel instead. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kings Highway to Petra with stops in Madaba, Mount Nebo & Shobak Castle. Optional Petra by Night or Cookery Class We leave Amman behind us today as we drive along the scenic King's Highway towards Petra. The drive itself is beautiful, crossing deep wadis, passing through olive groves, and navigating remote rural villages, offering you a unique insight into the daily lives of the local people. Our first stop will be at Madaba, where we visit the Greek Orthodox Church of St. George, famed for its remarkable 6th-century Byzantine mosaic map depicting the Holy Land and other biblical sites. Next, we'll venture up Mount Nebo, a significant viewpoint offering breathtaking panoramic views over the Jordan Valley towards the Holy Land. We'll hit the road once more, this time crossing the stunning Wadi al-Mujib gorge. The route winds through olive groves before climbing over the deep canyon until we reach Shobak Castle. Perched dramatically on a mountainside, Shobak is another impressive example of the Crusader castles built during the early 12th century to guard the vital trade routes between Egypt and Damascus. Upon arrival in Petra, we'll check into our hotel. This evening offers two optional activities for you to choose from. You could opt for a magical first glimpse of Petra with the atmospheric Petra by Candlelight experience, walking through the Siq canyon to see the iconic Treasury illuminated solely by hundreds of candles. Alternatively, food enthusiasts might enjoy participating in a hands-on cooking class at the renowned Petra Kitchen, learning the secrets of preparing traditional Jordanian dishes. Please note that pre-booking is essential for the Petra Kitchen experience as it is very popular and spaces are limited. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day exploration of Petra, camping underneath the stars in Wadi Rum Today is all about exploring the Nabataean site of Petra. It was once the ancient capital of the Nabataean commercial empire until the Romans finally took over in 106 AD. For a long period, Petra was forgotten – except by the local Bedouins – before it was rediscovered in 1812 by Swiss explorer Johann Ludwig Burckhardt. Petra is found at the edge of the Wadi Araba desert, where canyon walls and towering hills make it virtually inaccessible, except via a narrow cleft in the rock known as the Siq. There are very few free-standing buildings in Petra, as the Nabataeans chose to carve their dwellings into the multicoloured sandstone cliffs. Petra has become one of Jordan's main tourist attractions. We have most of the day available today to explore this ancient city (a 2-3 hour guided tour, then free time to explore independently). We start by making our way through the Siq, which rises to 200 metres above us and narrows to just 2 metres wide in certain sections. Keep an eye out for the ancient Nabataean water channel still visible on one wall, and remnants of the terracotta pipes that brought water into the city are also present. We'll turn a corner and suddenly – one of the most familiar sights of Petra will be in front of you – The Khazneh (Treasury) comes into view. Our guide will explain how this, and the other buildings here, are mainly elaborate facades carved into the rock from the top down, and also discuss the spiritual significance of the building style. From the Treasury, the valley opens out, and you'll see tombs carved into the rock on both sides. You'll get a glimpse of the ruined Roman amphitheatre and colonnaded streets. During your free time, you can walk up a steep and narrow winding gorge to the towering 'Monastery' – which is 50 metres high and 45 metres wide, providing breathtaking views of the Wadi Araba desert and the Jordan Valley. Another climb takes you to the High Place of Sacrifice and the Lion Fountain. All in all, this is a full and tiring, but hugely rewarding, day touring one of the world's most famous ancient sites. Walking distances today are an absolute minimum of 3km through the Siq to the Treasury and back, plus distance to see a few tombs; 8km to take the trail on as far as the main basin; plus an additional few km to the Monastery and back (over 800 steps up and down). For those with less mobility or who are worried about the distance golf buggies are available for around 25 USD per person one way 40 USD per person round trip to take you on the 1.2km journey through the Siq to the Treasury and back again at an agreed time. Horse carriages are also available but we recommend against using these due to animal welfare reasons. Later in the afternoon, we leave Petra and drive into the spectacular desert scenery of Wadi Rum. Whilst staying in Wadi Rum, several optional activities are available to enhance your desert experience, such as taking a traditional camel ride through the sand dunes, soaring above the landscape on a hot air balloon flight (typically at dawn, weather permitting), or enjoying an adventurous desert quad biking excursion. Upon arrival at our camp, friendly Bedouin hosts will greet us at our comfortable site, nestled beneath towering rocks and cliffs. We spend the evening relaxing at the camp and enjoying a delicious traditional Jordanian meal. As night falls and the stars emerge, there is also an option to join a captivating astronomy experience, taking advantage of Wadi Rum's exceptionally clear desert skies and unique vantage point to observe stars, constellations, and planets in incredible detail. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wadi Rum Jeep Safari and overnight stay at the Dead Sea (optional excursion to Wadi Mujib) We start the day early, exploring the beautiful desert and mountain scenery of Wadi Rum. Keep an eye out for the copper-coloured rocky 'jebels', which mesmerised T.E. Lawrence during his visits to the desert during the Arab Revolt and were later famed in the movie Lawrence of Arabia. We'll take a jeep safari through the stunning desert landscape, seeing more of the sheer cliffs and bizarre, weathered rock formations. We say goodbye to Wadi Rum later in the morning and head north towards the Dead Sea, one of the planet's most spectacular natural and spiritual landscapes. Not only is it the lowest point on Earth, at approximately 400 metres below sea level, but it's also filled with dramatic, natural wonders. The Dead Sea is fed by numerous rivers, including the River Jordan. Once the waters reach the Dead Sea, they are land-locked with no outlet, so they evaporate under the intense desert sun. This process leaves behind a dense, rich cocktail of salts and minerals, renowned worldwide and supplying the cosmetics, agriculture, and medicine industries with some of their finest raw products. The Dead Sea is flanked by mountains to the east and the rolling hills towards Jerusalem to the west, giving it an almost otherworldly beauty. Although sparsely populated and serenely quiet now, the area is believed by some to have been home to five Biblical cities"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amman to Cairo. Hotel transfer included We leave Jordan today and transfer you to Amman airport for your flight to Cairo. Once you arrive, we'll meet you at the airport, assist you with obtaining your visa and luggage, and then transfer you to your hotel for the start of your trip. We'll help you check in before giving you some free time to relax or explore Cairo independently. An optional dinner cruise on the Nile is also available tonight. Note"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cairo, Pyramids & Sphinx at Giza. Included Koshary Lunch. Overnight train to Aswan We start our exploration of Egypt with the iconic three great pyramids at Giza, on the outskirts of Cairo. Probably the most recognizable ancient buildings in the world, these three pyramids were built pyramids were built by the Pharaohs Khufu, Khafre and Menkaure around 2500 years BC. Our Egyptologist guide will start your introduction into Egyptian history here with information on how and why pyramids were built and how they fit into the whole ancient Pharaonic story. You’ll have the chance to climb down inside one of these pyramids if you wish (and if you’re not claustrophobic!). Our next visit is the majestic Sphinx, which nestles nearby, and was uncovered completely only in the 1920s. After your awe-inspiring visit to the Sphinx, we'll take a well-deserved break to refuel with an included Koshary lunch. Koshary is a beloved Egyptian staple, a hearty and flavorful dish that perfectly embodies the country's culinary heritage. Koshary consists of a bed of fluffy rice and lentils, topped with perfectly cooked macaroni and chickpeas, all brought together with a tangy tomato sauce and a sprinkle of crispy fried onions. It's a symphony of textures and tastes that will leave you feeling satisfied and ready for the next adventure! After lunch you'll have some free time to visit the Egyptian Museum of antiquities, home to the treasures of ancient Egypt. This evening we will board the overnight VIP seater train from Cairo to Aswan. For those preferring more comfort, there is the option of upgrading to the sleeper train where you will have a private cabin onboard with airline style meals included. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arrive in Aswan. Philae Temple & Nubian village After our night onboard the overnight train, we arrive in Aswan where we spend the night in a Nubian village staying in a Nubian style hotel. The ancient region of Nubia comprised an area around the Nile in parts of present day southern Egypt and northern Sudan. Many descendants of the Nubian people still live around Aswan and during our stay we’ll see their colourful houses. This morning we’ll take a boat trip to visit one of Egypt’s most beautifully situated temples which was also reclaimed from the rising waters of Lake Nasser. This is the Temple of Philae, which was dedicated to Isis. After visiting Philae Temple, we'll head south of Aswan to visit one of the Nubian Villages where we'll have the opportunity to experience the local way of life and visit the local homes of the Nubian people and even spend the night in a Nubian style hotel. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Abu Simbel option. Nile Felucca Cruise Those seeking an awe-inspiring adventure can rise early for an optional excursion to Abu Simbel. This UNESCO World Heritage Site boasts two magnificent temples carved into the mountainside by Ramses II. These monumental structures, adorned with colossal statues and intricate reliefs, are a testament to the grandeur of ancient Egypt and a definite highlight of any trip. At lunchtime, we embark on a quintessential Egyptian adventure"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "To Luxor via Edfu. Optional Luxor temple at night We spend some time onboard the Felucca this morning whilst enjoying breakfast with the crew, before we bid them a reluctant goodbye in Aswan and drive north to Luxor, making a stop along the way to visit Edfu Temple. Luxor is the jewel in Egypt’s crown with the largest concentrations of ancient ruins in the Nile Valley, if not the world. These are split across both banks of the Nile, with the City of the Dead on the West Bank with many mortuary temples and tombs cut into the rocky mountains, and with the Temples of Luxor and Karnak and their connecting Avenue of Sphinxes the highlights on the East Bank. Later this evening there is an optional tour available to Luxor Temple which is right in the middle of town and beautifully lit up at night. You'll can also head into town to explore some of Luxor's popular outdoor cafes, perhaps enjoying a few games of backgammon and trying a shisha pipe with the locals. We spend the night at a comfortable 4-star hotel with a pool on the banks of the Nile. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Luxor, West Bank tour. Optional Karnak temple tour. Train to Cairo This morning we take a tour to the West Bank of the Nile, where we’ll visit the Temple of Queen Hatchepsut, explore several tombs in the Valley of the Kings, learn about the workers who made all this happen in Deir El-Medina (the Valley of the Artisans) and stop to see the huge Colossi of Memnon. Your afternoon is then free to relax in the hotel, or take an optional tour to explore the huge temple complex at Karnak. A spectacular hot air balloon flight over the west bank of the Nile is also available today (expect another early start to catch sunrise as the balloon rises). This evening we re-join the overnight VIP seater train back to Cairo (there is another opportunity to upgrade to the sleeper train for those looking for more comfort). OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrive in Cairo. Optional day trips available We arrive back into Cairo this morning and transfer to our hotel. The day is then free to explore Cairo as you choose or you may take an optional tour. These include a city tour in Cairo which visits Coptic Cairo, the Citadel and Mohamed Ali Mosque, or a half day tour to Saqqara, Dashour and Memphis to learn more about the history and evolution of pyramid building. Another full day option further afield includes a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan. If you haven't chosen to join one of our full day optional tours, in the afternoon there is the option to take a guided walk through the back streets and bazaars in central Cairo. We'll walk through the huge Bab al-Futuh gateway and explore streets dedicated to metalwork, spices, pottery, fabric, jewelery and anything else you can imagine as we gradually enter the more touristy Khan-el-Khalili bazaar. We'll have time for a break to try some tea and a shisha pipe and perhaps enjoy an early dinner of Egypt's unofficial national dish, Kushari before returning to our hotel. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cairo, Optional City & Museum tour. Departure airport transfer Your time is free today for some last minute sightseeing or shopping until we transfer you to the airport for your departure flight. We recommend an afternoon or evening flight so that you can take a tour to visit the incredible Egyptian Museum and see more of the city this morning. Extra nights in Cairo are also available if you would like to extend your stay. OVERNIGHT"
    }
  ],
  "map": ""
}