{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-family-adventure-holiday",
  "tourName": "Egypt family adventure holiday",
  "placesVisited": "",
  "generalInfo": "This incredible Egyptian adventure has been thoughtfully designed with families and children in mind, promising a captivating and memorable experience for all ages. From the moment you arrive in Cairo, you'll be well looked after, staying in comfortable 5-star hotels in Cairo and Luxor, a welcoming Nubian Guest House in Aswan, and experiencing unique overnight journeys on a sleeper train and a traditional felucca. The itinerary balances iconic historical sites with engaging cultural experiences, ensuring there's always something to spark curiosity and wonder in both adults and children. Prepare to be amazed by the majestic Pyramids and Sphinx at Giza, with an expert guide bringing the ancient world to life in an accessible way. You'll also get to savour a delicious and authentic Koshary lunch during your time in Cairo, a true taste of Egyptian cuisine. The Grand Egyptian Museum (GEM) in Cairo offers a treasure trove of artifacts, including the wonders of Tutankhamun, presented to capture imaginations. A highlight for families is the visit to a traditional Nubian village in Aswan, where, during term time, children can uniquely interact with local Nubian children at their school, fostering cross-cultural understanding and friendship. Even outside of term time, the village visit provides invaluable insight into Nubian culture and traditions. The gentle felucca sailing trip down the Nile offers a relaxing and picturesque experience for everyone, with comfortable sleeping arrangements under the stars (or an optional hotel upgrade). Exploring the impressive temples of Edfu and the West Bank of Luxor, including the Valley of the Kings and the Temple of Hatshepsut, provides awe-inspiring encounters with ancient history. Optional extras like a nighttime visit to Luxor Temple or a breathtaking hot air balloon ride offer opportunities for truly unforgettable family moments. Finally, the exploration of Cairo's Citadel and the vibrant Khan-el-Khalili bazaar provides a fun and engaging end to your family's Egyptian adventure",
  "durationDays": "9",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Cairo and transfer to hotel Upon your arrival at Cairo airport, we meet & greet you and transfer you to your hotel. The rest of the day is free for you to settle into your hotel and relax after your journey or perhaps head out into the city. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the Pyramids & Sphinx in Giza. Traditional Koshary Lunch. Grand Egyptian Museum (GEM) Visit. Sleeper Train to Aswan Our adventure begins with a visit to the iconic pyramids of Giza. Marvel at the Great Pyramid of Khufu (Cheops), a monumental structure standing tall at 500 feet and spanning 750 feet at its base. Constructed with massive stone blocks and adorned with a hard limestone casing, this architectural masterpiece will leave you speachless. Alongside the Great Pyramid, admire the smaller yet equally impressive pyramids of Khafre (Chephren) and Menkaure (Mycerinus). You'll even have the chance to venture inside the pyramids (limited tickets available for the Great Pyramid) for an unforgettable experience. Next, we'll visit to the magnificent Grand Egyptian Museum (GEM), located near the Pyramids of Giza. Immerse yourself in the wonders of ancient Egypt as you explore the Tutankhamun exhibit and countless other fascinating artifacts. Our expert Egyptologist guide will accompany you throughout your visit, sharing their wealth of knowledge and passion for Egyptian history and culture. Please note"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arrive in Aswan and visit Philae Temple. Nubian Village and School experience After our night onboard the sleeper train, we arrive in Aswan, a city steeped in ancient Nubian history. The Nubian people have inhabited this region for millennia, their culture intertwined with the Nile. We'll be spending the night immersed in this vibrant culture, staying in a Nubian style hotel within a Nubian village. Get ready to be charmed by the brightly painted houses, adorned with symbolic patterns and vibrant colours, and explore the bustling local markets where you can find handcrafted souvenirs and spices. Before heading to the Nubian villages, we'll embark on a boat trip to the breathtaking Philae Temple. Dedicated to the goddess Isis, this temple complex was once threatened by the rising waters of Lake Nasser. Thankfully, it was carefully dismantled and relocated to its current island location, preserving its beauty for generations to come. Following our visit to Philae Temple, we delve deeper into Nubian culture. We'll journey south of Aswan to a traditional Nubian village, where we'll have the unique opportunity to experience the local way of life firsthand. We'll wander through the village, visit the homes of Nubian families, and learn about their customs and traditions. During school term time, our itinerary includes a special visit to a local Nubian school within the village. This unique opportunity allows your children to interact directly with Nubian children, fostering cross-cultural understanding and friendship. They may even have the chance to participate in an English or Arabic lesson, offering a fascinating glimpse into a different educational system. This interaction not only provides a memorable and enriching experience for our young travellers, broadening their perspectives and promoting empathy, but also benefits the local children by offering them exposure to different cultures and encouraging language exchange. It can also provide valuable support and encouragement to the school and its students.Outside of term time, we will still explore the Nubian Village, but will be unable to visit the school. In the evening, we'll share a delicious home-cooked dinner with a Nubian family, savouring traditional dishes and enjoying their warm hospitality. We'll then spend the night in a Nubian-style hotel, allowing us to fully immerse ourselves in the peaceful rhythm of village life. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Optional visit to Abu Simbel. Sail down the River Nile on a traditional Felucca sailboat For an extra dose of wonder, families seeking an unforgettable experience can opt for an early morning excursion to Abu Simbel. This incredible UNESCO World Heritage Site showcases two magnificent temples carved into the mountainside by the great Ramses II. Imagine your children's faces as they gaze upon the colossal statues and intricate carvings – a true testament to the grandeur of ancient Egypt and a highlight that everyone will remember. Around lunchtime, get ready for a classic Egyptian adventure that the whole family will adore"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Disembark Felucca and drive to Luxor via Edfu Temple (optional visit Luxor to Temple by Night) After a delightful breakfast onboard our felucca, we'll say goodbye to our friendly Nubian crew and continue our adventure north by comfortable road transport. Our first exciting stop is Edfu, where we'll explore the impressive Temple of Horus. Dedicated to the powerful falcon-headed god, this temple is incredibly well-preserved, making it a fantastic place for everyone to step back in time. You'll be amazed by its towering entrances, vast halls filled with columns, and detailed carvings that tell fascinating stories of ancient Egyptian mythology. From Edfu, our journey continues north towards the legendary city of Luxor, a place brimming with historical wonders that will captivate the whole family. Built on the site of the ancient city of Thebes, Luxor is often called the world's greatest open-air museum! The River Nile gracefully divides the city into two main areas"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visits to Valley of the Kings, Temple of Hatchepsut and the Workers Village This morning, the whole family will step back in time as we explore the fascinating West Bank of Luxor, a land filled with ancient history and the mysterious final resting places of pharaohs. Our adventure begins in the famous Valley of the Kings, a vast ancient burial ground where pharaohs were entombed in beautifully decorated tombs. We'll have the chance to explore several of these incredible tombs, where everyone can marvel at the colourful hieroglyphs and detailed paintings that cover the walls. These ancient chambers continue to reveal secrets to archaeologists, making it a truly exciting place to discover Egypt's past together. Our West Bank exploration continues with a visit to Deir el-Medina, a captivating ancient village that was once home to the talented craftspeople who built and decorated the royal tombs. Walking through the remains of this community offers a unique glimpse into the daily lives of these ancient workers and their families. Next, prepare to be amazed by the Temple of Queen Hatshepsut, a truly unique temple built right into the dramatic cliffs. Its elegant rows of columns and terraces offer breathtaking views of the surrounding landscape, providing fantastic photo opportunities for the entire family. For those families seeking an unforgettable experience, an optional hot air balloon flight over the West Bank is available this morning. Imagine floating above the Valley of the Kings, the temples, and the winding Nile River as the sun rises, painting the scenery in beautiful golden colours. It's a truly magical way to see the grandeur of Luxor from a unique perspective that everyone will cherish (please note this optional activity requires an early start to enjoy the sunrise). OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning exploration of Karnak Temple. Free afternoon and overnight sleeper train to Cairo This morning, prepare for an adventure the whole family will find awe-inspiring as we explore Karnak Temple, one of Egypt's largest and most impressive ancient sites! With its vast temple complexes, towering obelisks reaching for the sky, impressive statues, and incredible halls filled with massive columns, there's something to fascinate everyone. The afternoon in Luxor is then yours to enjoy at your own pace, perhaps for some relaxed souvenir shopping or a leisurely stroll along the Nile, before we head to the station to board our comfortable sleeper train back to Cairo (approximately 9 hours). Just like on our journey to Aswan, families travelling together on the sleeper train will be accommodated in convenient interconnecting cabins, allowing you to stay close and comfortable throughout the overnight trip. For those families preferring a quicker journey, there's also the option to upgrade one or both of the train journeys to internal flights. | OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arrive in Cairo. Visit the impressive Citadel and explore the markets of Khan-el-Khalili Bazaar Upon our arrival back in Cairo, we'll embark on a short and engaging tour perfect for the whole family to discover the city's highlights. We'll visit the impressive Citadel, exploring its historic old mosque and museum, while also enjoying the wonderful panoramic views it offers across Cairo – a great way for everyone to get their bearings! Afterwards, we'll wander through the fascinating maze of the Khan-el-Khalili bazaar. This vibrant marketplace offers a sensory experience for all ages, with opportunities to explore unique stalls, admire colourful goods, and perhaps even try your hand at some friendly haggling for souvenirs – a fun cultural experience for the kids (and adults!). | OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cairo, tour ends, transfer to the airport Today your tour ends and you can enjoy some free time doing a little more shopping or sightseeing before we transfer you to airport for your flight home. | OVERNIGHT"
    }
  ],
  "map": ""
}