{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "cairo-short-break-egypt",
  "tourName": "Cairo short break, Egypt",
  "placesVisited": "Visit the Great Pyramids of Giza and the Sphinx, Grand Egyptian Museum, Tour of Memphis and its ancient Necropolis, Optional tour of Alexandria, Free time to shop Cairo’s bazaars",
  "generalInfo": "Enjoy a brief but memorable Cairo short break holiday with this five-day visit to the Egyptian capital. With a private, English-speaking guide leading the way, you’ll see the city’s most iconic landmarks, including the Great Pyramids of Giza, and the mysterious Sphinx. You’ll also take in the ancient capital of Memphis, along with the Djoser Pyramid in the Sakkara Complex.<br/><br/>A major highlight of this trip is sure to be spending a morning at the Grand Egyptian Museum, over 20 years in the making and just two kilometres from the pyramids. This is the largest archaeological museum in the world, housing the complete Tutankhamun collection as well as many artefacts never before seen on public display. After lunch you’ll head over to the Egyptian Museum, which remains the largest museum in Africa, and which continues to hold many of Egypt’s greatest archaeological treasures.<br/><br/>Your final full day is left free. You can shop Cairo’s famous bazaars, or take an optional tour to Alexandria, a three-hour drive away on the Mediterranean coast. Here you might visit the Roman catacombs, the Alexandria Library – one of the ancient world’s most prestigious, and the Qaitbay Citadel.<br/><br/>This is a tailor made tour, so you can add on more time if preferred, upgrade your hotel accommodation, or adjust the itinerary to your liking. This is a fascinating, thorough introduction to Cairo and its legendary archaeological wonders.  <br/>",
  "durationDays": "5",
  "price": "1350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "A representative will meet & assist you at Cairo International Airport. After that you will be transferred to your hotel by a private air-conditioned vehicle. Upon arrival at the hotel he will check you in and give detailed information concerning your tomorrow’s trip. Overnight in Cairo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast at your hotel in Cairo and then met by your personal guide who will accompany you to Giza Plateau to visit the Great Pyramids of Cheops, Chefren and Mykerinus - Famous Sphinx and Valley temple facing the great statue. Lunch included during the tour and then proceed to Sakkara area to visit Sakkara Complex and first pyramid ever built (Djoser Pyramid). Move to Memphis; Old kingdom's capital and famous Necropolis. Overnight in Cairo Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, the first stop will be The New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. After that, you’ll go for lunch at an authentic Egyptian restaurant. Then head over to the Egyptian Museum, in the heart of historic Downtown Cairo, overlooking the infamous Tahrir Square. After relishing over the magnificent ancient Egyptian artifacts and treasures, you will go back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Grand Egyptian Museum (GEM), Egyptian Museum."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you have the choice of having a free day in Cairo or join our most valuable optional tour to the second capital of Egypt, Alexandria visiting one of the most important defensive strongholds, not only in Egypt, but also along the Mediterranean Sea coast, Qaitbay Citadel, built in the 15th century by Sultan Qaitbay on the spot where Alexandria's ancient lighthouse once stood, then move on to the new and much acclaimed Alexandria Library. Also visit the Roman cemetery cut out of the rock, the Catacombs. Return to your hotel in Cairo Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, transfer to Cairo International Airport for departure Meals: Breakfast"
    }
  ],
  "map": ""
}