{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "small-group-cultural-tour-of-egypt",
  "tourName": "Small group cultural tour of Egypt",
  "placesVisited": "Cairo, Pyramids of Giza, Sphinx, Egyptian Museum, Cultural show, Khan-el-Khalili bazaar, Luxor, Valley of the Kings, Temple of Karnak, Egyptologist guide",
  "generalInfo": "Taking in key sites such as the Egyptian Museum and the Pyramids of Giza in Cairo, and the Valley of the Kings in Luxor, this enthralling six-day Egypt holiday provides a perfect introduction to the culture and legends behind ancient civilizations. Travelling as part of a small group, you will be accompanied throughout by a professional Egyptologist guide, a valuable addition to ensure you get the most from every location.<br/><br/>Begin on the Giza Plateau, where you will see the incredible Great Pyramids, and the guardian Sphinx nearby – these spectacular feats of architecture rank among the seven wonders of the ancient world. Returning to Cairo, take a tour of the Egyptian Museum, including the superb Tutankhamen exhibit, before boarding a sleeper train to Luxor.<br/><br/>On arrival in Luxor, day three is left open for you to relax and explore the city at your own pace. Perhaps take a scenic cruise along the Nile in a felucca sailboat, or visit the Mummification Museum to learn the secrets behind this traditional burial practise. In the evening there will be a guided walking tour of Luxor Temple, wonderfully illuminated against the night sky.<br/><br/>An early start the following day, to avoid the crowds and the heat, sees you touring both the east and west banks of the river to see the Valley of the Kings, one of the most significant archaeological sites of its kind, and the immense temple complex of Karnak. Afterwards, a return overnight train to Cairo.<br/><br/>The penultimate day of the tour of again left free for you to experience Cairo on your own terms. There is a wealth of historic sites to see which your guide can recommend, including the Valley of the Whales or Alexandria. Later, a last guided tour takes you around the raucous Khan-el-Khalili bazaar and finishes with a fun cultural performance. Watch Sufi dervish dancing in a 16th century marketplace lined with fabulous Islamic architecture.<br/>",
  "durationDays": "7",
  "price": "1079",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Cairo, transfer to hotel Upon arrival our staff will meet you at the airport, assist you with obtaining your visa and luggage, and then transfer you to your hotel close to the Pyramids for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow’s arrangements. The rest of the day is free. If you arrive early you may like to take an evening dinner cruise on the Nile, or enjoy a spectacular sound and light show at the pyramids (both available to book locally on arrival). | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore the Ancient Pyramids and Sphinx in Giza. Enjoy a tasty Koshary Lunch and visit the Grand Egyptian Museum (GEM) Our Egyptian adventure begins at the Giza Plateau, home to the iconic Great Pyramids – arguably the most recognizable ancient structures in the world. These colossal monuments, built by the Pharaohs Khufu, Khafre, and Menkaure around 2500 BC, have captivated travelers and scholars for centuries. Our expert Egyptologist guide will be your key to unlocking the secrets of these ancient wonders. They'll share fascinating insights into the construction techniques, the religious beliefs that inspired their creation, and the stories of the pharaohs who were laid to rest within these monumental tombs. You'll learn how these pyramids fit into the broader narrative of ancient Egyptian history and gain a deeper appreciation for the ingenuity and ambition of this remarkable civilization. For those who are feeling adventurous (and not claustrophobic!), you'll have the opportunity to venture inside one of the pyramids. Descend into the cool, dimly lit passageways and experience the unique atmosphere of these ancient chambers. It's a truly unforgettable experience that brings you face-to-face with the past. Next, we'll encounter the enigmatic Sphinx, a mythical creature with the body of a lion and the head of a human. This majestic guardian, nestled close to the pyramids, was only fully uncovered in the 1920s, adding to its mystique. Stand in awe of its imposing presence and contemplate the mysteries it holds. After our awe-inspiring visit to the Sphinx, we'll take a well-deserved break to refuel with a delicious Koshary lunch. This beloved Egyptian dish is a true culinary adventure, a hearty and flavorful combination of rice, lentils, macaroni, chickpeas, and a tangy tomato sauce, topped with crispy fried onions. It's a symphony of textures and tastes that perfectly embodies the country's rich culinary heritage and will leave you feeling satisfied and ready for the next adventure! Our exploration continues with a visit to the Grand Egyptian Museum of Antiquities (GEM), a treasure trove of artifacts that spans millennia. Here, you'll encounter the golden treasures of Tutankhamun, marvel at the intricate sarcophagi of pharaohs, and come face-to-face with the art and artifacts that bring ancient Egypt to life. Please note"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Luxor, West Bank tour, free time We arrive into Luxor early this morning and cross the Nile to begin our tour of Luxor’s West Bank. Home to the Valley of the Kings, the dusty tombs in this ancient burial site are still revealing their secrets today and so it remains one of the most important archaeological sites in the world. Our tour includes several of these Pharaonic tombs, as well as the temple of Queen Hatchepsut, Deir el-Medina (the Valley of the Craftsmen), and the huge Colossi of Memnon. Your afternoon is then free to relax and enjoy the facilities of your 5-star hotel on the banks of the Nile. This evening we visit Luxor temple, which is located right in the middle of town and beautifully lit up at night. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luxor, Karnak temple Your morning is free today and you can enjoy a welcome lie in after your early start yesterday. After lunch we'll tour the huge temple complex at Karnak , once the religious centre of Thebes and Upper Egypt. It was linked to Luxor by an extensive avenue, lined with sphinxes, and the whole complex was in turn linked to the Nile via a canal through which moved the sacred boats of the god Amun. Entering through a smaller sphinx-lined avenue, built by Ramesses II, you come to the immense pylon entrance. Inside the huge Courtyard are three chapels dedicated to the gods Amun, Khous and Mut. The remarkable Hypostyle Hall has 134 towering columns, each carved with scenes of gods and pharaohs, and hieroglyphic inscriptions adorn the walls. A spectacular hot air balloon flight over the west bank of the Nile is available this morning (expect an early start to catch sunrise as the balloon rises). | OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Luxor, free day and optional tours Your day is free today to relax in the hotel or take an additional optional tour if you'd like an even more in depth exploration of Egyptian history. For example, the Rammesseum, Medinat Habu and Valley of the Queens on the west bank of the Nile are all worth a visit, as is the Luxor Museum. You can also explore Luxor further, do some shopping or browsing in the market, visit the mummification museum or enjoy a felucca trip to nearby Banana Island. Your tour guide will be happy to arrange any extra visits for you or you can book the sightseeing tours in advance. In the evening we head back to the station to catch the overnight sleeper train back to Cairo. Flight upgrades are available on request. | OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cairo optional tours, Old Cairo & Khan-el-Khalili bazzar walk We arrive back into Cairo this morning and transfer to our hotel. Most of the day is then free to explore Cairo as you choose or you may take an optional tour. These include a city tour in Cairo which visits Coptic Cairo, the Citadel and Mohamed Ali Mosque, or a half day tour to Saqqara, Dashour and Memphis to learn more about the history and evolution of pyramid building. Other full day options further afield include a visit to the colonial city of Alexandria on the Mediterranean, or a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan (you’ll miss the bazaar walk if you take these full day options). In the late afternoon we take a guided walk through the back streets and bazaars in Old Cairo. We'll walk through the huge Bab al-Futuh gateway and explore streets dedicated to metalwork, spices, pottery, fabric, jewelery and anything else you can imagine as we gradually enter the more touristy Khan-el-Khalili bazaar. We'll have time for a break to try some mint tea and a shisha pipe and this is a great final opportunity to pick up some souvenirs of your time in Egypt. | OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cairo, Free time, departure airport transfer Your time is free today for some last minute sightseeing or shopping until we transfer you to the airport for your departure flight. If you have an evening flight departure, then the Cairo City Tour and Saqqara, Dashour & Memphis tours are also available today. Alternatively you can add extra nights to your time in Cairo which would allow you to take a day trip to the colonial city of Alexandria on the Mediterranean coast, or a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan. | OVERNIGHT"
    }
  ],
  "map": ""
}