{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "advanced-diving-holidays-in-dahab",
  "tourName": "Advanced diving holidays in Dahab",
  "placesVisited": "",
  "generalInfo": "ADVANCED<br/>This dive holiday takes you to new levels in diving. Your PADI Advanced course will introduce you to dives you have never tried before such as night diving, drift and naturalist dives, as well as covering mandatory dives in deep and navigation. All our courses come with PADI e-learning included, so you can do your theory before you come and just focus on enjoying your diving.<br/>It is also a great excuse to see some the most amazing, world famous dive sites: Blue Hole, Canyon, Islands and many more, in the safe hands of your PADI Instructor.<br/>You will feel much more confident as your diving progresses and also benefit from our small numbers 4-1 of instructor to diver ratios.<br/>Your base throughout your holiday will be a home from home, in our cosy clean eco-boutique family-run resort. We are lucky enough to be based on the beach of the famous Eel Garden site in Dahab, Red Sea. We are located at the quieter end of the seafront, but still less than 5 minutes’ walk from the restaurants, bars, shops and bustle of the main bay of Dahab.<br/>While staying with us, there are several accommodation options available within our resort including 2 Seaside Rooms, 4 Garden chalets and 2 Suites with 2 bedrooms each, one affording magnificent views over the Red Sea with a private terrace and a ground floor suite one with lots of space for storage, ideal for families.<br/>All our rooms are fitted with air cons, clean modern bathrooms with shower cubicles, fridges (with complimentary snacks), water dispensers, as well as a fully stocked tea &amp; coffee tray and kettle.<br/>You can choose to include the breakfast as part of your package, along with airport transfers, laundry and a Bedouin dinner in the mountains, just ask us for details. <br/><br/>Our restaurant is open all day, serving freshly cooked dishes such as wraps, burgers, pizza or more substantial dishes, which you can enjoy on the beach.<br/><br/>Please get in touch with us for the latest prices and flight advice.",
  "durationDays": "7",
  "price": "780",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "This is your first day of diving. After your breakfast on the beach. After you have complete the dive paperwork, we will set your equipment up for you and off you go for your first 'refresher' or 'reactivate' dive, depending on how long it was since you last dived."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your first big day of diving. Usually we start with the navigation dive, where you learn essential skills in navigating both underwater and above. Your second dive of the day will be peak performance buoyancy...lots of fun to visit the underwater buoyancy park in the Lighthouse dive site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Off to see the most famous dive sites in Dahab: Canyon and The Blue Hole…both spectacular in their own way. The Canyon (Deep Dive) is a narrow crack in the reef table that you can dive in, past thousands of tiny bubbles left by the other divers. For the Blue Hole, we enter from ‘The Bells’ a chimney tunnel, followed by drifting past the biggest drop off of 1000 meters plus (we do not go below 30 meters recreational limit for any dive) We normally fit the night dive in on this day @ The Lighthouse (it has to be a dive site with a clear bottom, which you have dived before)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the Islands for a memorable, beautiful shallow dive, a chance to see different fish species not seen elsewhere such as the schooling ‘Yellow Tailed Barracuda’ and if you are lucky a Turtle. This would be an option for your naturalist dive, or just a fun dive once you have completed your course."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Flex your newly acquired dive skills with a spot of chilled out fun diving. Now you can go to depths of up to 30 meters and can navigate your way around. Exercise your new level of confidence with some fun dives and see some of the best diving the world has to offer: Wadi Gunai, 3 Pools, Mashruba (full of crazy statues) Ricks Reef ( a great drift dive which goes past the Canyon) Abu Helal, Abu Talal and many more. n.b. dives do depend on conditions"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "It doesn’t have to be all about the diving, depending on when you visit, you can also enjoy a trip to the desert (Oct-April) OR some extra activities such as horse riding or camel riding. Tis might be a good night to do your Bedouin Dinner (included in your package) where we take you to a beautiful area of the desert about 30 minutes from us and you can enjoy home cooked food from the fire, lots of Bedouin Tea and the 1000’s of stars or Moon….truly inspiring. You can also pay a supplement to have a camel meet you at the entry to the Wadi and walk in like the ancient Bedouins have done for 1000’s of years."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Due to flying after diving regulations; you will need to allow a minimum of 18-24 hours between diving and flying… so maybe make your last day one of relaxation, snorkel the Eel Garden Reef and check out the shops, in the evening, for some beautiful hand crafted gifts in the bay of Dahab to take back to friends and family."
    }
  ],
  "map": ""
}