{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "jordan-and-egypt-budget-holiday",
  "tourName": "Jordan and Egypt budget holiday",
  "placesVisited": "Amman, Petra, Wadi Rum, Red Sea Beach Camp, Dahab, Cairo",
  "generalInfo": "This nine day Jordan and Egypt budget holiday will have you expanding horizons and exploring cultural highlights from Amman to Dahab with a short flight to Cairo rounding off things rather nicely as part of an efficient and all-encompassing small group tour. <br/><br/>There aren’t too many Jordan and Egypt budget holidays that offer quite the same amount of epic adventures with Petra, the Red Sea and time spent under the stars in Wadi Rum all adding to the increasing excitement levels as you edge ever closer to Egypt’s most iconic landmarks, the pyramids.<br/> <br/>Spending time with Bedouin people and treading in the footprints of explorers past and in the shadow of the pharaohs makes this Jordan and Egypt budget holiday really come to life with relaxation at a Red Sea beach camp bound to resonate with sun-worshippers and responsible travellers alike.<br/><br/>As with all trips to Egypt, we advise reading the safety section of the trip notes prior to booking.<br/>",
  "durationDays": "9",
  "price": "1285",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Amman.",
      "description": "Ahlan wa sahlan! Welcome to Jordan. Your trip begins in Amman with a welcome meeting at 6 pm tonight where you’ll meet your local leader and fellow travellers. If you arrive early, maybe take in the sweeping views of Amman from the citadel, explore the Jordan Museum (home to the Dead Sea Scrolls), or take a trip out to the ruins of Jerash – an ancient walled town from 2000 years ago. After your meeting, maybe head out on the town in search of ara’yes (Jordan’s toasted sandwich, packed full of spiced meats)."
    },
    {
      "dayNumber": 2,
      "title": "Petra.",
      "description": "This morning, travel by minibus to Mt Nebo – the place where the prophet Moses is said to be buried and where he saw the 'Promised Land'. Check out the mosaics inside its fourth-century church. On a clear day, the views over the Dead Sea to Israel and the Palestinian Territories are spectacular. After, drive to the super salty Dead Sea – sitting well below sea level, this is the lowest point on earth, and you’ll float rather than swim due to the high salt count. The mud on the sea floor is said to have healing properties, so maybe lather up and enjoy Mother Nature’s spa. Continue to the crusader castle of Kerak, sitting on top of a cliff overlooking the town and valley below. Explore the seven-level fortress and learn the legends of 12th-century battles between Crusaders and Muslim armies, then continue to Petra for the night."
    },
    {
      "dayNumber": 3,
      "title": "Petra.",
      "description": "You’ll explore Petra today – the jewel of Jordan, the lost city of the Nabateans and one of the Seven Wonders of the World! Squeeze through a narrow path called the Siq until you reach the grand entrance of the Treasury. Gaze up at the intricate carvings and spend the afternoon exploring the site at your own pace. There’re the old Roman road, other temples and old tombs, as well as the rock-hewn amphitheatre. For those feeling more adventurous, take a challenging hike up a set of stairs to the smaller but no less impressive monastery, which takes about an hour. After arriving back at your accommodation, why not find a traditional bathhouse to rejuvenate after a day of incredible sightseeing."
    },
    {
      "dayNumber": 4,
      "title": "Wadi Rum.",
      "description": "This morning you’ll drive to Wadi Rum – a rugged, lunar-like landscape framed by huge sandstone mountains. Head on a half-day jeep safari, taking you through some unique desert scenery and uncover traces of ancient civilisations in the many carved inscriptions throughout the area, from pictographs to Thamudic, Nabataean and Arabic texts. The most enduring monuments in Wadi Rum are those carved by nature – natural rock bridges, towering sand dunes and scattered rocky peaks. Spend the night sleeping in a simple desert camp under a camel hair tent. Enjoy dinner cooked in an earthen oven by your Bedouin hosts and soak in the unforgettable surroundings."
    },
    {
      "dayNumber": 5,
      "title": "Dahab.",
      "description": "This morning, leave Wadi Rum and make tracks to Dahab. You’ll drive to Aqaba, then bid your Jordan local leader farewell and transfer on a ferry bound for Taba. When you arrive, you’ll be met by your Egypt local leader and drive to the laidback resort area of Dahab – your base for the next two nights. Dahab, meaning 'gold' in Arabic, has gone from a Bedouin fishing village to a popular tourist town, thanks to the excellent conditions for activities like diving, windsurfing and rock climbing. However, the town hasn't lost its authenticity and lowkey appeal that’s attracted visitors since the 1970s. The rest of the day is free for you to wander through the cafes, find some fresh seafood or take on some snorkelling in the Red Sea. Dahab is well known for its drop-offs – spectacular coral reef shelves that plunge into the vast blue depths of the ocean. There are also plenty of bars and restaurants to sit back and enjoy good local food and some sheesha."
    },
    {
      "dayNumber": 6,
      "title": "Dahab.",
      "description": "In the morning, why not strap on a mask and head to the Blue Hole for some snorkelling at one of the best diving spots in the world. The area gets its name from a submarine sinkhole about 94 m deep, with an arch in the coral reef down at 54 m – a challenge that’s only open to highly experienced technical divers. Snorkellers can enjoy one of the greatest spots in the Red Sea here. Float on the surface and look down into an endless world of blue, then make your way around to ‘the Bridge’, where the visibility is always great and the untouched coral swarms with all different types of colourful fish and marine life. After you’ve had your fill of snorkelling, return to Dahab for an evening feast at a waterside restaurant, or maybe head inland to Assalah, where local joints serve up plates of roast chicken and falafel with regional beer."
    },
    {
      "dayNumber": 7,
      "title": "St. Catherine's Monastery.",
      "description": "Check out of your hotel in Dahab, then have a proper lunch before driving late afternoon to St Catherine. Check in at your hotel before heading out for dinner to get your first glimpse of the area. For those who want to hike up Mount Sinai, gather again after midnight around 01:00 am for the hike, and watch the sunrise on the top before your descent. If you have any questions, your leader is there to help!"
    },
    {
      "dayNumber": 8,
      "title": "St. Catherine's Monastery/Cairo.",
      "description": "This morning, head out to visit St Catherine's Monastery. Located at the foot of Mt Sinai and built over 1500 years ago, this is the oldest continuously inhabited Christian monastery. Legend has it that the monastery encloses what's claimed to be the burning bush seen by Moses and was eventually named after Catherine of Alexandria, whose relics turned it into an important pilgrimage site. It is now a UNESCO listed site, holding incredible importance to Judaism, Christianity and Islam. After your visit, head back to your hotel to grab your luggage and then hit the road to Cairo. Arrive in Cairo in late afternoon, settle into your hotel before you head out for an optional final dinner to celebrate this great journey."
    },
    {
      "dayNumber": 9,
      "title": "Cairo.",
      "description": "There are no activities planned for the final day, so you can depart the accommodation at any time following check-out. While this trip doesn’t include time to explore the sites of Cairo, it’s strongly recommended that you spend a few extra days to see more of what the city offers. If you want to spend more time ere, just speak to your booking agent beforehand."
    }
  ],
  "map": ""
}