{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "nile-cruise-holiday-in-egypt",
  "tourName": "Nile cruise holiday in Egypt",
  "placesVisited": "Five star cruise boat on the Nile, Cairo, Pyramids at Giza, Luxor, Valley of the Kings, Karnak, Edfu, Aswan, Felucca sailboat on Nile, Optional visit to Abu Simbel, Optional visit to Aswan Dam",
  "generalInfo": "This nine day Nile cruise holiday in Egypt actually starts on land, taking time to explore the world famous historical monuments and ancient architecture that the city and its surrounds are so famous for. Including, of course, the Great Pyramids of Giza where over a hundred of these Ancient Egyptian constructions are a powerful sight to behold. <br/><br/>After taking an internal flight to Luxor, we take time to visit the stunning Valley of the Kings, a labyrinth of underground tombs including King Tutankhamun’s burial chamber. Crossing back over the Nile’s east bank we explore Luxor Temple and the Karnak Temple complex, before boarding the luxury cruise boat. This boat is an extremely comfortable way to spend the next four nights, as we journey on to more architectural greats, including Kom Ombo and Edfu Ptomelaic temples. These were dedicated to Sobek the crocodile god, which you still see symbols of everywhere along the Nile, particularly in Nubian homes.  Another highlight of this holiday is a trip on board a traditional Nile felucca sailing boat, sailing with a small group and travelling in and out of some of the river’s islands and communities. <br/><br/>There are several optional extras on this trip, including a trip to Aswan Dam and also Abu Simbel in the south, a collection of temples that were rescued from flooding by UNESCO when the Aswan Dam and Lake Nasser were built in the 1960’s when they were relocated to this stunning site. <br/><br/>",
  "durationDays": "9",
  "price": "3249",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Cairo, the capital of Egypt, where the ancient and modern worlds connect seamlessly. Many flights arrive into Cairo late today, but if you arrive earlier, you may want to head to the hotel pool for a refreshing post-flight dip. Want more time in Cairo? Secure pre-tour hotel nights through your sales representative, allowing you extra time to explore the city and relax into the adventure. Accommodation: Steigenberger Pyramids Hotel (or similar) Upgrade to a pyramid-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Around 7am or 7:30am, say hello to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Please have your breakfast beforehand. Then, to set the scene for our adventures ahead, we visit the Egyptian Museum of Antiquities, which contains relics dating back to 4,000 BCE, including the fantastic riches of Tutankhamun’s tomb. After, we visit the magnificent National Museum of Egyptian Civilization, where we can see the mummies of iconic pharaohs, such as Ramses II and Hatshepsut, who we learn so much more about later on the trip. Finally, we navigate the narrow alleys and streets that make up the Khan el-Khalili bazaar. In operation since the 14th century, it is still home to a wonderfully eclectic mix of traders and vendors, offering an intriguing insight into the ancient and modern sides of Cairo. Please note: When the Grand Egyptian Museum fully opens, we go there instead of the Egyptian Museum of Antiquities. Duration for the visit is 3 - 4 hours. Your tour leader ensures a big welcome this evening over a group dinner. Accommodation: Steigenberger Pyramids Hotel (or similar) Upgrade to a pyramid-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit the Giza Plateau today, where the Pyramids of Cheops, Chephren and Mycerinus and the mysterious Great Sphinx stand as the greatest testament to the Ancient Egyptians. We wander the site, with a chance to grill our tour leader (an Egyptologist) on the incredible structures. Only the throng of sightseers milling around their huge foundations keep you in the 21st century. If you’d like to venture inside the belly of the pyramids, it is possible to pay for additional tickets locally. After, we drive to a viewpoint to see the grand monuments from another angle. The rest of the day if free to relax or sightsee. Accommodation: Steigenberger Pyramids Hotel (or similar) Upgrade to a pyramid-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We typically transfer to Cairo airport before sunrise for our flight to Luxor (flight times can vary but we need to be at the airport three hours before the flight so expect a wake up around 2am). A breakfast box is provided, but you'll also need to pack your day's essentials into your hand luggage, such as your hat, sunglasses and sunscreen. On arrival, we go directly from the airport to the huge Karnak Temple complex on the east bank of the Nile. Built more than 1,500 years, Karnak is a mixture of pylons, courtyards, halls and sanctuaries, while our early arrival means we miss the big crowds that arrive later in the day. We then tour the smaller Luxor Temple complex, where we see more grand monuments from the ancient world. After, we arrive at our cruise boat in time for lunch on board before free time in the afternoon to relax or head back into Luxor for more exploration. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leave the boat very early (to ensure we are back for the commencement of the cruise) and take a 30 to 40-minute bus ride to the west bank of the Nile. Here, we visit the Valley of the Kings, which contains the once-hidden tombs of more than 60 pharaohs. A discreet entrance in the hillside takes us underground, a series of corridors and antechambers leading to burial chambers and sarcophagi. The walls are covered in brightly painted images and hieroglyphs – a map of the afterlife to ensure the king’s safe passage. One ticket allows us to see three tombs, usually into what are regarded as the most impressive tombs. However, if there is time, we recommend a visit to the tombs of Ramses VI and Tutankhamun – these require extra tickets, which can be bought locally. Visits to tombs are now strictly controlled to halt further deterioration of wall paintings – each tomb is periodically closed for several weeks. On crowded days, make sure to have a quick visit to each of the included tombs if you want to add extra tombs as your leader will give a fixed meeting time in order to return to the cruise boat before it sails. After, we visit the nearby Hatshepsut Temple, an architectural masterpiece of the ancient world. Built at the foot of sheer rock cliffs, it is a staggering sight, with a trio of terraces and neat arrangement of pillars. We then visit the Colossi of Memnon, two giant seated representations of the Pharaoh Amenhotep II. On return to our cruise boat, we begin our voyage along the Nile, travelling upstream and, hopefully, enjoying a sunset to remember. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We continue our exploration of the ancient world today, visiting the Temples of Edfu in the morning. Also on the west bank of the Nile, this grand Ptolemaic temple was dedicated to the falcon-headed god, Horus. In the late afternoon, after a relaxed few hours sailing along the Nile, we visit Kom Ombo temple, unusual in that it was dedicated to two deities: Sobek and Haroeris. Returning to the boat, we set sail for Aswan, where we stay overnight. Please note: Exact sailing and excursion times cannot be guaranteed for each individual trip. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We wake in Aswan today, a laid-back town that reflects the character of its largely Nubian inhabitants, known for being friendly and hospitable. By virtue of its position on the old caravan route, it has always been a trading centre and we thoroughly recommend visiting the packed bazaar today, where merchants display spices, carpets, leather goods and countless other wares. Today there’s the option of flying to the magnificent temples of Abu Simbel, 186mi (300km) to the south through the Nubian Desert. Built by Ramses II, the two temples are certainly some of the most spectacular in Egypt. Originally on the banks of the Nile, the temples were raised to a new site above the lake in the late 1960s, as the waters from the new Lake Nasser rose behind the Aswan High Dam. The four great seated statues of Ramses II stare east towards the rising sun. We arrive back in Aswan around 1.30pm, before lunch. If you're not heading to Abu Simbel, there is the option to visit the Nubian Museum, situated opposite our usual hotel in Aswan (please ask your tour leader if you are interested and when it can be arranged). Opened in April 1998, the museum chronologically charts the history and culture of the Nubian people. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast on board, we disembark and have a full day in Aswan. Our first stop is Philae Temple, which was was relocated to Aglika Island in the 1970s after it became evident the original site (on Philae Island) would submerge on completion of the Aswan High Dam, which we also visit on this excursion. It represents a magnificent and enduring testament to both ancient and modern engineering. In the afternoon, we explore the Nile by felucca, the traditional Egyptian sailing boat. Using the felucca, we can truly savour the tranquillity of the Nile and the beauty of the surrounding landscape, where the vast desert almost reaches the water’s edge. Please note: The timings of the felucca sailing might be changed according to weather conditions Accommodation: Basma Hotel (or similar) Upgrade to a Nile-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You’ve seen the Great Pyramids, gazed at King Tut’s treasures and journeyed down the Nile. Now, however, it’s time to start your return journey home. Of course, if you’re not quite ready for the adventure to end, talk to your sales representative about extending your stay – Egypt has a lifetime of wonders to discover."
    }
  ],
  "map": ""
}