{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "abu-simbel-tour-egypt",
  "tourName": "Abu Simbel tour, Egypt",
  "placesVisited": "",
  "generalInfo": "Discover the secrets of the ancient Egyptian and pharaohs through this holiday. For over fifty centuries, Egypt pioneered the development of culture and civilization through the Pharaonic, Roman, Christian and Islamic periods.<br/><br/>During this holiday, enjoy the Giza pyramids of Cheops, Chefren and Mykerinus in addition to the best collection of the young King Tutankhamen at the Egyptian Museum. Moreover; travel by first class sleeping train to Luxor from Giza railway station approximately 12 hours by train where you can see many archaeological sites like Valley of the Kings and Hatshpsute Temple. Then enjoy the famous sites of Aswan and Abu Simbel. <br/><br/>This holiday includes also accommodation in Cairo, Luxor and Aswan at 5 star hotels including daily breakfast. Sleeper train tickets are included in that program. All sightseeing tours, entrance fees and guiding are included in the program. Also, all transfers will be by a private air-conditioned vehicle but Abu Simbel trip will be only with group not privately organized. <br/><br/>Inclusions:<br/># Meet &amp; assist upon arrival and departure<br/># All transfers by a private air-conditioned vehicle<br/># Accommodation for 3 nights in Cairo including daily breakfast<br/># Accommodation for 1 night in Luxor including daily breakfast<br/># Accommodation for 1 night in Aswan for including daily breakfast<br/># Accommodation for 2 nights on sleeping train on half board basis<br/># All sightseeing tours in Cairo, Luxor &amp; Aswan (Private Tours)<br/># English English speaking guide.<br/># Entrance fees to all sites as indicated on the itinerary.<br/># Sightseeing tour to Abu Simbel by an air-conditioned vehicle.<br/># Meals as mention in the above itinerary<br/># A bottle of mineral water per trip in Cairo and Giza.<br/># Portage when needed.<br/># All service charges and taxes.    <br/><br/>Exclusions:<br/># International Airfare<br/># Entry visa to Egypt<br/># Any optional tours<br/># Personal expenses<br/># Tipping<br/><br/><br/>Accommodation Plan:<br/>- Hilton Pyramids Golf Hotel<br/>- Steigenberger Nile palace Luxor Hotel<br/>- Tolip Hotel Aswan",
  "durationDays": "8",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our representative will meet & assist you at Cairo International Airport. After that you will be transferred to your hotel by a private air-conditioned vehicle. Upon arrival at the hotel he will check you in and give detailed information concerning your tomorrow’s trip. Overnight in Cairo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. Later, you will be transferred to the gorgeous Giza railway station to catch the sleeper train from Cairo to Luxor. Dinner will be served on board. Overnight inside your compartment. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arrive at Luxor train station where you will be met & assisted then transferred to enjoy an excursion to two of the most interesting tombs at the West Bank of the Nile River, the Valley of the Kings, the Temple of Hatshepsut, the powerful Egyptian queen, and the Colossi of Memnon. Then visit the splendid Luxor Temple, considered the greatest open-air museum and probably the second most visited historical site in Egypt, Karnak Temples. Back to hotel and overnight in Luxor. Meals: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast transfer by air-conditioned vehicle to Aswan about a 5 hours drive from Luxor to Aswan. Upon arrival, you will be met and taken to your hotel for check-in. See the Unfinished Obelisk, then on to the beautiful located Temple of Philae on Isis Island and the Granite Quarries, which is dedicated to the goddesses Isis and Hathor. Sail and move around Elephantine Island by a felucca boat. Back to hotel and overnight in Aswan. Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast box, at 03:30 am start your trip to Abu Simbel Temples. It takes about a 3 hour and half drive one way from Aswan to Abu Simbel by a private air-conditioned vehicle. Upon arrival at Abu Simbel, enjoy the impressive Temples of Ramses II at Abu Simbel, which is dedicated to the four universal gods Ptah, Re-Harakhte, Amun-Re, and to Ramesses II. Then return to Aswan. After that transfer to Aswan railway station for departure to Cairo. Sleeping train from Aswan to Cairo is about 14 hours. Overnight on board the train. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast aboard sleeper train before arriving Giza train station, where you will be met and assisted by our representative who will transfer you to your hotel for free time at leisure( you will check into your room as early as possible ) with some optional excursions available in Cairo to visit Step Pyramids of King Zoser in Sakkara and Memphis.Overnight stay at your hotel in Cairo. Meals: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day in Cairo or optional trip to Alexandria, to visit its famous sights, where you can see Qaitbay Fort, built in the 15th century by Sultan Qaitbay on the spot of Alexandria's ancient lighthouse. Stop and move around the grand Montazah Palace, which combines Turkish and Florentine architectural styles, then move on to the new and much-acclaimed Alexandria Library. Also visit the Roman cemetery cut out of the rock, the Catacombs. Overnight in Cairo. Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast, transfer to Cairo International Airport for final departure. Meals: Breakfast"
    }
  ],
  "map": ""
}