{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-off-the-beaten-track-tour-with-cruise",
  "tourName": "Egypt off the beaten track tour with cruise",
  "placesVisited": "",
  "generalInfo": "Enjoy a Dahabiya, traditional Egyptian sailboat, specifically designed for Nile cruises, offering a unique and intimate way to explore Egypt's ancient sites and landscapes. Unlike large cruise ships, Dahabiyas are powered by wind and sometimes towed, providing a quieter, more eco-friendly experience. They are known for their flat bottoms, allowing access to smaller, less crowded stops along the Nile, and for offering a more personalized and luxurious travel experience<br/><br/>Visit the iconic Pyramids of Giza and the Sphinx stand as testaments to ancient engineering and civilization. Explore the Egyptian Museum, home to countless artifacts, including treasures from the tomb of Tutankhamun. After soaking in the sights of Cairo, consider a cruise along the Nile River. This provides a unique perspective on the country’s landscape and allows you to visit historical sites like Luxor and Karnak Temples, the Valley of the Kings, and the mortuary temple of Hatshepsut. The lush banks of the Nile contrast beautifully with the arid desert, making for stunning scenery. In addition to historical sites, immerse yourself in local culture by visiting traditional markets, known as souks, where you can engage with local artisans, sample street food, and shop for handmade goods. Don’t miss the chance to try authentic Egyptian dishes such as koshari, falafel, and various seafood delicacies along the coast, especially in places like Alexandria or Sharm El Sheikh. For a truly unique experience, venture into the Western Desert, exploring the White Desert with its surreal rock formations, or visit traditional Bedouin communities to learn about their way of life at Fayoum pottery village . An authentic experience wouldn’t be complete without engaging with the warmth of Egyptian hospitality. Whether you’re enjoying mint tea in a local café or staying in a traditional guesthouse, the friendliness of the locals adds a special touch to your adventure. To wrap up your trip, unwind on the Red Sea’s pristine beaches, where you can snorkel or dive in vibrant coral reefs teeming with marine life. This combination of ancient wonders, rich culture, and beautiful landscapes makes for a truly unforgettable holiday in Egypt.",
  "durationDays": "14",
  "price": "4152",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet on arrival Alexandria and transfer to hotel. Situated in an 18th century building with classical decorations and stunning views of the Mediterranean, Le Metropole boasts a French fine dining restaurant and elegantly furnished rooms."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day free to explore the Corniche, a glorious 3km walkway along the harbour dotted with restaurants, markets and historic sights."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start a guided tour to visit the Bombay’s’ pillars, the Catacombs and Roman Amphitheatre. Passing by Alexandrina Bibliotheca & overview Qaite Bay citadel from outside. Then visit Pompeii Column and Kom el-Shuqafa Catacombs Thirty meters high and built from Aswan pink granite, the Pompeii Column is thought to have been a present from the people of Alexandria to Emperor Diocletian. Then drive to Cairo to the wonderful Riad in the vibrant Bazaar. Evening diner on the Road rooftop restaurant."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the Khan El Khalili bazaars; which is one of the most famous worldwide with its amazing narrow alleyways. The bazaar is the domain of shopkeepers and tourists. Jewellers, items made from copper, visit one of the Seven Wonders the great Pyramids of Giza; (Cheops, Chephren and Mycerinus). The Cheops Pyramid is more interesting, because its interior burial chambers are open for inspection by the public. Not far from the Pyramids is the Great Sphinx parquetry boxes, semi-precious stones, rugs, and other souvenirs. Then Grand Egyptian Museum just outside of Cairo on the Giza Plateau (and next door to the Pyramids) will not only be the new crown jewel of Egypt, but it will also be one of the largest, most modern, and most renowned museums in the entire world."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Wadi El Rayan in Fayoum to visit the Water fall and Modawara Mountain for a photo stop. Then continue to Magic Lake where BBQ lunch will be served. Then enjoy a safari drive to visit Wadi Hittan and museum; and finally visit Tunis Village & Pottery school. Overnight by Lake Karoun, the former hunting lodge of King Farouk offering an elegant ambiance and a host of activities."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Take a short excursion to visit the famous Seven Waterwheels and explore the unique rock formations of Valley of the Whales."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early morning drive to Minya . Visit Beni Hassan Tombs . Beni Hasan, Egyptian archaeological site from the Middle Kingdom (1938–c. 1630 BCE), lying on the eastern bank of the Nile roughly 155 miles (245 km) south of Cairo. The site is noted for its rock-cut tombs of 11th- and 12th-dynasty officials of the 16th Upper Egyptian (Oryx) nome, or province. Visit Akhetaten (Amarna), the city of Akhenaten and Nefertiti. Overnight Asyut."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Continue on to Luxor stopping at Dendera and Abydos Temples also known as the Great Temple of Abydos is one of the main historical sites in Abydos. Visit Denderah temple this beautiful Greco-Roman temple was built between 125BC and 60AD and dedicated to Hathor, Goddess of joy Visit Karnak Temple: Built over a period of two millennia by generations of Pharaohs. Then Luxor Temple: it was once connected to Karnak via the Avenue of Human-headed Sphinxes, almost 3 kilometeres in length. Overnight at the luxury St. George Hotel on the banks of the Nile in Luxor."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AN OPTIONAL TOUR to enjoy riding Hot air balloon at the West bank of Luxor. (Supplement ( £ 85 pp). Balloon Air Luxor: For unbeatable views of Luxor's famous temples, take a hot-air balloon flight over the Nile River's west bank. Away from the crowds in the peaceful glow of dawn, your sunrise flight over Egypt's ancient monuments . Now board the exciting Nile Dahabiya - a replica of the original Dahabiya boats from the 19th century. Constructed in Esna by regional artisans by the blueprint of a traditional Dahabiya from the past. Enjoy your privacy and relax on the sundeck in the morning under the sun and in the evening under the sky filled with stars In between, pause in cities and villages to see well-known historical sites along the Nile."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "El Kab, on the East bank of the Nile, was once the capital of Upper Egypt and is still home to the temple of Nekhbet, as well as a row of fascinating decorated tombs carved into the slope of the mountains. Upon docking, you will embark on a beautiful walk through a small fishermen village to visit the necropolis. Temple of Edfu is dedicated to the sky falcon god of Victory and protection Horus that came to be in across the Nile River west bank during the Ptolemaic age between 237 and 57 BC during the rule of Cleopatra VIII. Temple of Edfu is dedicated to the sky falcon god of Victory and protection Horus that came to be in across the Nile River west bank during the Ptolemaic age between 237 and 57 BC during the rule of Cleopatra VIII."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This is a day devoted to the river: immediately after an optional morning walk and breakfast, you will set sail. In the afternoon, you will stop at an island for a stroll along the Nile. ). At night, the boat will tie up the foot of floodlit temple of Gebel Silsileh."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At Gebel Silsila, the Nile narrows considerably to pass between steep sandstone cliffs, cluttered with ancient rock stelae and graffiti."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Temple of Kom Ombo: Is actually two temples consisting of a Temple to Sobek and a Temple of Haroeris. In ancient times, sacred crocodiles basked in the sun on the riverbank near here. The Temple has scant remains, due first to the changing Nile, then the Copts who once used it as a church, and finally by builders who used the stones for new buildings. Kom Ombo Temple is dedicated to the crocodile-god Sobek."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Awake to the beautiful sight of the desert closing in on the river at Aswan Bridge. Here your cruise comes to an end so disembark and transfer to your traditional Nubian houses, this colourful guest house consists of three buildings offering a tree-framed terrace over the Nile River. Aswan, Egypt's sunniest southern city and ancient frontier town located about 81 miles south of Luxor, has a distinctively African atmosphere. Its ancient Egyptian name was Syene. Small enough to walk around and graced with the most beautiful setting on the Nile, the pace of life is slow and relaxing. In Aswan the Nile is at its most beautiful, flowing through amber desert and granite rocks, round emerald islands covered in palm groves and tropical plants."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to Aswan airport for departure flight OR - extend a day and night to Abu Simbel. Abu Simbel is a set of two temples near the border of Egypt with Sudan, situated on the western bank of Lake Nasser, about 230 km southwest of Aswan. It was constructed for the pharaoh Ramesses II who reigned for 67 years during the 13th century BC (19th Dynasty). Enjoy a cruise on the lake and Sound & Light Show at Abu Simbel provides a journey back in time to the pharaohs’ era, bringing it back to life. The enchanting music and vibrant lights will accompany you on this journey."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer from Abu Simbel to Aswan for departure flight"
    }
  ],
  "map": ""
}