{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "jordan-and-egypt-small-group-tour",
  "tourName": "Jordan and Egypt small group tour",
  "placesVisited": "",
  "generalInfo": "We begin our journey in Amman, Jordan, with an arrival transfer and free time before we explore the ancient Roman city of Jerash and Amman's key historical sites, including the Citadel and Roman Theatre, the following day. Day two also includes a local street food experience and an evening visit to the Wild Jordan Centre. Our journey then continues south along the scenic King's Highway, where we stop at the historical sites of Madaba, Mount Nebo, and Shobak Castle en route to Petra. We dedicate an entire day to discovering the magnificent Nabataean city of Petra, walking through the Siq to marvel at the Treasury and exploring other tombs and monuments, with options like Petra by Night or a cookery class available to us the previous evening. Following Petra, our adventure takes us into the striking desert landscapes of Wadi Rum, where we stay overnight at a Bedouin camp, complete with a traditional meal and an included Jeep safari the next morning; optional activities like camel rides or hot air ballooning are also offered. We conclude the Jordanian segment of our trip with a journey to the Dead Sea, the lowest point on Earth, where we have ample time to float in the hypersaline waters and experience the therapeutic mud, before we transfer to Amman airport on day six. We then transition to Egypt with a flight from Amman to Cairo (note: this flight cost is not included). Upon arrival in Cairo, we begin our exploration with the iconic Giza Plateau, visiting the Great Pyramids and the Sphinx, followed by trips to the ancient capital Memphis and the Step Pyramid at Saqqara. An early flight takes us to Luxor, the ancient Thebes, where we explore the West Bank's treasures, including the Valley of the Kings, Hatshepsut Temple, and the Colossi of Memnon, before boarding our 5-star Nile cruise ship. In the evening, we enjoy an illuminated tour of Luxor Temple. Our cruise continues with a visit to the vast Karnak Temple complex as we sail upstream towards Aswan, stopping at the well-preserved Temple of Edfu and the unique double temple of Kom Ombo along the way. In Aswan, our highlights include an optional early morning excursion to the magnificent temples of Abu Simbel, taking a traditional Felucca sailboat ride on the Nile, visiting the relocated Philae Temple complex, and stopping at the Aswan High Dam. Afterwards, we fly back to Cairo for our guided tour of the world-renowned Grand Egyptian Museum (GEM), home to Tutankhamun's treasures. Our final full day offers free time or an optional tour covering Coptic Cairo, the Citadel, and the Khan el-Khalili bazaar. We conclude our tour on day thirteen with free time in Cairo before our departure transfer to the airport. Accommodation is in comfortable mid-range hotels in Jordan, Bedouin tents with proper beds in Wadi Rum, 5-star hotels in Cairo and a 5-star Nile cruise between Luxor and Aswan",
  "durationDays": "13",
  "price": "2744",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Amman. Hotel transfers included Once you've landed at the airport, we'll be there to meet you and transfer you to your hotel in Jordan's bustling capital city of Amman. After helping you check in and pointing you to any local shops, cafes or restaurants, you're free to explore Amman independently before our sightseeing starts tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Ancient Jerash and Amman, Street Food Experience & evening visit to the Wild Jordan Centre We begin our day travelling north from Amman to the nearby city of Jerash, home to one of the largest and best-preserved examples of Roman architecture outside of Italy. Often called the 'Jewel of the North', Jerash reveals an unbroken history of human settlement stretching back over 6,500 years. Hidden beneath sand for centuries, extensive excavations and restorations over the last 70 years have uncovered a remarkable example of the grand, formal Roman provincial urbanism typical throughout the Middle East. Upon returning to Amman in the afternoon, we explore Jordan's capital, famously known as the 'white city' due to its abundance of white limestone buildings. Amman's history spans millennia, with archaeological work uncovering remains from the Neolithic period through the Hellenistic, late Roman, and Arab Islamic eras. Our tour includes the Citadel, the historic site of the Temple of Hercules, the Umayyad Palace, and the Byzantine Church. We will also visit the impressive 6,000-seat Roman Theatre, dating back to when the city was known as Philadelphia. Following our exploration of the historical sites, we delve into the vibrant atmosphere of Downtown Amman with a street food tasting experience. You'll have the chance to sample local delicacies, which typically include sweet Kunefa, refreshing Sugar Cane Juice, and savoury Falafel, though specific offerings may vary based on availability during our visit. Afterwards, there will be time to return to the hotel to refresh before our evening activity. To conclude our day, we'll enjoy an evening visit to the Wild Jordan Centre. This unique establishment is not only a fantastic spot to relax but also plays a crucial role in supporting Jordan's natural heritage and local communities. It serves as a hub for the Royal Society for the Conservation of Nature's ecotourism and handicraft projects, promoting sustainability by generating income for rural communities living in and around Jordan's nature reserves and aiding conservation efforts. For those who would prefer a more relaxed evening, you are welcome to remain at the hotel instead. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kings Highway to Petra with stops in Madaba, Mount Nebo & Shobak Castle. Optional Petra by Night or Cookery Class We leave Amman behind us today as we drive along the scenic King's Highway towards Petra. The drive itself is beautiful, crossing deep wadis, passing through olive groves, and navigating remote rural villages, offering you a unique insight into the daily lives of the local people. Our first stop will be at Madaba, where we visit the Greek Orthodox Church of St. George, famed for its remarkable 6th-century Byzantine mosaic map depicting the Holy Land and other biblical sites. Next, we'll venture up Mount Nebo, a significant viewpoint offering breathtaking panoramic views over the Jordan Valley towards the Holy Land. We'll hit the road once more, this time crossing the stunning Wadi al-Mujib gorge. The route winds through olive groves before climbing over the deep canyon until we reach Shobak Castle. Perched dramatically on a mountainside, Shobak is another impressive example of the Crusader castles built during the early 12th century to guard the vital trade routes between Egypt and Damascus. Upon arrival in Petra, we'll check into our hotel. This evening offers two optional activities for you to choose from. You could opt for a magical first glimpse of Petra with the atmospheric Petra by Candlelight experience, walking through the Siq canyon to see the iconic Treasury illuminated solely by hundreds of candles. Alternatively, food enthusiasts might enjoy participating in a hands-on cooking class at the renowned Petra Kitchen, learning the secrets of preparing traditional Jordanian dishes. Please note that pre-booking is essential for the Petra Kitchen experience as it is very popular and spaces are limited. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day exploration of Petra, camping underneath the stars in Wadi Rum Today is all about exploring the Nabataean site of Petra. It was once the ancient capital of the Nabataean commercial empire until the Romans finally took over in 106 AD. For a long period, Petra was forgotten – except by the local Bedouins – before it was rediscovered in 1812 by Swiss explorer Johann Ludwig Burckhardt. Petra is found at the edge of the Wadi Araba desert, where canyon walls and towering hills make it virtually inaccessible, except via a narrow cleft in the rock known as the Siq. There are very few free-standing buildings in Petra, as the Nabataeans chose to carve their dwellings into the multicoloured sandstone cliffs. Petra has become one of Jordan's main tourist attractions. We have most of the day available today to explore this ancient city (a 2-3 hour guided tour, then free time to explore independently). We start by making our way through the Siq, which rises to 200 metres above us and narrows to just 2 metres wide in certain sections. Keep an eye out for the ancient Nabataean water channel still visible on one wall, and remnants of the terracotta pipes that brought water into the city are also present. We'll turn a corner and suddenly – one of the most familiar sights of Petra will be in front of you – The Khazneh (Treasury) comes into view. Our guide will explain how this, and the other buildings here, are mainly elaborate facades carved into the rock from the top down, and also discuss the spiritual significance of the building style. From the Treasury, the valley opens out, and you'll see tombs carved into the rock on both sides. You'll get a glimpse of the ruined Roman amphitheatre and colonnaded streets. During your free time, you can walk up a steep and narrow winding gorge to the towering 'Monastery' – which is 50 metres high and 45 metres wide, providing breathtaking views of the Wadi Araba desert and the Jordan Valley. Another climb takes you to the High Place of Sacrifice and the Lion Fountain. All in all, this is a full and tiring, but hugely rewarding, day touring one of the world's most famous ancient sites. Walking distances today are an absolute minimum of 3km through the Siq to the Treasury and back, plus distance to see a few tombs; 8km to take the trail on as far as the main basin; plus an additional few km to the Monastery and back (over 800 steps up and down). For those with less mobility or who are worried about the distance golf buggies are available for around 25 USD per person one way 40 USD per person round trip to take you on the 1.2km journey through the Siq to the Treasury and back again at an agreed time. Horse carriages are also available but we recommend against using these due to animal welfare reasons. Later in the afternoon, we leave Petra and drive into the spectacular desert scenery of Wadi Rum. Whilst staying in Wadi Rum, several optional activities are available to enhance your desert experience, such as taking a traditional camel ride through the sand dunes, soaring above the landscape on a hot air balloon flight (typically at dawn, weather permitting), or enjoying an adventurous desert quad biking excursion. Upon arrival at our camp, friendly Bedouin hosts will greet us at our comfortable site, nestled beneath towering rocks and cliffs. We spend the evening relaxing at the camp and enjoying a delicious traditional Jordanian meal. As night falls and the stars emerge, there is also an option to join a captivating astronomy experience, taking advantage of Wadi Rum's exceptionally clear desert skies and unique vantage point to observe stars, constellations, and planets in incredible detail. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wadi Rum Jeep Safari and overnight stay at the Dead Sea (optional excursion to Wadi Mujib) We start the day early, exploring the beautiful desert and mountain scenery of Wadi Rum. Keep an eye out for the copper-coloured rocky 'jebels', which mesmerised T.E. Lawrence during his visits to the desert during the Arab Revolt and were later famed in the movie Lawrence of Arabia. We'll take a jeep safari through the stunning desert landscape, seeing more of the sheer cliffs and bizarre, weathered rock formations. We say goodbye to Wadi Rum later in the morning and head north towards the Dead Sea, one of the planet's most spectacular natural and spiritual landscapes. Not only is it the lowest point on Earth, at approximately 400 metres below sea level, but it's also filled with dramatic, natural wonders. The Dead Sea is fed by numerous rivers, including the River Jordan. Once the waters reach the Dead Sea, they are land-locked with no outlet, so they evaporate under the intense desert sun. This process leaves behind a dense, rich cocktail of salts and minerals, renowned worldwide and supplying the cosmetics, agriculture, and medicine industries with some of their finest raw products. The Dead Sea is flanked by mountains to the east and the rolling hills towards Jerusalem to the west, giving it an almost otherworldly beauty. Although sparsely populated and serenely quiet now, the area is believed by some to have been home to five Biblical cities"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "From Amman to Cairo"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit the Pyramids in Giza and the stepped Pyramid in Saqqara Our Egyptian adventure begins with a journey back in time to the Giza Plateau, home to the iconic Great Pyramids. These magnificent structures, declared one of the Seven Wonders of the ancient world by the Greeks, will leave you breathless with their sheer size and intricate construction. We'll explore the Pyramids of Giza, including the Great Pyramid of Khufu, and encounter the enigmatic Sphinx, standing guard over these ancient wonders. But that's not all! We'll also delve deeper into Egypt's rich history with a visit to Memphis, the first capital of the ancient kingdom. Here, we'll come face-to-face with the colossal statue of Ramses II, a powerful reminder of the pharaohs who once ruled this land. Our journey continues to Sakkara, where we'll marvel at the Step Pyramid of Djoser, an architectural masterpiece that predates the Great Pyramids and offers a fascinating glimpse into the evolution of pyramid construction. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early flight to Luxor. Morning visit to the West Bank of the Nile and Luxor Temple by night This morning, we'll catch an early flight to Luxor, the ancient city of Thebes and a treasure trove of historical wonders. Get ready to be impressed as we begin our exploration of the Nile's West Bank, a place steeped in ancient Egyptian mythology and history. Our first stop will be the Colossi of Memnon, two towering statues that have stood sentinel for millennia. Imagine the stories these giants could tell! From there, we'll venture into the Valley of the Kings, a hidden valley where pharaohs, including the legendary Tutankhamun, were laid to rest. We'll get to explore these elaborately decorated tombs and uncover the secrets of their fascinating past. Next, we'll journey to the Temple of Queen Hatshepsut, a magnificent complex built into the cliffs, dedicated to one of Egypt's few female pharaohs. We'll marvel at its grandeur and learn about the powerful queen who ruled over Egypt. Our West Bank adventure culminates with a visit to Medinat Habu, a temple complex adorned with vibrant and intricate hieroglyphics that depict scenes of ancient Egyptian life and mythology. After a day of exploration, you'll have the afternoon free to unwind. Relax on board your luxurious 5-star Nile cruise ship, perhaps with a refreshing dip in the pool or a leisurely stroll on the deck. Or, if you're feeling adventurous, dive into the bustling atmosphere of Luxor's markets, where you can find souvenirs, spices, and local handicrafts. As dusk settles over Luxor, we'll embark on a magical walking tour of the Luxor Temple. This magnificent temple, illuminated against the night sky, is truly a sight to behold. We'll wander through its towering columns and courtyards, learning about its rich history and religious significance. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore Karnak Temple and continue sailing to Edfu This morning, you'll have the opportunity to witness the sunrise over the majestic West Bank of the Nile from a truly unique perspective – a hot air balloon! Imagine drifting silently above the ancient landscape, the Valley of the Kings spread out beneath you as the sun paints the sky with vibrant hues. It's an experience that will stay with you forever. After a delicious breakfast, we'll delve into the heart of ancient Thebes with a visit to the awe-inspiring Karnak Temple Complex. Prepare to be amazed by this sprawling complex, a city of temples within a city. Wander through the towering columns of the Great Hypostyle Hall, explore the numerous temples dedicated to various gods and pharaohs, and marvel at the intricate carvings and hieroglyphics that adorn every surface. Karnak truly lives up to Luxor's reputation as the world's largest open-air museum. In the afternoon, we'll embark on a leisurely cruise up the Nile River. Settle in on the sundeck and watch as the scenery unfolds before you – lush green fields, traditional villages, and ancient monuments dotting the riverbanks. We'll pass through the lock at Esna, a fascinating feat of engineering, and continue on to Edfu, where we'll moor for the night. Note"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Edfu Temple and cruise to Kom Ombo & Aswan After a leisurely breakfast on board, we'll disembark and head to the nearby Temple of Edfu. This remarkably well-preserved temple, dedicated to the falcon-headed god Horus, is a stunning example of Ptolemaic architecture. As you wander through its impressive courtyards, you'll be transported back in time, imagining the processions of priests and pharaohs that once graced these halls. Admire the intricate reliefs depicting scenes of Horus's mythology, and learn about the temple's important role in ancient Egyptian religious practices. Back on board our comfortable cruise ship, we'll continue our journey up the Nile towards Kom Ombo, soaking in the ever-changing scenery. The pace of life along the riverbanks unfolds at a slower pace here, offering a captivating glimpse into traditional rural life in Egypt. Watch as farmers tend their fields using age-old methods, fishermen cast their nets into the flowing waters, and children play along the shore. It's a timeless scene that speaks to the enduring connection between the Egyptian people and the Nile River. As we cruise, why not take some time for yourself to relax and unwind? Head to the sundeck and enjoy a refreshing dip in the plunge pool, perhaps with a cool drink in hand. Or simply find a comfortable spot to lounge in the sun with a good book, letting the gentle rocking of the boat and the warm breeze lull you into a state of pure tranquility. Our next stop is Kom Ombo, where a truly unique temple awaits. Dramatically situated right on the banks of the Nile, this temple is unusual because it's actually dedicated to two gods"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Abu Simbel option. Sail the Nile on a traditional Felucca. Visit Philae Temple & Aswan Dam This morning, you have the incredible opportunity to embark on an optional excursion to the awe-inspiring Abu Simbel, a UNESCO World Heritage Site that stands as a testament to the grandeur of ancient Egypt. We'll depart before dawn, making our way through the desert landscape. Our goal is to arrive in time to witness the magical moment when the rising sun illuminates the facade of the temples, casting a golden glow on the colossal statues of Ramses II. It's a truly unforgettable experience that captures the mystique and majesty of this ancient wonder. If you choose to remain in Aswan, we'll step back in time and experience the magic of the Nile River firsthand with a leisurely sail on a traditional Felucca sailboat. Imagine yourself gliding along the legendary waters, the gentle breeze filling the sails as you soak in the stunning scenery of Aswan from a unique perspective. It's the perfect way to unwind and connect with the soul of Egypt before continuing our explorations (please note that if visiting Abu Simbel, the Felucca ride will be missed as these activities both take place this morning) Our afternoon tour in Aswan takes us to the enchanting island temple complex of Philae, dedicated to the goddess Isis. We'll journey by boat to this picturesque island, where the temple complex, with its graceful columns and intricate carvings, seems to rise organically from the water. Philae remains one of Egypt's most romantic and picturesque sites, its beauty enhanced by its remarkable history. The entire complex was carefully dismantled and relocated to its current location following the construction of the Aswan High Dam, ensuring its preservation for generations to come. Speaking of the dam, we'll also pay a visit to the impressive Aswan High Dam, a monumental feat of engineering that harnessed the power of the Nile and created Lake Nasser, one of the world's largest man-made lakes. We'll learn about the dam's construction and its impact on Egypt, both positive and negative, gaining a deeper understanding of this country's complex relationship with its lifeline, the Nile River. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning flight to Cairo. Visit the Grand Egyptian Museum (GEM). Optional afternoon tours This morning, we bid farewell to Aswan and embark on a short flight back to Cairo, where we'll delve deeper into the heart of Egypt's captivating history. Our journey begins at the renowned Grand Egyptian Museum (GEM), a treasure trove of ancient artifacts that spans millennia. Accompanied by your expert Egyptologist guide, you'll embark on a fascinating journey through the museum's vast collection. Wander through the halls, each dedicated to a specific historical period, and marvel at the intricate sarcophagi, the delicate jewelry, and the imposing statues that bring ancient Egypt to life. Of course, no visit to the Grand Egyptian Museum (GEM) is complete without gazing upon the treasures of Tutankhamun, including his iconic golden mask – a symbol of Egypt's enduring fascination. Please note"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cairo, Free time. Departure airport transfer Your time is free today until we transfer you to the airport for your departure flight. Extensions are available to add onto the end of the tour to spend some time by the Red Sea, add some day trips to Alexandria or visit the World Heritage Site of Wadi Rayan and the Valley of the Whales. OVERNIGHT"
    }
  ],
  "map": ""
}