{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "highlights-of-egypt-tour-with-nile-cruise",
  "tourName": "Highlights of Egypt tour with Nile cruise",
  "placesVisited": "",
  "generalInfo": "This comprehensive Egyptian adventure immerses you immediately in the ancient world, beginning in Cairo with visits to the iconic Giza Plateau. You will stand before the Great Pyramids and the Sphinx, before delving deeper into history at Memphis and the Step Pyramid of Saqqara. The experience is enriched by a guided tour of the renowned Grand Egyptian Museum (GEM), home to Tutankhamun’s treasures, and a taste of local culture with a traditional Koshary lunch. The journey bookends with a return to the capital to explore the historic backstreets of Old Cairo and the vibrant Khan-el-Khalili bazaar, offering a perfect opportunity to soak up the atmosphere and hunt for souvenirs. Leaving the bustle of Cairo behind, the tour flies south to Aswan for a stay in a traditional Nubian Village, offering a unique glimpse into local life. From here, you board a Nile cruise to sail towards Luxor, stopping to admire the island temple of Philae, the double temple of Kom Ombo, and the Temple of Horus at Edfu. The cruise culminates in Luxor, arguably the world's greatest open-air museum. Here, explorations cover the colossal Karnak and Luxor Temples on the East Bank, and the mysterious West Bank, featuring the Valley of the Kings, the Temple of Hatshepsut, and the Colossi of Memnon. Following the historical immersion, the pace slows down significantly with a drive to the Red Sea resort of Hurghada. Guests settle into a 5-star resort on a 'soft all-inclusive' basis, enjoying several days of leisure by the sea. This coastal interlude provides ample time to relax, swim, or explore the world-famous marine life through snorkelling and diving before the final transfer back to Cairo for departure",
  "durationDays": "12",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Cairo, transfer to hotel Upon arrival at Cairo airport, we will meet you and assist you with visa formalities and luggage collection, then transfer you to your hotel. Our rep will help you settle in, then the rest of the day is free at your leisure. If your flight lands early, then you could take a first look at the pyramids with an amazing sound and light show, or perhaps head into downtown Cairo for a Nile dinner cruise and show. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the Pyramids in Giza and the stepped Pyramid in Saqqara. Koshary Lunch included Our Egyptian adventure begins with a journey back in time to the Giza Plateau, home to the iconic Great Pyramids. These magnificent structures, declared one of the Seven Wonders of the ancient world by the Greeks, will leave you breathless with their sheer size and intricate construction. We'll explore the Pyramids of Giza, including the Great Pyramid of Khufu, and encounter the enigmatic Sphinx, standing guard over these ancient wonders. But that's not all! We'll also delve deeper into Egypt's rich history with a visit to Memphis, the first capital of the ancient kingdom. Here, we'll come face-to-face with the colossal statue of Ramses II, a powerful reminder of the pharaohs who once ruled this land. Our journey continues to Sakkara, where we'll marvel at the Step Pyramid of Djoser, an architectural masterpiece that predates the Great Pyramids and offers a fascinating glimpse into the evolution of pyramid construction. Between these captivating visits, savour a delicious Koshary lunch. This traditional Egyptian dish is a culinary delight, featuring a medley of rice, lentils, macaroni, chickpeas, and a tangy tomato sauce, topped with crispy fried onions. It's a true feast for the senses and a perfect representation of Egypt's rich culinary heritage. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit the Grand Egyptian Museum (GEM). Flight to Aswan We begin our day at the renowned Grand Egyptian Museum (GEM), a treasure trove of ancient artifacts that spans millennia. Accompanied by your expert Egyptologist guide, you'll embark on a fascinating journey through the museum's vast collection. Wander through the halls, each dedicated to a specific historical period, and marvel at the intricate sarcophagi, the delicate jewelry, and the imposing statues that bring ancient Egypt to life. Of course, no visit to the Grand Egyptian Museum (GEM) is complete without gazing upon the treasures of Tutankhamun, including his iconic golden mask – a symbol of Egypt's enduring fascination. Whilst we will have dedicated time to visit the Museum highlights, the GEM holds one of the largest archaeological collections in the world and therefore it won't be possible to explore the museum in its entirety. If you wish to explore further, you have the option to add on our GEM re-visit package, which will allow you to return and explore at your leisure during your scheduled free time. Later in the day we'll transfer to Cairo Airport for the short flight to Aswan. Upon arrival in Aswan we'll transfer to our accommodation which is located within the Nubian Village, just outside the city of Aswan. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nubian Village Exploration. Visit Philae Temple. Board Nile cruise The Nubian people have inhabited this region for millennia, their culture intertwined with the Nile and this morning we'll have an opportunity to explore the nearby Nubian Village. Get ready to be charmed by the brightly painted houses, adorned with symbolic patterns and vibrant colours, and explore the bustling local markets where you can find handcrafted souvenirs and spices. Before boarding our Nile Cruise, we'll embark on a boat trip to the breathtaking Philae Temple. Dedicated to the goddess Isis, this temple complex was once threatened by the rising waters of Lake Nasser. Thankfully, it was carefully dismantled and relocated to its current island location, preserving its beauty for generations to come. Next, we'll return to the centre of Aswan where we'll board our Nile Cruise which will normally stayed moored in Aswan until tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nile cruise to Komombo & Edfu (Optional morning tour to Abu Simbel) Those seeking an awe-inspiring adventure can rise early for an optional excursion to Abu Simbel. This UNESCO World Heritage Site boasts two magnificent temples carved into the mountainside by Ramses II. These monumental structures, adorned with colossal statues and intricate reliefs, are a testament to the grandeur of ancient Egypt and a definite highlight of any trip. We spend the day today sailing down the Nile, enjoying our time relaxing on the sun deck and and watching rural Egyptian life pass us by. Our first stop is at the beautifully situated riverside temple at Komombo. This somewhat unusually styled temple is in fact a double temple, with one side being consecrated to Sobek, the crocobile good and the second dedicated to Horus - the falcon-headed Sky God. We then continue sailing on to the Temple of Horus at Edfu. We overnight here. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Edfu temple, Luxor temple at night This morning we explore the Temple of Horus, the best preserved temple in the whole of Egypt, it has many inscriptions in the Coptic language and is adorned with paintings. We then sail onwards, passing through the lock on the Nile at Esna, before arriving in Luxor. Luxor is built on and around the ancient site of Thebes, and has the greatest concentration of ancient ruins in the Nile Valley, if not the world. To the west, across the Nile, lies the City of the Dead, with its mortuary temples and rock carved tombs, and to the east stand the Temples of Luxor and Karnak. In the evening we'll take a walking tour of the smaller Luxor Temple, which is in the centre of town and is colourfully lit up by night. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Luxor, West bank tour, Karnak temple We cross the Nile early this morning to begin our tour of Luxor’s West Bank. Home to the Valley of the Kings, the dusty tombs in this ancient burial site are still revealing their secrets today and so it remains one of the most important archaeological sites in the world. Our tour includes several of these Pharaonic tombs, as well as the temples of Queen Hatchepsut and Medinat Habu, and the huge Colossi of Memnon. A spectacular hot air balloon flight over the west bank of the Nile is available this morning (expect an early start to catch sunrise as the balloon rises). After lunch we'll tour the huge temple complex at Karnak , once the religious centre of Thebes and Upper Egypt. It was linked to Luxor by an extensive avenue, lined with sphinxes, and the whole complex was in turn linked to the Nile via a canal through which moved the sacred boats of the god Amun. Entering through a smaller sphinx-lined avenue, built by Ramesses II, you come to the immense pylon entrance. Inside the huge Courtyard are three chapels dedicated to the gods Amun, Khous and Mut. The remarkable Hypostyle Hall has 134 towering columns, each carved with scenes of gods and pharaohs, and hieroglyphic inscriptions adorn the walls. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Luxor to the Red Sea at Hurghada After a lazy morning we leave the Nile Valley and drive to the Red Sea resort of Hurghada where we check into a 5-star resort. Your stay here is on a 'soft all inclusive' basis, with all meals, soft drinks and snacks included but not alcoholic beverages. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Red Sea at Hurghada, free day Your day is free today to relax and enjoy your time by the Red Sea. Hurghada is world famous for its scuba diving and snorkelling and the rich Red Sea marine life here attracts divers from all over the world. Other adventurous activities available include wind surfing and kite surfing, glass bottomed submarines, quad biking, camel rides and sea fishing trips. Our local rep based in Hurghada will be on hand to help make any arrangements. Hurghada itself has an interesting marina and old town to explore. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Red Sea at Hurghada, free day You have a second day free to enjoy the wonders of the Red Sea. If you wish, we can book extra nights in the resort in Hurghada for you to extend your time here - please contact us for details and prices. Note"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Cairo, Old Cairo & Khan-el-Khalili bazaar tour We drive back to Cairo this morning (approx.. 5hrs) and check into a city centre hotel. An upgrade to an internal flight is also available on request. In the late afternoon we take a guided walk through the back streets and bazaars in Old Cairo. We'll walk through the huge Bab al-Futuh gateway and explore streets dedicated to metalwork, spices, pottery, fabric, jewelery and anything else you can imagine as we gradually enter the more touristy Khan-el-Khalili bazaar. We'll have time for a break to try some mint tea and a shisha pipe and this is a great final opportunity to pick up some souvenirs of your time in Egypt. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Cairo, free time, departure airport transfer Your time is free today for some last minute sightseeing or shopping until we transfer you to the airport for your departure flight. If you have an afternoon or evening flight departure, then a half-day tour of Coptic Cairo and the Citadel is available today, or you could take another half-day tour to learn more about the evolution of pyramid building at Saqqara, Dashour & Memphis. tours are also available today. Alternatively you can add extra nights to your time in Cairo which would allow you to take a day trip to the colonial city of Alexandria on the Mediterranean coast, or a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan. OVERNIGHT"
    }
  ],
  "map": ""
}