{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "nile-cruise-and-red-sea-holiday",
  "tourName": "Nile Cruise and Red Sea holiday",
  "placesVisited": "",
  "generalInfo": "Uncover the treasures of Ancient Egypt and cruise the legendary Nile on our classic tour that blends epic history with vibrant modern life. Stand in awe before the Great Pyramids of Giza, unravel the secrets of the Valley of the Kings, and feel the pulse of Cairo's chaotic charm. Along the way, relax aboard a Nile cruise, drifting past palm-lined banks, timeless temples, and rural villages where life hasn't changed for centuries. Finally, wind up by the Red Sea, with the opportunity to unwind on a private beach or have a go at snorkelling. <br/> <br/> Walk Through History - Gaze up at the iconic Pyramids and the mysterious Sphinx, and explore tombs and temples that have stood for millennia.<br/> Cruise the Nile in Style - Watch life unfold along the riverbanks as you sail from Aswan to Luxor, with golden sunsets and ancient landmarks as your backdrop.<br/> Experience Daily Egyptian Life - Sip strong coffee in Cairo's buzzing cafés, haggle in lively markets, and exchange smiles with children waving from the Nile's edge.<br/> Dive into the Red Sea - Unwind with three days on Egypt's coast, where you can swim in crystal waters, snorkel vibrant coral reefs or simply soak up the sun on the golden sands.<br/> <br/>",
  "durationDays": "13",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Cairo",
      "description": ": Our tour starts today in Cairo, Egypt's bustling capital, sitting on the banks of the River Nile. This sprawling metropolis is a jumble of modern buildings, ancient landmarks and maze-like streets, offering the best Pharaonic, Coptic and Islamic sites in Egypt. There are no activities planned today, so you're free to arrive in Cairo at any time. If you'd like an airport transfer today, you'll need to arrive into Cairo International Airport (CAI), which is a 30 to 45-minute drive to the hotel. At 6pm, our tour leader will meet you in the hotel reception for a welcome meeting. If you want to, there'll be a chance to go out for dinner afterwards. If you arrive later, our tour leader will catch you up at a later point. If your flight arrives earlier in the day, perhaps you might like to catch your first glimpse of the mighty Nile River, visit the capital's medieval market at Khan el Khalili or cross the river to take a walk down the Nile promenade. Egyptians are warm and welcoming to visitors, so you're sure to get an authentic experience wherever you wander."
    },
    {
      "dayNumber": 2,
      "title": "In Cairo; visit the Pyramids, Sphinx and the spectacular new Grand Egyptian Museum",
      "description": ": This morning, we'll make our way to Giza, where we'll see the pyramids and Sphinx, among the most impressive man-made spectacles in the world. We'll explore the pyramid complex, which includes the sphinx, a crouching lion with a human head carved from solid rock and the splendid Granite Temple, with a local guide. We'll then head to the spectacular new Egyptian Museum in Giza, a repository of over 100,000 items encompassing all aspects of ancient Egyptian life, including ornate jewellery, caskets, towering granite statues and mummified remains. At the time of writing, there are twelve galleries open, including the remarkable golden treasures of Tutankhamun. The Grand Egyptian Museum is a wonderful destination in itself; its sheer size and beautiful architectural design have deservedly drawn acclaim worldwide. After our tour, there is time to have lunch in one of the many restaurants in the museum. Returning to our hotel in the city centre, there will be time to take a stroll to visit the capital's medieval market at Khan el Khalili, have a dip in the pool or relax on the rooftop terrace overlooking the Nile."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Egyptian Museum off Tahrir Square. Rest of the day is free in Cairo to explore, overnight train to Aswan",
      "description": ": Our first stop is to visit the original Egyptian Museum, a very short drive from our hotel, located on Tahrir Square. The museum hosts many antiquities that have yet to be moved to the new museum in Giza. The rest of the day is free for optional trips in the capital. This morning, there is the opportunity to visit Saqqara, the impressive steppe pyramid/necropolis of Zozer (Djoser), the earliest of the pyramids of Egypt. In the afternoon, you can take a trip to Islamic Cairo to visit the illustrious Citadel, one of Saladin's many strongholds during the Crusades. There will also be the chance to enter one or more of the medieval mosques of Cairo, where there is a requirement to dress modestly with looser fitting clothing that covers the arms and legs. Shorts or sleeveless shirts are not permitted. Please see the Budgeting & packing section for more details. This evening, we'll depart for Aswan on an overnight train. We use the best available sleeper compartments, with two-berth cabins, each containing a bench seat which converts into bunk beds. Whilst the service is designated as first class, the standard is not comparable to European first-class train travel. Dinner and breakfast are delivered by the carriage steward directly to you, but it's also worth purchasing some snacks before you board."
    },
    {
      "dayNumber": 4,
      "title": "In Aswan; tour of the Philae Temple and optional Nubian village dinner",
      "description": ": Aswan is Egypt's most southerly city, traditionally regarded as the frontier post of Upper Egypt. Sited on the east bank, it stands just below the First Cataract and is the meeting point of Arab culture with Nubia and black Africa. Today, we'll explore Aswan and the surrounding area. Our early arrival allows us time to take an excursion to the Philae Temple marooned on a picturesque island, having been relocated when the original site was flooded following the completion of the Aswan Dam. The temple is adorned with beautifully carved pylons containing some of Egypt's finest carvings. We'll travel to the island and back on a small motorboat. Returning to our hotel around lunchtime, the afternoon is free to relax, use the hotel pool located on the banks of the Nile or undertake some independent sightseeing. The Nubian bazaar, a short walk away from our hotel in the centre of Aswan, is well worth a visit. The bazaar contains many unusual stalls, including perfume shops and a papyrus institute. It's also possible to take an optional tour of the Aswan High Dam, completed in 1970 and the unfinished obelisk. This evening, there will be the opportunity to take a motorboat journey to a traditional Nubian village for a home-cooked dinner with a local family."
    },
    {
      "dayNumber": 5,
      "title": "Optional excursion to Abu Simbel, Board a cruise boat",
      "description": ": Today, you might like to take a very early morning trip by bus to the fabulous rock-hewn temple of Abu Simbel. Cut into the rock face, this enormous structure was raised 61 metres/200 feet to save it from floods created by the Aswan High Dam. The 20-metre/65-foot high statues represent Ramses II, known as the great builder. We'll have two hours to explore the famous site before returning to Aswan and boarding our river cruise boat, home for the next three nights. Nile Riverboat cruise On board our cruise, you'll be travelling in style. Typically accommodating around 130 guests, accommodation is in comfortable twin or double en suite cabins with large panoramic windows offering views of life carrying on along the Nile River. The cabins are well-appointed with a TV, fridge, air conditioning and WiFi (at an extra cost). The interior also features several large communal areas; the lounge and bar are a great place to socialise with other passengers. There's also a large restaurant, a reading area and several shops on board. There'll be evening entertainment one night of our cruise, plus the top deck has a large seating area with a swimming pool where you can relax with views over the Nile. We'll board just in time for lunch, and then the afternoon is free for you to relax onboard. Alternatively, you could explore Aswan's busy market or perhaps have afternoon tea at the Old Cataract Hotel (dress code applies), where Agatha Christie wrote her novel Death on the Nile. This evening's meal is served back onboard."
    },
    {
      "dayNumber": 6,
      "title": "Cruise down the Nile River towards Kom Ombo Temple",
      "description": ": After breakfast, there is an optional trip on a traditional felucca boat to sail around the Aswan islands, including a visit to the Botanical Gardens. We'll return in time for our cruise to begin and start sailing, heading north (downstream) towards Kom Ombo, where we'll disembark. Situated on the banks of the river, this temple is particularly unique because it's dedicated to two gods: Haroeris and Sobek, the crocodile god. It's thought that this part of the Nile used to have a large crocodile population, hence the dedication to Sobek. This evening, we'll continue upstream to Edfu city, where we'll stay overnight."
    },
    {
      "dayNumber": 7,
      "title": "Continue to cruise up the Nile towards Luxor",
      "description": ": Continuing our cruise towards Luxor today, we'll have a scheduled two-hour stop at the Temple of Edfu after breakfast. The only mode of transport to get from the dock to Edfu Temple (a journey of just over 1 kilometre/0.7 miles) is by locally owned and controlled horse-drawn caleshes. Unfortunately, we've received feedback that the condition and treatment of these horses fall well below the standards set out in our Animal Protection Policy, and efforts to support improvements have been unsuccessful. With this in mind, we encourage you to opt out of visiting Edfu Temple so as not to endorse these poor welfare standards. If you wish to visit the temple, please speak to your tour leader, who can arrange this for you. After our stop, we'll set sail once again for Luxor, arriving in the late afternoon. The evening is free, so you can wander around the souks and busy streets before dinner. Later this evening, there is the opportunity to experience the sound and light show at Karnak Temple, an incredible display where Karnak and the story of Egypt come alive. Alternatively, it's possible to visit the Luxor Museum or the Luxor Mummification Museum, which is open until 9pm."
    },
    {
      "dayNumber": 8,
      "title": "Cruise ends in Luxor, visit Karnak Temple",
      "description": ": This morning, we'll disembark for the final time and drop our bags at the hotel before visiting the Temple of Amun at Karnak, the labour of numerous pharaohs. Built around 2000 BC, this vast temple was still in progress during Cleopatra's reign in the 1st century BC. After a busy few days, this afternoon is free for you to relax. It's possible to visit the Luxor Museum and the Luxor Mummification Museum if you didn't visit yesterday; both are within walking distance from our hotel. Today, we'll also have the chance to see Luxor from above with an optional hot air balloon ride over Luxor, the Valley of the Kings and the Temples of Antiquities on the West Bank. If you'd like to opt in, pick up will be from your boat between 0430 and 0500. Please see the Budgeting and packing section for more details."
    },
    {
      "dayNumber": 9,
      "title": "Explore the West Bank, Habu temple and Valley of the Kings",
      "description": ": Arguably Egypt's most well-known site, this morning we'll have an early start to visit the world-famous Valley of the Kings, most famous for being the burial site of Tutankhamun, discovered in 1922 by British Egyptologist Howard Carter, along with another 62 royal tombs. Our visit includes entrance to three of the tombs, which will be decided on the day, as many are periodically closed for resting and renovation to protect them. After the three, there will be an option to pay a supplement to visit Tutankhamun's tomb. Our next stop is the Temple of Hatshepsut. Pharaoh Hatshepsut is believed to be the most successful reigning female power of Egypt, no mean feat during Ancient Egyptian times, and was buried alongside her male counterparts in the Valley of the Kings. Historians throughout modern history offer contrasting information about her reign, but walking into the shadow of Hatshepsut's immense temple, which is built into the limestone rock face on Luxor's West Bank, is a key symbol of her achievements. The structure is unexpectedly modern by design and was once linked directly with Karnak Temple on the East Bank. Continuing our exploration of the West Bank, we'll visit the striking Habu temple, one of the less-visited sites on the West Bank and very much underrated. The temple complex is dominated by the highly decorated and well-preserved funeral temple of Ramses III, depicting scenes of conquests and famous battles. The complex also houses the Temple of Amun, built by Hatshepsut and Tuthmosis III. With the backdrop of the village in the foreground and the Theban hills behind it's a fitting end to our morning of visiting some of Egypt's best-preserved ancient sites. We'll enjoy a home-cooked lunch at a local family home on the West Bank today, where we'll sample traditional dishes such as okra stew, koshari made with rice, lentils, pasta and chickpeas and tagen, a rich and tasty tomato-based dish, all served with freshly baked bread. We'll arrive back at our hotel mid-afternoon with time to relax, take a dip in the hotel pool or enjoy a stroll to the lively markets in Luxor."
    },
    {
      "dayNumber": 10,
      "title": "Journey Across the Desert to Hurghada, Red Sea Escape",
      "description": ": This morning, we bid farewell to our tour leader and the ancient wonders of Luxor, trading temples and tombs for turquoise waters. Our journey eastwards takes us across the rugged landscapes of the Eastern Desert, an ever-changing panorama of sand dunes, rocky outcrops, and mountain ridges. The drive to Hurghada takes approximately five hours, and as we approach the coast, the arid scenery gradually gives way to glimpses of the glittering Red Sea. Upon arrival in Hurghada, we check into our beachside hotel and have the afternoon free to unwind. Whether you choose to stretch out by the pool, stroll along the waterfront, or dip your toes into the warm sea, this is the beginning of a slower-paced, sun-soaked finale to your Egyptian journey. Please note that this Red Sea extension is not a group experience. You may not be travelling with other guests, and the experience is unaccompanied by a tour leader."
    },
    {
      "dayNumber": 11,
      "title": "Optional Red Sea Snorkelling Adventure or Leisure by the Shore",
      "description": ": Today offers the chance to explore the Red Sea's extraordinary underwater world, a paradise for snorkellers and divers alike. If you opt for the full-day snorkelling boat trip (typically six to eight hours), you'll cruise out to some of Hurghada's best reef spots. Here, you'll drift over colourful corals and schools of tropical fish - angelfish, parrotfish, clownfish, and perhaps even the occasional reef shark or moray eel. If you'd prefer to stay on land, you can relax at the hotel's beach or pool - a tranquil haven to relax with a book, sip something cool, or simply soak up the Egyptian sun. With warm breezes and crystal-clear waters, it's a day to do as much (or as little) as you like."
    },
    {
      "dayNumber": 12,
      "title": "A Final Day to Relax in Hurghada",
      "description": ": Your last full day in Egypt is completely at your leisure. After days filled with pharaohs, pyramids, and feluccas, today is all about taking it easy. Feel free to enjoy the hotel's amenities - take a leisurely breakfast by the sea, head for a spa treatment, or take a final swim in the Red Sea. If you're up for a final exploration, you might like to head into Hurghada town to browse local markets or sip mint tea at a seaside café. Or, stay put and let the sun and the waves bring your adventure to a peaceful close."
    },
    {
      "dayNumber": 13,
      "title": "Tour ends in Hurghada",
      "description": ": The trip ends after breakfast at our hotel in Hurghada. There are no activities planned today, so you're free to depart from Hurghada at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel, if you wish to explore more of the town before you depart. If you'd like an airport transfer today, you need to depart from Hurghada International Airport (HRG), which is approximately a 20-minute drive from the hotel."
    }
  ],
  "map": ""
}