{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "small-group-tour-of-egypt-nubian-adventure",
  "tourName": "Small group tour of Egypt, Nubian adventure",
  "placesVisited": "Cairo, Sphinx, Great Pyramid, sleeper train to Aswan, Aswan High Dam, Abu Simbel, Nile cruise, traditional felucca, Luxor, Kom Ombo, Edfu, Valley of the Kings, Colossi of Memnon, Karnak, Optional excursions: Alexandria, Cairo city tour, Nile dinner cruise and Wadi Rayan",
  "generalInfo": "Enjoy nine days on an Egypt tour which features many of the region’s most precious and important heritage sites including the Sphinx and Great Pyramid as well as the treasures on show in Cairo’s Egyptian museum.<br/><br/>A sleeper train to Aswan takes you to the Philae temple via the Aswan High Dam with optional trips to the UNESCO site at Abu Simbel adding to the adventure of spending a couple of nights on the Nile and cruises on-board a traditional felucca.<br/><br/>Finishing the tour of Egypt with time spent in Luxor is a must for amateur archaeologists with the nearby temples of Kom Ombo and Edfu certain to be a highlight prior to visiting the tombs of the pharaohs to be found within the Valley of the Kings.<br/><br/>An overnight sleeper train back to Cairo signals the completion of this nine day tour of Egypt with chances to travel onwards into the desert or to discover Cairo or another Egyptian city at your leisure definitely worth considering if you’ve got time to spare.   <br/>",
  "durationDays": "9",
  "price": "1394",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Cairo, transfer to hotel Upon arrival our staff will meet you at the airport, assist you with obtaining your visa and luggage, and then transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. The rest of the day is free. If you arrive early you may like to take an evening dinner cruise on the Nile, or enjoy a spectacular sound and light show at the pyramids (both available to book locally on arrival). OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the Pyramids & Sphinx in Giza. Traditional Koshary Lunch. Grand Egyptian Museum (GEM) Visit. Sleeper Train to Aswan Our Nubian Adventure begins with a visit to the iconic pyramids of Giza. Marvel at the Great Pyramid of Khufu (Cheops), a monumental structure standing tall at 500 feet and spanning 750 feet at its base. Constructed with massive stone blocks and adorned with a hard limestone casing, this architectural masterpiece will leave you speachless. Alongside the Great Pyramid, admire the smaller yet equally impressive pyramids of Khafre (Chephren) and Menkaure (Mycerinus). You'll even have the chance to venture inside the pyramids (limited tickets available for the Great Pyramid) for an unforgettable experience. Next, we'll visit the magnificent Grand Egyptian Museum (GEM), located near the Pyramids of Giza. Immerse yourself in the wonders of ancient Egypt as you explore the Tutankhamun exhibit and countless other fascinating artifacts. Our expert Egyptologist guide will accompany you throughout your visit, sharing their wealth of knowledge and passion for Egyptian history and culture. Please note"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arrive in Aswan and visit Philae Temple. Nubian Village experience After our night onboard the sleeper train, we arrive in Aswan, a city steeped in ancient Nubian history. The Nubian people have inhabited this region for millennia, their culture intertwined with the Nile. We'll be spending the night immersed in this vibrant culture, staying in a Nubian style hotel within a Nubian village. Get ready to be charmed by the brightly painted houses, adorned with symbolic patterns and vibrant colours, and explore the bustling local markets where you can find handcrafted souvenirs and spices. Before heading to the Nubian villages, we'll embark on a boat trip to the breathtaking Philae Temple. Dedicated to the goddess Isis, this temple complex was once threatened by the rising waters of Lake Nasser. Thankfully, it was carefully dismantled and relocated to its current island location, preserving its beauty for generations to come. Following our visit to Philae Temple, we delve deeper into Nubian culture. We'll journey south of Aswan to a traditional Nubian village, where we'll have the unique opportunity to experience the local way of life firsthand. We'll wander through the village, visit the homes of Nubian families, and learn about their customs and traditions. In the evening, we'll share a delicious home-cooked dinner with a Nubian family, savouring traditional dishes and enjoying their warm hospitality. We'll then spend the night in a Nubian-style hotel, allowing us to fully immerse ourselves in the peaceful rhythm of village life. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Optional visit to Abu Simbel. Sail on the River Nile on a traditional Felucca sailboat Those seeking an awe-inspiring adventure can rise early for an optional excursion to Abu Simbel. This UNESCO World Heritage Site boasts two magnificent temples carved into the mountainside by Ramses II. These monumental structures, adorned with colossal statues and intricate reliefs, are a testament to the grandeur of ancient Egypt and a definite highlight of any trip. At lunchtime, we embark on a quintessential Egyptian adventure"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Disembark Felucca and visit Edfu Temple. Drive to Luxor and visit Luxor Temple by Night After breakfast onboard our felucca, we bid farewell to our Nubian crew in Aswan and continue our journey north by road. Our first stop is Edfu, home to the impressive Temple of Horus. Dedicated to the falcon-headed god, this remarkably well-preserved temple is one of the largest and most complete in Egypt. We'll have time to explore its towering pylons, hypostyle halls, and intricate reliefs, immersing ourselves in the mythology and grandeur of ancient Egyptian religion. From Edfu, we continue northwards to the legendary city of Luxor. Built upon the ancient site of Thebes, Luxor boasts an unparalleled concentration of historical wonders. Often referred to as the world's greatest open-air museum, it's divided by the Nile into two distinct areas"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visits to Valley of the Kings, Temple of Hatchepsut, Workers Village, Colossi of Memnon. Afternoon visit Karnak Temple This morning, we embark on a journey to the West Bank of Luxor, a realm steeped in ancient history and shrouded in the mystique of pharaohs and their eternal resting places. Our exploration begins with a visit to the Valley of the Kings, a vast necropolis where generations of pharaohs were laid to rest in elaborately decorated tombs. We'll venture into several of these tombs, marvelling at the vibrant hieroglyphs and intricate paintings that adorn their walls. These ancient chambers continue to reveal their secrets to archaeologists, making the Valley of the Kings one of the most significant archaeological sites in the world. Our West Bank adventure continues with a visit to Deir el-Medina, a fascinating village that was once home to the skilled artisans who constructed and decorated the royal tombs. We'll explore the remains of this ancient community, gaining insights into the lives of the workers and their families. Next, we'll be captivated by the Temple of Queen Hatshepsut, a unique mortuary temple built into the cliffs. Its elegant colonnades and terraces offer stunning views of the surrounding landscape. And no visit to the West Bank would be complete without encountering the Colossi of Memnon, two colossal statues that have stood guard over the Theban necropolis for millennia. In the afternoon, we cross back to the East Bank to explore the sprawling complex of Karnak Temple. Dedicated to the Theban Triad of Amun, Mut, and Khonsu, Karnak is a masterpiece of ancient Egyptian architecture. We'll wander through its vast courtyards, admire its towering columns, and decipher the intricate carvings that adorn its walls. Our guide will unravel the temple's complex history, revealing its secrets and explaining its significance as a religious and cultural centre for over 2,000 years. For those seeking an unforgettable experience, an optional hot air balloon flight over the West Bank is available this morning. Imagine soaring above the Valley of the Kings, the temples, and the Nile as the sun rises, painting the landscape in golden hues. It's a truly magical way to witness the grandeur of Luxor from a unique perspective (expect an early start to catch the sunrise). OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day in Luxor. Optional visit to Abydos & Dendera. Re-join the sleeper train this evening to Cairo Today, you have the freedom to explore Luxor at your own pace. Relax and soak up the atmosphere of this historic city, perhaps revisiting your favourite sights or discovering hidden gems. The bustling local markets offer a vibrant glimpse into modern Egyptian life, with a tempting array of souvenirs, spices, and local crafts. For those seeking further historical adventures, we offer an optional tour to the ancient temples of Abydos and Dendera. Abydos, one of Egypt's oldest temple complexes, is dedicated to the god Osiris and boasts captivating chapels and intricate reliefs. Dendera, with its magnificent temple dedicated to Hathor, goddess of love and joy, is renowned for its astronomical ceiling and vibrant colours. Alternatively, you might be intrigued by the Mummification Museum, located in the centre of Luxor. This fascinating museum provides insights into the ancient Egyptian practices of preserving the dead, displaying mummies, sarcophagi, and the tools used in the mummification process. Later this evening, we'll board the sleeper train back to Cairo. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arrive back in to Cairo. Optional tours available We arrive back into Cairo this morning and transfer to our hotel. The day is then free to explore Cairo as you choose or you may take an optional tour. These include a city tour in Cairo which visits Coptic Cairo, the Citadel and Mohamed Ali Mosque, or a half day tour to Saqqara, Dashour and Memphis to learn more about the history and evolution of pyramid building. Another full day option further afield includes a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan. If you haven't chosen to join one of our full day optional tours, in the afternoon there is the option to take a guided walk through the back streets and bazaars in central Cairo. We'll walk through the huge Bab al-Futuh gateway and explore streets dedicated to metalwork, spices, pottery, fabric, jewellery and anything else you can imagine as we gradually enter the more touristy Khan-el-Khalili bazaar. We'll have time for a break to try some tea and a shisha pipe and perhaps enjoy an early dinner of Egypt's unofficial national dish, Kushari before returning to our hotel. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cairo, departure transfer to the airport Your time is free today for some last minute sightseeing or shopping until we transfer you to the airport for your departure flight. OVERNIGHT"
    }
  ],
  "map": ""
}