{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "dahabiya-nile-cruise-and-cairo-holiday",
  "tourName": "Dahabiya Nile cruise and Cairo holiday",
  "placesVisited": "",
  "generalInfo": "Nile Cruises are a great way to experience the ancient archaeological sites of Egypt.   Whether it’s a short or longer cruise is dependent on your overall holiday plans.   However, the majority of travelers spend some days in Cairo before or after their cruise adventure.   <br/><br/>The cruise vessel are shallow draft vessels which provide comforting glide over the water.   Irrespective of the time of the year, the experience will be one of smooth sailing. The vessels themselves provide a roof top viewing experience that enables you to capture incredible images as you move between port stops.  <br/><br/>Categories of Cruise Vessels<br/>There are 3 main cruise vessel categories that we recommend and these are:<br/>•\t5 Star Luxury,<br/>•\t5 Star Ultra and;<br/>•\t5 Star Deux.<br/><br/>Excursions and A Guide At Each Location?<br/>Each day, the cruise will travel to a specific historical site.   The cruising time between stops varies from 2 to 3 hours on average. At each location you disembark for your prearranged excursions at that location.  On each stop, you are met by our guide.  You will be escorted by our guide on your tour and then taken back to your cruise vessel at the end of your activities.<br/><br/>What Ancient Sites Can You Visit on a Nile Cruise?<br/>Please refer to your itinerary as there are multiple sites which can be visited and these will vary depending on the number of days you spend on a cruise.  A small sample of sites that can be visited include:<br/>•\tAswan High Dam and Elephantine Island,  Philae Temple Complex:<br/>•\tAbu Simbel<br/>•\tThe Temples Kombo Ombo, Edfu Temple,<br/>•\tThe Great Temples of Karnak and Luxor  <br/>•\tThe Valley of the Kings and The Valley of the Workers<br/>•\tThe Temple of Hatshbsut, The Colossi of Memnon",
  "durationDays": "6",
  "price": "3105",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Into Cairo and Your Accommodation. Our representative will be on hand to facilitate you through Customs and Immigration and then to book you into your hotel at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. Dinner at Own Expense. Optional Tour: Depending on your arrival time into Cairo you may like to do some shopping at Khan El Khalili Bazaar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today You Fly to Aswan to Join Your Nile Cruise. Breakfast at the hotel - transfer to Cairo Airport for your flight to Aswan. You will visit: Aswan Dam and Elephantine Island: The dam is the world’s largest embankment dam. And today, you will embark on a 1-hour sail on a traditional Egyptian craft called a felucca. A water's view before your excursion to the Philae temple complex. Philae Temple Complex: According to the legend, Philae is the place where Isis found the heart of Osiris and then buried it on the Island. Transfer to your cruise vessel and overnight - the first of 3 nights. B L D Included"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leisurely Cruising And Amazing Sites. Abu Simbel The pharaoh Ramses II built the temple in 1200 BC. It was relocated to its current site when the Aswan Dam was built. The Temple was dedicated for four Egyptian deities by Ramses II including Amun-Ra, Re-Horakhty and Ramses II himself. Temple Kombo Ombo: Located on the banks of the Nile in a village of the same name, Kom Ombo is unique in Egypt as a double temple - dedicated to two deities, Sobek and Horus. Transfer to your cruise vessel and overnight - the second of 3 nights. B L D Included"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Where the History Flows and Captivates. The Great Temples of Karnak and Luxor. Karnak is an ancient Egyptian temple precinct located on the east bank of the Nile River in Thebes (modern-day Luxor). It covers more than 100 hectares, and is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the pharaohs. Transfer to your cruise vessel and overnight- the third and last night on the cruise vessel. B L D Included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A Spectacular Day! The Valley of the Kings: The Valley is where rock-cut tombs were excavated for pharaohs in the New Kingdom. The Valley of the Workers: This is an ancient workmen's village which was home to the artisans who worked on the tombs. The Temple of Hatshbsut Queen Hatshepsut's temple was built to tell Hatshepsut's life story and to assert her power. B L included - Dinner at Own Expense. Transfers and Flights: You will transfer to the airport for your flight to Cairo and overnight at the Cairo Marriott Hotel - 5 stars"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "And Perhaps Some Last-Minute Shopping. Breakfast in the hotel. Checkout: Checkout times can be discussed with the hotel but are typically between 11 am and noon. Depending on your departure time, it may be that you would like to relax or have a shopping experience at the Khan El Khalili Bazaar. Transfers and Flights: You will transfer to Cairo International Airport for your ongoing journey. End of Tour."
    }
  ],
  "map": ""
}