{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "nile-felucca-cruise-in-egypt",
  "tourName": "Nile felucca cruise in Egypt",
  "placesVisited": "4 or 6 day Nile felucca cruise, Ideal for couples, families or small groups - max. 7 to a boat, Sleep aboard your vessel, Aswan, Kom Ombo, Daraw camel market, Island visits, Quarries of the Gebel el Silsila, Edfou temple, Tombs of El Kab, Esna",
  "generalInfo": "This atmospheric Nile felucca cruise starts in the ancient city of Aswan. With room for just seven passengers aboard this comfortable traditional sailing vessel, private felucca cruises on the Nile are perfect for couples, families and other small groups. If your group is larger than seven it's no problem - another felucca can be chartered so that the two boats can sail in flotilla.<br/><br/>Your trip includes all  meals and guiding, as well as entrance fees for temples and ancient sites that contribute towards their preservation. At night, you'll bed down under the stars in the felucca's spacious and cosy sleeping area. An unforgettable experience.<br/><br/>You can adapt the cruise to be as short as two days, or as long as a week. The four-day trip begins in Aswan, with the suggestion of finishing in Edfu. Longer trips can finish in Esna. You will be  transfered to Luxor or back to Aswan at the end of your voyage. <br/><br/>The highlights of this trip are many, but surely include a stop at the great quarries of Gebel el-Silsilah, from where the sandstone for many of Egypt's most renowned temples, including Luxor, Kom Ombo and Karnak, was excavated. You'll also visit Kom Ombo, uniquely dedicated to two gods: Sobek, lord of the crocodiles, and Horus, god of war and the sky, and the beautifully preserved Temple of Horus at Edfu. At every stop, the friendly and knowledgeable crew aims to visit outside of the busiest hours, reducing the strain on the sites and ensuring you have a more enjoyable tour. Another highlight is definitely the delicious Egyptian meals which an onboard cook prepares freshly for you - grilled meats, soups, legumes and fruits all feature.<br/><br/>Besides the obvious environmental benefits of zero-carbon travel on the Nile, one of the great pleasures of travelling sedately on a sail-powered felucca cruise is watching the scenery slowly change. Riverside and island views offer perspectives of Egypt totally different to those of the cities. You're travelling with a company dedicated to respecting Egypt's environment and people, so you can be sure that the local crew receives a fair income. <br/><br/>This is a tailor made trip, so you can extend your stay on land before or after the cruise, such as with a few days in Luxor.<br/><br/>Nile felucca cruises are the finest way to explore this mythic body of water, and perfect for aficionados of 'slow travel'.",
  "durationDays": "4",
  "price": "700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The crew welcomes you aboard. Make yourself at home and get prepared for a sailing day. Enjoy the landscape, lunch and dinner. The felucca moor on the banks of the Nile for a peaceful night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast and then we move down to Daraw for a visit of Daraw and its famous camel market (Tuesdays, Saturdays and Sundays). This place is not on the usual cruise boats' programs and remains unspoilt and quiet. Back to the felucca for lunch, then a short sail to Kom Ombo temple. We visit the temple, then head on to Bashir island. Dinner and sleep."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Short sail and then a promenade in the countryside visiting the ruins of a temple that was dedicated to the god Bes and the village of Faris. Back to the felucca for lunch, then we sail to the quarries of Gebel Silsila. We visit the site and speos. Dinner and overnight stay at the foot of the cliffs."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning hike in the country side. Far from the madding crowd, enjoy this fabulous walk back into the ages. Then we have a relaxing rest and lunch before we cruise to the island of Fawaza. You can walk between mango trees and sugar cane fields.Take your time to discover this pretty island and farmers life. We will prepare a fire camp and barbecue on shore for your dinner. Enjoy your evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Short sail to the outskirts of Edfou. For those who end the tour here, breakfast and taxi transfer to Luxor or back to Aswan. For those who continue, visit to the temple of Horus and/or city. Lunch then we sail to El Kab. Dinner and overnight stay on the felucca."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast then visit of the site and tombs. Lunch and then we sail to Esna for dinner and overnight stay."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After your breakfast it is time to wave goodbye. A taxi will drop you at the place of your choice in Luxor."
    }
  ],
  "map": ""
}