{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "swim-with-dolphins-in-egypt",
  "tourName": "Swim with dolphins in Egypt",
  "placesVisited": "Swim with dolphins, swim with turtles in a protected reserve, snorkel over an offshore reef, optional activities: Bedouin tours, camels ride, day trip to Luxor, overnight desert safari",
  "generalInfo": "The southern Red sea, with its calm, aquamarine water, is one of the most special places in the world to encounter wild dolphins. Here in the offshore reef, we offer the opportunity to meet and swim with dolphins in Egypt all year round, and to have the amazing experience of snorkelling on the surface while the curious cetaceans swim below.<br/>This Swim with Wild Dolphin holiday in Egypt includes 7 nights spent at our ecovillage all-inclusive resort,  with day trips to see the dolphins in the Red Sea. <br/><br/>3 day trips to a remote coral reef and swim with dolphins in the Red Sea experiencing their behaviour at different times of the day and spending plenty of time with them.<br/><br/>Your holiday will also include a day snorkelling with turtles and dugong in a nearby bay.<br/><br/>The reef is a marine park and guests need to follow a strict code of conduct when entering the water with the dolphins.<br/><br/>Lunch is provided for each day trip. You’ll also have a friendly, local guide who has been with us for 15 years. He has a special dolphin “sense” and always seem to know when they will be close! Yours days on the boat also offer plenty of time to relax on the loungers and snorkel in the coral reefs.<br/><br/>Your accommodation and fully catered meals will be at the Eco-Village Resort, ideally located right by on the shore with a beautiful beach. You can relax on the beach, watch the sunset from the Bedouin tent bar or snorkel and swim in the colourful reefs. <br/><br/>As well as taking boat trips out to meet the dolphins, you can ride a camel through the desert, explore ancient Egyptian sites at Luxor, learn to scuba dive or head out shopping in the souks.<br/><br/>To suit your budget, we offer a range of accommodation options and full board with varied, buffet-style meals. You can book this trip on any dates, at any time of year – spring and autumn are the most popular seasons so book well in advance at these times.<br/><br/>Within the marine park reserve that we visit, there is a large pod of spinner dolphins – you can expect to swim with these. Bottlenose and common dolphins also live in this part of the reef, as do colourful reef fish and other marine life. We never initiate contact; our policy is to let the dolphins approach us on their own terms. In our years of experience in Egypt, we have found that the dolphins are playful and generally enjoy human contact; they love surfing the bow wave when the boat is moving, and meeting the swimmers when we are in the water. We tend to enjoy frequent meetings – these are beautiful and memorable experiences.<br/><br/>With its shallow beaches and warm, calm seas, this swimming with dolphins in Egypt holiday is ideal for families. The resort is also surrounded by a “house reef” full of colourful marine life – ideal for snorkelling during your free time. <br/>",
  "durationDays": "8",
  "price": "880",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Egypt, transfer from airport to the beachside Eco-Resort and welcome drinks and meal depending on time of day."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Orientation day. You’ll receive a briefing on snorkelling around the resort, and can arrange extra excursions. On your fist or second day, you’ll take a trip out to a protected beach swim with sea turtles and dugong. Evenings can be spent relaxing on the beach in the Bedouin tent where they serve some great cocktails and Egyptian specialities"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your holiday will comprise three full day excursions for swimming with dolphins in the Red Sea. Departing at around 9:30am, you’ll be transferred (40 mins) to the boat and return around 4pm. Lunch is included on the boat. When you’re not on the dolphin swimming trips, you can book excursions through our local guides, snorkel on the reef or relax at the resort. Other activities , if you have time can be booked such as camel riding, quad biking and even a full day round trip to Luxor to see the ancient temples"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You may be able to arrange an extra excursion to Marsa Alam town or the Old City of El Queseir on the way to the airport, depending on the time of your return flight."
    }
  ],
  "map": ""
}