{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "family-scuba-diving-holidays-in-the-red-sea",
  "tourName": "Family scuba diving holidays in the Red Sea",
  "placesVisited": "Enjoy the luxury of unrushed personalised guided diving to suit you. Tailored dives, Max 4 divers to one PADI instructor, PADI 5* gold palm, family-friendly resort, Daily beach breakfasts, Bars & restaurants of Dahab within easy reach, Options for boat safari, Ras Abu Galum national park visit, safaris organised upon request.",
  "generalInfo": "So you are all divers already and would like to just dive together, as a family. For this we offer you your own PADI Instructor, as long as you are a family of 4+.<br/>Join us for the ultimate, individually tailored Red Sea diving holiday where dives are scheduled to fit in with what you and your family want to do/experience. Our PADI instructors are selected based on the length of experience they have as well as their eco outlook; they will make sure you get the best out of your experience, spending time working on the areas that you wish to improve - from buoyancy and air consumption to building your confidence at depth. <br/>We also offer several PADI course options, including the PADI Advance course, PADI specialities (including photography, night, and deep dives), PADI Rescue course and PADI EFR course which will teach you all the most important aspects of first aid. For our individually tailored dive holidays, you can let our instructors know which elements you are most interested in and they will focus on those. <br/><br/>Your base throughout your holiday will be a home from home, in our beautiful boutique family-run resort. We are on the beach of the famous Eel Garden site in Dahab, Red Sea. Just 10 minutes’ walk from the restaurants and bars of the main bay of Dahab, we are close enough to enjoy the vibrant bustle but far enough away to enjoy the stars. <br/><br/>While staying with us, there are several accommodation options available within our grounds including sea-view rooms, garden chalets and two family and friends’ suites. All rooms are fitted with air con, wet room style showers and include breakfast which can be enjoyed on the beach (we highly recommend trying the lemon sugar pancakes)! Our restaurant is open all day, serving freshly cooked local delicacies to satiate post-dive hunger. <br/><br/>All dive holidays can be supplemented with additional activities which we are more than happy to arrange. From boat safaris to explore un-spoilt reefs and expeditions to the remote national park of Ras Abu Galum to unforgettable candlelit Bedouin Dinners at the top of the Wadi where you’ll get the chance to make fresh Bedouin bread and enjoy post dinner fireside games. <br/><br/>Please get in touch with us for the latest prices and flight advice. <br/>",
  "durationDays": "7",
  "price": "800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}