{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "family-learn-to-scuba-dive-holidays-egypt",
  "tourName": "Family learn to scuba dive holidays, Egypt",
  "placesVisited": "Max 4 divers to one PADI instructor, PADI 5* gold palm, family-owned resort, Daily beach breakfasts, Bars & restaurants of Dahab within easy reach, Options for boat safari, Ras Abu Galum national park visit, safari organised upon request",
  "generalInfo": "This type of holiday ticks all the boxes for everyone in the family; activity, fun, learning new skills and seeing some amazing sights. What better gift can you give your kids than the amazing experience of learning to dive and what better place to do so than in the warm waters of the Red Sea?<br/>If you are a family of 4, then you will be with your own PADI instructor. If not you will still benefit from our small group numbers of 4-1. Note that children must be 10 or older before they start. We include the PADI e-learning in the price, so you can get all the theory finished before you even get here, this works very well with kids especially, coz who wants to study on holiday. Every aspect of the course is re-covered by your instructor to make sure everyone understands, and it also means that you get plenty of time actually diving. <br/>We have a 100% safety record (over 23 years) in teaching diving, so rest assured that you and your family will be well looked after…safety and ecological responsibility are the foundations that our operation is built on.<br/>What is the PADI Open Water Course like?<br/><br/>The PADI Open Water Course is the worlds most popular learn to scuba course and only takes 3-4 days, once you have completed your on line PADI e-learning theory. It's sectioned into short easy modules which cover the basic knowledge you need to become an underwater explorer.<br/><br/>We'll build up your knowledge and skills step by step, until you are confident underwater and can fully enjoy your surroundings without accidentally harming any aquatic life. Learning to dive in the ocean also means that you have plenty to look at whilst going through your dive skills.<br/><br/>Dahab is a shore diving area, which means that there are plenty of chances to relax between dives at some of the many great beachside cafes.<br/><br/>How can I make learning the theory easier?<br/><br/>We recommend that you do the theory for the course before you come on holiday. All our dive course includes the e-learning with a built in discount. <br/><br/>Once you're a certified diver, you can enjoy some guided dives, which as well as being lots of fun, also helps solidify what you have learned on your course. <br/><br/>There is also a chance to follow on this course with a PADI Advanced Open Water course if you wish. This course takes 2 days and covers 5 different type of dives, giving you an opportunity to see some different dive sites and try different types of dives. <br/>What is the resort like?<br/><br/>Your base throughout your holiday will be a home from home, in our cosy clean eco-boutique family-run resort. We are lucky enough to be based on the beach of the famous Eel Garden site in Dahab, Red Sea. We are located at the quieter end of the seafront, but still less than 5 minutes’ walk from the restaurants, bars, shops and bustle of the main bay of Dahab.<br/><br/>While staying with us, there are several accommodation options available within our resort including 2 Seaside Rooms, 4 Garden chalets and 2 Suites with 2 bedrooms each, one affording magnificent views over the Red Sea with a private terrace and a ground floor suite one with lots of space for storage, ideal for families.<br/><br/>All our rooms are fitted with air cons, clean modern bathrooms with shower cubicles, fridges (with complimentary snacks), water dispensers, as well as a fully stocked tea &amp; coffee tray and kettle.<br/>You can choose to include the breakfast as part of your package, along with airport transfers, laundry and a Bedouin dinner in the mountains, just ask us for details. <br/><br/>Our restaurant is open all day, serving freshly cooked dishes such as wraps, burgers, pizza or more substantial dishes, which you can enjoy on the beach.<br/><br/><br/>What else can we do?<br/><br/>All our dive holidays can be supplemented with additional activities which we are more than happy to arrange. From boat safaris to explore unspoiled reefs in Ras Abu Galum or Gabr El Bint to mountain adventures during the winter months.<br/>There are plenty of other activities to enjoy in Dahab including horse-riding, windsurfing, kite surfing, quad biking and much more to keep everyone happy.",
  "durationDays": "7",
  "price": "850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet and greet with your PADI Dive Instructor. Complete your paperwork and get kitted up with all your dive gear...there may even be time to get in the water for your first dive....depending on how you feel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Time to get wet. Complete your first full day of diving, a combination of dive skills and fun diving too, all in shallow water."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Another chance to polish your dive skills and try sightly deeper diving, all under the watchful eye of your PADI Instructor"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You will be well on your way now to feeling more confident and will be completing the last of your in-water skills at depth. We will try and get you to a more remote dive site to see a bit more of beautiful Dahab."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Congratulations...you will be a certified diver by now and can enjoy some fun guided dives...with no skills."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depending on your flight times (you must allow 18-24 hrs of no diving before flying), this can be a day of more fun guided dives or just a day of relaxation on our wonderful beach. We can also arrange a day trip to the desert or another location if you want."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This is normally the day you need to fly back. Please note that we do transfers and pick-ups to the airport included in the price, even for the anti-social hours."
    }
  ],
  "map": ""
}