{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "pyramids-of-cairo-holiday-egypt",
  "tourName": "Pyramids of Cairo holiday, Egypt",
  "placesVisited": "",
  "generalInfo": "This tour brings you an entire history and experience of how the pyramids’ design and structure changed and developed through the efforts of one Pharoah who built 3 of those pyramids. <br/><br/>By any analysis, the Pharoah Sneferu would have to be considered one of the most outstanding figures in the history of Egypt and the world. His intellect, design, planning skills, and innovations are on a level unequalled in history.<br/>Building three pyramids during his life (the 4th Dynasty 2,600 BC) would place him on a scale of achievement that few have ever attained. The pyramids that he created, at Meidum and Dahshur which ultimately led to the construction of the Giza pyramids of Khufu, Khafre, and Menkaure resulted in a legacy lasting 4,500 years. And yet, not many realise that it was the skills and leadership of Sneferu and the knowledge that he acquired which led him to achieve his vision and to enshrine his legacy.<br/><br/>But building the pyramids was not just the product of his organizational skills. His purpose, passion, and drive in undertaking such enormous tasks reflected his ultimate belief in a life beyond his mortality. In seeking perfection for his pyramids, in the way they captured and reflected light, in their compass positions and alignment with the stars of Orion, it was believed would help him transcend from earth to the Gods. <br/><br/>The constellation Orion had been associated by ancient Egyptians with Osiris, the god of rebirth and it was this alignment between his pyramids and the Gods that Sneferu sought to achieve.<br/><br/>This experience you are about to embark on is one of the most fascinating adventures you will ever undertake. You will walk in the footsteps of this most amazing Egyptian man and leader. The tour “In the Footsteps of a Pharaoh” will take you to places that most travellers to Egypt rarely venture. And in doing so, you will walk in the footsteps of a man whose legacy drew you to Egypt in the first place.",
  "durationDays": "6",
  "price": "2812",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival In Cairo and Your Hotel. Our representative will be on hand to facilitate you through Customs and Immigration and then to book you into your hotel. The first of 5 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. Dinner at Own Expense. Optional Tour: Depending on your arrival time in Cairo you may want to do some shopping at Khan El Khalili Bazaar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The Stepped Pyramid Inspires Sneferu. The National Museum of Egyptian Civilization (NMEC). This amazing museum houses the mummified remains of over 30 rulers of Ancient Egypt. It is here that we put into perspective the life and times of the many pharaohs, the development of pyramids and what they represented. Lunch: The tour takes lunch at a local restaurant. Saqqara & The Stepped Pyramid: King Djoser, was the first to build his tomb entirely in stone. and in a stepped arrangement. The tour takes you inside the pyramid and the outbuildings. Later the pharaoh Sneferu would develop the design one step further. The second of 5 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L included – Dinner at Own Expense."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sneferu's First Pyramid at Meidum. The 90-minute drive to Sneferu’s first foray into pyramid building gives you a glimpse of rural Egypt and sets the scene for the day. An Obelisk or Monument that Became a Pyramid Sneferu added to an existing and partly completed obelisk type structure with 3 layers of construction. We venture inside. However, this small space is not for the claustrophobic or faint hearted. The problems of construction and design were lessons learned and prompted Sneferu to new sites and revised pyramid designs. Lunch: We will enjoy our lunch at a local restaurant. The third of 5 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L included – Dinner at Own Expense."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Bent Pyramid - A Mistake or Genius? The Bent Pyramid was the name given to Sneferu’s second attempt. at pyramid building. It became referred to as an architectural mistake. But was it? Cracks started to appear in the façade which likely led to reducing the inclination from 53 to 43 degrees. Regardless it was the first attempt to build a smooth sided pyramid. The Bent Pyramid is one of the oldest pyramids in the world. It has some fascinating features and we will enter its inner sanctums to explore. Lunch: We will lunch at a local restaurant."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Red Pyramid – Was it Perfection that Underwhelmed Sneferu? The Third Pyramid of Sneferu is referred to as the Red Pyramid and is located close to the Bent Pyramid in Dahshur. It is also the pyramid with the most shallow angle, so it reached only 105 meters in height. It has been described as the perfect pyramid but was it as grand as Snefru had wanted? Had Sneferu finally got the design right? The fourth of 5 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L D included Night Cruise Dinner on the Nile: We will enjoy a Dinner Cruise on the Nile where belly dancing and musicians entertain."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lessons Passed to A Son and a 4500 Year Legacy Begins The Pyramids of the Giza Plateau Sneferu’s reign ended after 33 years and he was succeeded by his son Khufu. Khufu would be followed by his son Khafre and his son Menkaure. Building pyramids had become a family affair but the reputation of Sneferu as a designer, intellectual, and master planner eclipsed them all. Sneferu had built 3 pyramids – simply an outstanding achievement. The Sphinx – much is still to be learned about the building of the Sphinx and what it represents Lunch: The tour takes lunch at a local restaurant. The fifth of 5 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L included – Dinner at Own Expense."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Departures to Cairo Airport and End of Tour. Breakfast at the Hotel Enjoy breakfast before being transferred to Cairo for your onward flight. Transfers to Cairo International Airport At a previously arranged time, you will transfer to the airport for your onward flight. Last Minute Shopping (Optional) If you have a late evening departure we can organise some last-minute shopping for you at Khan El Khalili Bazaar. End of Tour"
    }
  ],
  "map": ""
}