{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egyptian-highlights-tour",
  "tourName": "Egyptian highlights tour",
  "placesVisited": "Cairo, Great Pyramids of Giza, Sphinx, Memphis, Step Pyramid, Internal flight to Luxor, Colossi of Memnon, Valley of the Kings, Luxor Temple, 5-star Nile river cruise, Karnak Temple, Edfu, Kom Ombo, Aswan, Aswan High Dam, Philae Temple, Internal flight to Cairo, Egyptian Museum",
  "generalInfo": "Capturing all of the romance, mystery and elegance of a classic Egypt tour, this itinerary takes you from the magnificent Great Pyramids of Giza in Cairo to Luxor and the Valley of the Kings, before a memorable cruise along the Nile to visit some of the river’s most iconic landmarks. There can be few more exciting or stylish ways to discover the age-old treasures of Egypt.<br/><br/>The pyramids of Giza and their guardian Sphinx are among the seven wonders of the ancient world. Learn the meaning and stories behind their construction, before flying from Cairo down to Luxor, and taking a tour of the west bank of the Nile. You’ll see colourful hieroglyphics, dusty Pharaohs’ tombs, and the Colossi of Memnon, before walking around the Luxor Temple as it is brilliantly illuminated against the night sky.<br/><br/>Before embarking on a 5* cruise up the Nile, there is the option of a sublime hot air balloon flight above Luxor at sunrise, then admiring the majestic Karnak Temple. As you make your way serenely along the river, scenes of everyday life play out on the banks much as they have done for centuries - farmers tending their fields, children at play and villagers washing their clothes in the water. Must-see highlights include the bizarre mummified crocodiles of Kom Ombo, the souks of Aswan, and the Philae Temple, subject of an astonishing relocation project.<br/><br/>Returning by air to Cairo the tour winds to an end, but not before a fascinating wander around the world-renowned Egyptian Museum, which will be led by a professional Egyptologist. <br/><br/>This trip has been designed for those that have always dreamed of seeing Egypt, and would like to do so in the finest possible manner.<br/>",
  "durationDays": "8",
  "price": "2099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Cairo, transfer to hotel Upon arrival our staff will meet you at the airport and transfer you to your hotel for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow's arrangements. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the Pyramids in Giza and the stepped Pyramid in Saqqara Our Egyptian adventure begins with a journey back in time to the Giza Plateau, home to the iconic Great Pyramids. These magnificent structures, declared one of the Seven Wonders of the ancient world by the Greeks, will leave you breathless with their sheer size and intricate construction. We'll explore the Pyramids of Giza, including the Great Pyramid of Khufu, and encounter the enigmatic Sphinx, standing guard over these ancient wonders. But that's not all! We'll also delve deeper into Egypt's rich history with a visit to Memphis, the first capital of the ancient kingdom. Here, we'll come face-to-face with the colossal statue of Ramses II, a powerful reminder of the pharaohs who once ruled this land. Our journey continues to Sakkara, where we'll marvel at the Step Pyramid of Djoser, an architectural masterpiece that predates the Great Pyramids and offers a fascinating glimpse into the evolution of pyramid construction. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early flight to Luxor. Morning visit to the West Bank of the Nile and Luxor Temple by night This morning, we'll catch an early flight to Luxor, the ancient city of Thebes and a treasure trove of historical wonders. Get ready to be impressed as we begin our exploration of the Nile's West Bank, a place steeped in ancient Egyptian mythology and history. Our first stop will be the Colossi of Memnon, two towering statues that have stood sentinel for millennia. Imagine the stories these giants could tell! From there, we'll venture into the Valley of the Kings, a hidden valley where pharaohs, including the legendary Tutankhamun, were laid to rest. We'll get to explore these elaborately decorated tombs and uncover the secrets of their fascinating past. Next, we'll journey to the Temple of Queen Hatshepsut, a magnificent complex built into the cliffs, dedicated to one of Egypt's few female pharaohs. We'll marvel at its grandeur and learn about the powerful queen who ruled over Egypt. Our West Bank adventure culminates with a visit to Medinat Habu, a temple complex adorned with vibrant and intricate hieroglyphics that depict scenes of ancient Egyptian life and mythology. After a day of exploration, you'll have the afternoon free to unwind. Relax on board your luxurious 5-star Nile cruise ship, perhaps with a refreshing dip in the pool or a leisurely stroll on the deck. Or, if you're feeling adventurous, dive into the bustling atmosphere of Luxor's markets, where you can find souvenirs, spices, and local handicrafts. As dusk settles over Luxor, we'll embark on a magical walking tour of the Luxor Temple. This magnificent temple, illuminated against the night sky, is truly a sight to behold. We'll wander through its towering columns and courtyards, learning about its rich history and religious significance. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Karnak Temple and continue sailing to Edfu This morning, you'll have the opportunity to witness the sunrise over the majestic West Bank of the Nile from a truly unique perspective – a hot air balloon! Imagine drifting silently above the ancient landscape, the Valley of the Kings spread out beneath you as the sun paints the sky with vibrant hues. It's an experience that will stay with you forever. After a delicious breakfast, we'll delve into the heart of ancient Thebes with a visit to the awe-inspiring Karnak Temple Complex. Prepare to be amazed by this sprawling complex, a city of temples within a city. Wander through the towering columns of the Great Hypostyle Hall, explore the numerous temples dedicated to various gods and pharaohs, and marvel at the intricate carvings and hieroglyphics that adorn every surface. Karnak truly lives up to Luxor's reputation as the world's largest open-air museum. In the afternoon, we'll embark on a leisurely cruise up the Nile River. Settle in on the sundeck and watch as the scenery unfolds before you – lush green fields, traditional villages, and ancient monuments dotting the riverbanks. We'll pass through the lock at Esna, a fascinating feat of engineering, and continue on to Edfu, where we'll moor for the night. Note"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit Edfu Temple and cruise to Kom Ombo & Aswan After a leisurely breakfast on board, we'll disembark and head to the nearby Temple of Edfu. This remarkably well-preserved temple, dedicated to the falcon-headed god Horus, is a stunning example of Ptolemaic architecture. As you wander through its impressive courtyards, you'll be transported back in time, imagining the processions of priests and pharaohs that once graced these halls. Admire the intricate reliefs depicting scenes of Horus's mythology, and learn about the temple's important role in ancient Egyptian religious practices. Back on board our comfortable cruise ship, we'll continue our journey up the Nile towards Kom Ombo, soaking in the ever-changing scenery. The pace of life along the riverbanks unfolds at a slower pace here, offering a captivating glimpse into traditional rural life in Egypt. Watch as farmers tend their fields using age-old methods, fishermen cast their nets into the flowing waters, and children play along the shore. It's a timeless scene that speaks to the enduring connection between the Egyptian people and the Nile River. As we cruise, why not take some time for yourself to relax and unwind? Head to the sundeck and enjoy a refreshing dip in the plunge pool, perhaps with a cool drink in hand. Or simply find a comfortable spot to lounge in the sun with a good book, letting the gentle rocking of the boat and the warm breeze lull you into a state of pure tranquility. Our next stop is Kom Ombo, where a truly unique temple awaits. Dramatically situated right on the banks of the Nile, this temple is unusual because it's actually dedicated to two gods"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Abu Simbel option. Sail the Nile on a traditional Felucca. Visit Philae Temple & Aswan Dam This morning, you have the incredible opportunity to embark on an optional excursion to the awe-inspiring Abu Simbel, a UNESCO World Heritage Site that stands as a testament to the grandeur of ancient Egypt. We'll depart before dawn, making our way through the desert landscape. Our goal is to arrive in time to witness the magical moment when the rising sun illuminates the facade of the temples, casting a golden glow on the colossal statues of Ramses II. It's a truly unforgettable experience that captures the mystique and majesty of this ancient wonder. If you choose to remain in Aswan, we'll step back in time and experience the magic of the Nile River firsthand with a leisurely sail on a traditional Felucca sailboat. Imagine yourself gliding along the legendary waters, the gentle breeze filling the sails as you soak in the stunning scenery of Aswan from a unique perspective. It's the perfect way to unwind and connect with the soul of Egypt before continuing our explorations (please note that if visiting Abu Simbel, the Felucca ride will be missed as these activities both take place this morning) Our afternoon tour in Aswan takes us to the enchanting island temple complex of Philae, dedicated to the goddess Isis. We'll journey by boat to this picturesque island, where the temple complex, with its graceful columns and intricate carvings, seems to rise organically from the water. Philae remains one of Egypt's most romantic and picturesque sites, its beauty enhanced by its remarkable history. The entire complex was carefully dismantled and relocated to its current location following the construction of the Aswan High Dam, ensuring its preservation for generations to come. Speaking of the dam, we'll also pay a visit to the impressive Aswan High Dam, a monumental feat of engineering that harnessed the power of the Nile and created Lake Nasser, one of the world's largest man-made lakes. We'll learn about the dam's construction and its impact on Egypt, both positive and negative, gaining a deeper understanding of this country's complex relationship with its lifeline, the Nile River. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning flight to Cairo. Visit the Grand Egyptian Museum (GEM). Optional afternoon tours This morning, we bid farewell to Aswan and embark on a short flight back to Cairo, where we'll delve deeper into the heart of Egypt's captivating history. Our journey begins at the renowned Grand Egyptian Museum (GEM), a treasure trove of ancient artifacts that spans millennia. Accompanied by your expert Egyptologist guide, you'll embark on a fascinating journey through the museum's vast collection. Wander through the halls, each dedicated to a specific historical period, and marvel at the intricate sarcophagi, the delicate jewelry, and the imposing statues that bring ancient Egypt to life. Of course, no visit to the Grand Egyptian Museum (GEM) is complete without gazing upon the treasures of Tutankhamun, including his iconic golden mask – a symbol of Egypt's enduring fascination. Please note"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cairo, departure transfer to the airport Your time is free today until we transfer you to the airport for your departure flight. Extensions are available to add onto the end of the tour to spend some time by the Red Sea, add some day trips to Alexandria or visit the World Heritage Site of Wadi Rayan and the Valley of the Whales. OVERNIGHT"
    }
  ],
  "map": ""
}