{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "abu-simbel-sun-festival-tour-in-egypt",
  "tourName": "Abu Simbel Sun Festival tour in Egypt",
  "placesVisited": "",
  "generalInfo": "This special 9-day Egypt tour takes in Cairo, Aswan and Luxor, and is timed to coincide with the Sun Festival that takes place in the temples at Abu Simbel twice a year. Egypt is home to a huge variety of ancient monuments from the Pharaonic era. One of the most important, most interesting and most impressive is the temple to Ramses II at Abu Simbel. Ramses II was one of the great Pharaohs, and built temples all over Egypt. The temples in Abu Simbel are particularly interesting because they were constructed, not from blocks and columns, but by cutting and tunnelling into a rock cliff-face. The main entrance tunnel features 4 statues at its end, and incredible care was taken when the temple was built so that twice a year, on the dates of Ramses ascension to the throne, and on his birthday, the rising sun shines right in through the tunnel and lights up just 3 of the statues, leaving the fourth, dedicated to Ptah, the god of Darkness, in shadow. When the Aswan Dam was built and Lake Nasser was flooded, the temples were below the planned water line and a huge project took place to carefully dismantle the temples and rebuild them higher up, out of danger from the rising waters. The allignment of the tunnel was maintained so that to this day the rising sun shines in on the 22nd October and 22nd February each year. Our tour starts in Cairo with a visit to the Great Pyramids and the Sphinx before heading to Aswan where we visit the island temple of Philae and the Aswan Dam. The next morning our Egyptologist tour guide escorts us as we set off very early to get to Abu Simbel in plenty of time for the sunrise. It will be busy, but it is generally well organised so that everyone has the chance to go inside and see the statues in the morning sunlight. After this special experience we return to Aswan and board a traditional Nile felucca for a relaxing cruise down the river on your way towards Luxor in the Nile Valley. Support is provided en-route from our facilities boat with on board toilet, showers and massage deck. An alternative upgrade to an extra night in the hotel in Aswan is available if you prefer. After our night on the felucca we drive on north to Luxor, stopping to see the temple at Edfu en-route. Once in Luxor you will visit the huge temple complex at Karnak, explore the tombs of the Valley of the Kings and Queen Hatchepsut temple, and also have some free time to walk through the markets and relax by the hotel pool before we head back to Cairo. If you'd like to add some time by the Red Sea to this trip, then please contact us for details as extensions are easily arranged from Luxor to Hurghada, and then back to Cairo from there",
  "durationDays": "9",
  "price": "1529",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Cairo. Transfer to your hotel Upon arrival at Cairo airport, we will meet you and assist you with visa formalities and luggage collection, then transfer you to your hotel near the pyramids. Our rep will help you settle in, then the rest of the day is free at your leisure. If your flight lands early, then you could take a first look at the pyramids with an amazing sound and light show, or perhaps head into downtown Cairo for a Nile dinner cruise and show. | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cairo, Pyramids, Sphinx & Grand Egyptian Museum (GEM) tour Our adventure begins with a visit to the iconic pyramids of Giza. Marvel at the Great Pyramid of Khufu (Cheops), a monumental structure standing tall at 500 feet and spanning 750 feet at its base. Constructed with massive stone blocks and adorned with a hard limestone casing, this architectural masterpiece will leave you speachless. Alongside the Great Pyramid, admire the smaller yet equally impressive pyramids of Khafre (Chephren) and Menkaure (Mycerinus). You'll even have the chance to venture inside the pyramids (limited tickets available for the Great Pyramid) for an unforgettable experience. Next, we'll visit to the magnificent Grand Egyptian Museum (GEM), located near the Pyramids of Giza. Immerse yourself in the wonders of ancient Egypt as you explore the Tutankhamun exhibit and countless other fascinating artifacts. Our expert Egyptologist guide will accompany you throughout your visit, sharing their wealth of knowledge and passion for Egyptian history and culture. Please note"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Aswan, Nubian Village, Philae Temple Upon arrival in Aswan we take a short transfer to our hotel overlooking the Nile. The river here is at its most scenic in Egypt, and is dotted with islands and felucca sailing boats. Aswan itself is an intriguing mixture of African and Middle Eastern cultures, and lies in part of the ancient region of Nubia. Many Nubian people still live here and work on the river, and we'll visit a Nubian village away from the main town where we'll walk through narrow alleyways seeing colourfully painted houses, friendly people, wandering animals and enjoy a traditional local lunch. We continue our day with an afternoon tour to the Temple of Philae. This beautiful island temple is dedicated to Isis and was saved from the rising waters of Lake Nasser. It can only be reached by a scenic boat ride. The evening is free at leisure to explore Aswan's various markets and to walk up and down the Corniche on the banks of the Nile. There's also an option to ride a camel across the sands on the far banks of the Nile to St. Simeon's monastery. Those who have chosen to visit Abu Simbel tomorrow should aim for an early night tonight ready for a very early start in the morning. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Abu Simbel Sun Festival, Nile felucca cruise We leave Aswan in the early hours of the morning today and make the drive (approx. 3 hours) to the UNESCO world heritage site at Abu Simbel. These amazing temples built by Ramses II are one of Egypt's main highlights and attractions. We arrive at the temples in plenty of time for some historical explanations by our Egyptologist guide, before going inside the temple while the sun is rising to see how 3 out of the 4 statues at the end of the tunnel are lit up, leaving Ptah, the god of Darkness in shadow. It can be very busy at Abu Simbel on this day so be prepared for a bit of a procession straight in and out to see the statues. After returning to Aswan, we board a traditional felucca sailboat this afternoon for a great day sailing down the Nile. Drifting down the Nile on a felucca is one of Egypt's most enjoyable experiences, and you'll see local rural Egyptian life pass you by. Our Nubian crew will handle the boat and provide entertainment to you on the way, as well as preparing all your meals. Our fully equipped facilities boat will drop by from time to time during the day and moor up with us at night. Our boat has a western toilet and showers on board as well as a modern, hygienic kitchen where the crew will prepare and cook a tasty evening meal. You sleep on the deck of the boat tonight and we provide mattresses, blankets and mosquito nets as required. You can also choose to upgrade your Nile felucca cruise to stay in the hotel in Aswan instead of on board the boat. All other touring remains the same. | OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Edfu temple & Karnak Temple in Luxor After breakfast on-board we leave behind our felucca crew and take a tour of nearby temple Edfu before driving north to Luxor. Luxor is built on and around the ancient site of Thebes, and has the greatest concentration of ancient ruins in the Nile Valley, if not the world. To the west, across the Nile, lies the City of the Dead, with its mortuary temples and rock carved tombs, and to the east stand the Temples of Luxor and Karnak. After lunch we'll visit the massive temple complex of Karnak , once the religious heart of Thebes and Upper Egypt. It was linked to the town of Luxor by a long sphinx lined avenue, and the temple itself was linked to the Nile via a canal along which sailed the sacred boats of the god Amun. The entrance is via a smaller sphinx-lined avenue, built by Ramesses II, after which you enter the temple proper through the enormous pylon entrance. Inside the large Courtyard are three temples dedicated to the gods Amun, Khous and Mut. The much photographed Hypostyle Hall has an impressive 134 towering columns, each is carved with scenes of gods and pharaohs, and hieroglyphic inscriptions cover the walls. In the evening we'll take a walking tour of the smaller Luxor Temple, which is in the centre of town and is colourfully lit up by night. | OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Luxor, West Bank tour, free time We have an early start today as we cross the Nile for a tour of Luxor's West Bank. The dusty tombs in the ancient burial site of the Valley of the Kings are still revealing their secrets today and the valley remains one of the world's most important archaeological sites. We will descend into several of these Pharaonic tombs before also visiting Queen Hatchepsut and Medinat Habu temples, and the huge Colossi of Memnon. The rest of the day is then free to relax in your 5-star hotel by the Nile, or head out into Luxor to explore independently. You could do some shopping or browsing in the market, take a felucca trip to nearby Banana island or visit the mummification museum. Additional ancient Egyptian sightseeing is also available if you'd like to learn more about Egyptian history. The Workers Village, Valley of the Queens and Rammesseum on the west bank of the Nile are all worth a visit. Your Egyptologist guide will be happy to arrange any extra visits you may like to do (payable locally). | OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Luxor, Karnak temple You can enjoy a welcome lie in today after several early starts. Our afternoon tour then explores the huge temple complex at Karnak. This was once the religious centre of Thebes and Upper Egypt and was linked to Luxor by a long sphinx-lined avenue. The whole complex was in turn linked by a canal to the Nile which the sacred boats of the god Amun moved through. We enter the temple through a smaller sphinx-lined avenue built by Ramesses II, before entering the immense pylon entrance. The huge Courtyard that follows contains are three chapels dedicated to the gods Amun, Khous and Mut while the remarkable Hypostyle Hall has 134 towering columns, each carved with scenes of gods and pharaohs. Hieroglyphic inscriptions adorn the walls. There is a huge amount to see here and our Egyptologist guide will give a tour of several hours followed by some free time for you to look around further. In the evening we transfer to the station to catch the overnight sleeper train back to Cairo (approx. 9 hours). | OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cairo, optional tours. Back streets of the Khan-el-Khalili bazaar We arrive back into Cairo this morning and then you have time to explore Cairo as you choose or you may take an optional tour. These include a city tour visiting Coptic Cairo, the Citadel and Mohamed Ali Mosque, or a half day tour to Saqqara, Dashour and Memphis to learn more about the history and evolution of pyramid building. Other full day options further afield include a visit to the colonial city of Alexandria on the Mediterranean, or a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan. In the late afternoon we take a guided walk through the back streets and bazaars in central Cairo. We'll walk through the huge Bab al-Futuh gateway and explore streets dedicated to metalwork, spices, pottery, fabric, jewellery and anything else you can imagine as we gradually enter the more touristy Khan-el-Khalili bazaar. We'll have time for a break to try some tea and a shisha pipe and perhaps enjoy an early dinner of Egypt's unofficial national dish, Kushari. Finally we transfer you back to your hotel. | OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cairo. Departure transfer to the airport Free day. Transfer to the airport for your departure flight. | OVERNIGHT"
    }
  ],
  "map": ""
}