{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-and-jordan-tailor-made-tour",
  "tourName": "Egypt and Jordan tailor made tour",
  "placesVisited": "",
  "generalInfo": "From the grandeur of ancient Egypt, cruise down the iconic Nile River, and explore the fascinating cities of Alexandria, Aswan and Luxor. Cross over to Jordan and discover the sweeping desert and echoing formations of Wadi Rum, the hand-hewn facades of Petra and the ancient Roman ruins at Jerash.<br/><br/>Jordan<br/>Jerash, Wadi Rum , Dead Sea, Petra, Shobak &amp; Kerak Castles, Madaba, Mt Nebo<br/>Petra by night, Star gazing and jeep ride in Wadi Rum, then float on the Dead Sea.<br/><br/>Egypt<br/>Giza Pyramids &amp; Sphinx.<br/>The Grand Egyptian Museum (GEM)<br/>Khan El Khalili<br/>Luxor Temple<br/>Karnak Temple<br/>Valley of Kings<br/>Hatshepsut Temple<br/>Kom Ombo Temple<br/>Edfu Temple<br/>High Dam<br/>Philae Temple<br/>Abu Simbel Temples<br/><br/>Female guide available upon request.",
  "durationDays": "15",
  "price": "5319",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Cairo International Airport, our representative welcomes and assists you through the immigration process. We can assist to issue Egypt entry visa upon arrival to Cairo. Transfer from Cairo airport to hotel by a deluxe A/C coach for check in & refreshment. Overlooking the Great Pyramids of Giza"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast at the hotel then sightseeing tour to visit Giza Pyramids 7 The Egyptian Museum of antiquities"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Breakfast at the hotel then transfer to Cairo domestic airport for the flight to Luxor. Assistance through departure check-in at Cairo airport Fly to Luxor wher you will be assisted on arrival. Transfer to hotel for check-in then visit Karnak Temple with a Sound & Light Show"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Breakfast at the hotel then transfer to the cruise dock for embarkation and lunch onboard Visit East Bank;, Karnak Temple & Luxor Temples Dinner & overnight on board Early morning, AN OPTIONAL TOUR to enjoy riding Hot air balloon at the West bank of Luxor. (Supplement = £ 90 per adult and £ 45 per child). Balloon Air Luxor: For unbeatable views of Luxor's famous temples, take a hot-air balloon flight over the Nile River's west bank. Away from the crowds in the peaceful glow of dawn, your sunrise flight over Egypt's ancient monuments promises to be a highlight of your visit. This ride takes 45 minutes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast on board then visit the West Bank - Valley of the Kings, Temple of Queen Hatshepsut Colossi of Memnon) Lunch on board Sailing to Edfu via Esna Dinner & ovenight on board"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast on board then visit Horus Temple in Edfu and Kom Ombo Lunch on board Edfu Temple: it is the largest and most completely preserved Pharaonic temple in Egypt, the extraordinary Temple of Horus at Edfu. It is located in the center of the town of Edfu. Kom Ombo Temple: it is the third major stop that most of the Nile cruises between Luxor and Aswan, dedicated to the crocodile-god Sobek. The temple stands at a bend in the Nile where in ancient times sacred crocodiles basked in the sun on the riverbank. Sail to Aswan Dinner & overnight on board"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast on board disembark and visit Aswan High Dam & Philae temple . Sail on the Nile by Felucca Dinner & overnight at Aswan Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast in the hotel& c/out. Transfer to Aswan airport to take the domestic flight via Cairo to Amman.Land at Queen Alia International Airport , where you will be met by a representative from our ground agents in Jordan. They will help you with your visa and immigration formalities before transferring you in a private vehicle to your hotel in Amman."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Late morning you will be collected for a day tour of the capital, spread over 19 hills, with markets full of gold, spices and local handicrafts. Towering above the city stands the ancient Citadel and the regal columns of the Roman Temple of Hercules; nearby, the Roman theatre is still used for cultural events. Continue to the best preserved example of Roman civilization, the city of Jerash - part of the Decapolis (the ten big Roman cities of the East) has been called the Pompeii of the East for its unique state of preservation. The city features theaters, churches, temples (Zeus and Artemis), a Nymphaeum and colonnaded streets,. After that, Back to your hotel in Amman"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Set off for Madaba , a typical East Bank town, which differs in one major aspect: underneath almost every house lies a fine Byzantine mosaic. . Then, Mt. Nebo , on a cliff overlooking the Jordan Valley and Dead Sea. Long believed to be the burial place of Moses. Further south to the village of Kerak. Lunch with lunch at a local restaurant in the city (at own expense) ,followed by a visit to the famous castle in the biblical land of Moab . Finally to Petra for overnight and a romantic way to see Petra, Petra by Night with a sound-and-light show. No coloured laser beams, no booming amplified music or recorded actor narratives—just a remarkable chance to experience Petra as the ancient spice caravan travellers must have seen it. Available Monday, Wednesdays & Thursdays only"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Petra is one of Jordan's national treasures and by far its best-known tourist attraction. Much of the appeal comes from its spectacular setting deep inside a narrow desert gorge, a vertical split through the rock strata. The cliff walls soar to 200 metres with chambers hewn from the living sandstone. There are literally hundreds of buildings, ornate facades, tombs, baths and a three thousand seat amphitheatre. Best seen early morning or at sunset. 3 hours with a private gudie then time to wander and agree a place and time to be picked up."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Petra via the back route, which takes you on unbeaten paths past the Monastery (ad-Deir). This way, you will escape the majority of other tourists and end up with an enriched encounter of this magical site. The ‘back door route’ can basically be done in one day. Starting at Little Petra, the path will take you all the way to the monastery and down into Petra. Along the way, enjoy taking in spectacular landscapes and the awe-inspiring monastery, arriving at the site with time for exploration. Then continue to Wadi Rum , the largest and most magnificent of Jordan's desert landscapes, with sand stone mountains, matching the colour of knife-edged dunes, can be explored by off-road vehicle, by camel or on foot..Enjoy star gazing at the observatory. Stay overnight with dinner in the nique signature Martian Dome/ tents"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Afer sunrise, enjoy a 2 hour jeep safari into the desert."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Finally to experience the floating sensation at the Dead Sea ,lying in the Great Rift Valley at the lowest point on the surface of the earth, more than 400 metres below sea level. The exceptionally buoyant water, ten times saltier than the sea, is believed by many to have curative powers, hence the presence of several thermal spa hotels."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to Amman airport for departure"
    }
  ],
  "map": ""
}