{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-small-group-tour-with-nile-cruise",
  "tourName": "Egypt small group tour with Nile cruise",
  "placesVisited": "",
  "generalInfo": "Explore the temples and pyramids of Egypt… Step back in history to discover the mysticism of ancient Egypt, the secrets of the River Nile, the intricacies of the local culture, and so much more on our 11-day, small group trip!<br/><br/>Abu Simbel minus the crowds!: Enjoy Abu Simbel, one of the best temples in Egypt, at sunset after all the daytrippers have gone and witness a spectacular light &amp; sound show over the temple as night falls.<br/><br/>Cruise the Nile River: Sail in comfort for 4 days on one of the best boats on the Nile; a true, premium cruise!<br/><br/>Egypt’s oldest living culture: Spend an unforgettable evening with a Nubian family who will share their colorful flavors, rhythms, and traditions with you!<br/><br/>Float through the Valley of the Kings: Drift through the sky in a hot air balloon for a bird’s eye view of the ancient pharaonic landscape.<br/><br/>INCLUDED:<br/>- Airport pick-up<br/>- 7 nights accommodation in hotels <br/>- 3 nights Nile riverboat cruise (premium boat)<br/>- 2 domestic flights<br/>- Private, air-conditioned ground transportation<br/>- Activities as indicated on the itinerary<br/>- Local trip leader<br/>- All breakfasts, 5 lunches, 6 dinners",
  "durationDays": "11",
  "price": "4800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAIRO ARRIVAL - Welcome to Egypt! Airport pick-up and assistance are included*. Upon arrival at the hotel, settle in and have some free time to explore this sprawling, frenetic city. If you’re jetlagged, you can spend the afternoon by the hotel’s pool and swim-up bar. *Airport pick-up is included only if you arrive on Day 1. If you are not arriving on Day 1, airport pick-up is not included but you can take a taxi at the airport or pre-arrange an airport pick-up with a transport company such as Welcome Pickups or one that you may find online. *INCLUDED - Transfers: Airport pick-up* • Activities: Free time • Accommodation: Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CAIRO - This morning, meet your trip leader for a brief introductory meeting. Then, beat the heat as you visit Giza’s famous pyramids complex including the Great Pyramid, Khufu’s tomb, and the mighty Sphinx. These iconic monuments are instantly familiar, yet remain full of mystery, and getting up close to the pharaonic tombs is an unforgettable experience. Afterward, grab lunch at a local restaurant to fuel up for this afternoon’s adventures. In the afternoon, take a guided walk along El Moez Street located in the heart of Cairo where you can spot various sites dating back to the 10th century AD. Explore a madrasa (school teaching the 4 rites of Islam), a kuttab (where children memorize the Quran), a sabil (water dispensary and cistern), a hammam (public bath), and the Gates of Cairo. Then, spend some free time shopping on this street full of local vendors before returning to your hotel for the rest of the evening. *INCLUDED - Activities: Meeting with trip leader; Giza Pyramids Complex; Sphinx & Great Pyramid of Khufu; El Moez Street; Free time • Meals: B, L • Accommodation: Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CAIRO - Depart this morning to visit the Great Mosque of Muhammad Ali, sitting on the summit of the Saladin Citadel. Discover the mosque’s soaring minarets and distinct domes as well as a spectacular view of all of Cairo and the Giza Plateau. Lunch will be koshary, a typical Egyptian meal usually consisting of rice, pasta, lentils, tomato sauce, and garlic sauce. Be careful, the chili sauce is as hot as the Egyptian sun! Next up, explore the treasures of the ancient Egyptians in the brand new Grand Egyptian Museum, one of the world’s most extraordinary museums and home to an unbelievable collection of antiquities. Your expert trip leader will take you through Egypt’s rich, dynastic history and the region’s many treasures. Thereafter, you will have time to explore at your own pace. Afterward, return to the hotel where you’ll have some free time for the rest of the afternoon before meeting for sunset drinks and dinner on a nearby rooftop overlooking the Pyramids. *INCLUDED - Activities: Muhammad Ali Mosque; Grand Egyptian Museum; Sunset dinner overlooking the Pyramids • Meals: B, L, D • Accommodation: Hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ASWAN - Today, catch a flight to Egypt’s southernmost city of Aswan, well-known due to its large Nubian population. Upon arrival, you will travel to Philae Island and visit the beautiful Temple of Isis, the goddess of health, marriage, and wisdom. This awe-inspiring testament to ancient Egyptian architecture is composed of spectacular hieroglyphics, pylons, and carvings. It was built to honor the goddess Isis and was moved brick by brick from the partially submerged Philae Island to its current home on Agilika Island in the 1970s. In the afternoon, hop on a traditional felucca sailboat where you can sit back and relax with some drinks as the sun sets over the beautiful Nile. You’ll sail to a Nubian village where you will spend a memorable evening with a Nubian family. You will have the chance to see a different side of Egyptian life, try some Nubian dishes, and get an insight into the daily life of the locals. You will also be treated to some Nubian dancing; feel free to bust a move! *INCLUDED - Transfers: Cairo - Aswan by plane (approx. 1.5 hrs) • Activities: Philae Temple of Isis; Felucca at sunset with drinks; Nubian dinner • Meals: B, D • Accommodation: Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ABU SIMBEL - Today we will make our way to Abu Simbel. For many, this is the highlight of their time in Egypt thanks to the Abu Simbel Temple, one of Egypt’s most recognized temples, built in the 13th century BC. Abu Simbel’s temple is famed for its colossal reliefs carved directly into the mountainside and its interior containing huge carved stone statues, hieroglyphics, and murals. A large number of the people who come to Abu Simbel are day-trippers from Aswan and get stuck in lines visiting the temple in the late morning. However, we’ll arrive a few hours before the temple closes to give you time to enjoy it without the huge crowds. We’ll remain there until closing so you can admire the beauty of the sunset that paints the temple’s beautiful shades of orange and yellow. Once night falls, the extraordinary light and sound show at the temple will begin and you will witness one of the most magical experiences on the trip. *INCLUDED - Transfers: Aswan - Abu Simbel by minibus (approx. 3.5 hrs) • Activities: Abu Simbel Temple; Abu Simbel Light & Sound Show • Meals: B, D • Accommodation: Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ASWAN - Today, head back to Aswan where you will hop on a premium riverboat that you will call home for the next 4 days. There’s no better way to soak in the ancient history of the Nile than by boat. Enjoy all the comforts of a hotel, including a swimming pool, sundeck, restaurant, and cabins with panoramic windows over the riverside. Traveling by riverboat allows you to get to each destination while ensuring the journey in between is every bit as interesting. *INCLUDED - Transfers: Abu Simbel - Aswan by minibus (approx. 3.5 hrs) • Activities: Nile cruise check-in; Free time • Meals: B, L, D • Accommodation: Premium Nile cruise."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "NILE RIVER CRUISE - Sail to the city of Komombo this morning to visit its temple ruins sitting on the river’s edge. The temple was built in approximately 181 BC and is dedicated to the gods Horus and Sobek. In the section dedicated to Sobek, mummified crocodiles have been recently discovered. They are now displayed in the crocodile museum attached to the temple so be sure not to miss it! Return to the boat and then, continue sailing to Edfu where you’ll enjoy a leisurely afternoon cruising the Nile and a colorful sunset over the river. *INCLUDED - Activities: Komombo Temple • Meals: B, L, D • Accommodation: Premium Nile cruise."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LUXOR - Start the day with a visit to Karnak, which is a mammoth plot of temples, chapels, and pylons. It is one of the world’s most celebrated temple complexes and was built about 2,000 years ago, with some parts of the temple dating as far back as 2,055 BC. Your trip leader will show you around and explain the area’s ancient history while pointing out some of the unique features of the temple. Unlike the rest of the temples of ancient Egypt, Luxor’s temple is unusual because it wasn’t dedicated to any god or deified king in death, but to the kingship, where many kings were crowned. Have lunch on board the boat and then, the rest of the afternoon is yours to cool off with a dip in the pool or get in a quick nap. For those of you who have the energy, you’ll have the option of exploring Luxor’s temple and its souk street to witness locals going about their daily lives. Tonight is your last night aboard the cruise boat, so don’t miss out on one last Nile sunset! *INCLUDED - Activities: Karnak temple • Meals: B, L, D • Accommodation: Premium Nile cruise • Optional Activities: Luxor temple and souks."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "LUXOR - At sunrise, if you’d like to keep the magic going, you have the option of hopping into a hot air balloon. You’ll float up, up, up over the Valley of the Kings for a bird’s-eye-view of the arid hills concealing over 60 richly decorated tombs of pharaohs. Say goodbye to the Nile River this morning and make your way toward the wonders of the West Bank: The Valley of the Kings and its three royal tombs. There, you will learn about the funerary rites of the ancient Egyptians and the significance of the many paintings and hieroglyphics. Tutankhamun’s tomb and final resting place are buried under the hills and also contain over 60 tombs of pharaohs, many richly decorated with reliefs and paintings. You’ll also check out Hatshepsut’s Temple, dedicated to the most famous queen of Egypt who ruled for 21 years; the longest period a queen ever ruled in Egypt. We’ll also stop to see the Colossi of Memnon, two giant statues that appear to be guarding the posterior temple. This archeological area is famous for its alabaster mineral rock which is extracted from all over the Valley. There’ll also be a visit to a local factory where you will learn about the laborious work of stone carving. After a day filled with adventures among the tombs of the pharaohs, head back to your hotel in Luxor where you’ll have the rest of the evening to relax. *INCLUDED - Activities: Valley of the Kings; Tutankhamun’s tomb; Hatshepsut temple; Colossi of Memnon; Alabaster stone carving shop • Meals: B • Accommodation: Hotel • Optional Activity: Hot air balloon over Valley of the Kings (120 USD per person. You can sign up during the trip with your trip leader and pay in cash or by credit card.)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CAIRO - Today, catch a flight from Luxor to Cairo where you will stay in an airport hotel to avoid the crazy traffic of Cairo. The rest of the day is free to enjoy your last evening with your travel buddies before saying goodbye. *INCLUDED - Transfers: Luxor - Cairo by air (approx. 1 hr) • Activities: Free time • Meals: B • Accommodation: Airport hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CAIRO DEPARTURE - Depending on your flight time, you will have free time before catching your flight back home. We hope to see you again on another Globe Drifters adventure! *INCLUDED - Activities: Free time; Departure (at your own expense) • Meals: B. **Itinerary is subject to change."
    }
  ],
  "map": ""
}