{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-culture-and-history-tour",
  "tourName": "Egypt culture and history tour",
  "placesVisited": "",
  "generalInfo": "From the moment you arrive in Cairo, you will be mesmerised by the frenetic pace of a city that has over 20 million people.  Our purpose is driven by wanting to give you amazing experiences and that’s our focus for the next 12 days.  And we will be showcasing an evolution that occurred within Egypt which helps to explain the journey its been on.<br/><br/>Egypt embodies much more than its pharaonic past.  As great and impactful as the pharaonic history of Egypt has been, there are also the tides of achievement in Islamic and Christian faith, architectural and engineering brilliance and the sciences.   The pharaonic period set the gold standard in many disciplines.  <br/><br/>And many ancient societies tried to extract the Egyptians secrets when they sought Egypt in their imperial advances.  But they ultimately failed.  Those other societies that later came to conquer Egypt asked the same questions that we ask today.   That is, “how did you do this?”<br/><br/>The achievements of the ancient Egyptians became an integral part of Egyptians way of life.  And one must remember that when the development of the grand pyramids of Giza was undertaken, there were only between 2  to 3 million Egyptians.   The wheel hadn’t even been invented.  Egyptians lives and legacies have shaped not only Egypt’s future but that of many societies.  We will be showcasing touchstones of the past and how Egyptians today are in a new period of renaissance.<br/><br/>Our focus, on this private journey, is to weave the connections between each day; to link the events, people and places into a compelling narrative.   A narrative which will keep you asking questions and which, in all likelihood, will have you coming back to Egypt in the years ahead.  It’s the evolutionary tone of Egyptian society and its ability to respond which makes it one of the most unique societies on earth.<br/><br/>The Essential 5 Star Aspects of this Itinerary Are<br/>•\t5 Star Accommodation Egypt<br/>•\t5 Star Luxury Class for your Nile Cruise<br/><br/>Concierge Service<br/>•\tYour concierge will meet you as you disembark your flight or in the <br/>Customs Halls.<br/>•\tYou will be ushered with priority through Customs and Immigration – no waiting in long queues.<br/>•\tAll transfers will be accompanied by our staff in air-conditioned comfort.<br/><br/>An App Which Keeps You in Contact with Love Ones<br/>•\tWe can provide a personal Travel App for your phone, laptop or tablet that lets you keep in direct contact with your friends and family and gives you updates about any changes to your flights. The ultimate traveling companion!",
  "durationDays": "12",
  "price": "10749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Into Cairo. Our representative will be on hand to facilitate your transit through Customs and Immigration. Transfers and Free Time Our representative will travel with you from the airport to your hotel to ensure a smooth transition and booking in process. And you can rest up in preparation for the start of your trip. Optional. Depending on your arrival time in Cairo you could opt for an excursion to the Botanical Gardens in Cairo – the 6th largest city green space in the world. Please enquire with us for further details. Dinner Cruise on the Nile After relaxing at the hotel, you will be picked up for your evening dinner cruise on the Nile. A night to be savoured and remembered forever. You can enjoy a wide menu of foods – an authentic Egyptian dinner. And the entertainment highlight of the night is traditional dancing and other entertainment. Even the audience members get involved. At the end of the evening, you are transferred back to your hotel. The first night at the Cairo Marriott (Nile River) 5 Star Hotel. Dinner included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Faith That Built a Nation. The Pyramids of Giza, the ultimate act of devotion Today we start with perhaps the greatest monuments to Egyptian faith, ingenuity and achievement of any civilisation – the pyramids of Giza. The pharaohs Khufu, Khafre and Menkaure were the builders of the Giza Pyramids which have stood for over 4500 years. They are a testament to ancient Egyptians’ engineering skills and also to their grandfather, Sneferu . Sneferu had built 3 pyramids in his lifetime and without him, the Giza Pyramids would not have been built. But many mysteries remain. Similarly, the Sphinx has many mysteries as there are no inscriptions which identify the builder and its purpose. It’s an amazing edifice which we know little about. And then we visit Memphis which was once the capital of ancient Egypt and also the burial ground of the earliest rulers of Egypt. Few of the physical structures remain but the Ramses 11 statues remains at the site. Saqqara – The Saqqara area is the most researched archaeological site in Egypt with recent excavations uncovering new tombs previously unknown. The Stepped Pyramid was the first stone building in all of history and the tallest construction in the world up until the mid 19th century. Beneath it are 4 miles of tunnels and over 400 chambers. Transfer and overnight – the second night at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent B L included – Dinner at Own Expense."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Excellence Via Mistakes. The Bent Pyramid – Mistake or Genius? The Bent Pyramid was the name given to Sneferu’s second pyramid building attempt. It became referred to as an architectural mistake. But was it? Cracks started to appear which likely led to reducing the inclination from 53 to 43 degrees. Regardless it was the first attempt to build a smooth sided pyramid. The Red or Perfect Pyramid….or Was It? The third pyramid of Sneferu is referred to as the Red Pyramid and is located close to the Bent Pyramid in Dahshur. It is also the pyramid with the lowest slope, so it reached only 105 meters in height. It has been described as the perfect pyramid but was it as grand as Snefru had wanted. Had Sneferu finally got the design right? Discovering the Roadmap to Eternity. Unas was a pharaoh, the ninth and last ruler of the Fifth Dynasty of Egypt during the Old Kingdom. Unas reigned for 15 to 30 years in the mid-24th century BC (circa 2345–2315 BC), Unas’s pyramid became the subject of investigation in the 1880’s. The hieroglyphics found on the walls of the pharaohs burial chamber corridor, antechamber and passageway was an astonishing ‘find’. On the walls and surrounding the sarcophagus of Unas was the spiritual roadmap for the pharaoh’s ascension to the afterlife. They are referred to as the Pyramid Texts which gave direction to the deceased pharaoh as to to ascend as a god. And as new pyramids and tombs were discovered, the unifying factor for the burial chambers and tombs that was the roadmap to eternal life. It was, perhaps, in the top 3 discoveries about ancient Egypt. The Serapeum and Burial Cults? Serapeum was a burial place of the Apis, sacred bulls, that were incarnations of Ptah. It was believed that the bulls became immortal after death as Osiris-Apis. Apis was a god originally associated with fertility, and later connected with the god Ptah. As the cult gained importance, underground galleries were dug that connected burial chambers. Many other animals were mummified and buried around Saqqara. Sometimes this was as beloved pets, sometimes as food offerings to the deceased, but primarily for religious purposes and dedicated to specific gods. Other animal cemeteries at Saqqara include cats, dogs, jackals, ibis and baboons. Transfer and overnight –The third night at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L Specify the day(s) and details in the boxes then click Update"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Old Cairo. A UNESCO World Heritage Site. Old Cairo is a historic area in Cairo, which includes the Christian settlement of Coptic Cairo, and the Muslim-era settlements pre-dating the founding of Cairo proper in 969 AD. It is part of what is referred to as Historic Cairo. In 1979, UNESCO designated Old Cairo, as a World Heritage Site, calling it “one of the world’s oldest Islamic cities, with famous mosques, madrasas, hammams and fountains”. The name “Islamic” Cairo refers not to a demographic reference but to the city’s history and heritage since its establishment in the early period of Islam around the 7th century AD. This enclave has one of the largest and densest concentrations of historic architecture in the Islamic world. Coptic Cairo and Christianity. This experience will probably amaze you. That Moses was found in the reeds, at a site that you will visit today, or that Mary, Joseph and Jesus took refuge at the site, the Saints Sergius and Bacchus Church, make this a very special experience. But these events are, by themselves, footnotes in an incredibly rich history of events and people. Welcome to Coptic Cairo a part of Old Cairo. The area includes Coptic Cairo, a walled enclave on the site of the partly preserved Babylon Fortress with the ancient fortress’s walls, towers and its gate still visible. The area has a high concentration of historic Christian churches such as the Hanging Church, the Greek Orthodox Church of St. George, the Church of Saints Sergius and Bacchus, the Church of Santa Barbara, and other Christian buildings. Islamic Cairo – The Citadel and the Muhammad Ali Mosque The Citadel of Cairo is a medieval Islamic-era fortification built by Salah ad-Din. It was the seat of government in Egypt for nearly 700 years from the 13th century. Its location commands a strategic position overlooking the city. It was constructed from 1176–1183 and was among the most impressive military fortifications of its time. This is a tour experience steeped in the history of Egypt. A fascinating insight into the development of Egypt today. The fourth night at the Cairo Marriott (Nile River) 5 Star Hotel. Dinner at own expense. Specify the day(s) and details in the boxes then click Update"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Princes, Palaces and Revolution. The Khan El Khalili bazaar you visit as your first stop today was originally the site of the Za’afran tomb which had been the burial place of the Fatimid rulers of Egypt from 909-1171. Princes who once ruled Egypt. Not many people realise that this now bustling bazaar was the necropolis of the Fatimid rulers. Eventually the Fatimid rulers were overthrown and later the site was transformed in the early 14th century, when Emir Dajaharks Al-Khalili built his market complex on the site. Today, the Khan bazaar has been operating 24 hours a day for over 600 years. Located in the heart of Islamic Cairo, the bazaar is lined with shops, restaurants and cafes selling everything from spices to jewellery to souvenirs. And it is in this historic area where mosques, palaces and monuments of Cairo’s past dominate. And where the mosques are still active places of worship whilst palaces provide glimpses of a life of Egyptian rulers which are now in the past. And We Will Take Coffee at El-Fishawy Cafe And the link from the past to the present is exemplified by El-Fishawy café which has been operating since 1771. It has hosted many renowned figures like the French Military leader Napoléon Bonaparte, the famous German leader Rommel, Jean-Paul Sartre, Simone de Beauvoir in addition to Arab princes and Empress Eugenie who visited Egypt during Suez Canal inauguration in 1869. The Café also hosted former president Gamal Abdul Nasser. And as they did, this is where we will take coffee or tea (as the famous guests did). Manial Palace After the Muslim conquest of Egypt, parts of Egypt became provinces of successive Muslim dynasties e.g. the Mamluk Sultanate (1250–1517) which exerted its own influences on Egyptian society into the 19th century in particular. But in 1952 the Egyptian monarchy was abolished and the ruling elites (dominated by the Mamluk princes and families) were largely expelled in the revolution led by Abdul Nasser. This experience of the Manial Palace gives insight into the life of the monarchy and ruling classes of Egypt from the 1800’ to the 1900’s. A part of history into the lives of the ruling classes of Egypt at that time. Manial Palace was the former home of Prince Mohammad Ali Tewfik The fifth night at the Cairo Marriott (Nile River) 5 Star Hotel. Dinner included"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The National Museum of Egyptian Civilisation. Since its opening in 2017, the Museum (NMEC) has gained an international reputation for excellence. It presents the richness, brilliance and innovation of Egyptian society through the ages. It currently houses over 30 mummies from the late to the early kingdom. It’s themes include the Dawn of Civilization, The Nile, Writing, State and Society, Material Culture, Beliefs and Thinking and the Gallery of Royal Mummies. For travellers to Egypt, it provides deep insight to the amazing society that the Egyptians built from prehistoric days to the present. The Museum is in Al Fustat, an area at the heart of Egyptian history. The Museum houses 50,000 artefacts and also the ancient natural lake of Ain El-Sira. The Grand Egyptian Museum (GEM) The Egyptian government’s objective was to offer its citizens and visitors a place where they could see and learn everything about their Pharaonic civilization. Its foundation stone was laid by the former President Hosni Mubarak in 2002. It is part of a new master plan for the Giza Plateau, known as “Giza 2030”. And whilst it has taken years to fruition, the wait was certainly worth it. It is the largest archaeological museum devoted to a single civilisation in the world. Its outstanding design is awe inspiring with views of the neighbouring Giza Plateau (2 kilometres away) and pyramids ever present as you wander its enormous expanse. It occupies a site of over 50 hectares (123 acres). The Grand Egyptian Museum is one of the cornerstones to renew tourism. And yet it doesn’t sit alone. Not far away is another grand plan, that is New Cairo. And that’s not a meek plan either. But it continues the implementation of innovation, vision and commitment. And when you enter the Grand Egyptian Museum, you are connecting with a spirit which is part of Egyptian DNA. You will not be impressed by the museum, you will be awestruck! The realisation of grand plans do that. The sixth night at the Cairo Marriott (Nile River) 5 Star Hotel. Dinner at own cost. Specify the day(s) and details in the boxes then click Update"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The Artistry of Egypt. The Museum of Islamic Art in Cairo is acknowledged as the largest museum specialising in Islamic Art in the world. Currently it houses over 100,000 artifacts covering all the different forms of Islamic Art from the various periods of Islamic history. Its collection is comprehensive in quantity and quality of its coverage. This has made it a beacon of Islamic art and civilization throughout its history. It also become the ‘go to’ organisation and library for researchers and historians. It attracts visitors from all walks of life, who are interested in delving into the intricacies of Islamic sciences and disciplines such as medicine, engineering and astronomy. Its collection includes metallic, glass and porcelain utensils, as well as jewellery, weapons, wood and ivory objects, textiles, carpets. The museum also has a large library that has a rich collection of specialized books and references covering a wide variety of topics like Islamic history, antiquities, art and architecture. Ramses Wissa Wassef Art Center Near the pyramids at Giza, the Wissa Wassef centre was founded in the early 1950s by the late architect Ramses Wissa Wassef as a weaving school. It has since evolved to comprise workshops and showrooms, a pottery and sculpture museum, houses and farm buildings, constructed entirely of mud brick. For Wissa Wassef, vaulted and domed mud brick structures represented something quintessentially Egyptian as these forms had been adopted in turn by Paranoiac, Coptic and Islamic civilisations. The choice of this traditional technology also reflected his desire to transmit the values of handicraft to succeeding generations in a rapidly industrialising country. The Ramses Wissa Wassef Art Center was the home of a unique experiment in tapestry weaving that has produced extraordinary works admired and collected by museums and galleries around the world. And is ceramic creations was also a passion that drove him in his life. The Adam Henein Museum Adam Henein was renowned as a sculptor since the 1950s and rose to fame for the inspiration his art drew from ancient Egypt. He was awarded the Luxor Studio Scholarship for Distinguished Artists in the West Bank and Qurna in 1954 and 1955 and led the restoration of the Great Sphinx of Giza from 1989 to 1998. After living in Paris, he returned to Egypt and started the International Sculpture Symposium in Aswan. He received many awards, including Egypt’s State Medal and the Mubarak Award. Henein’s art has been shown worldwide, from Alexandria to Rome, and displayed in world-class platforms like New York’s Metropolitan Museum of Art. The main museum building consists of 3 floors, spread across the space of 700 meters, displaying an array of Adam’s work, featuring sculptures, drawings, paintings, prints, and even textiles. In addition to the main building, the museum’s garden is where Adam’s pieces blend in with nature. This open space is where the museum’s public audience get to sit down on the fresh grass and have a cup of coffee while having the chance to admire more of Adam’s artworks. Since Adam himself oversaw and supervised the process of establishing and equipping the museum, you walk around the space knowing that the artist himself chose every tiny detail around the museum. The seventh night at the Cairo Marriott (Nile River) 5 Star Hotel. Dinner included"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spanning 1000 Years. The Mosque of Ibn Tulun is one of the oldest mosques in Egypt and Africa being completed in 879. It is 1, 145 years old. It is the only mosque to have survived in its full original form. It was the largest mosque in Cairo in until the building of the Grand Mosque in 2024. It is built around an open square courtyard with one covered hall on each of the four sides, the largest facing Mecca Ibn Tulun Mosque features ancient architecture styles of Egypt, its decorations being created from carved stucco and wood. The Abbasids were an Arab dynasty that ruled between 750 and 1258. It was Ahmad ibn Tulun, the governor of Egypt that commissioned the mosque. The Abbasids favoured mud brick and baked brick for construction. It has a uniform colour. It is built entirely of well-fired red brick faced in carved stucco; it has ziyadas and a roof supported by arcades on piers. The mosque was constructed on a small hill called “The Hill of Thanksgiving.” One legend says that it is here that Noah’s Ark came to rest. The mosque can accommodate 5000 worshippers Parts of the James Bond film The Spy Who Loved Me were filmed at the mosque. It is also featured in a level of Tomb Raider. The Revolving Restaurant – Grand Nile Tower We enjoy taking our guess out for lunch because it’s another way to experience Egyptian culture. The restaurant that is part of this experience is the revolving restaurant atop the Hilton Hotel. This is one of the top restaurants in Cairo and a chance to not only take in the stunning view of Cairo, but as a great interlude to captivating day. The Grand Mosque – Opened in 2024 The Grand Mosque can accommodate 130,000 worshippers. Every corner of the mosque is enough, both in size and detail, to be considered a mosque on its own. Each offers a unique view of the 32 metre wide dome, which had been assembled on the ground and then lifted up. Drawings by Egyptian artists were painted on special fabrics which were then installed in place. The main chandelier (50 tonnes and the heaviest in the world) hangs mid-air under the dome, with lanterns offering a nostalgic aura within its Islamic star design. Ceilings of natural interlocking wood, inspired by various Islamic eras, each of which are depicted with all their intricacies. Positioned on an elevated platform 24 metres high, the mosque offers a unique view of the new capital and its governmental district. Photography Credit: Essam Arafa Overnight – the seventh of 7 nights at the Cairo Marriott (Nile River) 5 Star Hotel. B L included – Dinner at Own Expense"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cruising the Nile. Breakfast at the hotel – transfer to Cairo Airport for your flight to Aswan. Aswan Dam and Elephantine Island The dam is the world’s largest embankment dam. And today, you will also embark on a 1-hour sail on a traditional Egyptian craft called a felucca. A water’s view before your excursion to the Philae temple complex Elephantine island’s ancient temples, date back to the Old Kingdom period (2686-2181 BC). The most well-known temple on the Island is the Temple of Khnum, which was built by Pharaoh Amenhotep III (1390-1352 BC). The island has many archaeological sites and ancient monuments. Philae Temple Complex The Philae Temple was built by the last dynasty of ancient Egypt, the Ptolemaic. It is dedicated to Isis, the goddess of healing, birth, and magic, her husband Osiris, and their son Horus. The temple is one of the last places where ancient Egyptian religion survived after Christianity swept the shores in 550AD According to the legend, Philae is the place where Isis found the heart of Osiris and then buried it on the Island. Your Felucca Sailing Adventure A feluccas a traditional wooden sailing boat with a single sail that was used in ancient Egypt and around the Mediterranean. In Egypt however some felucca’s have two sails. Despite the availability of motorised boats, feluccas are still in active use as a means of transport in Nile-around Aswan and Luxor. They are especially popular among tourists who can enjoy a quieter and eco-friendly method of transport. Transfer to your cruise vessel and overnight – the first of 3 nights. B L D Included"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Abu Simbel. The Abu Simbel temple was built as a place for Egyptian’s to worship Pharaoh Ramses II as a god following his death. It was also a very obvious of show of power toward the recently conquered territory of Nubia. The most notable aspect of the Abu Simbel temple are the four colossal statues of Ramses II on the outside. Abu Simbel was relocated to its current site when the Aswan dam was being built as it would have been inundated by the waters of the dam. Abu Simbel was built in 1200 BC. The Temple was dedicated for four Egyptian deities by Ramses II including Amun-Ra Ra. Temple Kombo Ombo Located on the banks of the Nile in a village of the same name, Kom Ombo is unique in Egypt. The Ptolemies constructed the Temple of Kom Ombo to worship two gods, Sobek, the crocodile god, and Horus, the falcon god.. Transfer to your cruise vessel and overnight – the second of 3 nights. B L D Included"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Karnak and Luxor. The Great Temples of Karnak and Luxor Karnak is an ancient Egyptian temple precinct located on the east bank of the Nile River in Thebes (modern-day Luxor). It covers more than 100 hectares, and is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the pharaohs. The Temple of Karnak The Temple of Karnak was believed to be the spot where creation began. They also believed it was a point of interaction between the god Amun-Ra and Egyptians. It is important to Egypt’s cultural history because it was a place of worship and provides clues about the ancient Egyptian religion. Visitors to the East Bank of Luxor can walk from Karnak to Luxor Temple on this ancient processional route. You enter the Avenue of the Sphinxes at either end or in the middle. The Temple of Luxor The Temple of Luxor has always been used as a place of worship, and evidence of various groups is present even today. Construction began around 1400 BCE during the New Kingdom, with Amenhotep III starting the core of the temple and later additions by Tutankhamun, Horemheb, and Ramesses II. The Luxor Temple served as a significant religious center, particularly for the Opet Festival, where the cult images of Amun, Mut, and Khonsu were taken from Karnak Temple to Luxor Temple. Transfer to your cruise vessel and overnight- the third and last night on the cruise vessel. B L D Included"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Valley of the Kings. The Valley of the Kings refers to where the bodies of the pharaohs were laid to rest in tombs cut deep into the rock. These tombs range in size from single chamber burials to massive complexes spanning several thousand square meters. The Valley of the Workers Deir el-Medina, also known as the Valley of the Workers, was an ancient Egyptian workmen’s village. Located on the west bank of the Nile River in Egypt, it was home to the artisans who worked on the tombs in the nearby Valley of the Kings during the New Kingdom period (1550-1070 BCE)2. The Temple of Hetshepsut Pharaoh Hatshepsut’s temple is an engineering marvel and is important because it offers insight into her rule. Hatshepsut was largely written out of history, but the stories told on the colonnades in the temple shed a lot of light on the two decades of her reign. Transfers and Flights: You will transfer to the airport for your flight to Cairo and transfer to the international airport End of Tour"
    }
  ],
  "map": ""
}