{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "family-holiday-in-egypt-egyptian-adventure",
  "tourName": "Family holiday in Egypt, Egyptian adventure",
  "placesVisited": "",
  "generalInfo": "Get set for a family adventure to uncover Egypt's ancient wonders. Witness some of the world's greatest archaeological sites, including the Pyramids of Giza and the Great Sphinx and spot Tutankhamun's mask at Cairo's enthralling Egyptian Museum. Then, board a traditional felucca and sail north to Luxor, stopping to visit the Valley of the Kings. Finally, swim and snorkel in the warm waters of the Red Sea.<br/> <br/> Aswan - Experience a traditional dinner at our Nubian homestay.<br/> <br/> Luxor - Explore the stunning Karnak and Hatshepsut Temples and visit the famous Valley of the Kings, the resting place of the Pharaohs.<br/> <br/> Nile River - Sail up the River Nile on a traditional Felucca boat, watching scenes of everyday rural life pass by.<br/> <br/> Hurghada - Spot marine life on a full-day boat trip to snorkel in the Red Sea.<br/>",
  "durationDays": "10",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Cairo",
      "description": ": Our tour starts today in Cairo, Egypt's bustling capital sitting on the banks of the River Nile. This sprawling metropolis is a jumble of modern buildings, ancient landmarks and maze-like streets, offering the best Pharaonic, Coptic and Islamic sites in Egypt. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Cairo at any time. If you'd like an airport transfer today, you'll need to arrive into Cairo International Airport (CAI), which is around a 40-minute drive from our centrally located hotel. Should you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to catch your first glimpse of the mighty Nile River, visit the capital's medieval market at Khan el Khalili or we can arrange a half-day Islamic Cairo tour, all within easy reach of our base in Cairo. Alternatively, our hotel has a swimming pool so you may just like to relax after your flight."
    },
    {
      "dayNumber": 2,
      "title": "In Cairo; visit the Pyramids, Sphinx and the new Grand Egyptian Museum; overnight train to Aswan",
      "description": ": Cairo is situated mainly on the east bank of the Nile. This morning, we'll take a short drive to Giza, to visit one of the seven ancient wonders of the world, the Pyramids, among the most impressive man-made spectacles in the world. Here, you can opt to venture inside one of the main pyramids or take in the Solar Boat Museum, designed to transport the Pharaoh's soul to the afterlife. The complex includes the Sphinx, a crouching lion with a human head carved from solid rock and the splendid Granite Temple. In the afternoon, we'll move on to the new Grand Egyptian Museum, which (amongst its 100,000 artefacts) houses the extraordinary treasures of Tutankhamun, complete with his Golden Mask. The scale of the exhibit is incredible and it's mind-boggling to comprehend they were all discovered in his tomb at the Valley of the Kings. Later this afternoon, we'll transfer to the station to catch the overnight sleeper train to Aswan. The individual compartments contain a bench seat which converts into bunk beds. The carriage steward sets this up and provides bed linen, blankets and pillows. Each cabin is lockable and has a night light and cupboard with a small sink, shelf, mirror, towel and power socket, plus there is a tabletop that folds into the wall. Dinner and breakfast are delivered directly to you by the carriage steward. Two Western-style toilets are located at the end of each carriage and there is a communal lounge carriage with a bar serving soft drinks. Some cabins have interconnecting doors so families have access to each other."
    },
    {
      "dayNumber": 3,
      "title": "Arrive in Aswan, tour of the Philae temple. Free afternoon",
      "description": ": We arrive early morning in Aswan, Egypt's most southerly city, traditionally regarded as the frontier post of Upper Egypt. Located on the east bank, just below the First Cataract, it's the meeting point of Arab culture with Nubia and Black Africa. Our early arrival allows us time to take an excursion to the Philae Temple marooned on a picturesque island, having been relocated when the original site was flooded following completion of the Aswan dam. The temple is adorned with beautifully carved pylons containing some of Egypt's finest carvings. We travel to the island and back on a small motorboat. Returning to our hotel around lunch time, the afternoon is free to relax and enjoy the swimming pool which lies almost directly on the banks of the Nile offering great views of boats and local life. Alternatively, you may wish to explore the vibrant local bazaar just a short walk away. Packed full of exotic spices, leather goods and richly decorated crafts it's an ideal place to spend a couple of hours."
    },
    {
      "dayNumber": 4,
      "title": "Optional early morning visit to Abu Simbel. Board traditional felucca boat overnight homestay",
      "description": ": This morning, there is the option to drive through the desert to the fabulous rock-hewn temple of Abu Simbel, a major highlight for many who visit Aswan. Cut into the rock face, this enormous structure was raised 61 metres/200 feet to save it from being flooded by the artificial lake that was created by the building of the Aswan High Dam. The 20-metre/65-foot high statues represent Ramses II, known as the Great Builder and one of the most powerful Pharaohs of the New Kingdom. For those choosing this option, we'll need to leave very early, around 4.30am, returning to Aswan around 13.30pm. On returning to Aswan, we'll board our feluccas straight from the hotel and set sail downstream, travelling through the timeless landscape of the Nile Valley, in the time-honoured fashion of the ancient Egyptians themselves. As we sail, we'll see the intensive cultivation of the Nile Valley and at intermittent points, there are small villages that depend upon the river for their livelihood. Tonight, we'll stay at a traditional Nubian homestay, with a sandy courtyard in the middle where the family gathers for meals, and bedrooms to the side. We'll use a mixture of rooms, where possible with families being accommodated in their rooms although smaller houses have communal rooms. If you wish to, you can lend a hand in the kitchen to help cook dinner, or maybe kick around a football in the courtyard with the kids. There are few better ways to understand a country and its people than with a local homestay, and you'll have the chance tonight to experience local living."
    },
    {
      "dayNumber": 5,
      "title": "Full day sailing on the Nile River towards Kom Ombo",
      "description": ": This morning, we'll continue our journey slowly down the river on our traditional lateen-rigged felucca boat, following the fertile green ribbon of the Nile Valley, as it winds through parched desert lands. There is ample time to sit back and enjoy the easy pace watching rural life in front of you. At night, we tie up to the riverbank and listen to Nubian songs and drums around the campfire. Traditional felucca additional information: A felucca is a traditional sailboat used in Egypt, the primary mode of transport on the mighty Nile River and unchanged over the centuries. Feluccas rely entirely on the breeze to make their way up the Nile, typically the breeze picks up during the day and tails off at night, making for a relaxing and tranquil way to travel as we watch life unfold along the riverbanks. Sleeping arrangements are on deck, please note sleeping bags are not provided, you can either bring your own or hire locally via our local agent. During the summer months, a sleeping bag may not be needed but you might consider bringing a sleeping bag liner."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Kom Ombo temple. Continue to Luxor on the banks of the Nile.",
      "description": ": We'll disembark our felucca after breakfast today and transfer by road to the magnificent ruins of the Ptolemaic temple at Kom Ombo. The temple is unique in that it's dedicated to not one, but two gods: Horus, the falcon-headed god and Sobek the crocodile god, a useful deity to have on your side given that this stretch of the river was inundated with crocodiles until the early years of the last century! We can use the facilities here before driving on to Luxor, the site of the ancient city of Thebes. The drive is approximately four hours and we should arrive around mid-afternoon in time to enjoy our hotel pool for a few hours before dinner."
    },
    {
      "dayNumber": 7,
      "title": "Explore the West Bank, Habu temple and Valley of the Kings",
      "description": ": Arguably Egypt's most well-known site, this morning we rise early to visit the world famous Valley of the Kings, most well known as the burial site of Tutankhamun discovered in 1922 by British Egyptology Howard Carter, along with another 62 royal tombs. Our visit includes entrance to three of the tombs which will be decided on the day, as many are periodically closed for resting and renovation to protect them. After the three, there will be an option to pay a supplement to visit Tutankhamun's tomb. Our next stop is the Temple of Hatshepsut. Pharaoh Hatshepsut is believed to be the most successful reigning female power of Egypt, no mean feat during Ancient Egyptian times, and was buried alongside her male counterparts in the Valley of the Kings. Historians throughout modern history offer contrasting information about her reign but walking into the shadow of Hatshepsut's immense temple, which is built into the limestone rock face on Luxor's West Bank, is a key symbol of her achievements. The structure is unexpectedly modern by design and was once linked directly with Karnak Temple on the East Bank. Continuing our exploration of the west bank, we visit the striking Habu temple, one of the less visited sites on the west bank and very much underrated. The temple complex is dominated by the highly decorated and well-preserved funeral temple of Ramses III depicting scenes of conquests and famous battles. The complex also houses the Temple of Amun, built by Hatshepsut and Tuthmosis III. With the backdrop of the village in the foreground and the Theban hills behind its fitting end to our morning of visiting some of Egypt's best preserved ancient sites. A home cooked lunch is included today at a local family's house on the west bank. Sample traditional dishes such as okra stew, koshari made with rice, lentils, pasta and chickpeas and tagen, a rich tasty tomato based dish, all served with delicious freshly baked bread. After lunch we head back to our hotel, with time to relax for the rest of the afternoon to take a dip in the hotel pool or take a stroll to the lively markets in Luxor."
    },
    {
      "dayNumber": 8,
      "title": "Visit Karnak Temple in Luxor. Drive to the Red Sea resort of Hurghada",
      "description": ": This morning it is possible to take an optional hot air balloon rise over Luxor, the Valley of the Kings and the Temples of Antiquities on the West Bank. Pick up will be from your hotel between 0430 and 0500. See the budgeting section for more details. We check out of our hotel and drive to the stunning Temple of Karnak in Luxor. Dating from around 2000 BC, the scale and grandeur of Karnak is amazing. It covers an area the size of 10 European cathedrals and the 134 pillars of its Hypostyle Hall are a wonder to behold. After our guided tour around the complex we will have additional time to explore the halls and ornate carvings. After our visit here we depart the Nile Valley and head east to the shores of the Red Sea. Crossing the barren mountains of the Eastern Desert we drive to the town of Hurghada, where we will enjoy the delights of a marine wonderland in stark contrast to the desert scenery that surrounds it. There is time to relax and enjoy the dazzling waters immediately outside our hotel. The journey time today is approximately four hours. Our four star hotel in Hurghada is located twenty minutes to the south of the main town, with direct access to its own private beach. In contrast with the Nile region, Hurghada is more of a mainstream tourism destination with larger hotel chains. Whilst the town lacks some of the character found in other destinations covered on our trip, there are excellent facilities on offer, including a choice of two swimming pools and three in house restaurants, including a seafood restaurant."
    },
    {
      "dayNumber": 9,
      "title": "Full-day boat trip on the Red Sea",
      "description": ": With over 400 varieties of corals and 1,500 species of fish, the Red Sea is a hard act for anyone to follow. There are reef fish of every shade and hue, living amongst the corals, and turtles, rays and small sharks abound in these rich waters. We include a full day's boat trip to the coral reefs around Hurghada - it's just like swimming in a tropical fish tank! With a light lunch taken on board, we'll enjoy some leisurely hours swimming, snorkelling or just relaxing, before returning to our hotel for the evening."
    },
    {
      "dayNumber": 10,
      "title": "Trip ends in Hurghada on the Red Sea",
      "description": ": The trip ends after breakfast at our hotel in Hurghada. There are no activities planned today, so you're free to depart from Hurghada at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Hurghada International Airport (HRG), which is around a 10-minute drive from the hotel."
    }
  ],
  "map": ""
}