{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "under-35-s-holiday-to-egypt",
  "tourName": "Under 35's holiday to Egypt",
  "placesVisited": "Cairo, Egyptian Museum, Great Pyramids of Egypt, Sphinx, Sleeper train to Aswan, Nile felucca cruise, Temple of Sobek, Edfu, Luxor, Donkey ride through the Valley of the Kings",
  "generalInfo": "Join a small group of like-minded adventurers as you explore the mysteries and majesty of Egypt, beginning in the bustling capital, Cairo, with its colourful bazaars and shisha cafes. You’ll start in time-honoured fashion with an enthralling guided tour of the legendary Egyptian Museum to admire the golden mask of King Tutankhamen, then learn the secrets of the pyramids and the Sphinx on the edge of the desert – the first time you see them is guaranteed to make your jaw drop no matter how many times you’ve seen them in films.<br/><br/>From Cairo it’s an atmospheric sleeper train down to Aswan on the bank of the mighty River Nile. Here you can take an optional tour over to the spectacular Abu Simbel, a temple carved into the rock face, before boarding a felucca for an overnight cruise powered only by wind and sail in the traditional way. <br/><br/>Arriving in the famous city of Luxor, you might take a horse-drawn carriage ride out to the immense Karnak temple complex which dates back as far as 2000BC(!) before you enjoy a donkey ride around the amazing Valley of the Kings, where for centuries Egyptian royalty were buried. <br/><br/>Your adventures comes to an end in Cairo with just a little time left over to pick up some last-minute bargains in the bazaar, before seeing off your travel buddies in style with a few beers in a local restaurant. This is an exciting and endlessly fascinating tour of Egypt, expressly designed with under 30s in mind.",
  "durationDays": "9",
  "price": "670",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cairo.",
      "description": "Ahlan wa sahlan! Welcome to Egypt. If you arrive in Cairo with time to spare, maybe immerse yourself in the madness of the bazaars, embrace the kitsch world of Dr Ragab's Pharaonic Village or wash down the dust with a sahlab (sweet, hot custard drink with nuts). Your adventure begins with a welcome meeting at 6 pm tonight. After, put your tastebuds into overdrive as you head out with your new travel buddies for some koshari (vegetarian Egyptian chilli often with fresh lemon juice). Later tonight, maybe explore Cairo’s nightlife – your trip leader will know all the best spots!"
    },
    {
      "dayNumber": 2,
      "title": "Cairo/Pyramids/Sphinx.",
      "description": "After breakfast this morning, it’s time to tick something huge off your bucket list. Drive out to the edge of the desert and explore the Great Pyramids of Giza – one of the famed ancient Wonders of the World – and the nearby Sphinx (nobody's quite sure how it lost its nose). A guy called Khufu was responsible for building the Great Pyramid – it’s 4500 years old, 146 m tall, and made from 2.3 million blocks weighing around 2.5 tonnes each. He even got a 9 cm statue to commemorate him – lucky him! You can marvel at their size up close or take an epic pic from a distance, with Cairo in the background. Later, you’ll have free time to continue exploring how you’d like – maybe visit the Egyptian Museum, home to one of the world's greatest collections of ancient artefacts, or head to the Valley Temple of King Khafre (Chephren). In the evening, it's time for your sleeper train to Aswan where you’ll spend the night."
    },
    {
      "dayNumber": 3,
      "title": "Aswan.",
      "description": "Hit the bazaar this morning on a tour with your leader. Among the friendly shouts of ‘welcome’ and ‘where are you from’ coming from the vendors, maybe visit an oil and perfume merchant to learn how aromatic botanicals have been used in Egypt throughout the ages. Later, choose whether to join an optional tour to the Philae Temple Complex, where you can see the Temple of Isis (the goddess of health, marriage and wisdom) that was rescued from the rising waters of the Nile and relocated in the 1960s. In the afternoon, grab a paddle for a kayaking adventure as you navigate the Nile. Float along the historic waters as you see the sights from a new perspective. For dinner, you can head to a Nubian village for an optional dinner with a local family."
    },
    {
      "dayNumber": 4,
      "title": "Aswan .",
      "description": "This morning is yours to spend as you please in Aswan. If you can manage a (very) early start, the optional drive to the epic Abu Simbel is well worth the sleepy eyes – cut out of a solid rock cliff, this temple is a historic site built as a place of worship to Pharaoh Ramses II after his death. Renting a minivan with your fellow travellers is the cheapest option and it takes about 3 hours to drive there. You’ll want at least 2 hours to explore, before heading back to Aswan for a free evening to hit the best dinner and drink spots. Maybe try some ful wa ta’ameya (Egyptian falafel) with a warm pita and salad, followed by another cup of mint tea."
    },
    {
      "dayNumber": 5,
      "title": "Nile Felucca.",
      "description": "This morning is yours to relax and recharge. Then you’ll board an overnight felucca – a bit like a floating tent, this traditional Egyptian vessel is the perfect way to explore the Nile. Spend the late afternoon amid tranquil scenery, either tucking into a good book or playing cards with your group. Depending on your group’s vibe tonight, you might like to have a little beach party under the starry night sky. Tonight, fall asleep to the gentle rocking of the boat, the warm breeze on your cheeks and the blanket of constellations above (there are no walls on a felucca, so your view will be totally undisturbed!)."
    },
    {
      "dayNumber": 6,
      "title": "Luxor.",
      "description": "Disembark your felucca this morning and head for the sweet release of a hotel shower. If you like, you can check out the Temple of Edfu along the way, where inscriptions give insight into life during the Hellenistic period when the temple was built. Continue to Luxor, where you’re free to explore this open-air museum at your own pace. Karnak Temple is a good first stop – wandering through this ancient village is a cool way to get a sense of what life was like here more than 3000 years ago. Legend has it that if you walk around the granite scarab west of the Sacred Lake seven times, you’ll meet your soulmate. Tonight, maybe kick back with some fiteer baladi (Egyptian pizza) or shawarma."
    },
    {
      "dayNumber": 7,
      "title": "Luxor / Valley of the Kings.",
      "description": "This morning, travel the short distance to the West Bank. Check out three burial tombs in the Valley of the Kings, with the option to explore the formerly lost tomb of Tutankhamun. Continue to the Colossi of Memnon, where two huge statues of Pharaoh Amenhotep III will have you pondering whether posting selfies twice a day is really the height of narcissism. You’ll also head over to our Foundation partner, Animal Care in Egypt (ACE), a local NGO dedicated to providing free veterinary care for wounded working animals in the region. If your fellow travellers are up for it, you can choose to finish your West Bank adventure with an optional visit to the tomb of Hatshepsut – she became pharaoh when she married her half-brother (not all that uncommon at the time).?If you’ve got any energy left, there will also be time to squeeze in a visit to Luxor Temple before your overnight train to Cairo."
    },
    {
      "dayNumber": 8,
      "title": "Cairo.",
      "description": "When you arrive in Cairo, you’ll head to your hotel to freshen up and drop your bags. Then, jump on the Metro with your leader to Bab al-Futuh – one of three remaining gates from the Old City. Walking past the old Islamic monuments that stand watch over the bazaars, you can join in on some good-natured haggling at the Kahan-el Khalili bazaar, then head to El Fishawy. This ramshackle 240-year-old cafe is perfect for a cup of tea or a glass of cold water with lemon and mint. Tonight, you’re free to find the perfect spot for a farewell dinner with your group or to hit the nightlife and celebrate a trip well-travelled."
    },
    {
      "dayNumber": 9,
      "title": "Cairo.",
      "description": "After breakfast this morning, your trip comes to an end. If you’d like to explore Egypt further, just speak to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}