{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-small-group-tour-alexandria-nile-cruise",
  "tourName": "Egypt small group tour, Alexandria & Nile cruise",
  "placesVisited": "Cairo, Alexandria, sleeper train to Aswan, Aswan, Nile Cruise, Luxor, Valley of the Kings, Thebes",
  "generalInfo": "This Egypt small group tour takes you to the country’s most fascinating cities, including Alexandria, and throws in a Nile Cruise for good measure. Egypt is a country steeped in history and legend, whose iconic sites such as the pyramids and the Valley of the Kings loom large in imaginations the world over; and this trip is the perfect introduction to these famous treasures. <br/><br/>Starting in Cairo, you’ll visit the Pyramids of Giza and the Sphinx, before heading out to explore the many ancient highlights of Alexandria, Aswan and Luxor, with a cruise down the mighty Nile and an overnight train journey adding to the adventure. <br/><br/>Accommodation is in comfortable hotels, a modern Nile cruise ship and air-conditioned two-berth cabins on the sleeper train. You’ll need a basic level of fitness to fully enjoy this trip. Bear in mind that Egypt gets very hot during the months of July and August. <br/>",
  "durationDays": "12",
  "price": "2800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cairo.",
      "description": "Salaam Aleikum! Welcome to Egypt. You'll be met on arrival at Cairo International Airport and transferred to your hotel, before your Egyptian adventure begins with an important welcome meeting at 6 pm this evening. Cairo is one of the great cities of antiquity and its history can be symbolised by two imposing landmarks – the Pyramids of Giza and the Sphinx. If you have some time spare, perhaps get out and explore the busy city streets or visit the Cairo Citadel which dates back to 1176 and is home to multiple museums and mosques."
    },
    {
      "dayNumber": 2,
      "title": "Cairo.",
      "description": "This morning after breakfast you’ll see two of the world’s most iconic sights – the Pyramids of Giza and the Sphinx. Explore these structures which have stood tall for over 4500 years, and for an additional charge, you may be able to go inside the Great Pyramid of Khufu, although occasionally it’s closed to visitors. Afterwards, your adventure continues to the Grand Egyptian Museum, newly open in November 2025 and home to one of the world's great collections of ancient artefacts. The masses of gleaming artefacts recovered from the tomb of Tutankhamun are an impressive sight – from jewellery to the famous golden death mask and his gilded sarcophagi, this pharaoh was certainly prepared for the afterlife."
    },
    {
      "dayNumber": 3,
      "title": "Alexandria.",
      "description": "Jump in a private van today and drive to the Mediterranean coastal city of Alexandria. Egypt's second-largest city and main port, locals call this vibrant city the Bride of the Mediterranean Sea. The Greek architect Dinocrates built Alexandria in 331 BC under the orders of Alexander the Great. The city, immortalising Alexander's name, quickly flourished into a prominent cultural, intellectual, political and economic metropolis. On arrival, head underground and delve into the mysteries of the Kom ash-Shuqqafa catacombs. This Roman burial site is the largest of its kind in Egypt. The crypts are 20 metres below street level, and what probably began as a small family tomb grew into a labyrinth of chambers that could accommodate more than 300 bodies. Afterwards, stop by the strikingly modern Bibliotheca Alexandrina, inspired by the original great library of Alexandria and built to hold over eight million books. Take some time to stroll along the Corniche and around Fort Qaitbey and enjoy the fresh Mediterranean air."
    },
    {
      "dayNumber": 4,
      "title": "Alexandria - Cairo - Overnight Train.",
      "description": "This morning, pay a visit to Wadi El Natron, a place used by the ancient Egyptians and Romans for extracting precious resources like salt, silica for making glass and carbonated sodium which was essential for the mummification process. Learn about the history of this fascinating place, view the lakes and soak up the surroundings before returning by private van to Cairo. Take some time to relax or get some snacks before you board an overnight sleeper train to Aswan."
    },
    {
      "dayNumber": 5,
      "title": "Aswan.",
      "description": "The Nile, Elephantine Island and white-sailed feluccas. You’ll pull into Aswan – Egypt's southernmost city – at around 9am. Its easy-going charm is due in no small part to its large Nubian population. When you arrive, you’ll explore the beautiful Temple of Isis (the Goddess of health, marriage and wisdom), which was rescued from the rising waters of the Nile and relocated on Philae Island. It's a marvel of decorative pylons featuring some of Egypt's finest carvings – definitely one of the gems of Upper Egypt. This afternoon is yours to explore your way. You might choose to visit the excellent Nubian Museum, which showcases the history, art and culture of the Nubians. This evening you’ll experience modern Nubian culture firsthand with a visit to a nearby village. Join a local Nubian family for a memorable dinner where you’ll get to sample traditional dishes like okra stew or tagen, a tasty tomato-based tagen dish, with sanasel bread to mop up the delicious sauces."
    },
    {
      "dayNumber": 6,
      "title": "Abu Simbel - Nile River Cruise.",
      "description": "This morning, make the drive from Aswan to Abu Simbel where you’ll explore some magnificent temples. Built by Ramses II, it was the gateway to Egypt for Southern Africans and its imposing facade clearly delineated the line between what was the Pharaoh's land and what was not. With the four gargantuan statues of Ramses guarding the Great Temple, carved directly out of the mountain on the west bank of the Nile, this is one of Egypt's most memorable sights. You'll have two hours to explore Abu Simbel before making the drive back to Aswan, where you’ll board your Nile cruise boat. Late in the afternoon, enjoy a leisurely sailing trip on a traditional felucca before dinner on the ship."
    },
    {
      "dayNumber": 7,
      "title": "Nile River Cruise.",
      "description": "Enjoy a free morning in Aswan, perhaps enjoying coffee and exploration of the bazaar during the morning bustle. After lunch on board your ship, you’ll set sail for your first stop – Kom Ombo. This second century BC complex is unique because it has a mirror-image design, divided down the middle, with either side dedicated to a different set of gods. One half is known as the Temple of Sobek (the crocodile-headed god of fertility) and the other half is dedicated to Haroeris (also known as Horus the falcon god), and the whole temple is full of fascinating reliefs. Afterwards, return to the boat and travel upriver, with free time relaxing on the sundeck and taking in the surrounding sights – desert hills forming a backdrop to lush riverbanks, fishermen casting their nets and farmers working their land. Enjoy dinner on board, before your ship docks in Edfu late in the night."
    },
    {
      "dayNumber": 8,
      "title": "Nile River Cruise.",
      "description": "This morning finds you moored near Edfu – a beautifully preserved temple also dedicated to Horus, the falcon-headed god. After breakfast on board, your ship will sail onwards to Luxor, passing through the Esna Locks. Ships often have to queue to proceed through the locks, a great opportunity to check out the process from deck with a cool drink in hand, listening to the shouts of the many captains as they navigate their way through the various small boats of merchants selling their wares to a captive audience. On arrival in Luxor, join your leader for an orientation walk of the town. You have the option to visit Luxor Temple, which looks incredible, lit up at night. Return to the ship for dinner and your last night on board."
    },
    {
      "dayNumber": 9,
      "title": "Luxor.",
      "description": "Your Nile cruise comes to an end in the open-air museum of Luxor. From the spectacular temple complex of Karnak to the Valley of the Kings, Luxor is full of wonderfully preserved reminders of the Pharaohs. After breakfast, depart the ship and drop your bags at your hotel in Luxor. From here, you’ll set off with your leader to explore Karnak Temple which is perhaps the most impressive of all the ancient Pharaoh’s monumental works. One of the world's most celebrated temple complexes, Karnak is a house of the gods built over a period of some 200 years. Your guided tour of this vast temple of impressive pylons, obelisks and chapels will reveal its finest sections, such as the Avenue of Sphinxes and the Great Temple of Amun. The rest of the day is free for you to relax, shop in the excellent bazaar (open until quite late) or perhaps experience the atmosphere of a local teahouse."
    },
    {
      "dayNumber": 10,
      "title": "Luxor.",
      "description": "Today you’ll hop in a private minivan and discover ancient Thebes. Your first stop is the Colossi of Memnon – two 17-metre-high statues on Luxor's west bank. Continue on to the Valley of the Kings. Buried under the arid hills here are over 60 tombs of pharaohs, many richly decorated with reliefs and paintings. With your leader, explore this place, where the pharaohs of the New Kingdom (16th to 11th century BC) were secretly interred for all eternity, and where discoveries are still being made. Your group leader will explain the history and legends of these remarkable people, and the significance of the many paintings and hieroglyphics, still well preserved in the deepest tombs. You will visit three of the royal tombs, including Tutankhamun’s tomb where Tutankhamun is buried, then continue to the Temple of Queen Hatshepsut – a colonnaded building set against high cliffs that create a spectacular natural amphitheatre. The afternoon is yours to explore – perhaps you'd like to shop in the market or visit the world's first Mummification Museum where you can discover the secrets of pharaonic preservation."
    },
    {
      "dayNumber": 11,
      "title": "Cairo.",
      "description": "After breakfast, check out of your hotel and catch a short flight back to Cairo. On your return to the capital, visit the Islamic parts of the city and the frenetic backstreets of the bazaar with your leader. A labyrinth of narrow streets and passageways, Khan is one of the biggest and oldest markets in the world. The 'Khan', sprawling around an old area known as Al-Azhar, is a quintessentially Cairo experience – a warren of alleys with stalls serving up a succession of intoxicating scenes. You might explore the gold market, ‘Perfume Street’ and the spice market, where heady aromas fill the air, or make a purchase next door in the cloth market. Or you could visit atmospheric El Fishawy, one of Cairo’s oldest cafes, and discover why it’s been operating for more than 200 years. Tonight, perhaps gather together your fellow travellers for a celebratory kebab, kofta, sheesha, or all three."
    },
    {
      "dayNumber": 12,
      "title": "Cairo.",
      "description": "There are no activities planned for the final day and you are free to depart at any time. Please ensure you confirm your hotel check-out time with your leader. If you would like to extend your stay in Cairo, we would be happy to arrange additional accommodation for you (subject to availability)."
    }
  ],
  "map": ""
}