{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "nile-cruise-aswan-in-comfort-egypt",
  "tourName": "Nile cruise & Aswan in comfort, Egypt",
  "placesVisited": "",
  "generalInfo": "Unearth a wealth of ancient monuments and treasures in Egypt with the added insight of an expert Egyptologist and the comfort of five-star accommodation throughout. Stand at the awe-inspiring Pyramids of Giza and marvel at the colossal columns of the Temple of Karnak before boarding the MS Movenpick Royal Lily or Royal Lotus for a four-night premium cruise along the Nile. Visit the Valley of the Kings where some 62 pharaohs including Tutankhamun are entombed, before setting sail upstream to Aswan, also visiting the spectacular Edfu and Kom Ombo Temples en route. Sip sundowners from the pool bar or relax on the sun deck as you watch local life pass. In Aswan, the centre of Nubian culture, we stay on Elephantine Island with panoramic views of the Nile.<br/><br/>One of Our Top Recommended Trips for 2026… Here’s Why <br/>Having been lucky enough to explore the Grand Egyptian Museum during the soft opening, I can say the wait for it to fully open was worth it. Visit in 2026 and you’ll be one of the first through the doors, allowing you to view the unrivalled collection of ancient relics before everyone else - Holly Parkinson, destination expert",
  "durationDays": "9",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "This premium adventure begins in Cairo, the capital of Egypt, where the modern world meets the old. There’s plenty packed into this holiday, but today is all about settling in. Many flights arrive into Cairo late today, but if you arrive earlier, you may want to head to the hotel pool for a refreshing post-flight dip. Want more time in Cairo? Secure pre-tour hotel nights through your sales representative, allowing you extra time to explore the city and relax into the adventure. Premium accommodation: Cairo Marriott Zamalek (five-star) Upgrade to a Nile-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, say hello to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Afterwards we pay a visit to the incredible Egyptian Museum of Antiquities, which contains relics dating to 4000 BCE, including the fantastic riches of Tutankhamun's tomb. Here is a unique opportunity to survey the many fabulous treasures of Egypt in one place and to set the scene for the rest of the tour. For the remainder of the day, we experience modern Cairo with visits to Al Azhar Mosque (the oldest mosque and university in Cairo but still very much in use) and the small alleyways and streets that make up Cairo bazaar. Please note, we will need to cover up at the mosque (long sleeves and trousers) and women will also need to cover their hair with a scarf. Please note: When the Grand Egyptian Museum fully opens, we go there instead of the Egyptian Museum of Antiquities. Duration of the visit is 3 - 4 hours. Your tour leader ensures a big welcome this evening over a group dinner. Premium accommodation: Cairo Marriott Zamalek (five-star) Upgrade to a Nile-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we depart our hotel for a half-day tour of the Pyramids at Giza. Home to the Great Pyramids of Cheops, Chephren and Mycerinus and the timeless and enigmatic Sphinx; these great monuments to the afterlife defy the imagination. Only the throng of sightseers, Egyptian and foreign, milling around their huge foundations, keep the viewer in the 21st century. In the afternoon, there will be free time if you wish to relax by the hotel pool or take an optional excursion to Sakkara. Premium accommodation: Cairo Marriott Zamalek (five-star) Upgrade to a Nile-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We typically transfer to Cairo airport before sunrise for our flight to Luxor (flight times can vary). On arrival in Luxor, we visit Luxor Temple and the huge Karnak Temple complex on the east bank of the Nile. Built over 1,500 years, Karnak is a confusion of pylons, courtyards, halls and sanctuaries. The Hypostyle Hall here has 134 columns, some of which are more than 75ft (23m) high. Both temples are incredibly impressive. We arrive at our cruise boat in time for lunch on board before having free time in the afternoon to relax or explore Luxor. Premium accommodation: MS Movenpick Royal Lily or Royal Lotus (five-star)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We begin Day 5 with a visit to the Valley of the Kings on the west bank of the Nile, which contains the once-hidden tombs of more than 60 pharaohs, including Tutankhamun, Seti I, Ramses III and IV. A discreet hillside entrance takes us underground; a series of corridors and ante-chambers leading to the burial chamber and sarcophagus. The walls are covered in brightly painted images and hieroglyphs – a map of the afterlife to ensure the king’s safe passage. One ticket allows us to see three tombs. The ticket usually allows entry into what are regarded as the most impressive tombs, but if you have time, a visit to the tomb of Ramses VI is also highly recommended. Visits to tombs are now strictly controlled to halt further deterioration of wall paintings – each tomb is periodically closed for several weeks. Entry to Tutankhamun’s tomb costs approximately US$12, payable locally. In terms of size and decoration, it is not as impressive as many of the other tombs but is historically very interesting. Next, we visit Hatshepsut Temple and Colossi of Memnon. Both spectacular, the former is a mortuary temple built at the foot of limestone cliffs, the latter is two grand seated statues depicting Pharaoh Amenhotep III. On return to our cruise boat, we begin our voyage along the Nile, travelling upstream from Luxor to Aswan. Exact sailing and excursion times cannot be guaranteed for each trip, but we will visit the temples of Edfu, famous for its roofed inner temples and huge Pylon, and Kom Ombo. The cruise boat has good facilities: a sundeck with sun loungers, bar and small pool, restaurant, gift shop and library – these can all be enjoyed when the cruise boat is docked or sailing. The sunsets over the Nile are stunning and travelling from Luxor to Aswan, enjoying the beauty of the verdant landscape, make this journey special. Premium accommodation: MS Movenpick Royal Lily or Royal Lotus (five-star)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, there is the choice to have a full day in Aswan or an optional visit to Abu Simbel. Aswan is a laid-back town that reflects the character of its largely Nubian inhabitants, known for being friendly and hospitable. By virtue of its position on the old caravan route, it has always been a trading centre and we thoroughly recommend a visit to the packed bazaar today where merchants display a wealth of exotic spices, carpets, leather goods and countless other wares. Today there’s also the option of flying to the magnificent temples of Abu Simbel, 186mi (300km) to the south through the Nubian Desert. Built by Ramses II, the two temples are certainly some of the most spectacular in Egypt. Originally on the banks of the Nile, the temples were raised to a new site above the lake in the late 1960s, as the waters from the new Lake Nasser rose behind the Aswan High Dam. The four great seated statues of Ramses II stare east towards the rising sun. You are picked up from the boat early in the morning with a breakfast box and arrive back to Aswan in the afternoon. Later in the day, we enjoy a sunset sail on a felucca, a traditional wooden sailing boat. Feluccas have been a fixture on the Nile for centuries and are used in the protected waters of the Red Sea and eastern Mediterranean. The deck is strewn with soft, colourful cushions and rugs and equipped with a canopy offering shade. We spend our last evening on board the MS Movenpick Royal Lily or Royal Lotus. Premium accommodation: MS Movenpick Royal Lily or Royal Lotus (five-star)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast on board, we disembark our boat and visit Philae Temple. In the 1970s, it was relocated by UNESCO to Aglika Island after it became evident the original Philae site would submerge on completion of the Aswan High Dam. It represents a magnificent and enduring testament to both ancient and modern engineering. During this excursion, we also visit Aswan High Dam, and you have the option of visiting the Unfinished Obelisk (paid for locally). You can also add an optional excursion to Animalia Nubian Village and enjoy a farewell dinner before returning to the hotel. The Aswan hotel has a perfect location. Enjoy views of the Nile from your room or head to the Panorama Restaurant & Bar, the highest point in Aswan, for 360-degree views of the river. Premium accommodation: Movenpick Resort, Aswan (five-star)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This unforgettable trip through Egypt ends after breakfast. Either make your way home or, if you’d like a post-adventure relax, speak to your sales representative about extending your stay at the marvellous Movenpick Resort."
    }
  ],
  "map": ""
}