{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-family-holiday-for-younger-children",
  "tourName": "Egypt family holiday for younger children",
  "placesVisited": "",
  "generalInfo": "Designed especially for families with younger children, this gentle Egypt program blends iconic sights, fun interactive experiences, and plenty of time to relax. Parents can enjoy stress-free logistics while children explore Egypt’s wonders through engaging activities, soft adventures, and comfortable pacing.<br/><br/>Included <br/>Meet and greet service by our representatives upon your airport arrival<br/>Assistance with guest relations during your stay<br/>All transfers via private air-conditioned vehicle<br/>Domestic flight tickets from Cairo to Sharm and Sharm to Cairo<br/>Accommodation for 4 nights in Cairo, including daily breakfast<br/>Accommodation for 3 nights in Sharm, based on all inclusive<br/>Private sightseeing tours in Cairo  (listed on itinerary)<br/>Ras Mohammed Snorkeling Day Trip<br/>Local English speaking tour guide<br/>Entrance fees to all sites mentioned on the itinerary<br/>All meals mentioned on the itinerary<br/>Bottled water during outings outside of hotel <br/>Portage as neededAll service charges and taxes<br/><br/>Excluded<br/>International Airfare<br/>Entry visa to Egypt<br/>Any optional tours<br/>Personal spendingTipping<br/><br/>Accommodation plan:<br/>Sheraton Cairo Hotel, Towers and Casino<br/>Maritim Julie Ville Resort &amp; Casino",
  "durationDays": "8",
  "price": "2625",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the mystical lands of Egypt, where the Pharaohs ruled for thousands of years. Upon your arrival at Cairo International Airport, your tour manager will meet and assist you , and your tour manager will transfer you to your hotel, Overnight in Cairo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple.Memphis Tours gives you the chance to keep your happy memories long live with you by arranging a family photo session during your pyramids tour, After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. Return to your hotel.Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Memphis Tours representative will pick you up from your hotel in Cairo, you will be transferred to Cairo airport for your flight to Sharm, meet & assist at Sharm airpot, transfer to your hotel, overnight in Sharm. Meals : Breakfast & dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Upon your cruise ship arrival at Sharm El Sheikh marina at the morning, your tour manager from Memphis Tours will pick you up by a private air conditioned to board a boat to Ras Mohamed National Park. The park contains some of the best snorkeling and diving locations in the world offering an unforgettable experience of sea life. Explore several unique location within the park and spend the day snorkeling, swimming and relaxing on the boat. An open buffet lunch will be served on board. Later you will be escorted back to your cruise ship. Meals : Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast at your hotel, Free day on the beach. Overnight in Sharm. Meals : Breakfast , lunch & dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast at your hotel, then you will be transferred to Sharm airport for your flight back to Cairo, meet & assist, transfer to your hotel, overnight in Cairo. Meals : Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, enjoy a day tour to visit Saladdin citadel & Mohamed Ali mosque, lunch at a good quality restaurant in Cairo, then proceed to visit the pharonic village, overnight in Cairo. Meals : Breakfast & Lunch"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy a deliciously prepared breakfast at your hotel and then head to Cairo International Airport for your final departure back to your homeland. Meals: Breakfast."
    }
  ],
  "map": ""
}