{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "exciting-family-holiday-in-egypt-for-all-ages",
  "tourName": "Exciting family holiday in Egypt, for all ages",
  "placesVisited": "",
  "generalInfo": "What more wondrous and timeless place to take the children? Egypt is one of the world's most exciting destinations, steeped in thousands of years of abundant history, it's the perfect place for a family holiday. <br/><br/>Leaving the city and approaching the desert, the first glimpse you catch of the majestic Pyramids is a moment you'll never forget. The children will be fascinated by the exquisitely painted tombs of the Pharaohs, lying under the barren desert on the west bank of the Nile, and the whole family will be bowled over at the awe-inspiring temple at Abu Simbel (painstakingly cut apart and then re-built on higher ground to avoid flooding from the Aswan High Dam). Younger children and toddlers will happily spend hours playing at being explorers among the impressive columns at Karnak Temple, and what better way to tempt them there in the first place than with a ride in a horse drawn carriage?  <br/><br/>In addition to the spectacular ancient sites there are the modern ones. Cairo itself is a bustling cosmopolitan city with an enormous amount to offer. Lose yourself in the colourful bazaars, full of friendly stallholders who will welcome you to the country with open arms and a big smile. Explore the beautiful Coptic churches, serene and peaceful mosques and the imposing citadel. <br/><br/>Forget your preconceptions of what a desert is like; the scenery here is wonderfully varied and beautiful with other-worldly wind-carved rock formations, rocky gorges, tiny oases and craggy mountains. <br/><br/>As well as the horse drawn carriages in Luxor, the children will get excited about a whole range of other modes of transport! Most of our itineraries will include a ride on a donkey, a camel, and a Nile cruise on a felucca (traditional sailing boat). For a real adventure, you have the option of extending your trip with a journey into the desert by 4 wheel drive jeeps and sleeping out under the stars. Or, you might like to add on a few days at the beach, with some fantastic snorkelling in the Red Sea.<br/><br/>In Egypt, it is worth noting that tourism is very well established and so there are excellent facilities and a varied range of accommodation and restaurants to cater for every budget and taste.",
  "durationDays": "8",
  "price": "2000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAIRO Once you arrive in Cairo you will be met by one of our representatives and transferred to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CAIRO Rise with the sun as you prepare to enjoy a morning tour of the Egyptian Museum in Cairo. Children will love become explorers for the day as they seek out the many treasures of ancient Egypt for themselves. Particularly popular with the little ones are the treasures of Tutankhamun and the ‘Mummy Room’ where they can set their eyes upon a rather ghoulish but equally fascinating mummified remains of some of Egypt’s most famous pharaohs. Stop for a spot of lunch at a local Egyptian restaurant to refuel. After you have refilled your tanks, head to the Pyramids of Giza, one of the ancient wonders of the world and a true highlight of the tour. Experience something out of the ordinary as you hop aboard a camel for a ride around the site as the sun starts to set over the desert."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CAIRO – ASWAN After breakfast, pack your cameras and head to the Citadel for a wonderful view overlooking the city. Once you have captured the perfect shot, follow the backstreets of Old Cairo into the Khan El Khalili bazaar, one of the largest in the Middle East. Hone your haggling skills as you bargain for souvenirs, treats and trinkets! In an effort to escape from the hustle and bustle of the bazaar, visit Coptic Cairo, a beautiful and surprisingly peaceful area of the city that is home to much of Cairo’s Coptic Christian community, as well as a number of beautiful ornate churches. In the evening you will continue your tour of Egypt and take the overnight train south to Aswan. You will travel in style, assigning two people per first class cabin complete with comfortable fold down beds."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ASWAN Wake from a comfortable nights sleep in Aswan, a beautiful laid back town spread along the banks of the Nile. After time to splash some water on your face and spritz on your perfume you will take a boat to visit the impressive ruins of Philae Temple, situated upon a picturesque island. As the afternoon draws in, you will cross the Nile to the west bank and will ride camels through the desert to the 6th century monastery of St Simeon. A big hit with the children! In the evening, get back to basics and join a local Nubian family for dinner at their home."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ASWAN Travel by land of air to the temples of Abu Simbel, without a doubt one of the most impressive temples of Ancient Egypt. The temple itself was moved, slab by slab, after the Aswan High Dam was built and the original site was flooded. In the afternoon you will board your very own felucca and cruise up the Nile towards Luxor. Spend the night on board the felucca accompanied by local Nubian sailors. Become the captain of your very own boat an try your hand at the tiller or just lie back, relax and watch the world go by!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "FELUCCA CRUISE Rise early to catch a glimpse of the sun as it rises over the Nile. As you continue by road to Luxor, stop at the picturesque temples of Kom Ombo and Edfu, perched on the banks of the Nile."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "LUXOR Rise in the cool of dawn to cross the Nile by boat to meet the trusty donkeys that will be your transport for the morning! You will ride through small untouched villages, past fields of sweet sugar cane and into the Valley of the Kings, where the Pharaohs of Ancient Egypt were buried in intricately painted tombs. Tip your donkey for it’s trouble and embark upon a tour of the Valley of the Kings, taking in three different tombs. Opt to visit the tomb of Tutankhamun; having studied this in school, children’s minds will boggle at the chance to lay their eyes upon it in real time. From here, visit the impressive Hatshepsut’s Temple, the Colossi of Memnon and Deir El Madina. The village was home to a collective of ancient workers who built their own tombs when working on those of the Pharaohs. As the afternoon sun form shadows on the dusty ground, take a horse-drawn carriage to Karnak Temple, just outside Luxor. The temple itself is magnificent and very extensive; you can spend hours exploring the various crevices, gazing up at the vast columns and following the intricate carvings."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LUXOR Time to say goodbye to Egypt and head home."
    }
  ],
  "map": ""
}