{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "ancient-egypt-guided-tour",
  "tourName": "Ancient Egypt guided tour",
  "placesVisited": "",
  "generalInfo": "The holiday has been crafted to showcase the very best that Egypt has to offer.  A 5 Star experience which has you spending 3 days in Cairo and then onto your wonderous Nile River Cruise. <br/><br/>Egypt stands alone in having the only remaining relic of the 7 Wonders of the World, the amazing pyramids at Giza. And the historical legacy that the ancient Egyptians left the world are showcased in this amazing holiday.   It will leave you with memories of a lifetime and is the ultimate bucket list destination.   It’s a Nile Cruise through the history of Ancient Egypt.<br/><br/>The Essential Aspects of this Itinerary Are<br/>5 Stars All The Way<br/>•\t5 Star Hotels in Cairo<br/>•\t5 Star Luxury Class for your Nile Cruise<br/>Concierge Service in Cairo<br/>•\tYour concierge will meet you as you disembark your flight and/or in the Customs Halls.<br/>•\tYou will be ushered with priority through Customs and Immigration - no more waiting in long queues.<br/>•\tAll transfers will be accompanied by our staff and in air-conditioned comfort.<br/><br/>An App Which Keeps You in Contact with Love Ones<br/>•\tWe can provide a personal Travel App for your phone, laptop or tablet that enables you to keep in direct contact with your friends and family and which gives you updates about any changes to your flights. The ultimate travelling companion!",
  "durationDays": "8",
  "price": "3862",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Into Cairo and Your Accommodation. Meet and Greet At Cairo Airport: Our representative will be on hand to facilitate your transit through Customs and Immigration. Transfers and Free Time: Our representative will travel with you from the airport to your hotel to ensure a smooth transition and booking in process. Time to rest up in preparation for the start of your trip."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The First of 2 Incredible Days in Cairo. Saqqara - The Saqqara area is the most researched archaeological site in Egypt with recent excavations undercovering new tombs previously unknown. Pyramids of Giza - Khufu, Khafre and Menkaure are over 4500 years old and are a testament to ancient Egyptians skills. The Sphinx - much is still to be learnt about the building of the sphinx and what it represents. Transfer and overnight - the second of 3 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L included - Dinner at Own Expense."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Where History, Culture and Adventure Converge. National Museum of Egyptian Civilisation- The museum houses over 30 mummies as well as hundreds of artefacts that showcase Egyptian civilisation. Coptic Cairo is a part of Old Cairo. It is believed in Christian tradition that the Holy Family visited this area and stayed at the site of Saints Sergius and Bacchus Church. The Muhammed Ali Mosque: This mosque with its animated silhouette and twin minarets, is the most visible mosque in Cairo. Transfer and overnight - the third of 3 nights at the Cairo Marriott (Nile River) 5 Star Hotel B L included - Dinner at Own Expense."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today You Fly to Aswan to Join Your Nile Cruise. Breakfast at the hotel - transfer to Cairo Airport for your flight to Aswan. Aswan Dam and Elephantine Island: The dam is the world’s largest embankment dam. And today, you will embark on a 1-hour sail on a traditional Egyptian craft called a felucca. A water's view before your excursion to the Philae temple complex. Philae Temple Complex: According to the legend, Philae is the place where Isis found the heart of Osiris and then buried it on the Island. Transfer to your cruise vessel and overnight - the first of 3 nights. B L D Included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leisurely Cruising And Amazing Sites. You will visit: Abu Simbel The pharaoh Ramses II built the temple in 1200 BC. It was relocated to its current site when the Aswan Dam was built. The Temple was dedicated for four Egyptian deities by Ramses II including Amun-Ra, Re-Horakhty and Ramses II himself. Temple Kombo Ombo: Located on the banks of the Nile in a village of the same name, Kom Ombo is unique in Egypt as a double temple - dedicated to two deities, Sobek and Horus. Transfer to your cruise vessel and overnight - the second of 3 nights. B L D Included"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Where the History Flows and Captivates. The Great Temples of Karnak and Luxor: Karnak is an ancient Egyptian temple precinct located on the east bank of the Nile River in Thebes (modern-day Luxor). It covers more than 100 hectares, and is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the pharaohs. Transfer to your cruise vessel and overnight- the third and last night on the cruise vessel. B L D Included"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A Spectacular Day. The Valley of the Kings: The Valley is where rock-cut tombs were excavated for pharaohs in the New Kingdom. The Valley of the Workers: This is an ancient workmen's village which was home to the artisans who worked on the tombs. The Temple of Hatshebut Queen Hatshepsut's temple was built to tell Hatshepsut's life story and to assert her power. B L included - Dinner at Own Expense. Transfers and Flights: You will transfer to the airport for your flight to Cairo and overnight at \\the Cairo Marriott Hotel - 5 stars Specify the day(s) and details in the boxes then click Update"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "And Perhaps Some Last-Minute Shopping. Breakfast in the hotel. Checkout: Checkout times can be discussed with the hotel but are typically between 11 am and noon. Depending on your departure time, it may be that you would like to relax or have a shopping experience at the Khan El Khalili Bazaar . Transfers and Flights: You will transfer to Cairo International Airport for your ongoing journey. End of Tour."
    }
  ],
  "map": ""
}