{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-history-tour-nile-cruise",
  "tourName": "Egypt history tour & Nile cruise",
  "placesVisited": "",
  "generalInfo": "Treasures of Egypt tour will give you the chance to explore Egypt in-depth while taking unique different routes. Only in 12 days, travel the length of Egypt, start and end in Cairo! Begin by spending time at the awe-inspiring Pyramids of Giza – the only existing wonder of the Seven Wonders of the World and tour the capital of Egypt. Then, take a drive to many destinations in Egypt, namely Fayoum, El Minya, Amarna, Assuit, Abydousa and Dandara. Embark on a leisurely paced cruise, Salacia Nile Cruise, and sail along the world’s longest river as you sail from Luxor and land in Aswan where you will take your flight back to Cairo.<br/><br/><br/>Included<br/>Meet and greet service by our representatives at airports.<br/>Assistance of our guest relations during your stay.<br/>All transfers by a private air-conditioned vehicle.<br/>Accommodation for  3 nights in Cairo including breakfast and dinner<br/>Accommodation for  2 night  in El Minya including breakfast and dinner<br/>Accommodation for 1 night in Abydos, Sohag including breakfast and dinner<br/>Accommodation for 1 night in Luxor, including breakfast and dinner<br/>Accommodation for 4 nights on board 5 star Cruise including breakfast, lunch and dinner<br/>All the sightseeing tours as mentioned in the itinerary (Private Guided Tours).<br/>All sightseeing tours on the Cruise sharing Cruise group<br/>Entrance fees to all sites as indicated on the itinerary.<br/>Meals as mentioned in the  itinerary.<br/>Flight from Aswan to Cairo<br/>Bottled water during outings outside of hotel or cruise ship.<br/>Portage when needed.<br/>All service charges and taxes.<br/><br/>Excluded<br/>International Airfare<br/>Entry visa to Egypt<br/>Any optional tours<br/>Personal expenses like drinks during meals, laundry, phone calls…etc<br/>Tipping<br/><br/>Accommodation plan:<br/>Grand Aton Hotel - Al Minya <br/>Hilton Pyramids Golf Hotel - Cairo <br/>House of Life Hotel - Abydos <br/>MS Salacia Nile cruise<br/>Sonesta St. George Hotel - Luxor",
  "durationDays": "12",
  "price": "4570",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Arrival in Cairo Arrival at Cairo Airport where you will meet and be assisted by our representative. Then, get transfered to your hotel and enjoy dinner. Overnight at the hotel in Cairo. Meals: Dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2: Pyramids and GEM After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. Return back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Sightseeing in Cairo You will explore Cairo, the city of a thousand minarets, by starting the tour with Al Darb Al Ahmar, the area south of Cairo's city walls; between Bab Zuweila and the Citadel, was initially the site of Fatimid and Ayyubid-era cemeteries. Under the prosperous reign of Sultan al-Nasir Muhammad (between 1293 and 1341), the population of the city reached its peak and the area began to be developed in earnest. After that you will visit Salah El Din Citadel, the Alabaster Mosque of Mohamed Ali, then proceed to Sultan Hassan Mosque and Madrasa which is considered Stylistically the most compact and unified of all Cairo monuments. Then, you will visit the Mosque of Ahmed Ibn Tulun; this mosque is cosnidered to be the third large mosque built in Egypt. It is characterized by its spacious hall (saha), its unique spiral minaret and a large collection of gypsum decoration. Meals: Breakfast, Lunch. Visits: Cairo, Al Darb Al Ahmar neighbourhood, Salah El Din Citadel, the Alabaster Mosque of Mohamed Ali, Sultan Hassan Mosque and Madrasa, Ahmed Ibn Tulun Mosque."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4: Traveling to Fayoum & El Minya You will have an early departure to be driven from Cairo to Fayoum, 60 km from Cairo. You will visit Lake Qaroun and then proceed to the National park of Wadi Rayan where we visit the Water Falls, Gabal Al Modawara and the Wales Cemetery. Enjoy a picnic Lunch. Later, you will head to El Minya and upon arrival, you will be transfered to Grand Aton El Minya hotel for check-in. Meals: Breakfast, Lunch, Dinner Visits: Fayoum, Lake Qaroun, National park of Wadi Rayan, Fayoum Water Falls, Gabal Al Modawara, Wales Cemetery, El Minya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5: Sightseeing in El Minya You will visit the necropolis of Tuna El Gabal, which includes many important elements such as the crypts of baboons and Ibis that actually represent the god Thoth, the tomb of Isadora, the tomb of the priest Pet-osiers, the old water wheel and the boundary stele of the city of the Aton. Proceed to Al Ashmunien, the ancient city of Hermopolis, where you will visit the open museum with the two colossal baboon statues and the ruins of the basilica church with its Rose granite columns. Then, proceed to the site of Beni Hasan, eastern bank of the Nile. There you will visit the unique rock-cut tombs with its scenes depicting local and regional life during the Middle Kingdom. Many of these have scenes of wrestling and military training. Overnight at the hotel. Meals: Breakfast, Lunch, Dinner. Visits: El Minya, The Necropolis of Tuna El Gabal, Al Ashmunien, Beni Hasan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6: Visit Amarna & Assuit After breakfast, you will be driven to Tell Al Amarna, the capital of Akhnaton, where you will explore the city, the northern and the southern tombs, the ruins of the palace and temples and finally the royal tomb. Then, you will go to Assuit city to visit Al Muharraq Monastery, 48 kilometers north of Assiut. The Holy Family stayed there for 6 months and 10 days, the longest period spent at any single site, and then you will head to Meir Village which was the functioning cemetery for Cusae, located in Egypt, approximately thirty to forty miles north of the city of Assuit. Meir functioned as an Old Kingdom-Middle Kingdom (6th-12th Dynasty) cemetery for the nomarchs of the fourteenth Nome of Upper Egypt. Below the hillside of the rock-cut tombs lies a cemetery that is specifically for the more common folk. The rock-cut tombs only functioned for nomarchs of the city of Cusae, which was a cult center for the Egyptian deity Hathor. Last, you will be driven to Abydos. Overnight at Abydous. Meals: Breakfast, Lunch, Dinner. Visits: Tell Al Amarna, Assuit city, Al Muharraq Monastery, Meir Village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 7: Abydos, Dandara & Luxor You will visit Fortress Shonet El Zebeeb, the first building in the history, then you visit the temple of Seti the first. It is considered the most beautiful temple in Egypt. The temple was built by Seti I and was finished by his son Ramesses II after his father's death. It contains the best-coloured high Reliefs in Egypt and Abydos King List, showing the cartouche name of many dynastic pharaohs of Egypt from the first, Narmer or Menes, until Ramses himself. Then, after enjoy a lovely lunch, you will be driven to the complex of Dandara temple where you will visit Hatour Temple, the goddess of love, music and dancing. You will have the chance to explore the Temple Elements, the decorated ceiling with its beautiful colored astronomical drawings, the replica of the Egyptian Zodiac and the crypts. After your visit, you will travel to Luxor. Overnight in Luxor. Meals: Breakfast, Lunch, Dinner Visits: Abydos, Fortress Shonet El Zebeeb, Temple of Seti the First, Complex of Dandara Temple, Hatour Temple, Temple Elements, Luxor."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8: Embarking your Nile Cruise in Luxor - Transfer to embark your cruise before lunch. - Enjoy lunch on board. - Go to the East Bank where you will visit the Temples of Luxor and Karnak - Have an appetizing dinner on board. Overnight in Luxor. Meals: Breakfast, Lunch, Dinner. Visits: Luxor, East Bank, Luxor Temple, Karnak Temple."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 9: Visiting West Bank & Sailing to Edfu - Enjoy breakfast on board. - Go to West Bank one more time to visit this time the Valley of the Kings and Temple of Queen Hatshepsut. - Sail to Edfu via Esna. - Have a lovely lunch on board. - Enjoy an afternoon tea while relaxing. - Have dinner on board. Overnight in Edfu. Meals: Breakfast, Lunch, Dinner. Visits: West Bank, Valley of the Kings,Temple of Queen Hatshepsut, Edfu."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day 10: Edfu Temple & Sailing to Kom Ombo - Have breakfast on board. - Visit Horus Temple in Edfu. - Enjoy lunch on board. - Enjoy an afternoon tea and a relax time while sailing to Kom Ombo. - Visit the Temple of Kom Ombo shared by the two gods Sobek and Haeroris in Kom Ombo. - Sail to Aswan. - Have an appetizing dinner on board. Overnight in Aswan. Meals: Breakfast, Lunch, Dinner. Visits: Horus Temple, Kom Ombo, Kom Ombo Temple, Aswan."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day 11: Sightseeing in Aswan - Have breakfast on board. - Visit the Philae Temple and Unfinished Obelisk. - Enjoy lunch on board. - Enjoy an afternoon tea with a charming and magnificent view. - Have dinner on board. Overnight in Aswan. Meals: Breakfast, Lunch, Dinner. Visits: Aswan, Philae Temple, Unfinished Obelisk."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day 12: Final Departure - Have breakfast on board. - Disembark after breakfast. - Get transferred to Aswan Airport for your flight to Cairo where you will take your flight home. Meals: Breakfast."
    }
  ],
  "map": ""
}