{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "best-of-egypt-and-sharm-el-sheikh-holiday",
  "tourName": "Best of Egypt and Sharm El Sheikh holiday",
  "placesVisited": "",
  "generalInfo": "Enjoy our exciting and safety tour to Egypt. Visit the great Giza Pyramids, Sakkara, Memphis, the Egyptian Museum and Salah El Din Citadel in Cairo. Then move to visit the most exciting places in Aswan, Luxor and Sharm El Sheikh.<br/>During this vacation, enjoy the Giza pyramids of Cheops, Chefren and Mykerinus in addition the first step Pyramids of King Zoser at Sakkarra. Moreover; get on board 5 star deluxe cruise sailing on the Nile for 3 nights from Aswan to Luxor on full board basis where you can see many archaeological sites like Karnak Temples, Valley of the Kings, Hatshpsute Temple, Edfu Temple, Kom Ombo Temple, Philae temple, etc. Also, you will relish the exotic Red Sea in Sharm El Sheikh.<br/><br/>Inclusions<br/>•\tMeet and greet service by our representatives at airports <br/>•\tAssistance of our guest relations during your stay<br/>•\tAll transfers by a private air-conditioned vehicle<br/>•\tAccommodation for 3 nights in Cairo including bed and breakfast. <br/>•\tAccommodation for 4 nights on a 5 star superior cruise on full board<br/>•\tAccommodation for 3 nights in Sharm El Sheikh including bed &amp; breakfast<br/>•\tAll sightseeing tours in Cairo (Private Guided Tours) <br/>•\tAll sightseeing tours on the cruise sharing group<br/>•\tTour to the Unfinished Obelisk, Temple of Philae in Aswan<br/>•\tTour to Kom Ombo and Edfu Temples <br/>•\tTour to Valley of the Kings, Hatshepsut temple &amp; colossi of Memnon<br/>•\tTour to Karnak and Luxor Temples<br/>•\tLunch during your trip in Cairo and Giza<br/>•\tA bottle of mineral water per trip in Cairo and Giza.<br/>•\tEntrance fees to all sites as indicated on the itinerary.<br/>•\tDomestic flight (Cairo / Luxor - Aswan / Sharm – Sharm / Cairo)<br/>•\tMeals as mentioned in the above itinerary<br/>•\tPortage when needed.<br/>•\tAll service charges and taxes<br/><br/>Exclusions<br/>•\tInternational Airfare<br/>•\tEntry visa to Egypt<br/>•\tAny optional tours<br/>•\tPersonal expenses<br/>•\tTipping<br/><br/>Accommodation Plan: <br/>- Hilton Pyramids Golf Hotel<br/>- Maritim Jolie Ville Resort &amp; Casino <br/>- MS Salacia Nile cruise",
  "durationDays": "12",
  "price": "4169",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our representative will meet & assist you at Cairo International Airport. After that you will be transferred to your hotel by a private air-conditioned vehicle. Upon arrival at the hotel he will check you in and give detailed information concerning your tomorrow’s trip. Overnight in Cairo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast at your hotel in Cairo and then meet your personal guide who will accompany you to Giza Plateau to visit the Great Pyramids of Cheops, Chefren and Mykerinus - Famous Sphinx and Valley temple facing the great statue, Lunch included during the tour and then proceed to Sakkara area to visit Sakkara Complex and first pyramid ever built (Djoser Pyramid). Back to your hotel, Overnight in Cairo. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, the first stop will be The New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. After that, you’ll go for lunch at an authentic Egyptian restaurant. Then head over to the Egyptian Museum, in the heart of historic Downtown Cairo, overlooking the infamous Tahrir Square. After relishing over the magnificent ancient Egyptian artifacts and treasures, transfer for a quick visit to Khan El Khalili Bazaar if there is time. Then, you will go back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Grand Egyptian Museum (GEM), Egyptian Museum."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you will be leaving Cairo and head out to the shining city of Luxor. You will meet your tour manager early in the morning at your hotel where he will accompany you to Cairo International Airport for your trip to Luxor. Upon landing in Luxor, you will be assisted and whisked away in an exclusive air-conditioned vehicle to board your luxurious Nile cruise, Salacia, that will offer you a unique experience cruising on the Nile with high-quality service, gastronomy, and accommodation during your stay. Enjoy a delicious lunch on board before heading out to your first stop in Upper Egypt which is visiting the famous Karnak Temple and Luxor Temple at the East Bank. Return back to your cruise and enjoy a warm and hand-crafted dinner. Overnight aboard your cruise in Luxor. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy your first breakfast on board your cruise surrounded by the calm waters of the Nile. After breakfast, head out to explore the West Bank of Luxor. Visit the Royal Cemetery for 62 Pharaohs, the Valley of the Kings, then head to the Mortuary Temple of Queen Hatshepsut, which was built by the architects of the New Kingdom during the 15th century BCE at Deir El-Bahari. Finish the day as you marvel at the towering Colossi of Memnon. After finishing your visits at the West Bank, return back to your cruise and start sailing to Edfu while enjoying a delicious lunch on board. Relax the rest of the day as you sail; take advantage of the amazing facilities of your cruise; enjoy some afternoon tea, get a massage, de-stress in the Jacuzzi. End the day with an appetizing dinner on board. Overnight aboard your cruise in Edfu. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a mouth-watering breakfast on board your cruise as you sail to Edfu. Upon arrival, head out and visit Edfu Temple, one of the best-preserved temples of the Greco Roman era, that of Horus at Edfu. Enjoy a magnificent experience as you take a horse-drawn carriage ride back and forth to the temple and marvel at Upper Egypt’s local life. Pass through the slow-paced, rural life of the local farmers and fishermen. Immerse yourself in the breathtaking lush, fertile landscapes dotted with banana and date palm trees. After your visit, head back to your cruise and start sailing to your second stop of the day, Kom Ombo. Touch down on the shores of Kom Ombo and walk through the town of Kom Ombo among the locals of the town until you arrive at the unusual Kom Ombo temple with its two identical entrances, hypostyle halls, and sanctuaries. After your visit, head back to your cruise where you will enjoy an appetizing lunch while sailing to Aswan. As the day comes to an end, enjoy a warm, delicious dinner surrounded by the calm, serene water of the Nile River? Overnight aboard your cruise in Aswan. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy yet another delicious breakfast on board as you sail to the colorful city of Aswan. Upon arrival, head out and enjoy a day of sightseeing in this beautiful city, meeting the kindest kind of locals. Start with a visit to the massive Unfinished Obelisk, still resting on its side in the stone quarries of ancient Egypt. After, you will go on to the beautiful Temple of Philae, devoted to the two goddesses Isis and Hathor. After your visits, you will head back to your cruise and enjoy an appetizing dinner in the middle of the Nile surrounded by its beautiful waters? Overnight aboard your cruise in Aswan. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy your last morning on your cruise with one last scrumptious breakfast on board surrounded by the calm waters of the Nile. After breakfast, disembark your cruise and get transferred to Aswan Airport for flight to Sharm El Sheikh. Upon arrival at Sharm Airport, you will be transferred to your hotel in Sharm? Overnight in Sharm El Sheikh. Meals: Breakfast. N.B.: Most flight from Aswan to Sharm is indirect flight via Cairo Airport."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free day in Sharm El Sheikh or join our optional tour Ras Mohamed park. The park contains some of the best snorkeling and diving locations in the world offering an unparalleled diversity of sea life. Explore several unique location within the park and spend the day snorkeling, swimming and relaxing on the boat. An open buffet lunch will be served on board. Note: Incase you would like to add Introductory Diving(1dive) supplement per person 20 US Dollars or you would like to add scuba diving 2 dives supplement per person 40 US Dollars . Incase you would like to Relish snorkeling at the amazing Ras Mohamed National Park by Vehicle you can do it without extra fee Overnight in Sharm El Sheikh. Meals: Breakfast. Visits: Free day, Optional tour to Ras Mohammed National Park."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free day in Sharm El Sheikh or join our optional tour to one of the natural wonders of the Sinai, the Colored Canyon is majestic. Take a walk among dramatic sandstone canyon walls streaked with melting yellows, purples, reds, magentas and gold. In certain places the canyon walls reach up to 40 meters. You feel as if you are enclosed in a spectacular coloring book. Overnight in Sharm El Sheikh. Meals: Breakfast."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Breakfast at your hotel in Sharm El Sheikh and then you will be transferred to Sharm El Sheikh Airport for flight to Cairo? Overnight in Cairo. Meals: Breakfast."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Breakfast at hotel, then transfer to Cairo Airport for final departure. Meals: Breakfast"
    }
  ],
  "map": ""
}