{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "cape-town-to-cairo-overland-tour",
  "tourName": "Cape Town to Cairo overland tour",
  "placesVisited": "",
  "generalInfo": "The words 'Cairo to Cape Town' conjure up images of African expeditions from days of old. Even today there are a multitude of challenges that this vast continent can throw at you. Desert, river, &amp; mountain crossings are inter-twined with stunning National Parks &amp; some of the best adrenaline fuelled activities &amp; playgrounds in the world. This northbound trip is one that will linger in your memory long after completion. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Note: This is our new itinerary operating on this route starting from 2025. We now include Eswatini, the Caprivi strip in Namibia, more time in Mozambique, and time in Zambia, Burundi, Somaliland and Djibouti. As we are not currently able to drive through Sudan or parts of northern Ethiopia, our route now finishes in Addis Ababa and the group will then take a flight from there to Cairo (flight not included). The Egyptian section of the trip is then finished using local transport and hotels instead of the truck. We ran our 2023 and 2024 departures this way in Egypt and it worked well",
  "durationDays": "162",
  "price": "6495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DAY 1-9: CAPE TOWN TO FREE STATE We depart from Cape Town taking a leisurely drive along the coastal road to the quaint coastal town of Betty's Bay in the Overberg and visit Stony Point Nature Reserve, home to a unique colony of African (Jackass) penguins. The Penguin Colony is one of only three mainland-based colonies in South Africa and for this reason, it is treasured. We overnight in Hermanus/Gansbaai and the next day there are several marine options such as Whale watching, Shark Cave Diving, and Dyer Island Nature Reserve. From here we will head for the most southern tip of Africa a Cape Agulhas- which is the dividing line between the warm Indian Ocean and the cooler Atlantic Ocean. The seas around Cape Agulhas are very treacherous and have caused numerous shipwrecks. To help reduce fatalities the Cape Agulhas Lighthouse was built in 1848 and is the 2nd oldest working lighthouse in South Africa. From August to December Southern Right and Humpback Whales may be spotted along the coast - as they feed in the nutrient-rich waters off the southern coast. From Cape Agulhas we pass through the Outeniqua Mountains to the Little Karoo - we will visit an Ostrich farm to learn more about the worlds largest bird. The Ostrich has been around for 8 million years and a feather was discovered in King Tutankhamun's tomb in Egypt. 97% of the world's population of Ostriches lives in the Karoo. We will also explore Cango Calcite Caves recognised as one of the world's finest networks of Calcite caves. The bizarre formations of Stalagmites and Stalactites represent over a million years of slow formation. We spend two days winding our way along South Africa's famous Garden Route where there is a wealth of things to see and do. We travel through the popular resort of Knysna, located on a tranquil lagoon that is protected from the sea by two enormous cliffs known as 'the heads'. We visit the Tsitsikamma Forest, where you will be able to hike along the coast and view the crashing waves at the mouth of the scenic Storms River, and maybe spot dolphins and whales in the ocean. Optional excursions in this region include mountain biking, black water tubing, and the mother of all bungee jumps at Bloakrans Bridge - the highest jump in the world at 216 metres. From the Garden Route, we head inland to Addo Elephant National Park which has recently been extended to include part of the coast and is now home to the BIG 7 - lion, rhino, elephant, leopard, buffalo, whale and shark! On our game drive, we hope to spot some of the many elephants that the park is famous for, which are the most southerly population in Africa. Heading north we make our way towards the mountain Kingdom of Lesotho."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DAY 10-16: FREE STATE TO JOHANNESBURG Lesotho is often referred to as 'the kingdom in the sky. This little country is surrounded by South Africa and is covered by mountains from 1000m to 3000m high. The scenery here is tremendous and the mountain air crisp and fresh. Here we will see Lesotho's horsemen dressed in their blankets and gumboots trotting around the hillsides. We spend a couple of nights at Malealea Lodge, Lesotho's most famous countryside retreat tucked up high in the mountains. Here there are isolated waterfalls, cool rock pools ideal for swimming, and peaceful hikes in the surrounding hills. This is also a great place to try pony trekking one of the best ways to enjoy the scenery is atop a sure-footed Lesotho pony. We drive through the lowlands of Lesotho and visit Thabo Bosiu, Mt. Mooros with a local guide (time & weather permitting). This mountain stronghold was the home of Chief Moshoeshoe, the founder of the Basotho nation. We continue through Lesotho's tiny capital Maseru and re-enter South Africa. Royal Natal National Park on the edge of the Drakensburg Mountains has an impressive natural Amphitheatre of massive rock walls. The Tugela River plunges spectacularly over the edge of the Amphitheatre wall, dropping around 800m through a series of five falls. There is over 130km of walking trails around the park-many of which are easy, half-day strolls, through the beautiful countryside of grassland dotted with patches of yellowwood forest and proteas set against the stunning backdrop of the Amphitheatre. Heading north we pass through small towns and villages, through Afrikaaner heartland, making our way to South Africa's largest city Johannesburg. Built as a result of the gold rush, the city has grown into one of the wealthiest cities in the world. We will be staying at a laid back backpackers in the suburb of Johannesburg, where you can relax by the pool."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "DAY 17-25: JOHANNESBURG TO VICTORIA FALLS From Johannesburg, we travel through the North-West Province to Botswana and continue on the Trans-Kalahari highway towards Maun, the gateway to the Okavango Delta. Here you will have an opportunity to leave the truck to venture into the Okavango Delta. Local poler guides will navigate the extensive waterways using canoes similar to their traditional Mokoro's (dugout canoes). This is a great experience - and the best way to have a chance of seeing the elusive wildlife of this unique desert oasis. You will have several opportunities to go on game walks with rangers - giving you the chance to see elephants, crocodile and hippo up close and personal. The Okavango Delta is one of the world's largest inland waterways and its calming serenity will leave those who experience it feeling supremely relaxed. There is also the opportunity to experience the heights of African adventure travel too: see the delta from the air during an hour-long flight. We continue heading east into the Kalahari Basin - known for its dry, desolate and expansive freedom. We spend the night on the outskirts of the Chobe National Park - famous for its hordes of elephants, as well as an abundance of other wildlife. You will have a chance to spend the afternoon on the Chobe River - a less intrusive way to view game and wildlife - as well as the Namibian frontier across the river. Crossing into Zimbabwe - we stop for several days at one of the adventure playgrounds of the world - Victoria Falls."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "DAY 26-37: VICTORIA FALLS TO HARARE There is something here for everyone in Victoria Falls - A day trip over the Victoria Falls bridge to view the falls from Zambia, Flight of Angels - a great way to get a birds-eye view of the falls in a light aircraft or helicopter, Sunset Boat Cruises or a more sedate Canoe trip, to the adrenaline-packed Gorge Swing, Abseil or a chance to experience one of the highest commercial Bungee Jumps in the world. After your adrenaline has been spent - We will then follow a journey that is steeped in history and say goodbye to our truck for the night as we board the overnight train from Victoria Falls to Bulawayo. Expect basic conditions, but the views and experience of looking out the window and watching the world go by more than makeup for it. If you look carefully you might even spot some kudu or elephant! In Bulawayo you have the option for a day to venture into Matobo National Park with a local safari company. You will have a unique chance to get out on foot to try and spot the elusive Black Rhino - amongst other games. There is also the opportunity to visit Cecil Rhodes' grave and Ancient Rock Paintings. From Bulawayo, we travel across Mashonaland to the Great Zimbabwe Ruins which was once the greatest medieval city in Sub Saharan Africa and where the name Zimbabwe derived, literally meaning house of stone. We continue to Gweru where we visit a privately run horse and game ranch where you can go game viewing on horseback or even take a walk with Lion Cubs! It's our destination for the next few days and always a highlight! We make our way to the Eastern Highlands of Zimbabwe, we will either visit Chimanimani National Park or Vumba Gardens, where you have the opportunity to take a hike through the mountain wilderness area, or hiking to the nearby bridal veil falls, or simply enjoying the stunning surroundings from this sleepy village whilst strolling through the village market. We will then make our way to the capital - Harare, arriving into Zimbabwe's cosmopolitan city, you can enjoy many of the sights in and around the city centre, there are many markets throughout the city from craft markets to the hectic local Mbare market, stroll through the botanical gardens, or enjoy the nightlife in one of the many bars throughout the city."
    },
    {
      "dayNumber": 38,
      "title": "",
      "description": "DAY 38-44: HARARE TO LAKE MALAWI Heading north via Harare - we cross the border into Mozambique. We follow the infamous Tete Corridor which was well known in the days of Mozambique's long-running civil war as the 'Gun Run'. Thankfully these days things are a lot different! We continue to the capital Lilongwein the south of the country where we stop for the night. This will allow you to post gifts home or check out the local markets. Passing through lush mountainous landscape and plantations - we soon will be following the coast of Lake Malawi - the countries most dominant natural feature. Camping in Malawi sums up the spirit of an Africa overland trip with Oasis. We spend 4 to 5 days at friendly laid back campsites where most people choose to relax on the sandy beaches or try their hand at scuba diving, snorkelling or windsurfing as we follow the lakeshore north. If you are more inclined to just relax - then there is no better place than on the shores of Lake Malawi. This is a warm friendly country - making it easy to wander off and meet up with your local hosts in one of the many villages or schools nearby. You can view first-hand the talent of the local artisans and purchase some exquisite pieces of furniture and carvings out of ebony and mahogany."
    },
    {
      "dayNumber": 45,
      "title": "",
      "description": "DAY 45-51: LAKE MALAWI TO ZANZIBAR BACK TO DAR ES SAALAM The next country on our journey is Tanzania and after a day and a half drive, we pass through the peaceful Mikumi National Park. African safari travel is synonymous with wildlife, and in this national park, we usually see elephants, giraffes, Zebra and Antelope from the roadside. From here we continue travelling through the interesting and mountainous hinterland of Tanzania. Our route north then brings us to Dar Es Salaam where our truck is based in a campsite on a beautiful Indian Ocean beach. From here you will take the ferry out to Zanzibar Island for four nights and venture into the narrow bustling streets of Stone Town and its famous spice markets, old slave forts and dungeons. There is also time to relax on Zanzibar's famous white beaches, scuba dive or snorkel and swim with dolphins- before returning to Dar Es Salaam."
    },
    {
      "dayNumber": 52,
      "title": "",
      "description": "DAY 52-59: DAR ES SALAAM TO NAIROBI After leaving Dar Es Salaam we pass several small towns and villages along the way and, if we are lucky, we may see the towering peak of Kilimanjaro. We will stop off at Marangu where you have the opportunity to climb to Kilimanjaro base camp or take a walk through the lush surroundings passing through coffee plantations, rivers, waterfalls, caves and visiting a local blacksmith. We then continue to Arusha, at our camp on the outskirts of Arusha you have the option to use a local African safari travel company to guide us through Ngorongoro Crater and Manyara National Park. In these parks, you will have the opportunity to view the abundant wildlife including elephants, Lion, Cheetah, White Rhino, Buffalo, Hippo, Antelope, crocodiles and Pink Flamingos. From here you can also choose to go into the Serengeti National Park or a day where vast herds of wildebeest roam the plains. For those who wish - there is an option to visit a local Maasai village and learn about their culture and way of life. Making our way to Kenya we pass through hot savannah grasslands where acacia trees provide the only shade. Various games, usually zebra and giraffe can be seen as we head over the border. Once in the capital Nairobi, we stay at a private campsite on the edge of town."
    },
    {
      "dayNumber": 60,
      "title": "",
      "description": "DAY 60: NAIROBI Free time in Nairobi - why not ?get up close to Africa tallest mammal at Langata Giraffe Centre or visit the David Sheldrick Elephant Orphanage, where Oasis sponsors Kamboyo, an orphaned elephant."
    },
    {
      "dayNumber": 61,
      "title": "",
      "description": "DAY 61-69: NAIROBI TO KAMPALA In Nairobi, you have the opportunity to visit the Sheldrick Elephant Orphanage, where Oasis helps support one of the elephants (Kamboyo). A great experience to see the nursery animals come out for their daily mud bath and comical play and to see the amazing work the centre does with rescued and injured elephants and rhinos. Nearby is the Langata Giraffe Centre, where you can learn more about these gentle and majestic creatures - hopefully getting the chance to get up close to feed them. From Nairobi, we head north into one of Africa's greatest natural features, the East African Rift Valley. Stretching from the Dead Sea in Jordan down to Mozambique in Southern Africa, our first view is from the top of a steep escarpment. Overland trips through East Africa will allow you to experience some of the most dramatic scenery in the world, and the Rift Valley is a definite highlight. The valley floor seems to sweep on forever and is dotted with volcanic peaks, shimmering lakes and countless springs. Our journey takes us into the heart of the Rift Valley to Lake Naivasha. We camp near the lakeshore where Hippos sometimes feed at night! Here you can walk to Elsamere, the house of Joy Adamson - of Elsa the Lion and Born Free fame, and enjoy a film of her life - and cream teas! You can also hire mountain bikes and cycle or walk through Hells Gate National Park - the only game reserve in Kenya in which you are permitted to do so. Or for a less active but equally enjoyable game viewing experience - visit the Crater Lake Game Sanctuary. Both offer excellent scenery & opportunities to spot hyrax, abundant bird & plant life along with several types of gazelle, impala and eland. A further half-day drive through hills covered in tea plantations and rural scenery drive brings us to Lake Nakuru National Park - home to a wide variety of wildlife including Black Rhino, Hippo, Lion, Leopard, Hyena and Giraffe. However, Nakuru is a soda lake and most famous for its pink inhabitants, a flock of Pink Flamingos which feed noisily along the shoreline. A mountainous drive with spectacular scenery through the Nandi Hills brings us to our next stop at Eldoret. From here we cross into Uganda and continue west to the capital. Kampala has had a turbulent past, but these days it is a friendly and safe city. We have a free day to spend in local cafes and nightspots - where you can get to know the local people."
    },
    {
      "dayNumber": 70,
      "title": "",
      "description": "DAY 70-77: KAMPALA TO JINGA The following day we have a long drive as we head west through swamps, patches of forest and fertile green countryside. As we travel through Uganda, we'll pass through several small towns and villages; Mpigi, where you will see roadside stalls manufacturing and selling traditional musical instruments Kyazanga, where we can buy fresh rotisserie and roasted meat and vegetables, as well as roasted plantain bananas. We will also be able to make a photo stop where our route crosses the Equator. Bwindi Impenetrable Forest National Park and Mgahinga Gorilla National Park are home to several families of Highland Mountain Gorillas. Getting up close to these amazing creatures is truly a once in a lifetime experience and one of the highlights of the trip. You have the opportunity to trek to see the Gorillas in Uganda (bookable as an Add on). It is estimated that only around 700 of these gentle giants remain. This mountainous area on the borders of Rwanda, Uganda and Zaire (now renamed the Democratic Republic of Congo) is their only natural habitat and they are periodically threatened by poachers and political instability in the area. One permit allows you to spend about 50 to 60 minutes with one of the gorilla families. Trekking to find them in groups of 8 people can take anywhere from half an hour to 5 hours. The organisations and well-trained guides that continually monitor and protect the families are conscientious and responsible. We will base ourselves in the village of Kabale which will allow you to trek the Mountain Gorillas and visit the beautiful Lake Bunyonyi. (Due to the popularity of Trekking to the Mountain Gorillas and the limited availability of obtaining Trekking Permits, we may do the Gorilla trek in Rwanda in Volcanos National Park, which may come at an additional cost - you will be advised in advance). Passing over the mountain ranges we cross the border into Rwanda. The small, friendly town of Musanze is home to Musanze caves and several hiking trails, take a village tour throughout the area where you can see first-hand production of local Banana beer. There will also be an opportunity to visit the genocide memorial in Kigali, which is a moving and humbling experience. We then return to Uganda and make our way towards Kampala and camp near Jinja - Uganda's adventure playground. Here, on the edge of Lake Victoria, the Nile begins its 6700km journey to the sea. We spend the next few days downstream from the source of the Nile. This is a spectacular area and a superb place to go whitewater rafting or kayaking. You can also organise quad biking, horse riding or a visit to a local education project."
    },
    {
      "dayNumber": 78,
      "title": "",
      "description": "DAY 78-86: JINGA TO ADDIS ABABA Re-entering Kenya, we travel around the foothills of Mount Kenya. before embarking on the next phase of our journey. This leads us into the remoteness of northern Kenya. Nomadic tribespeople like the Rendille in Marsabit & the Samburu (cousins of the Maasai) still wear a very distinctive and often elaborate dress. As we cross into Ethiopia - the roads we travel on are often in mountainous areas, so travel is slow. Ethiopia has a lot more visual & indigenous history than any other sub - Saharan country. We continue our journey north heading into the Omo Valley. This region is home to some of the most colourful ethnic groups in Ethiopia. The friendly Hamar people are noted for their ornate, interesting hairstyles and the Mursi people are famous for the clay lip plates and earlobe decorations. An optional day tour will take you into the Omo National Park. We make our way north to the capital, Addis Ababa."
    },
    {
      "dayNumber": 87,
      "title": "",
      "description": "DAY 87-93: ADDIS ABABA TO BAHIDAR We spend a couple of days in Addis Ababa where we have the chance to indulge in some authentic Ethiopian coffee or explore 'El Mercato' - one of East Africa's largest open-air markets. We also spend the next few days organising our Sudanese and Egyptian visas - before heading onto Bahir Darvia the spectacular Blue Nile Gorge & Falls."
    },
    {
      "dayNumber": 94,
      "title": "",
      "description": "DAY 94-102: BAHIDAR TO SUDAN Bahidar is based on the southern edge of Lake Tana - you can organise boat trips to some of the small islands which have Monasteries dating back up to 900 years, and which are still looked after by monks who live from subsistence farming or take a trip to Blue Nile Falls. Lalibela, famous for its 11 monolithic rock-hewn churches is our next destination where you have the option of a guided tour of one of Ethiopia's holiest cities. Gondar (the capital of Ethiopia from 1632 until 1868), we spend a few days where it is possible to organise overnight trips to the Simien Mountains National Park - home to the Gelada Baboon, hikes are available in the area. You may also wish to arrange a trip to the holy city of Axum dating from the 12th Century have been kept alive by generations of dedicated priests who guard their precious religious and artistic artefacts. The border with Sudan is not far from Gondar and the first town after the border is Gedaref & Wadi Medani."
    },
    {
      "dayNumber": 103,
      "title": "",
      "description": "DAY 103-109: KHARTOUM TO WADI HALFA The hospitality in Sudan can be surprising - but very genuine. For such a poor country with so many recent problems - Sudanese people are often too willing to invite you for a meal or a cup of 'Sudanese whisky' - better known as tea! Khartoum is our next stop and it has a fantastic setting on the confluence of the Blue and White Niles. Our stay here is on the banks of the Nile at the quirky but interesting Blue Nile Sailing Club. It houses one of General Kitchener's old Gunboats, a relic from the British military campaign against the Mahdi over a century ago. For such a large city, Khartoum feels quite laid back. Here you can visit the Hamed al-Nil Tomb or take a trip to the daily camel market or viewing the confluence of the two Niles are also interesting ways to pass the time. The ancient Pyramids at Meroe lie to the north of the capital Khartoum. Our drive across the Nubian Desert will see us either hugging the banks of the Nile as it snakes its way north or possibly experiencing the vast open desert plains which are dissected by the main train line from Khartoum - making this our only real point of reference. Whether passing through sleepy Nubian villages, resting in tea rooms, pottering around the local souqs or experiencing total isolation in the middle of the desert - a unique experience awaits you along with this not so travelled route to Wadi Halfa."
    },
    {
      "dayNumber": 110,
      "title": "",
      "description": "DAY 110-116: WADI HALFA TO LUXOR Upon reaching Lake Nasser and Wadi Halfa in Northern Sudan, we enter Egypt and board the ferry to Abu Simbel - our ultimate destination on our expedition. We arrive in the small village of Abu Simbel, where you will notice you will notice one of the many cultural changes on this trip - the darker Nubian people lead a more relaxed and less hectic pace of life than their Egyptian countrymen. You have the opportunity to visit Abu Simbel - the massive stone monuments built by the greatest of all pharaohs, Ramses ll, after spending the night we will travel in convoy to the city of Aswan. Philae temple, Nubian museum, an evening boat cruise to a Nubian village and walking through the colourful souk, is a great way to spend your days here. You can also join a 2 or 3 day felucca boat cruise to Edfu and/or Kom Ombo before arriving into Luxor."
    },
    {
      "dayNumber": 117,
      "title": "",
      "description": "DAY 117-124: LUXOR TO CAIRO You will be kept busy exploring Luxor - where we visit the Valley of Kings and Queens. Here, the remarkably well-preserved tombs of the ancient rulers -namely Ramses ll and Tutankhamun -have coloured paintings and hieroglyphics that still seem fresh even after 3000 years. Karnak and Luxor Temples are both in easy walking distance from our camp - as is the local souq where you can pick up the last of your souvenirs. The following day we drive out towards the Red Sea Coast. You will have time to relax on the beach or try your hand at various watersports such as snorkelling, windsurfing or scuba diving in the cool clear blue waters. Our final destination, Cairo is only a days drive away. Visiting the Great Pyramids and Sphinx at Giza with our Egyptologist guide and also the Egyptian Natural History Museum in the afternoon is a fitting way to end this amazing expedition."
    }
  ],
  "map": ""
}