{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-tour-and-beach-break-in-hurgada",
  "tourName": "Egypt tour and beach break in Hurgada",
  "placesVisited": "Cairo, Egyptian Museum, Sphinx, pyramids, Luxor, Valley of the Kings, Karnak temple, Queen Hatchepsut temple, Medinat Habu temple, Colossi of Memnon, Hurghada, optional snorkelling or scuba diving, optional Nile dinner cruise",
  "generalInfo": "This 9-day Egypt tour takes in the country’s key historical sites as well as making time for a beach break in Hurgada. Kicking off in Cairo, you’ll visit the top attractions in the company of an Egyptologist guide, including the Giza pyramid complex on the Giza Plateau, and the famous Egyptian Museum, which houses a fascinating Tutankhamun exhibit. <br/><br/>You’ll then travel by sleeper train to Luxor, where you’ll have free time to wander the local markets and visit Luxor Temple before joining your group to explore the hidden tombs of the Valley of the Kings, as well as Queen Hatchepsut and Medinat Habu temples. A further highlight is a visit to the massive Karnak temple complex, which was once the religious centre of Thebes and Upper Egypt.<br/><br/>Next it’s off to the Red Sea for a few days on the beach at Hurghada. Here there’s optional snorkelling, scuba diving and other water based activities, as well as quad biking and camel rides. You can choose whether to fly home from Hurghada or go back to Cairo for a final night before heading home.<br/>",
  "durationDays": "11",
  "price": "1799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Cairo, transfer to hotel Upon arrival our staff will meet you at the airport, assist you with obtaining your visa and luggage, and then transfer you to your hotel close to the Pyramids for the start of your trip. They will help you settle in, introduce you to the local area, and explain tomorrow’s arrangements. The rest of the day is free. If you arrive early you may like to take an evening dinner cruise on the Nile, or enjoy a spectacular sound and light show at the pyramids (both available to book locally on arrival). | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore the Ancient Pyramids and Sphinx in Giza. Enjoy a tasty Koshary Lunch and visit the Grand Egyptian Museum (GEM) Our Egyptian adventure begins at the Giza Plateau, home to the iconic Great Pyramids – arguably the most recognizable ancient structures in the world. These colossal monuments, built by the Pharaohs Khufu, Khafre, and Menkaure around 2500 BC, have captivated travelers and scholars for centuries. Our expert Egyptologist guide will be your key to unlocking the secrets of these ancient wonders. They'll share fascinating insights into the construction techniques, the religious beliefs that inspired their creation, and the stories of the pharaohs who were laid to rest within these monumental tombs. You'll learn how these pyramids fit into the broader narrative of ancient Egyptian history and gain a deeper appreciation for the ingenuity and ambition of this remarkable civilization. For those who are feeling adventurous (and not claustrophobic!), you'll have the opportunity to venture inside one of the pyramids. Descend into the cool, dimly lit passageways and experience the unique atmosphere of these ancient chambers. It's a truly unforgettable experience that brings you face-to-face with the past. Next, we'll encounter the enigmatic Sphinx, a mythical creature with the body of a lion and the head of a human. This majestic guardian, nestled close to the pyramids, was only fully uncovered in the 1920s, adding to its mystique. Stand in awe of its imposing presence and contemplate the mysteries it holds. After our awe-inspiring visit to the Sphinx, we'll take a well-deserved break to refuel with a delicious Koshary lunch. This beloved Egyptian dish is a true culinary adventure, a hearty and flavorful combination of rice, lentils, macaroni, chickpeas, and a tangy tomato sauce, topped with crispy fried onions. It's a symphony of textures and tastes that perfectly embodies the country's rich culinary heritage and will leave you feeling satisfied and ready for the next adventure! Our exploration continues with a visit to the Grand Egyptian Museum (GEM), a treasure trove of artifacts that spans millennia. Here, you'll encounter the golden treasures of Tutankhamun, marvel at the intricate sarcophagi of pharaohs, and come face-to-face with the art and artifacts that bring ancient Egypt to life. As evening descends, we'll transfer to the train station for a unique experience – an overnight journey to Luxor on a sleeper train. Settle into your private twin-berth compartment and enjoy dinner as the train rolls through the Egyptian countryside. As the landscape slips by, your steward will transform your compartment into a cozy sleeping space, ensuring a comfortable night's rest as you journey towards the ancient city of Luxor. | OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Luxor, West Bank tour, free time We arrive into Luxor early this morning and cross the Nile to begin our tour of Luxor’s West Bank. Home to the Valley of the Kings, the dusty tombs in this ancient burial site are still revealing their secrets today and so it remains one of the most important archaeological sites in the world. Our tour includes several of these Pharaonic tombs, as well as the temple of Queen Hatchepsut, Deir el-Medina (the Valley of the Craftsmen), and the huge Colossi of Memnon. Your afternoon is then free to relax and enjoy the facilities of your 5-star hotel on the banks of the Nile. This evening we visit Luxor temple, which is located right in the middle of town and beautifully lit up at night. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luxor, Karnak temple Your morning is free today and you can enjoy a welcome lie in after your early start yesterday. After lunch we'll tour the huge temple complex at Karnak , once the religious centre of Thebes and Upper Egypt. It was linked to Luxor by an extensive avenue, lined with sphinxes, and the whole complex was in turn linked to the Nile via a canal through which moved the sacred boats of the god Amun. Entering through a smaller sphinx-lined avenue, built by Ramesses II, you come to the immense pylon entrance. Inside the huge Courtyard are three chapels dedicated to the gods Amun, Khous and Mut. The remarkable Hypostyle Hall has 134 towering columns, each carved with scenes of gods and pharaohs, and hieroglyphic inscriptions adorn the walls. A spectacular hot air balloon flight over the west bank of the Nile is available this morning (expect an early start to catch sunrise as the balloon rises). | OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Luxor to the Red Sea at Hurghada We leave Luxor this morning and drive through the hills and desert to the Red Sea beach resort of Hurghada (approx. 5 hours). Hurghada is world famous for its scuba diving and snorkelling and the rich Red Sea marine life here attracts divers from all over the world. Other adventurous activities available include wind surfing and kite surfing, glass bottomed submarines, quad biking, camel rides and sea fishing trips. Alternatively you can spend the next few days here relaxing on the beach and enjoying the year-round sunshine. Your stay here is on a 'soft all inclusive' basis, with all meals, soft drinks and snacks included but not alcoholic beverages. | OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Red Sea. Free day Your day is free today to relax and enjoy your time by the Red Sea. Hurghada is world famous for its scuba diving and snorkelling and the rich Red Sea marine life here attracts divers from all over the world. Other adventurous activities available include wind surfing and kite surfing, glass bottomed submarines, quad biking, camel rides and sea fishing trips. Our local rep based in Hurghada will be on hand to help make any arrangements. Hurghada itself has an interesting marina and old town to explore. | OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Red Sea. Free day Today you have another free day in Hurghada to relax, or to take advantage of some of the adventurous activities on offer. Our local representative will be happy to help assist with any arrangements | OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From Hurghada to Cairo. Old Cairo & Khan-el-Khalili bazzar walk We leave Hurghada this morning for the transfer back to Cairo by private minibus (approx. 5 hours). Upon arrival we check into our hotel in central Cairo. Then, in the late afternoon we take a guided walk through the back streets and bazaars in Old Cairo. We'll walk through the huge Bab al-Futuh gateway and explore streets dedicated to metalwork, spices, pottery, fabric, jewelery and anything else you can imagine as we gradually enter the more touristy Khan-el-Khalili bazaar. We'll have time for a break to try some mint tea and a shisha pipe and this is a great final opportunity to pick up some souvenirs of your time in Egypt. You could take a final evening dinner cruise on the Nile, or perhaps revisit the pyramids for a spectacular sound and light show. You can also upgrade this drive to an internal flight if you wish (prices on request) or fly home directly from Hurghada instead of returning to Cairo (discounts available). | OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cairo, departure transfer to the airport Your time is free today for some last minute sightseeing or shopping until we transfer you to the airport for your departure flight. If you have an afternoon or evening flight departure, then the half day Cairo City Tour or Saqqara, Dashour & Memphis tours are also available today. Alternatively you can add extra nights to your time in Cairo which would allow you to take a day trip to the colonial city of Alexandria on the Mediterranean coast, or a trip into the desert outside Cairo to see the World Heritage Site of the Valley of the Whales at Wadi Rayan. | OVERNIGHT"
    }
  ],
  "map": ""
}