{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-family-holiday-feluccas-pharaohs",
  "tourName": "Egypt family holiday, Feluccas & Pharaohs",
  "placesVisited": "Cairo, Pyramids of Giza, overnight train to Aswan, optional: Temple of Isis at Philae, camel ride, dinner in a Nubian village, temples of Abu Simbel, overnight felucca trip on Nile, temple at Kom Ombo, Luxor, optional: light and sound show at Karnak, Valley of the Kings, temple of Queen Hatshepsut, horse-drawn carriage to Karnak Temple, Hurghada, swimming and snorkelling in Red Sea",
  "generalInfo": "Discover ancient sites, desert landscapes and superb snorkelling on this Egypt family holiday, feluccas and pharaohs. Carefully designed to keep kids and parents active and inspired, this nine day break blends all the essential sights with plenty of off the beaten track activities for a well rounded family adventure, with time to relax, too.<br/><br/>Explore the Pyramids, Sphinx and Valley of the Kings with expert local guides who make these celebrated sites accessible and fascinating for children. Ride the sleeper train from Cairo to Aswan, a fun adventure that’s comfortable, too. Cruise down the Nile on a traditional felucca, tucking into hearty feasts and sleeping under the stars on deck. Try riding a camel, hop on a donkey in Luxor and take a horse and cart ride to the temple at Karnak. After discovering ancient and contemporary Egypt, this exciting holiday rounds off with wonderful snorkelling and swimming in the Red Sea at Hurghada.<br/><br/>As well as packing in Egypt’s famed monuments and temples, this holiday is careful to include lots of opportunities to meet people and experience the local culture, too. Eat dinner with a Nubian family in a house in Aswan, wander through Cairo’s buzzing Khan al-Khalili bazaar and enjoy chatting with your friendly felucca crew. It’s a perfectly balanced holiday, which blends action, adventure and relaxation.<br/>",
  "durationDays": "9",
  "price": "1880",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cairo .",
      "description": "Salaam Aleikum! Welcome to Egypt. Your family adventure begins with a welcome meeting at 5 pm tonight in Cairo. If you arrive early, there’s plenty to see and do. Maybe wander through the bustling local markets or catch the metro into the oldest part of the city, the Coptic Christian sector and explore the cobbled streets and old churches. After your meeting, maybe head out for a meal with your leader and fellow travellers and get to know each other over some local fare."
    },
    {
      "dayNumber": 2,
      "title": "Overnight Train .",
      "description": "This morning, head to Giza – home to some of the world’s most iconic sights and one of the Ancient Seven Wonders of the World. Explore the structures that have stood tall for 4500 years and uncover the mysteries surrounding them with your leader. Head to a spot where you'll have a panoramic view of the three pyramids, before checking out the Great Sphinx of Giza. For lunch, follow your leader to a local restaurant to try a koshary plate (a tasty and filling Egyptian take on pasta). After, make your way to the Grand Egyptian Museum, newly open in November 2025, which houses one of the world's greatest collections of antiquities. Wander through the treasure-filled halls while your leader highlights the true gems of the exhibits. Later, meet your leader and travel to the nearby train station, where you’ll board an overnight sleeper train bound for Aswan."
    },
    {
      "dayNumber": 3,
      "title": "Aswan .",
      "description": "This morning, wake up in Aswan – a city on the Nile River, known for its archaeological sites and ruins. After dropping your bags at the hotel and freshening up, you'll head off to explore Philae Temple. Also known as the Temple of Isis, Philae Temple is an ancient Egyptian temple complex located on Agilkia Island. Dedicated to the goddess Isis, the temple dates back to the Ptolemaic and Roman eras and is famous for its well-preserved hieroglyphic reliefs and soaring columns. This afternoon is free for you to rest and relax. Tonight visit a Nubian village for dinner with a local family. This is a great way to immerse your family in a different culture and learn about another way of life."
    },
    {
      "dayNumber": 4,
      "title": "Aswan .",
      "description": "Today is free for you to explore Aswan or the surrounding area at your family’s preferred pace. Maybe visit the Abu Simbel – these two temples, one for Ramses II and another he dedicated to his wife Queen Nefertari, were cut into the cliff face in the 13th century and remain impressive in their scope and detail. If you would prefer to stay in Aswan and get a taste of contemporary Egypt, there’s plenty to do. The relaxed atmosphere makes Aswan a great city to wander and watch the boats cruise the Nile, plus there’s always the hotel pool nearby where you and the kids can cool off. Later in the afternoon, regroup for a sunset felucca sail on the Nile before finishing the day with an included dinner in a nearby local restaurant."
    },
    {
      "dayNumber": 5,
      "title": "Luxor .",
      "description": "This morning, say goodbye to Aswan as you drive to Luxor. When you arrive, visit the Temple of Karnak – the largest religious building in the world, built over 4000 years ago. Set off on a guided tour of this vast system of pylons, obelisks and chapels including the Avenue of Sphinxes and the Great Temple of Amun and hear about the stories and legends that shape this area. Also on this day you'll visit a local NGO, Animal Care in Egypt (ACE), one of our Foundation partners, to learn about the work they do to care for wounded working animals in the region."
    },
    {
      "dayNumber": 6,
      "title": "Luxor .",
      "description": "Today, visit the Valley of the Kings. With a tour guide, you’ll spend a few hours exploring some of the beautifully decorated tombs of the 63 pharaohs who were buried here as part of their journey to the afterlife. It is here that the burial site of the boy-king, Tutankhamun, was re-discovered by British archaeologist Howard Carter in 1922. If you'd like to organise a visit to King Tut's tomb today, this can be arranged with advance notice – ask your leader for details at the beginning of your trip. Get to know more about the Egyptian way of life today with a visit to local Egyptian home for a delicious home cooked lunch. The rest of the day is yours to enjoy as you like."
    },
    {
      "dayNumber": 7,
      "title": "Hurghada .",
      "description": "This morning, drive to Hurghada – a beach town stretching almost 40 km along Egypt’s Red Sea where you'll spend the next 2 nights in a beachfront, all-inclusive resort. After checking-in the rest of the day is free for you to explore at your own pace. Maybe wander through the Hurghada Museum or simply relax on the beautiful beaches or by the resort swimming pool."
    },
    {
      "dayNumber": 8,
      "title": "Hurghada .",
      "description": "Today is a free day for you to relax, explore or take part in one of the many optional activities on offer. You might like to join the Red Sea snorkelling boat trip, which is a favourite activity for most kids! Underneath the water are vibrant coral reefs and diverse marine life like gentle turtles and playful stingrays. Tonight, regroup with your fellow travellers for a final dinner together and toast to a magical Egyptian adventure!"
    },
    {
      "dayNumber": 9,
      "title": "Hurghada/Cairo .",
      "description": "As there are no further activities, your trip comes to an end today. There is plenty more to see and do in Hurghada so you may like to stay longer, otherwise an International airport is located nearby and transfers can be arranged at an additional cost. For those wanting to return to Cairo a group transfer by private vehicle is offered departing around 9 am and returning to Cairo by approximately 3 pm. This can be booked as an optional extra just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}