{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-family-holiday-with-teenagers",
  "tourName": "Egypt family holiday with teenagers",
  "placesVisited": "",
  "generalInfo": "This 8-day Egypt adventure is specially designed for families with teenagers, perfectly blending world-famous ancient wonders with exciting outdoor activities. Explore the legendary Pyramids, soar over Luxor in a hot air balloon, snorkel vibrant coral reefs in Hurghada, and enjoy desert thrills on quad bikes. With private guides, seamless transfers, and family-friendly accommodations throughout, this journey brings Egypt’s history and natural beauty to life in a fun, engaging way for both teens and parents.<br/><br/>Included <br/>Meet and greet service by our representatives upon your airport arrival<br/>Assistance with guest relations during your stay<br/>All transfers via private air-conditioned vehicle<br/>Domestic flight tickets from Cairo to Luxor and Hurghada to Cairo<br/>Land transfer from Luxor to Hurghada<br/>Accommodation for 3 nights in Cairo, including daily breakfast<br/>Accommodation for 1 night in Luxor, including breakfast<br/>Accommodation for 3 nights in Hurghada, including daily breakfast<br/>Private sightseeing tours in Cairo &amp; Luxor (listed on itinerary)<br/>Group tours in Hurghada<br/>Local English speaking tour guide<br/>Entrance fees to all sites mentioned on the itinerary<br/>All meals mentioned on the itinerary<br/>Bottled water during outings outside of hotel <br/>Portage as needed<br/>All service charges and taxes<br/><br/>Excluded<br/>International Airfare<br/>Entry visa to Egypt<br/>Any optional tours<br/>Personal spending<br/>Tipping<br/><br/>Accommodation plan:<br/>Hilton Pyramids Golf Hotel<br/>Sonesta St. George Hotel Luxor<br/>Continental Hotel Hurghada<br/>Triumph Luxury Hotel ( Last night in Cairo )",
  "durationDays": "8",
  "price": "2185",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the mystical lands of Egypt, where the Pharaohs ruled for thousands of years. Upon your arrival at Cairo International Airport, your tour manager will meet and assist you , and your tour manager will transfer you to your hotel, Overnight in Cairo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. We give you the chance to keep your happy memories long live with you by arranging a family? photo session during your pyramids tour, After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. Return to your hotel.Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, you will be leaving Cairo and head out to the shining city of Luxor. You will meet your tour manager early in the morning at your hotel where he will accompany you to Cairo International Airport for your trip to Luxor. Upon landing in Luxor, you will be assisted and whisked away in an exclusive air-conditioned vehicle to visit Karnak Temple and Luxor Temple at the East Bank. ?l?unch at local restaurant, overnight in Luxor. Meals: Breakfast, Lunch Visits: Karnak Temple, Luxor Temple."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning, a representative will pick you up from your hotel in Luxor to the West Bank to enjoy the Egypt Hot Air Balloon. Transfer to marine enjoy Soft drinks before you take the motor boat to the west bank, then you will be transferred to the take off area where you are going to start your balloon ride in the sky of the biggest open-air museum Luxor. The \"Balloon Ride\" trip departs everyday, however confirmation in advance is still highly recommended. The balloon ride takes 45 minutes then explores the West Bank of Luxor. Visit the Royal Cemetery for 62 Pharaohs, the Valley of the Kings, then head to the Mortuary Temple of Queen Hatshepsut, which was built by the architects of the New Kingdom during the 15th century BCE at Deir El-Bahari. Finish the day as you marvel at the towering Colossi of Memnon. After finishing your visits at the West Bank, ?Lunch at a local restaurant , then drive to Hurghada, it takes about 5 hours to drive, overnight in Hurghada. Meals : Breakfast & Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A representative will pick you up from your resort in Hurghada to take you for an awesome day trip to Mahmya boarding one of two Mahmya boats, and sail for around one hour to the island. Mahmya Beach is on the southern shores of the Giftun Island National Park off the coast of Hurghada. Mahmya in Arabic means “Protected Area”. To protect the coral reef and its marine inhabitants, the boats moor at buoys off the pristine bay, and you will be taken to the shore by smaller boats. Once you have landed on the island, you are free to snorkel on the impressive coral heads scattered in the clear lagoon, have a walk along the sandy beach, take on other guests at beach volleyball, or just relax on the pure white beach. A free Wi-Fi available in the Lounge Area on Mahmya Island with Aqua Trampoline for Kids. Enjoy lunch at the restaurant, with seafood and Italian specialties, and later in the day you can enjoy drinks at the bar. Finally you will sail back from Mahmya Island to the marina where you will be met and assisted then transferred to your hotel in Hurghada for free time at leisure and peaceful overnight stay. Meals : Breakfast & lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will be picked up from your hotel in Hurghada to the quad bike station for test drive and then driving 35 km to the Bedouin village for a tour to know about their life, traditions then you will ride a camel and witness the amazing sunset view with barbeque dinner, mineral water and soft drinks included then you will enjoy the oriental show and folkloric songs, watching stars by night while driving back from Bedouin village to your hotel in Hurghada. The tour starts between 13:00 and 15:00 but not usually. It is subject to change according to the supplier schedule and timings. (Quad Bike for every person). ?Meals : Breakfast & Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, transfer to Hurghada airport for your flight to Cairo, meet & assist, transfer to your hotel, overnight in cairo. ?Meals : Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy a deliciously prepared breakfast at your hotel and then head to Cairo International Airport for your final departure back to your homeland. Meals: Breakfast."
    }
  ],
  "map": ""
}