{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "nile-traditional-cruise-of-egypt",
  "tourName": "Nile traditional cruise of Egypt",
  "placesVisited": "Nile cruise, Luxor, Luxor Museum, Dendera, Luxor Temple, Temple of Karnak, Valley of the Kings, Valley of the Queens, Esna, Dahabiya cruise, El Hegz, Edfu Temple, Ramadi, Quarries of El Silsila-Farez, Daraw camel market, Kom Ombo, Aswan, Philae",
  "generalInfo": "Follow the River Nile from Esna to Aswan aboard a comfortable and spacious dahabiya houseboat, pausing at iconic locations including majestic Kom Ombo, the temples of Philae and Edfu, and the bustling camel market at Daraw, on this memorable small group trip.<br/><br/>The tour gets underway in the ancient city of Luxor, once home to pharaohs and todayone of the most renowned destinations of the Nile. You’ll hike through the Valley of the Kings and the Valley of the Queens, escaping the crowds to enjoy impressive panoramas over the river’s west bank, and sites including the Colossi of Memnon.<br/><br/>Boarding your vessel at the famed locks of Esna, you’ll slip gracefully into the current for several days of relaxed sightseeing along the Nile. Life on both riverbanks continues much as it has done for millennia, with villagers tending their crops in peaceful farming communities, and felucca sailboats darting around. There will be opportunities to step ashore and meet the locals, between visits to well-known locations such as Edfu, and lesser-visited places such as the quarries of El Silsila-Farez.<br/><br/>The southernmost point of your voyage, Aswan, is a fascinating blend of Arab and African cultures, the gateway to Nubia, and a constant hive of activity. Here you’ll make one final stop, at the handsome island temple of Philae, and take lunch with views of the Aswan Dam, before your group disperses. <br/><br/>There are different ways to travel the Nile of course, but very few can compare to the romance and elegance of a dahabiya houseboat. You’ll be accompanied by local guides throughout, on an environmentally friendly cruise that seeks to show you parts of the Nile that others do not. <br/>",
  "durationDays": "10",
  "price": "3695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Luxor: Our journey begins in Luxor, Homer’s ‘City of 100 Gates’ and once the power-base of the New Kingdom pharaohs. Those on the suggested group flights will arrive in Luxor in the late evening and transfer to our hotel for the rest of the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Luxor – Dendera, Museums & Temples: Heading north by road this morning, we follow the Nile Valley towards the Greco-Roman temple of Dendera, one of the best preserved temples in Egypt. Built during the Ptolemaic period, the complex is dominated by the Temple of Hathor, dedicated to the Egyptian goddess of love and motherhood and built by the later rulers of Egypt to legitimise their claim over the pharaonic crown. The temple’s famous zodiac map, which dates back to the 1st century BC and now resides in the Louvre, was a victim of Napoleonic treasure hunters in the early years of the 19th century. Returning to Luxor we will visit the Luxor Museum in the afternoon. Notably better laid out than the Cairo Museum this forms a great introduction to the fascinating culture we’ll experience on this trip. We’ll end the day at the magnificent Luxor Temple, an awesome testament to the power and wealth of the ancient pharaohs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Luxor – Nile Crossing To West Bank: Valleys of the Kings & Queens, Dr Carter’s Home - Luxor: After breakfast we will cross the River Nile and visit the tombs in the Valley of the Kings. We will then visit the home of Dr Carter, the British archaeologist and Egyptologist who discovered the tomb of 18th Dynasty Pharaoh, Tutankhamun in 1922. After lunch at a local restaurant we will explore the Valley of the Queens, the extraordinary Temple of Queen Hatshepsut and the haunting figures of the Colossi of Memnon. In the evening we’ll return to the east bank and our hotel to relax for the rest of the evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luxor, Sunrise at Karnak – Esna River Departure - El Hegz: Waking early to enjoy sunrise at Karnak offers the chance to explore this vast and hugely impressive temple before the crowds arrive. Returning to our hotel for breakfast we’ll then drive south towards Esna, which brings us to Egypt’s famed locks and the beginning of our journey by river into Upper Egypt. Evoking a time of long passed elegance, our sandal/dahabiya affords us an intimacy and freedom denied to those aboard the larger riverboats and, as we slip our moorings and head lazily into the current, we’ll be transported back to the graceful days of 19th century exploration. Our first destination is the island of El Hegz, just to the north of Edfu, a journey that will take around 4 to 5 hours. During the journey we will enjoy lunch on board while watching the Nile valley landscapes pass us by - and gaze upon rural settings that have remained almost unchanged for centuries. Depending on overall group size we will use either a sandal or a dahabiya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "River Cruising Along the Nile Valley: Edfu, Besaw & Fawza: Over the coming days we will spend our time enjoying the serene atmosphere of life on board our vessel as we sail south, through landscapes that provide us with the perfect backdrop to our journey. The aim is to divide our time between visiting some of the most important sites along the Nile Valley, whilst enjoying interacting with the local villages. This morning we will pay a visit to the remarkably well-preserved temple at Edfu, which after Karnak is the largest in the Nile Valley. Supposedly built on the site of the final battle between the Gods Horus and Seth, the temple was built in the 3rd century BC and lay buried under sand for centuries before being unearthed by the French archaeologist Auguste Mariette in the 1860s."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Quarries of El Silsila, Horemheb’s Temple - Faris: To the Ancient Egyptians the Nile was simply the ‘Great River’. Its moods and movements affected all aspects of their lives along its fertile banks. Indeed the Greek historian Herodotus described Egypt itself as ‘a gift of the Nile’. This morning we'll visit a small island where we'll wander through local farmland and meet the villagers. Our journey then takes us towards the ancient sandstone quarries of El Silsila, where the great stones that were used to build the temples at Edfu, Thebes and Karnak were cut. One of the principal sites for the worship of the river God Hapi, this region also marked the boundary between Egypt and what was then the ancient kingdom of Nubia. Local tradition has it that a giant chain was strung across the river here to stop the Nubian ships sailing further down the Nile into Egypt. We will also visit the rock-cut temple of the pharaoh Horemheb, the last ruler of the 18th Dynasty, a man whose humble beginnings saw him rise to lead the armies of Tutankhamen before ascending to the throne of Egypt itself. This afternoon we will then visit the box makers in Faris, and learn about the importance of their work to local trade and the supply chain going south along the river."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Riverside Temple of Kom Ombo - Daraw – Sailing to Aswan: This morning we’ll moor up close to the riverside temple of Kom Ombo, the only temple in the Nile Valley that is dedicated to two gods - Haroeris and Sobek. After visiting here we’ll make our way to the town of Daraw. Returning to our boat we will continue on our journey towards Aswan. The slow pace of our days provide the perfect opportunity to gain a little more understanding of the rich culture and ancestral heritage of this great land: learn some Arabic, or perhaps some hieroglyphics from our informative local guide. There is also the opportunity for some bird watching, spotting the Pied Kingfishers or the Marsh Harrier. Depending on the river and the weather we should arrive into Aswan by the late afternoon in time for dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Aswan - Abu Simbel: Temple of Rameses II: After breakfast on our sandal/dahabiya we will take to the road and drive south to Abu Simbel, arriving in time for lunch. In the afternoon we’ll head out for a tour of the impressive Temple of Rameses II and the accompanying (but more modest) temple built for his favourite wife, Queen Nefertari. Originally sculpted into the rock face, amazingly these vast temples were cut into pieces, relocated to higher ground and then reconstructed during the reign of President Nasser - so to prevent them being lost to Lake Nasser when the land flooded after the construction of the Aswan high dam further north. In the evening we will enjoy the sound and light show at the temple (subject to demand) before spending the night in a traditional guesthouse."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Abu Simbel – Aswan: Temple of Isis & Farewell Dinner: After breakfast we’ll drive back to Aswan. We should arrive in time for lunch, after which we will visit the beautiful island temple of Isis on Philae, as well as the colossal unfinished obelisk in Aswan’s nearby stone quarries. It was unfortunately abandoned when a flaw was found, but had the obelisk been completed it would have reached a height of nearly 36 metres and weighed in at a hefty 1,320 tons. Tonight we will have a farewell dinner overlooking the great cataracts of the Nile and the old Aswan Dam."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tour Ends in Aswan: The tour ends this morning after breakfast. Those on the suggested group flights will transfer to the airport in time for their return flight."
    }
  ],
  "map": ""
}