{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "best-of-egypt-and-jordan-holiday",
  "tourName": "Best of Egypt and Jordan holiday",
  "placesVisited": "",
  "generalInfo": "Enjoy the beauty of Egypt and Jordan in a unique experience takes you back through history in 7 days, starting from Cairo with the variety of it's ancient and Islamic sightseeings before heading to Jordan to see the legendary 'red-rose city' of Petra and other sights.<br/><br/>Included:<br/>- Meet and greet service and return by our representatives at Airport(s).<br/>- Assistance of our personnel during your stay, tours and excursions.<br/>- Transfers by private  a/c new vehicle with English-speaking assistant.<br/>- Accommodation for 3 nights in Cairo Hotel with breakfast.<br/>- Accommodation for 3 nights in Amman Jordan Hotel with breakfast.<br/>- Excursion to Pyramids, Sphinx, Valley temple, Sakkara and Memphis.<br/>- Excursion to Egyptian Museum, Saladin Citadel and Old Cairo.<br/>- Excursion in Petra major sights as described above in itinerary.<br/>- Short Horseback rides in Petra.<br/>- Excursion to Mount Nebo, Madaba and the Dead Sea in Jordan.<br/>- Lunch meals during tours in Giza/Cairo/Petra/Amman.  <br/>- Bottled water on board vehicle during Egypt tours.<br/>- Entrance fees to the sights in Cairo/Giza/Petra/Amman in Jordan.<br/>- English-speaking Guide in Cairo and Giza in Egypt.<br/>- English-speaking on the spot Guide in Petra about 3 hours.<br/>- English-speaking assistant in Madaba, Mount Nebo and the Dead Sea.<br/>- Service charges and taxes included throughout the tours.<br/><br/>Excluded:<br/>- International Airfare to Egypt &amp; Jordan.<br/>- Entry visa to Egypt and Jordan.<br/>- Personal spending Optional excursions.<br/>- Tipping for Guides.<br/><br/>Accommodation:<br/>- Corp Amman Hotel / Grand Hayatt Hotel Amman<br/>- Hilton Pyramids Golf Hotel / Sheraton Cairo Hotel",
  "durationDays": "7",
  "price": "2120",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Cairo - Welcome to land of the Pharaoh’s. Welcome to Cairo, Egypt. Your Representative will meet and assist you at Cairo International Airport (Arrival procedures) and then escort you to the Hotel by exclusive air-conditioned deluxe vehicle. At the Hotel the your Representative will assist with a smooth check-in and review the holiday itinerary with you to establish and confirm pick-up times for each tour. Overnight in Cairo. Welcome Drink."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Egypt Pyramids Tour. Breakfast at your Hotel in Cairo and then met by your personal experienced Tour Guide who will accompany you to Giza Plateau to visit the Great Pyramids of Cheops, Chefren and Mykerinus - Famous Sphinx and Valley Temple facing the great statue, Lunch will be served in a local restaurant, then proceed to Sakkara area to visit the Sakkara Complex and first Pyramid ever built (Djoser Pyramid), Back to your Hotel and overnight in Cairo. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cairo Sightseeing Tours. Check-out after breakfast and then you will be escorted by your a private Guide to visit the Egyptian Museum, Lunch throughout the tour at local restaurant, Continue to Coptic Cairo to visit the Hanging Church. Continue driving to Islamic Cairo, where you will be able to explore Khan El Khalili, Cairo’s old bazaar. Then you will be transferred back to your hotel and overnight in Cairo. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly Cairo to Amman - Hello Jordan. After breakfast, you will be transferred to Cairo International Airport for your flight to Amman. Upon arrival at Queen Alia Airport, our Representative will meet and assist you through the customs and immigration procedures. Transfer to the Hotel in Amman for overnight. Meals: Breakfast."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Madaba - Dead Sea Tour. After breakfast drive to Mount Nebo, the place where Prophet Moses gazed at the promised land before he died and his alleged burial place. You will visit the old Monastery and overlook the Jordan Valley, Dead Sea, Jericho and Jerusalem. After we proceed to Madaba, where you will find the famous mosaic 6th century map of Palestine in St. George’s Church. Afterward we drive to the lowest point on earth, the Dead Sea, where you have leisure time and the chance to float on water. Overnight Amman hotel. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ancient City of Petra Tour. After breakfast drive about 2 hours to the Rose Red Rock City Petra, the biggest attraction in Jordan. Petra was first established around the 6th century B.C. by the Nabataean Arabs, a nomadic tribe who settled in the area and laid the foundations of a commercial empire that extended into Syria. Upon arrival you will begin the trip on horseback or foot to the canyon, the so called Siq Then by foot to the most beautiful monument: the Treasury. Among other monuments you will see are the Street of Facades, the Royal Tombs and Pharaoh\"s Castle. Afterward back to the hotel in Amman for overnight. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Amman - Fly Back Home. After breakfast you will be transferred to Queen Alia Airport for final departure. Meals: Breakfast."
    }
  ],
  "map": ""
}