{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-wheelchair-accessible-holidays",
  "tourName": "Egypt wheelchair accessible holidays",
  "placesVisited": "Wheelchair accessible accommodation, transport and activities, Private tour tailor made to your requirements, Assistance where needed with sightseeing, Cairo: Great Pyramids of Giza, Sphinx, Egyptian Museum, Khan El Khalili Bazaar, Alexandria: Pompey’s Pillar, Qaitbey Citadel, Montazah Palace, Luxor: Valley of the Kings, Luxor and Karnak Temples, Aswan, Abu Simbel",
  "generalInfo": "Our Egypt wheelchair accessible holidays ensure that you can enjoy the country’s legendary ancient wonders with comfort and convenience. This private, tailor made 10 day tour can be shaped to your personal requirements, ensuring that nowhere is out of reach. Not only that, but all sightseeing is accompanied by an expert Egyptologist, providing insights and anecdotes, and answering any questions you might have. <br/><br/>Beginning in the bustling capital, Cairo, you’ll visit iconic locations including the Great Pyramids of Giza and the Sphinx, the Egyptian Museum, and the Khan El Khalili Bazaar, with the option to be accompanied by helpers where needed. Local staff are employed throughout, meaning that more of the profits from your holiday remain in the local community. <br/><br/>From Cairo you’ll head by air-conditioned vehicle to Alexandria, founded by Alexander the Great, before you fly on to Luxor. Here the world-renowned sites include the Valley of the Kings on the west bank of the Nile, where so many Egyptian pharaohs were entombed. <br/><br/>Day trips from your five-star Luxor hotel take in the spectacular High Dam of Aswan, as well as the temples of Abu Simbel. These are two must-see locations for many travellers, and as with those of Cairo, Luxor and Alexandria, they can be visited with confidence. Our Egypt wheelchair accessible tours have been carefully designed to take into account the requirements of exploring every site from start to finish and assistance is on hand - read our accessible notes further down the page for more information.",
  "durationDays": "10",
  "price": "5299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We will meet & assist you at Cairo International Airport. Then you will be transferred by an accessible private air-conditioned vehicle to a 5 star deluxe hotel in Cairo, provided with the wheelchair adapted rooms. Overnight in Cairo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. Return back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check out from your hotel in Cairo, then move to have a tour to Alexandria, about 03 hours driving to see Pompey's Pillar, a monument of the Roman Emperor Diocletian, and Qaitbey Citadel , built in the 15th century by Sultan Qaitbay on the spot of Alexandria’s ancient lighthouse. Overnight in a 05 star hotel in Alexandria. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free day in Alexandria and, afternoon transfer back to Cairo, from Alexandria to Cairo is about 03 hours driving. Overnight in Cairo. Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast, transfer to Cairo Airport for a flight to Luxor where you will be met and assisted by our representative at the airport.visit the magnificent Karnak & Luxor temples, transfer to your hotel, Overnight in Luxor. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit the west bank, to see the Valley of the Kings, the Temple of Queen Hatshepsut and the Colossi of Memnon. Overnight in Luxor. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, transfer by an air-conditioned vehicle to Aswan about 05 hours driving, where you will be met and taken to your 05 star hotel, visit the High Dam and the Nubian museum by car. Transfer to your hotel and overnight. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, at 08:00 am transfer by a private air-conditioned vehicle to Abu Simbel, about 03 hours and half driving. Upon arrival enjoy the impressive Temples of Ramses II at Abu Simbel. Then return to Aswan and overnight. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Aswan Airport for flight to Cairo. Upon arrival, you will be transferred to overnight at your 05 star deluxe hotel in Cairo. Meals: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, you will be driven by an accessible modern vehicle to Cairo International Airport for final departure. Meals: Breakfast"
    }
  ],
  "map": ""
}