{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "egypt-tours-with-added-comfort",
  "tourName": "Egypt tours with added comfort",
  "placesVisited": "Cairo, Great Pyramid of Giza and the Sphinx, Guided tour of Alexandria, Nile Cruise to Luxor, Edfu, the Valley of the Kings, Felucca cruise, Aswan, Walking tours of Cairo",
  "generalInfo": "See Egypt’s most exciting sights and do so without feeling rushed. Over two weeks you can discover the pleasure of seeing Egypt by river boat and felucca, on walking tours, and by speaking to the local people who know its history best. <br/><br/>Highlights on this trip are the thousands of years of history: whether that’s artefacts from the tomb of Tutankhamun, visiting the historic battle site of El Alamein, the massive temple complexes at Abu Simbel, or the pyramids. <br/><br/>Throughout this tour you’ll be treated to four-star accommodation, including nights on a Nile riverboat. Your cruise will be on a beautiful small ship equipped with swimming pool, sundeck and elegant dining room – perfect for cruising the Nile in style. You’ll relax onboard for four nights, cruising from Luxor to Edfu and the Valley of the Kings, Kom Ombo Temple and on to Aswan. <br/><br/>You’ll be accompanied by a local Egyptologist at all times. If you want to know how the Ancient Egyptians treated their mummies, or how the Sphinx lost its nose, they’ll be the one to ask. All the on the ground operators of this trip are Egyptian, and trips usually start with some useful local language lessons, as well as tips on local laws and customs. These trips are led by our partners’ most experienced local leaders.<br/><br/>There’s far more to Egypt than ancient temples – as you’ll discover once you start uncovering the country’s cuisine. You’ll be treated to a home-cooked Nubian feast with an Egyptian family, go on a tasting tour of Cairo’s best street food and its oldest café, and, in Aswan, enjoy an afternoon tea at the historic Old Cataract Hotel - many illustrious persons have entered its guestbook over the years.<br/><br/>Perhaps the experience that best sums up this tour of Egypt is trying one of the country’s iconic dishes: feteer meshaltet. This delicious, many-layered pastry dates all the way back to Ancient Egypt and was considered so good it was offered to the Gods. Just one of the many authentic, historic experiences on this holiday. <br/>",
  "durationDays": "15",
  "price": "6235",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cairo.",
      "description": "Mrhbaan! Welcome to Egypt. Your adventure begins in Cairo – a city just as captivating as it is chaotic. You’ll be met at Cairo International Airport and transferred to your hotel where you can explore the extensive hotel bar and pool area. You’re free until your welcome meeting at 6 pm tonight, where you’ll meet your local leader and fellow travellers. After, get your first taste of Egyptian cuisine with a welcome dinner at a fantastic local restaurant where you can try out some classic dishes like fatta (a dish made with rice, bread and meat in a garlic and vinegar sauce), and kushari (a delicious mix of pasta, rice, lentils and fried onions)."
    },
    {
      "dayNumber": 2,
      "title": "Cairo.",
      "description": "This morning after breakfast, travel to arguably the most recognisable structures in the world – the Great Pyramids of Giza (one of the Seven Wonders of the World) and the Sphinx. Your leader is a trained Egyptologist and will share the fascinating history of these incredible feats of engineering. For an additional charge, you may be able to step inside the Great Pyramid of Khufu (or Cheops). After spending some time here, your adventure continues to the Grand Egyptian Museum – home to one of the world's greatest collections of ancient artefacts. Wander the treasure-filled halls for a close encounter with some of the country’s most important queens and pharaohs. The masses of gleaming artefacts recovered from the tomb of Tutankhamun are an impressive sight – from jewellery to the famous golden death mask and his gilded sarcophagi, this pharaoh was certainly prepared for the afterlife. Gain a special insight by touring with a guide and enjoy time to explore independently. Tonight you might like to take a taxi into town to explore Cairo further or book in for a dinner cruise on the Nile."
    },
    {
      "dayNumber": 3,
      "title": "Alexandria.",
      "description": "Take to the road this morning for a journey to Alexandria, stopping in Wadi El Natron along the way. Your leader will explain how this area became a sanctuary for Christians after Saint Macarius the Great retreated here in AD360. There were once some 60-odd monasteries in the Wadi, though now only four remain. One of these is Anba Bishoy Monastery, named for Saint Bishoi who came to the site to live in solitude. Wander around the gardens and observe the resident monks as they go about their daily lives, then visit the church for expansive views over the desert. Continue to the city of Alexandria, founded by Alexander the Great and often referred to as the Pearl of the Mediterranean."
    },
    {
      "dayNumber": 4,
      "title": "Alexandria.",
      "description": "Enjoy a full day uncovering Alexandria's secrets with your knowledgeable leader's guidance. Visit the Catacombs of Kom El Shoqafa – a Roman burial site dating back to the second century that wasn’t discovered until 1900. The fascinating tombs were created during a transitional period in Alexandria’s history and interestingly feature Greek, Egyptian and Roman elements. Continue to the Bibliotheca Alexandrina (once the Great Library of Alexandra), where the Library of Ptolemies once stood some 1700 years ago. Finish up with a stop at Fort Qaitbay – a 14th-century complex designed to defend Alexandria from the Ottoman empire, built on the site of the former Alexandria Lighthouse. Spend the evening wandering along the corniche by the water or maybe relax at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "Cairo.",
      "description": "Today, travel south of Alexandria for a more sombre experience at the historic battle site of El Alamein. Here, British and Commonwealth soldiers fought a decisive Allied victory against the German Afrika Korps that defined the North African campaign. Both sides suffered heavy losses, and the memorial commemorates nearly 12,000 Commonwealth servicemen who died in the Western Desert campaigns during the Second World War. Stop to enjoy your late lunch, brought with you from Alexandria – a delicious feteer meshaltet. This layered pastry is an iconic Egyptian dish and can be filled with a range of sweet or savoury ingredients. Return to Cairo in the afternoon and enjoy an evening at leisure."
    },
    {
      "dayNumber": 6,
      "title": "Nile Cruise - Luxor.",
      "description": "Transfer to Cairo Airport after breakfast this morning and board a short flight to Luxor. Luxor was the pharaohs' capital during the height of their power and is now known as the world’s greatest open-air museum. When you arrive, transfer to your Feature Stay Nile riverboat where you’ll unpack and settle in for the next four nights. There’s no better way to soak in the ancient history of the Nile and the incredible sights along its banks! Enjoy all the comforts of a world-class hotel, including a swimming pool, sundeck, restaurant and cabins with panoramic windows to watch riverside life stream by. This afternoon, visit Karnak – one of the world’s most celebrated temple complexes built over approximately 200 years. Some parts date back to 2055 BC and your guided tour will take you to its finest sections. You’ll also head over to our Foundation partner, Animal Care in Egypt (ACE), a local NGO dedicated to providing free veterinary care for wounded working animals in the region. The rest of the afternoon and evening is free to relax, take a shopping trip through the bazaar or kick back in a local teahouse."
    },
    {
      "dayNumber": 7,
      "title": "Nile Cruise - Edfu.",
      "description": "Rise early this morning to journey into the Valley of the Kings. There are over 60 pharaoh tombs buried under the hills here, many of which are richly decorated, and your guide will take you through this spectacular place where discoveries are still being made. Learn about the funerary rites of the ancient Egyptians and the significance of the paintings and hieroglyphics and visit the final resting place of Tutankhamun. The discovery of the young Pharaoh’s tomb is undoubtedly one of the greatest archaeological finds of all time, and here you will have the opportunity to enter it yourself, exploring the painted chamber and admiring his famous sarcophagus. Visit another three royal tombs and continue to the Temple of Queen Hatshepsut, set in a spectacular natural amphitheatre. Your final stop is the Colossi of Memnon – giant statues that once formed part of an impressive colonnade – before returning to the boat for a leisurely lunch. Enjoy some time relaxing either on deck or in your cabin before setting sail upstream to Edfu, where you’ll arrive in the evening."
    },
    {
      "dayNumber": 8,
      "title": "Nile Cruise - Aswan.",
      "description": "This morning, you’ll be moored near Edfu and may have the option to venture independently into town to see the nearby temple. Continue along the river, relaxing in the sun on deck and taking in the desert hills that form a backdrop over the lush riverbanks. Arrive at Kom Ombo Temple, which sits spectacularly on the river’s edge. Learn from your leader how this temple was built in approximately 181 BC and is dedicated to two gods – Horus (god of protection) and Sobek (god of fertility, linked to the Nile’s water). Each god has a dedicated section – north or south – and there have been recent discoveries of mummified crocodiles in Sobek. After, board your boat and continue to Aswan, arriving in the late evening."
    },
    {
      "dayNumber": 9,
      "title": "Nile Cruise - Aswan.",
      "description": "Spend the morning visiting the temple complex of Philae, including the stunning Temple of Isis, located on Agilkia Island. The temple was reassembled in this location after being saved from rising waters and is a true architectural gem featuring some of Egypt’s finest carvings. Some Egyptologists believe that Philae was the last active site of the ancient Egyptian religion and where the last Egyptian hieroglyph was written. After, get to know the city of Aswan on foot during a walking tour with your leader. Explore the Sharia el Souk – a sprawling and bustling marketplace. Your leader will guide you through a colourful array of stalls selling everything from baked goods to Nubian crafts. Return to the boat for another evening, being rocked to sleep by the calm Nile waters."
    },
    {
      "dayNumber": 10,
      "title": "Abu Simbel.",
      "description": "Travel by road this morning to Abu Simbel. Your accommodation is located right by Lake Nasser and features lush grounds, two swimming pools and fantastic views over the lake. Spending the night here allows the group a chance to visit the Abu Simbel temples at a more leisurely pace as opposed to a jam-packed half-day trip. Built during the reign of Ramesses II, these mammoth temples took 20 years to complete and feature rock-cut statues of the pharaoh and the queen, some of which are 20 metres tall. Tour the complex with your leader, who will provide historical context on these grand structures. Head back to the temples this evening for an impressive sound and light show."
    },
    {
      "dayNumber": 11,
      "title": "Aswan.",
      "description": "Return to Aswan, arriving in time for lunch. Enjoy some downtime to relax at your hotel or explore more of the city, then regroup with your fellow travellers later in the afternoon. Take a step back in time during a visit to the Old Cataract Hotel for afternoon tea. Built in 1899 by Thomas Cook, the hotel has played host to an illustrious roster of guests, including Princess Diana, Winston Churchill and Agatha Christie, who lived here while writing her novel Death on the Nile. Soak up old-world glamour while enjoying tiered trays of finger food and a delightful selection of tea. The setting is up there with the best of them, with gorgeous grounds overlooking the Nile. Make the most of a free evening to find a local gem for dinner – your leader can help with recommendations."
    },
    {
      "dayNumber": 12,
      "title": "Aswan.",
      "description": "This morning, visit the Aswan High Dam, a modern example of Egyptian engineering. Located 13 km south, its controversial history required the relocation of many ancient temples and statues, which has, in the end, had a mostly positive impact on the region. After, head to the Unfinished Obelisk – an abandoned structure that would’ve been the largest obelisk ever erected in ancient Egypt had it been finished. Return to Aswan for some time to relax, then meet your leader in the late afternoon to board a traditional felucca and sail to the settlement of Elephantine Island. This island was once thought to be the home of Khnum – the god who guarded and controlled the Nile’s waters. This evening, enjoy stunning sunset drinks on the river on board your Felucca sailing boat. Disembark at a village and join a local family for a traditional Nubian feast. Here you will have the chance to see a different side of Egyptian life, try out some excellent Nubian dishes and swap stories with your welcoming hosts."
    },
    {
      "dayNumber": 13,
      "title": "Cairo.",
      "description": "This morning, fly back to Cairo. Settle into your downtown hotel, then spend the day discovering yet another layer of Egyptian history – Islamic Cairo. Explore the Khan al-Khalili Bazaar – a labyrinthine area with sprawling alleyways packed with shops and cafes. This is a quintessential Cairo experience, home to the gold market, perfume street and spice market. Stop off for an Arabic coffee or mint tea at El Fishawy, Cairo’s oldest café. Run by the same family for seven generations and a favourite with Cairo’s residents, there’s no better snapshot of local life in the city. Stop for lunch at Koshary and then continue to the Mosque of Ibn Tulun and the Gayer-Anderson Museum, home to all curious objects, from antique furniture to Islamic artefacts. Share an authentic Egyptian meal with a local family. Be welcomed into their home and chat with the family about life in Egypt and Egyptian cuisine while enjoying a delicious feast of traditional dishes."
    },
    {
      "dayNumber": 14,
      "title": "Cairo.",
      "description": "Early this morning, you’ll drive to Fayoum and visit Wadi El Rayan – a natural park home to two lakes that connect Egypt’s only waterfall. Now this is a great photo op! After, hop in a 4WD to explore the UNESCO World Heritage Site Wadi Al-Hitan (or Whales Valley) – a desert home to invaluable fossil remains of the earliest (now extinct) ancestors of whales. Spend a few hours here, learning about one of the most extraordinary evolutionary journeys. Visit the onsite Fossil and Climate Change Museum to see a collection of fossils found nowhere else in the world, including the largest intact Basilosaurus isis whale fossil. Jump in a jeep for a tour of the desert and then enjoy a desert lunch with your group. After, you’ll head back to Cairo for your final night."
    },
    {
      "dayNumber": 15,
      "title": "Cairo.",
      "description": "Your trip comes to an end today after breakfast. If you would like to spend more time in Cairo, just speak to your booking agent."
    }
  ],
  "map": ""
}