{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "highlights-of-egypt-holiday",
  "tourName": "Highlights of Egypt holiday",
  "placesVisited": "Cairo, Giza Pyramids and Sphinx, Egyptian Museum, Alexandria, WWII sites, El Alamein, Cairo culinary tour, Sleeper train to Aswan, Optional visit to Abu Simbel, Philae Temple, Aswan High Dam, Kom Ombo, Luxor, Valley of the Kings, Overnight sailing on the Nile, Karnak and Luxor temples",
  "generalInfo": "Egypt has long been a draw for explorers, architects and tourists alike with the Pyramids and Sphinx of Giza, just outside Cairo, a couple of the most iconic landmarks on the planet.<br/><br/>This two week small group tour not only unveils the holiday highlights but it also encourages travellers to delve a little deeper with everywhere from Alexandria on the Med and Aswan and the Valley of the Kings on the Nile covered as part of an exciting cultural itinerary.<br/><br/>Travel by overnight sleeper train from Cairo to Aswan and by boat along the River Nile is almost as much of a highlight as Egypt’s ancient tombs to the pharaohs, although don't be surprised if a culinary tour of Cairo might sometimes steal the show.  <br/>",
  "durationDays": "13",
  "price": "3999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Cairo, where the ancient and modern worlds connect seamlessly. Many flights arrive into Cairo late today, but if you arrive earlier, you may want to head to the hotel pool for a refreshing post-flight dip. Want more time in Cairo? Secure pre-tour hotel nights through your sales representative, allowing you extra time to explore the city and relax into the adventure. Accommodation: Barceló Cairo Pyramids (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, say hello to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. It’s then into the city for a full-day tour. First up is the Egyptian Museum of Antiquities, which contains relics dating to 4,000 BCE, including the fantastic riches of Tutankhamun’s tomb. Survey the many fabulous treasures of Egypt in one place and set the scene for the rest of the adventure, before diving deeper into the ancient world at the National Museum of Civilization. We then visit Al Azhar Mosque, the oldest mosque in Cairo. We need to cover up before entering and sometimes the mosque closes without notice, but we still pass by to see it. Please note: When the Grand Egyptian Museum fully opens, we go there instead of the Egyptian Museum of Antiquities. Duration for the visit is 3 -4 hours. Your tour leader ensures a big welcome this evening over a group dinner. Accommodation: Barceló Cairo Pyramids (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Begin with a visit to Giza, home to the iconic pyramids and sphinx, where we explore the site and admire these 4,500-year-old monuments. Only the throng of sightseers milling around their huge foundations keep you in the 21st century. If you’d like to go inside these grand structures, it is possible to buy an entrance ticket locally. The afternoon is free to relax at our hotel, explore Cairo or join an optional excursion to Saqqara and Memphis. Accommodation: Barceló Cairo Pyramids (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start with a 90-minute drive to Wadi El Natrun, where the ancient Egyptians extracted salt to use for mummification. The area was also important for early Christians, and we visit the ancient Monastery of Saint Bishoy. Then we transfer (two hours) to El Alamein, the site of a decisive Allied victory during the Second World War, where we can visit the War Cemetery and Military Museum. More than 80,000 soldiers were killed or wounded here, but the victory led Sir Winston Churchill to say: “Before Alamein we never had a victory. After Alamein we never had a defeat”. After, we transfer (two hours) to Alexandria, where we enjoy dinner at a local restaurant. Accommodation: Metropole Paradise Inn (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Founded by Alexander the Great in 331 BCE, Alexandria was home to the Lighthouse of Alexandria, one of the Seven Wonders of the Ancient World, and its Great Library was the largest library of its time. Unfortunately, they no longer survive, but there is still much to see in this Mediterranean port city. Our tour begins with a visit to the city catacombs followed by the impressive Qaitbay Fortress and the Bibliotheca Alexandrina – Alexandria’s modern revival of the Great Library. Accommodation: Metropole Paradise Inn (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Return to Cairo (three to four hours) to catch our flight to Aswan. Accommodation: Basma Hotel Upgrade to a Nile-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend the day learning about the indigenous Nubian people and their way of life. Begin with a visit to the Nubian Museum, which charts the history and culture of the Nubian people, before a Nubian lunch on a felucca (traditional Egyptian sailboat) as we explore the Nile. In the afternoon, we take a 15-minute-or-so camel ride to the mud-and-stone ruins of the Monastery of St Simeon. We also have time to meet a Nubian family at their home on Elephantine Island before finishing with a barbecue on the shores of the Nile. Please note: If you prefer not to ride a camel, it is possible to walk the 2.5mi (4km) over sandy and stony ground. This part of the trip takes place in the middle of the day when the sun is at its highest. Accommodation: Basma Hotel (or similar) Upgrade to a Nile-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, there is the option to visit the magnificent temples of Abu Simbel to the south through the Nubian Desert. Built by Ramses II, the two temples are among the most spectacular in Egypt with four great seated statues of the pharaoh staring east towards the rising sun. You have the option to add this excursion by bus or plane. In both instances you are picked up early in the morning with a breakfast box and return to Aswan in the afternoon. You arrive at the destination around 8am, where you have approximately two hours to visit the temples. For those flying to Abu Simbel, the timing is different. In the afternoon we are transferred to our cruise boat and relax before enjoying lunch on board. For the rest of the day, there is the option to explore the Aswan market or attend the sound and light show at Philae Temple. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Begin with a visit to the Philae temple complex. The standout structure here is the Temple of Isis, an impressive classical monument built around 690 BCE for the ancient goddess. We also visit the vast Aswan High Dam, which was built in the 1960s to manage flooding, increase hydroelectric power and provide a reliable source of water for agriculture. After lunch, we sail to the temple of Kom Ombo, which is dedicated to the gods Sobek and Horus and sits on scenic spot by the Nile, before continuing to Edfu, where we spend the night. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Rising early, we start our day exploring Edfu, home to the remarkably well-preserved Temple of Horus, a grand structure that served as the centre of the cult. We then sail north along the Nile to Luxor, crossing the Esna lock, where we have dinner and hopefully witness a stunning sunset over the river. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Disembark after breakfast and explore the Valley of the Kings on the west bank of the Nile. The valley contains the once-hidden tombs of more than 62 pharaohs, including Tutankhamun, Seti I, Ramses III and IV. A discreet entrance in the hillside takes visitors underground; a series of corridors and antechambers leads us down to the burial chamber and sarcophagus. The walls are covered in brightly painted images and hieroglyphs – a map of the afterlife to ensure the king’s safe passage. One ticket allows us to see three tombs. The ticket usually allows entry into what are regarded as the most impressive tombs, but a visit to the tombs of Ramses VI and Tutankhamun (both extra tickets, payable locally) are recommended. Visits to tombs are now strictly controlled to halt further deterioration of wall paintings – each tomb is periodically closed for several weeks. After, we visit the Mortuary Temple of Hatshepsut, a magnificent monument to the ancient pharaoh under a limestone cliff. Then, we visit the massive stone statues of the Colossi of Memnon before transferring to our hotel. The rest of the day is free to relax or wander around the streets of Luxor. Accommodation: Iberotel Luxor (or similar) Upgrade to a Nile-view room with balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "For our penultimate day, we have a half-day tour of Luxor’s east bank. Luxor is often called the greatest open-air museum in the world and this morning we visit the extraordinary Karnak and Luxor temples, which stand within the modern city. There should also be an opportunity to visit the A.C.E animal hospital to learn about the efforts taken to improve animal welfare in Egypt. After a leisurely afternoon, we enjoy our final dinner together at one of this historic city’s restaurants. Accommodation: Iberotel Luxor (or similar) Upgrade to a Nile-view room with balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You’ve seen many marvels in Egypt, but now it’s time for one last breakfast before beginning your journey home. If you’ve still a little adventure in you, speak to your sales representative about joining our post-trip excursion to the Red Sea."
    }
  ],
  "map": ""
}