{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "cairo-private-short-break-egypt",
  "tourName": "Cairo private short break, Egypt",
  "placesVisited": "",
  "generalInfo": "This 5 days/4-night Cairo tour experience is conducted as a private tour with luxury accommodation. The tour covers all the locations within and around Cairo that have earned Egypt the reputation as the world’s premier destination.  This tour includes the iconic pyramids of Giza and Saqqara, Old Coptic and Islamic Cairo as well as the Citadel of Saladin and Alabaster Mosque as well as the National Museum of Egyptian Civilization (NMEC).  And the experience also includes time at the Khan El Khalili Bazaar as well as a night time experience of dinner and entertainment on the Nile.  And each night you retreat to your luxury hotel where you can revel in the ambience of sophistication and elegance.<br/><br/>This tour introduces all the wonders of Ancient Egypt and includes entrance into the pyramids to the burial chambers of the pharaohs as well as into recently discovered tombs at the Saqqara site.  And our tours include lunch each day where you can experience Egyptian culture.  Your visit to the Khan El Khalili bizarre which has been operating for over 700 years includes lunch at the fa our El Fishway restaurant which has entertained such notables as Napoleon Bonaparte, the German General Rommel as well as the former Egyptian President Abdul Nasser.   It’s a truly remarkable 5 days which you will remember for life.<br/><br/>The Essentials of this Itinerary Are<br/>5 Stars All The Way<br/>•\tLuxury hotel in Cairo<br/>•\tPlease note that the hotel rating in Egypt is different from the USA or Europe.  One Horizon Africa will never compromise the quality of your accommodation and hence we only recommend 5 star and/or luxury hotels.   Our preferred hotel is the Marriott Hotel (Nile) in Zamalek which is one of the most outstanding hotels in Cairo. <br/><br/>Concierge Service <br/>•\tYour concierge will meet you as you disembark your flight and/or in the Customs Halls.<br/>•\tYou will be ushered with priority through Customs and Immigration - no more waiting in long queues.<br/>•\tAll transfers will be accompanied by our staff and in air-conditioned comfort.<br/><br/>Your Private Tour<br/>•\tYour tour is conducted as a private tour where you will have exclusive use of your vehicles each day and your own guide<br/><br/>Your Personal Guide<br/>•\tYour guide will be an expert Egyptologist who will be with you at every venue and providing a complete brief and information at every venue<br/><br/>An App Which Keeps You in Contact with Love Ones<br/>•\tWe can provide a personal Travel App for your phone, laptop or tablet that enables you to keep in direct contact with your friends and family and which gives you updates about any changes to your flights. The ultimate travelling companion!",
  "durationDays": "5",
  "price": "2242",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Arrival Into Cairo and Your Accommodation. Our representative will be on hand to meet you as you disembark your flight and facilitate you through Customs and Immigration and then to book you into your hotel. The rest of the day is spent relaxing at the hotel prior to your pickup at 7pm for your Night Dinner Cruise on the Nile. Overnight - the first of 3 nights at the Cairo Marriott (Nile River) 5 Star Hotel (or equivalent). B L D included –"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "(am) – The Pyramids of the Giza Plateau There are 118 Egyptian Pyramid’s, the largest at Giza. The pharaoh Khufu who built the largest at Giza, was preceded by his father, the Pharoah Sneferu, who built 3 pyramids in his lifetime. It's been suggested that Khufu would have played in the shadows of the pyramids his father built. And the lessons learnt made for the impressive Gisa Pyramids. We tell you the story on our tours so that they become an incredible experience. And Watching The Century's Unfold Was the Sphinx. Sphinxes were often placed at the entrance of temples to guard their mysteries. Even the name was given to it 2000 years after the date of its construction (during Khafre’s rule) but Sellen Hassan, an Egyptologist wrote, that \"Taking all things into consideration, it seems that we must give the credit of erecting this, the world's most wonderful statue, to Khafre, but always with this reservation that there is not one single contemporary inscription which connects the Sphinx with Khafre\". The mystery continues. Saqqara (pm)- The Site of the First Stone Built Pyramid. Saqqara is where the first ever stone pyramid was built. It dates to the 27th Century BC (4,693 years old). The pyramid is known as the pyramid of Djoser (after the pharaoh of that name) or The Stepped Pyramid. Today, Saqqara is the most important archaeological site in all of Egypt. It was designed by Imhotep, the architect for Djoser. The Step Pyramid stands at a height of 204 feet (62 meters) with six stepped layers. And you will also go inside the pyramid. And additionally, we enter recently discovered tombs. Return to your hotel and overnight - the second of 3 nights at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. B L included - Dinner at Own Expense."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The National Museum of Egyptian (NMEC). Civilization and Old Cairo. The Museum (NMEC) presents the richness, brilliance and innovation of Egyptian society through the ages. It’s themes include the Dawn of Civilization, The Nile, Writing, State and Society, Material Culture, Beliefs and Thinking and the Gallery of Royal Mummies. For travellers to Egypt, it provides deep insight to the amazing society that the Egyptians built from prehistoric days to the present. Old Cairo includes the site of a Roman-era fortress, the Christian settlement of Coptic Cairo, and the Muslim-era settlements pre-dating the founding of Cairo proper in 969 AD. It is part of what is referred to as Historic Cairo, a UNESCO World Heritage Site. Coptic Cairo is a part of Old Cairo which encompasses the Babylon Fortress, the Coptic Museum, the Hanging Church, and many other Coptic historical sites. It is believed in Christian tradition that the Holy Family visited this area and stayed at the site of Saints Sergius and Bacchus Church. Islamic Cairo, the Citadel and Alabaster Mosque. The Citadel of Cairo is a medieval Islamic-era fortification in Cairo built by Salah ad-Din. It was the seat of government in Egypt for nearly 700 years from the 13th century. Its location commands a strategic position overlooking the city. It was constructed from 1176–1183 and was among the most impressive military fortifications of its time. The Alabaster (Muhammad Ali) Mosque. Within the Citadel is The Muhammad Ali Mosque. The mosque with its twin minarets is the most visible mosque in Cairo and is an active place of worship for Muslims. The mosque was built between 1828 and 1848 and is situated on the highest point of the Citadel. The mosque was built by Muhammed Ali in memory of Tusun Pasha, his son, who died in 1816. However, it also represents Muhammad Ali's efforts to erase symbols of the previous rulers that he sought to replace. It is one of the most visited sites in Cairo. The Khan El Khalili Bazaar For Dinner. The market dates to the 14th century. Today, the Khan El-Khalili Bazaar continues to be a bustling, vibrant market that has been operating 24 hours a day for over 600 years. For travelers to Cairo, it’s a must-see for visitors who want to experience the heartbeat of Egypt. Iti is located in the heart of Islamic Cairo."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Alexandria The Former Capitol of Egypt Alexandria was founded by Alexander the Great in 332 BC and was the capital of Egypt for more than 300 years. After its foundation, Alexandria became the seat of the Ptolemaic Kingdom, and quickly grew to be one of the greatest cities of the Hellenistic world. Only Rome which gained control of Egypt in 30 BC, eclipsed Alexandria in size and wealth. Alexandria is the second largest city in Egypt, famous for its Greco-Roman remains and Mediterranean character. Bibliotheca Alexandrina. The Great Library of Alexandria was one of the largest and most significant libraries of the ancient world. Alexandria came to be regarded as the capital of knowledge and learning. Julius Caesar burned his ships during the Siege of Alexandria in 48 BC. Ancient writers said the fire spread and destroyed the library’s collections. Today the library has developed as a centre of excellence in the production and dissemination of knowledge, and a place for interaction between peoples and civilisations. Roman Amphitheatre. The Roman theatre was a very important discovery in 1960. It was proven that the theatre was built since the 4th A.D century and was used up until the 7th century passing by the Roman, byzantine and Islamic eras. The theatre used to host huge ceremonies and events with a capacity of 600 spectators. Sultan Qa?it Bey Citadel. Within a century of its founding, Alexandria’s splendours were renowned in the ancient world. The pride of ancient Alexandria harbour was the great lighthouse. One of the Seven Wonders of the World, the lighthouse is reputed to have been more than 350 feet (110 metres) high and was still standing in the 12th century. In 1477, however, Sultan Qa?it Bey used stones from the dilapidated structure to build a fort (named for him), which stands near or on the original site. Alexandria Catacombs and Mosques. A labyrinth of tunnels and vaults exists in Alexandria. These the catacombs are more than 360 miles long. This vast subterranean cemetery was created by ancient Romans nearly 2,000 years ago. In recent times, a catacomb containing thousands of human skeletons was unearthed. Now a team of specialists is on a mission to unlock the secrets of the skeletons. And as in all Egypt there are great mosques which represent the influence of Islam. Overnight - the 4th of four nights at the Cairo Marriott (Nile River) 5 Star Hotel (or equivalent) B L included - Dinner at Own Expense."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Perhaps Some Last Minute Shopping At a time, convenient to you, we will transfer you to the airport and assist you at the airport through final departure formalities for your departure. End of Tour. Optional (for those with a late departure time) You may like to consider some last-minute shopping and return to the Khan El Khalili Bazaar where you could enjoy a few hours of shopping."
    }
  ],
  "map": ""
}