{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "dahab-diving-holidays-in-the-red-sea",
  "tourName": "Dahab diving holidays in the Red Sea",
  "placesVisited": "Tailored dives, Max 4 divers to one PADI instructor, 5* gold palm, family-owned resort, Daily beach breakfasts, Bars & restaurants of Dahab within easy reach, Options for boat safari, Ras Abu Glaum national park visit, candle-lit Bedouin dinners and help with celebrating special occasions",
  "generalInfo": "Join us for the ultimate, individually tailored Red Sea diving holiday where dives are scheduled to fit in with what you want to learn. Our PADI instructors are all top-class professionals and will make sure you get the best out of your experience, spending time working on the areas that you wish to improve - from buoyancy and air consumption to building your confidence at depth. <br/><br/>As well as first class guided diving, we also offer several PADI course options, including the PADI Advance course, PADI specialities (including photography, night, and deep dives), PADI Rescue course and PADI EFR course which will teach you all the most important aspects of first aid. For our individually tailored dive holidays, you can let our instructors know which elements you are most interested in and they will focus on those. <br/><br/>Your base throughout throughout your holiday will be in our beautiful boutique family-run 5* Gold Palm resort, set on the beaches of the famous Eel Garden area in Dahab, Red Sea. Just 10 minutes’ walk from the restaurants and bars of the main bay of Dahab, we are close enough to enjoy the vibrant bustle but far enough away to enjoy the stars. <br/><br/>While staying with us, there are several accommodation options available within our grounds including sea-view rooms, garden chalets and two family and friends’ suites. All rooms are fitted with air con, wet room style showers and include breakfast which can be enjoyed on the beach (we recommend trying the lemon sugar pancakes)! Our restaurant is open all day, serving freshly cooked local delicacies to satiate post-dive hunger. <br/><br/>All dive holidays can be supplemented with additional activities which we are more than happy to arrange.  From boat safaris to explore un-spoilt reefs and expeditions to the remote national park of Ras Abu Glaum to unforgettable candlelit Bedouin Dinners at the top of the Wadi where you’ll get the chance to make fresh Bedouin bread and enjoy post dinner fireside games.  <br/><br/>Please get in touch with us for the latest prices and flight advice. <br/>",
  "durationDays": "7",
  "price": "800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}