{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "family-friendly-tour-of-egypt-camel-rides-king-tut-the-red-sea",
  "tourName": "Family-Friendly Tour of Egypt: Camel Rides, King Tut & The Red Sea",
  "placesVisited": "Cairo, Aswan, Edfu, Luxor, Sharm El Sheikh",
  "generalInfo": "Egypt excites with its history and monuments, but the experience isn’t about connecting the famous photos. This three-destination 11-day family tour is hands-on and interactive, with private guides breathing life into the antiquities, revealing the mysterious secrets that enchant all ages. Featuring camel rides, Red Sea relaxation, King Tut, and lessons with master craftsmen, this handcrafted tour reveals the very best of Egypt from a family-focused perspective.",
  "durationDays": "11",
  "price": "12,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo – First Incredible Glimpse of the Pyramids",
      "description": "Your family will be greeted at the airport by a local guide and assisted in clearing customs and immigration. Then transfer to Giza, a desert suburb that’s now incorporated into the city of Cairo. From the hotel rooftop, you enjoy sublime views over the Great Pyramids of Giza. It’s a sight that takes the breath away, one that reveals how the imagination usually misses out on one important detail about the monuments: their size. Everyone can dream about this ancient wonder of the world. Where better to start than the monuments that have inspired visitors for over 3,000 years?"
    },
    {
      "dayNumber": "2",
      "title": "Cairo – Extravagant Monuments to the Past",
      "description": "Staying so close to the pyramids ensures you get to explore way before the crowds. In the morning light, an Egyptologist guide takes you past the Sphinx of Giza to these marvels of the past. You can stand at the base of the pyramids, admiring how each tier is taller than most children. Visit the Solar Boat and get a look at how the insides of the pyramids used to look before they were looted, then journey out to Saqqara where the first-ever pyramid is located. Before sunset, you’re transferred to the desert for a camel ride across the sand."
    },
    {
      "dayNumber": "3",
      "title": "Cairo – The Treasures of King Tutankhamen",
      "description": "The Egyptian Museum of Antiquities isn’t the everyday historical museum. It’s a chest of gems and treasures that can wow anyone and everyone. It’s where the findings from King Tutankhamen’s tomb can be seen in all their shimmering detail, and you can gaze upon the wonders buried with ancient queens. The rest of the day can lead your family in any direction. Perhaps Coptic Cairo and the medieval alleyways filled with old churches. In the evening, you set off on an elegant dinner cruise, gliding beneath Cairo’s skyline. Witness folklore and dancing providing more detail about life in ancient Egypt."
    },
    {
      "dayNumber": "4",
      "title": "Aswan – Cruising Along the River Nile",
      "description": "It’s an easy journey to Aswan; a private transfer to Cairo International then a short flight that traces the route of the Nile River. The cruise boat retains a feeling of intimacy and easily caters to families. On a traditional felucca sailboat, your family will enjoy a private journey around the islands of the Nile. Meet master craftsmen and get a hands-on lesson in how the ancient monuments were built. Visit the Temple of Philae and get your first taste of the grandeur that exists in this part of Egypt. Cruise to impressive gardens and set sail through the islands."
    },
    {
      "dayNumber": "5",
      "title": "Edfu – Attractions Along the River Nile",
      "description": "You cruise slowly and elegantly, the Royal Lily passing the temples and tombs that line the Nile River. This is the classic way to explore Egypt, sitting back to watch the attractions rise from the desert-like phantoms. Disembark at the remarkable Kom Ombo Temple, where there are many tales to tell about the crocodile and sun gods. Sail past traditional villages, where mud-brick dwellings are sporadically dotted along the banks. Continue further towards Luxor, docking in Edfu where another night of entertainment takes your family through the sunset and into the evening."
    },
    {
      "dayNumber": "6",
      "title": "Luxor – Private Tour of Luxor’s East Bank",
      "description": "As you cruise further, the monuments seem to become more and more elaborate. Stop at the Temple of Horus to learn how something so big could be built so long ago. Continue to Luxor, where you explore the East Bank with a private guide. At the Temples of Karnak, the columns rise dozens of meters into the air. Your guide will share what life was like for children in the days of the dynasties. Continue down the old Avenue of Sphinx, where a few remaining sculptures glimpse at the grandeur, into the mammoth Temple of Luxor."
    },
    {
      "dayNumber": "7",
      "title": "Sharm El Sheik – Valley of the Kings and Queens",
      "description": "This family-friendly tour of Egypt saves the best story until last, that of the boy king Tutankhamen. It’s this legend that often proves most captivating for children. At King Tut’s tomb, you can take the steps and feel the musty atmosphere holding over 3,000 years of history. Another great narrative comes from the temple of Queen Hatshepsut. Spread across three tiers, it’s very different in style, offering a chance to discuss the female pharaohs. In the afternoon, you head to the airport for a flight to Sharm El Sheikh, landing in time for sunset colors over the Red Sea."
    },
    {
      "dayNumber": "8",
      "title": "Sharm El Sheik – Five-Star on the Red Sea",
      "description": "Open the curtains to the soft breeze that drifts in from the Red Sea. Wander barefoot through the resort, stopping at one of the pools or continuing to the private beach. A small reef can be found close to the sand and is ideal for novice snorkelers, the calm water filled with the giant marine creatures brought up from the depths. You could spend these days beneath the sun loungers, either around the pool or on the sand. Or you could fill the days with activities, with options for deep sea fishing and boat excursions."
    },
    {
      "dayNumber": "9",
      "title": "Sharm El Sheik - Family on the Red Sea",
      "description": "Sharm el Sheik is a captivating destiation with endless opportunities for family adventure. The scent of the water may mix with aromas of olive oil and freshly-baked flatbread. You can enjoy a chance to visit a scuba diving center within your resort, which offers courses that are suitable for most ages. Take an afternoon excursion into the desert, on a guided tour leading you out on ATVs to a sublime sunset spot. Along the way, you’ll stop at a Bedouin tent for some traditional sweet tea and an encounter with another of Egypt’s great stories."
    },
    {
      "dayNumber": "10",
      "title": "Sharm El Sheik - Relaxation at your Pace",
      "description": "The day is at your family's leisure to enjoy the beauty of the Red Sea, the coastline, and your resort at your preferred pace. You can dig your toes into the sand and sink deeper into the warm waters set beneath the desert sun or take a hiking adventure to reach the top of Mount Sinai. You can find charm in the mountain's stark ruggedness as the light glints a rusty red against the rocks. The history and folklore feels palpable as pilgrims travel from around the world to follow in the footsteps of empires and prophets."
    },
    {
      "dayNumber": "11",
      "title": "Sharm El Sheik – Departure",
      "description": "After ten days exploring Egypt, the family adventure comes to an end along the shores of the Red Sea. Take in the last view of the exotic waters, perhaps go for a final snorkel, and then head to the airport for your departure flight. After seven days discovering ancient Egypt, you cherish the three days on the beach, reliving the stories of the past on the sand. As always, the transfer to the airport is private."
    }
  ],
  "map": ""
}