{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "two-week-romantic-egypt-tour-legacy-of-cleopatra-antony",
  "tourName": "Two-Week Romantic Egypt Tour: Legacy of Cleopatra & Antony",
  "placesVisited": "Giza, Memphis, Luxor, Aswan, River Nile, Red Sea",
  "generalInfo": "The winds of romance flutter exotically by on this romantic Egypt tour as you follow the legacy of Cleopatra and Marc Antony. Sailing the River Nile in a traditional dahabeya for four days with a luxurious suite and a four-posted day bed on the wooden upper deck will be like a dream as you ride out to the pyramids and find yourselves alone with monuments that celebrate romantic mystique. Lounge on the sand with sapphire Red Sea waters filling the panorama for a beach escape that has mesmerized star-crossed lovers since ancient times.",
  "durationDays": "14",
  "price": "5,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Giza – Overlooking the Pyramids",
      "description": "Gazing over the Great Pyramids of Giza you can almost imagine a scene of Cleopatra showing off her Egypt to Marc Antony. Their romance was one of two great ancient civilizations marrying together, Cleopatra’s Egypt meeting Antony’s Rome, star-crossed lovers who once plotted beneath the shadow of the pyramids. Arriving at Cairo International, you will be transferred to a boutique hotel in Giza with a suite that has views onto the ancient wonder of the world. From the rooftop, the panorama is complete and the perfect place to dine amongst landscaped gardens to soak up the mystery and history of the land."
    },
    {
      "dayNumber": "2",
      "title": "Giza – Exploring the History and the Pyramids at Sunset",
      "description": "The Great Sphinx looks on, watching you intently as you pass under its sculpted frame. Slowly the pyramids loom larger, epic structures rising forcefully out of the desert. Get closer, and you will find that the three epic pyramids hide much more, like the tiny pyramids where wives of the kings are buried. Take a look inside, and the scale feels breathtaking, even if you cannot see it all in the soft light. These are Egypt’s most iconic monuments, and a must for any complete tour of the region. Exploring early in the morning helps you to avoid most of the crowds and get some incredible photos with the pyramids at centerstage. Stop for a quick break and a coffee, and then see the Solar Boat, a replica of what used to exist before looters plundered the interior. Then take a journey across the remains of ancient Memphis, including the first ever pyramid, Saqqara, that still stands resplendent after 4,700 years. After lunch, the afternoon is free before you will ride out together, either on horses or camels. The pyramids appear golden in the dipping sun, back-dropped by bands of yellow and red along the horizon. You will ride out to a viewpoint in the desert, gazing over the scene that has captivated couples for thousands of years."
    },
    {
      "dayNumber": "3",
      "title": "Luxor – Immersed in the Temples of Karnak and Luxor",
      "description": "Columns rise high above you with dozens of them in harmony across the courtyard of Luxor Temple. Sphinxes meet your gaze, lining the avenue through the remains of Thebes, now known as Luxor. Inscriptions tell of battles and love stories amongst the gods, intricately detailed on the walls of the temples. The scale is mesmerizing, Karnak Temple the largest religious building ever constructed with many places where you can get lost with your partner. It will be the details that you take away, told through what you see and the stories you hear from your Egyptologist guide. Earlier in the day, you will have flown from Cairo to Luxor, the River Nile twisting in the desert below. You will be greeted at the airport and head straight to the history of Luxor’s East Bank, where the two temples were once separated by an avenue of 1,500 stone sphinxes. An Egyptologist provides the narrative, many romantic tales etched into the walls of these revered sights. Lunch is included, and the city has a relaxed feel that makes you feel immediately comfortable. Later in the afternoon, you will check into your dahabeya sailboat to spend the first of seven nights on board. Although you will not set sail until day five, spending another couple of evenings on the boat is a delightful little bonus."
    },
    {
      "dayNumber": "4",
      "title": "Luxor – Valley of the Kings and Luxor West Bank",
      "description": "On the East Bank of Luxor, the temples rise amid the cityscape, the ancient juxtaposed with the modern. Travel across to the West Bank and the desert extends, a desolate valley of surreal sun-scorched colors. It was here that the kings and queens were buried, a series of tombs scattered across the valley. Tutankhamen’s is buried beneath another, Ramses VI’s has been spectacularly reconstructed, and the intricacy of the design is remarkable. Ceilings are inscribed with scenes from the gods, rooms are guarded by the fierce eyes of stone jackals, and musty smells are found in the corners of these ancient remains. You will enter half a dozen of the tombs in the Valley of the Kings and then wander across the desert and up the stone staircase to the Queen Hatshepsut Temple. Spread across three tiers, this is the most visually striking of the temples with so many columns carved into the rock face. Hatshepsut goes down in history as the most loved of the rulers, a stark contrast to the reign of Pharaoh Amenhotep, a dictator who left his legacy through two giant statues of himself. His Colossi of Memnon is the final stop on the morning’s tour, another epic illustration of Ancient Egypt’s size. Along with the pyramids, the two sides of Luxor ensure you see all the major highlights from the ancient civilization before you set sail down the River Nile."
    },
    {
      "dayNumber": "5",
      "title": "River Nile – Sailing on a Romantic Dahabeya",
      "description": "The city slips away, and the desert envelops with sand dunes on both banks, small oases are marked by clusters of palms, the odd mud-brick dwelling stands abandoned on the edge of the river. From your private balcony, you will have an uninterrupted window onto the River Nile and the Sahara Desert. Sometimes it appears that the landscape does not ever change with just hour after hour of the same sand and water. But watch closely, and nothing is ever the same here, the wind bringing minute changes, the sun causing hues to contrast and rugged mountain peaks suddenly piercing the horizon. You can feel the tradition everywhere on the dahabeya. Crafted from wood, it has two main sails, fluttering at opposing ends of the vessel. There are only five cabins and two suites, the small boutique nature of the cruise more in keeping with the early Nile journeys of Cleopatra and Marc Antony. Ascend to the upper deck and four-posted day beds await, with white drapes to provide shade from the sun. Drinks are served to your day bed, a whole assortment of soft and alcoholic options available. Meals are usually served up here as well, the views of the desert particularly impressive as the sun dips from the sky. Move down to your suite, and there is everything you need for a whole day of cruising. Electronic climate control helps negate the desert heat, and the balcony is shaded for most of the day. Room service is included, and the bathroom is far more contemporary than the original dahabeya sailboats. From the 1920s to 1940s, this was a vessel commanded by aristocrats and royals. Elegant and enchanting, it provided leisurely journeys up and down the Nile, not dissimilar to those made by Ancient Egypt’s kings and queens. Cleopatra would have traveled on something similar, albeit with a team of rowers assisting the sails. For four whole days, you will travel up the Nile between Aswan and Luxor, a journey that would usually take two days with a motor. The desert rewards slow travel and romance is the reward for taking your time. There are mesmerizing stops along the way that will engage all of your senses. Disembark at the Temple of Horus, the second largest of all those in Egypt, and a cult temple dedicated to the falcon god. A couple of days later, spend two hours at Kom Ombo Temple as the sun god and crocodile god wage a war on its opposing sides. The dahabeya’s slower speed gives you the opportunity to explore these iconic sights without them being packed with visitors from larger cruise ships. These short excursions punctuate a journey that has no time constraints so you can remove your watch, forget about any idea of a fixed schedule, and allow the desert to impart its soft charms."
    },
    {
      "dayNumber": "9",
      "title": "Aswan – The Goddess of Magic and Final Night on the Dahabeya",
      "description": "As the sunrise paints the backdrop, you will sail into Aswan and likely join a number of other traditional sailboats also on the Nile. Cruise past lush island gardens and enter the city as great swathes of palm trees rise on both banks. While the journey has ended, you still have one final night on the boat to watch the Nile turn golden in the afternoon’s fading light. Before that, disembark to explore the myth of the Goddess of Magic, her story etched into the walls of the Temple of Philae. Duck into the traditional souks as vibrant colors merge with the atmospheric shouts of traders. Admire the enormity of Aswan High Dam, an engineering feat from a more modern era and then return to the boat for a final night to soak up the serenity of the river."
    },
    {
      "dayNumber": "10",
      "title": "Sharm el Sheik – On the Soft Sandy Shores of the Red Sea",
      "description": "From Aswan, it will take four hours to fly to Sharm el Sheik, including the change of planes in Cairo. Like the dahabeya cruise, it will be the colors of nature that will first capture your imagination. Sapphire and turquoise on the water, red and yellows in the sand and cliffs, the whitewashed facade of the resort allow these hues to dominate. When Cleopatra and Marc Antony traveled to the coast, there was certainly nothing developed so their servants would set up luxury desert camps that provided privacy and bliss. Although the urban landscape has changed, the bucolic atmosphere feels the same as 2,000 years ago as your boutique resort offers a solitude that will allow romance to thrive. Check in to your resort and the next few days are at your leisure, the coastline providing the seductive setting."
    },
    {
      "dayNumber": "11",
      "title": "Sharm el Sheik – Tropical Waters and Relaxed Beach Vibes",
      "description": "Your honeymoon suite has an uninterrupted vista over the coast, and from here you can walk down to the beach without needing shoes, where the waters are warm, inviting and shallow. This small-scale five-star resort maximizes privacy, and there are many shaded and sunny areas to lounge away the days, either on the beach or around one of the many pools. A selection of restaurants can be found on site, and you can also use all the facilities at a neighboring sister resort. There is also an excellent spa and the option for couple’s treatments in your suite. Your time here is completely at your leisure, a classic coastal getaway to complete a journey through the history of Egypt. Head out from the beach, and the snorkeling is exquisite, the Red Sea reefs alive with tropical colors. The whole area is famed for its diving, and an on-site scuba center provides two and three-dive boat excursions to more deeper waters. Continue the sailing with private cruises or take a kayak onto the waters. Adventures also travel inland, with hiking and rock climbing in the mountains of the desert, or visits to traditional Bedouin communities. But mostly these days are about a pristine coastline and each other’s company so you can just lie back and indulge."
    },
    {
      "dayNumber": "14",
      "title": "Sharm el Sheik – Depart to Home",
      "description": "Depart from Sharm el Sheik’s international airport, enjoying full use of all the resort’s facilities before your flight."
    }
  ],
  "map": ""
}