{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "wonders-of-egypt-the-great-pharaohs-11-days-for-history-buffs",
  "tourName": "Wonders of Egypt & the Great Pharaohs: 11-Days for History Buffs",
  "placesVisited": "Cairo, Aswan, Luxor",
  "generalInfo": "Cross the sands of Egypt from Cairo to Luxor for 11 days lavishly exploring the wonders of Egypt and the great pharaohs. Uncover the sacred burial grounds of nobles of the New Kingdom, admire the awe-inspiring and mysterious construction of the Great Pyramids, and sail the shimmering azure waters of the Nile River from Aswan during tours of its emerald islands and royal fortresses.",
  "durationDays": "11",
  "price": "13,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo - Touch Down in the Sands of Egypt",
      "description": "Egypt’s capital city Cairo commands views of the ancient Nile River and is a gateway to the phenomenal desert history and Egyptian culture that remains preserved in ancient landmarks, decorated museums, and surrounding rural villages. The city also boasts glamorous sky-rise buildings and luxe accommodations for discerning visitors of North Africa’s cradle of an ancient civilization. After touching down in the sands of Cairo, you will transfer to a grand hotel hemmed into the very fabric of the city’s history and featuring a flawlessly curated mix of the old and the new."
    },
    {
      "dayNumber": "2",
      "title": "Cairo - Unearth the History of Egypt’s Famous Capital",
      "description": "Having traveled far to reach the golden deserts of Egypt, you will enjoy a day free to explore Cairo at your leisure and acclimate to your home away from home for the next two nights. While wonders behold the eyes of eager travelers beyond the borders of the city, your first day may be spent unearthing the origins of Egypt through the lens of exhibits in the Egyptian Museum, admiring the emblematic spires of the sacred Al-Azhar Mosque, or meandering the twisty lanes leading through the historic fortress on the Nile, Old Babylon."
    },
    {
      "dayNumber": "3",
      "title": "Cairo - Jaw-Dropping Discoveries in the Egyptian Desert",
      "description": "Egypt’s greatest claim to fame is the Great Pyramids, a collection of enormous sandstone constructs that are shrouded in mystery and form the last remaining ancient wonder of the world. You will marvel at their magnificence before continuing to see the Sphinx on the backs of camels, giving you a sense of what it must have been like wandering these golden plains centuries ago. A guided tour of the Saqqara burial grounds will conclude your adventures in the desolate desert before you return to Cairo for a downtown food tour sharing the sensational flavors of authentic Egyptian cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Aswan - Cruising the Ancient Azure Waters of the Nile",
      "description": "Egypt’s commercial gateway, Aswan, is a city on the Nile drenched in history and beautiful in its oasis-like skyline of brown sandstone buildings blushed with palm trees and emerald vegetation. It’s a vision in yellows, browns, greens, and blues that you will discover from varying perspectives as you stroll along the promenade to the docks where you will board a traditional Egyptian felucca , or sailboat. Your cruise will lead you across the Nile’s ancient azure waters, past landmarks, and to jumping-off points where you may enjoy the pleasures of Aswan’s vibrant cityscape."
    },
    {
      "dayNumber": "5",
      "title": "Aswan - Astonishing Art of Abu Simbel",
      "description": "Around the corner from Aswan’s exuberant cityscape lies one of Egypt’s significant heritage highlights, the Abu Simbel Temples. The two enormous rock-cut temples feature impressively carved statues and sandstone murals veiling the exterior and interior walls. The landmark is an ode to ancient civilization and you will be blown away by the sheer craftsmanship former Egyptian people were blessed with. You will try your luck deciphering the historic messages left behind by the pharaohs and their men before you return to Aswan for an evening under the stars."
    },
    {
      "dayNumber": "6",
      "title": "Aswan - Picture-Perfect Scenes of the Philae Temple",
      "description": "The Nile and Aswan’s position is a gateway to a range of other important Egyptian highlights that reflect the ancient civilization’s long-standing rule and the elite pharaohs who reigned over their desert kingdom. The Philae Temple is one such site beautifully preserved on the desert mountains overlooking the blue waters and surrounded by lush foliage that grows unbelievably green in this arid environment. You will explore the venerated island complex before you visit a colorful Nubian Village exploding with cultural vibrancy for an authentic Egyptian dinner with the local villagers."
    },
    {
      "dayNumber": "7",
      "title": "Luxor - The Temple of Kom Ombo and Edfu Temple",
      "description": "The ancient city of Thebes and former capital of the pharaohs at the height of their power has been resurrected as Luxor, a sprawling cityscape surrounding two massive preserved monuments that is a treasure trove of Egyptian history. After arriving and checking into your luxurious suite, you will join a private guide and visit the Temple of Kom Ombo and Edfu Temple. Each impressive structure showcases Egypt’s fascinating history, with the latter honoring the Egyptian god Horus. You will browse the stately complexes and learn about the civilization as you capture cinematic photography of the ancient symbols."
    },
    {
      "dayNumber": "8",
      "title": "Luxor - The Valley of the Kings",
      "description": "Rock-cut tombs pepper various parts of Egypt, but no such collection is as great as the Valley of the Kings near Luxor. Pharaohs and powerful nobles of the New Kingdom were laid to rest in tombs carved into the umber desert far from the presence of civilization. Deep shafts, elaborate corridors, and varying tomb constructions were also built to confuse robbers and protect the sacred jewels, books, and tokens of the royal families. Today, you will browse the intricate network of burial chambers and learn about the great kings of Egypt."
    },
    {
      "dayNumber": "9",
      "title": "Luxor - The Valley of the Queens",
      "description": "Today, you will tour the resting place of the pharaohs and nobles of the New Kingdom’s significant others, the Valley of the Queens. The stunning archaeological site was also hidden amidst the sweeping sands and rolling desert mountains, elaborately carved into sandstone mountains and boasting magnificently colorful murals and mosaics that elaborate on the artistry of the early Egyptian civilization. You may wander the chambers and capture images of the elaborately carved statues before you visit the Deir el-Medina and other heritage sites."
    },
    {
      "dayNumber": "10",
      "title": "Cairo - The Highlights of Egypt’s Cultural Hub",
      "description": "You will return to Cairo, where you will spend your final two nights comfortably in a royal suite of a glamorous hotel, a stone’s throw away from the hub of activity in the city center. Shortly after arriving, you may join your private guide for a tour of the city’s crowning highlights including museums, spiritual sites, and the bustling Khan el-Khalili bazaars. You will browse the lively markets past colorful traditional garments, tables laden with shining trinkets, performers showcasing their talent, and food stalls serving mouth-watering delicacies. Cairo’s highlights will enchant you during your final day exploring the city."
    },
    {
      "dayNumber": "11",
      "title": "Cairo - A Beautifully Chaotic Morning in Egypt",
      "description": "Mornings in Cairo will captivate you from the moment the sun rises above the desert horizon and fills the city with light. Shopkeepers will swing their doors open and display items for visitors to buy, fragrant aromas will waft from the windows of restaurants preparing breakfast, and locals will gather in markets to discuss their day ahead. There is a magically chaotic atmosphere that sweeps Cairo every morning, and you may be swept up by it one last time before you pack your things and say your goodbyes."
    }
  ],
  "map": ""
}