{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "ancient-wonders-of-egypt-10-day-luxury-tour",
  "tourName": "Ancient Wonders of Egypt: 10-Day Luxury Tour",
  "placesVisited": "Cairo, Luxor, Edfu, Kom Ombo, Philae, Abu Simbel",
  "generalInfo": "Experience the grandeur of the ancient world with this exclusive 10-day Egypt tour. Embrace the unique opportunity to visit a live archeological dig, explore the marvels of the pyramids after hours, view the tremendous desert landscape from the sky, sample Egyptian cuisine’s fascinating flavors, and experience the splendor of the Grand Egyptian Museum as you immerse yourself in the past and uncover Egypt’s present with this personalized adventure.",
  "durationDays": "10",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo - Arrive in Fascinating Egypt",
      "description": "Egypt inspires dreams of adventure and discovery. Home to the Great Pyramid of Giza, the Temple of Hatshepsut, and the dramatic figures of Ramses, history emerges from the desert sands and lush oases. Your flight will land at Cairo’s international airport, where your private transfer will greet you at customs. Enjoy meeting your personal guide, who will assist you through customs, baggage claim, and the airport, before you reach your luxurious accommodations at the Four Seasons at Nile Plaza Hotel. Here, you can enjoy a stunning view of the Nile’s illustrious and historic riverbanks and immerse yourself in Cairo’s connection to the river’s more than 5,000-year-old civil history. At the same time, bask in the luxurious ambiance of your room or visit the opulent shopping center on the ground floor, or book a treatment at the luxurious spa."
    },
    {
      "dayNumber": "2",
      "title": "Cairo - Explore Ancient History with Insider Access",
      "description": "The wonders of Egypt span millennia and you will meet your Egyptologist guide in the lobby after breakfast to begin your journey through time at the new Grand Egyptian Museums, with an extensive collection spanning 100,000 artifacts. It has been over 100 years since the discovery of King Tut’s tomb, and the museum collection includes over 5,000 artifacts from the Boy King's tomb, including ceremonial chariots and personalized items like sandals. You may also see Khufu's solar ships and a nearly 40-foot-tall statue of Ramses II. Later, enjoy a stunning view of the Giza Plateau with the fantastic panorama of the three pyramids in the foreground, between the desert plain and Cairo. When you visit the Sphinx, you can embrace the opportunity to climb into the intriguing paws, while being regaled with facts, legends, and mysteries away from the crowds. Continue your journey deep into the ancient world of Giza with an after-hours visit to the Great Pyramid to view the king’s burial chamber."
    },
    {
      "dayNumber": "3",
      "title": "Cairo - Enjoy Egypt’s Past In an Exclusive Way",
      "description": "Bring your archaeological dreams to life in the morning when visiting Saqqara, home to the step pyramids that inspire other dynastic tombs. There are a number of active digs in the area and you can meet a team uncovering layers of information that challenge what previous archeologists may have concluded about the ancient world. Continue your exploration of Saqqara with a new perspective as you circle the colorful 4,350-year-old tombs, stepping inside to view engravings that have decorated the walls for thousands of years, including in the Serapeum, where you can find massive tombs of embalmed bulls. Explore the gorgeous designs of Islamic Cairo when visiting the historic quarter, with its narrow streets, bustling shops, and the Bab El Fotouh gate’s beautiful architecture. Once in the Khan el-Khalili Bazaar, the favored image of a marketplace’s vibrant walkways will spring into view. Enjoy the aroma of coffee brewing or mint tea, while finding stunning jewelry and fabulous lanterns on display. You have the option of a distinctive panorama of Cairo, Saqqara, and the Giza Plateau with a scenic helicopter ride that offers breathtaking views across the desert."
    },
    {
      "dayNumber": "4",
      "title": "Luxor - Arrive In Luxor for a VIP Tour",
      "description": "Your private transfer will escort you to the airport for an early flight to Luxor. On the plane’s descent, you can see how the lush oasis emerges from the riverbanks and abruptly disappears into the expansive desert. Your guide will meet you with your private driver at Luxor Airport to begin your journey through time. Karnak Temple is one of the largest building projects in Ancient Egypt and acts as a stunning gateway into the reign of pharaohs. View the main Temple of Amun, surrounded by massive columns and intricate carvings, and visit Khonsu Temple to find hieroglyphs still intact. After wandering the complex grounds with your guide, you can check in to the gorgeous boutique Al Moudira Hotel, where, with views of the lush garden and palatial rooms, you will feel like royalty. Your Egyptologist will escort you to the Valley of the Kings to discover the tombs of famous pharaohs like King Tutankhamun and King Seti I. You can also follow in the footsteps of Howard Carter as you wander through Tutankhamun’s tomb. The art in King Seti I’s tomb reveals the splendor of Ancient Egypt’s burial rights, with intricate and colorful hieroglyphs that resemble wallpaper. In the evening, you will have an exclusive visit to three more tombs in the company of the King’s Valley director. Enjoy fresh and interesting information about them, their history, and the valley."
    },
    {
      "dayNumber": "5",
      "title": "Luxor - Embrace Luxor’s Historic Beauty",
      "description": "You can travel to the Valley of the Queens early for a spectacular view of some of the most enchanting tombs, including that of Queen Nefertari, whose resting place looks as though it was recently designed. Find familiar images glowing with radiant color down long passages and along the supportive walls, before visiting the grand edifice of Hatshepsut’s Temple. The former female pharaoh’s legacy and history are as compelling as the temple itself. Visit the towering figures of the Colossi of Memnon before transferring your belongings to the Oberoi, a luxury boat anchored on the Nile. Embrace the serene ambiance in your cabin with a view of the water, the opulent details adding to your exclusive Egypt experience. In the heart of Luxor, you can enjoy a thrilling view of the city from its boulevards and side streets. View vintage architecture and contemporary life among ancient designs until returning to Luxor Temple for a guided tour. The colossal statues of Ramses II framing the entrance provide a taste of the grandeur to come, luring you into the courtyard to find a colonnade with pillars juxtaposing more striking images of the pharoah. You can walk halfway along the Avenue of the Sphinxes that connects Karnak Temple to Luxor Temple, where more than 1,050 sphinx and ram statues line the walkway."
    },
    {
      "dayNumber": "6",
      "title": "Nile Cruise - Choose Your Idyllic Experience",
      "description": "For another unforgettable view of Luxor, you have the option of a sunrise hot-air balloon ride which will reveal the breathtaking natural and cultural landscape below. Find a mixture of ruins, grass, palm trees, and endless desert as you linger in the sky. The day is also yours to explore at your pace, choosing between an exciting cooking class at a local restaurant or a visit to the fantastical Dendera Temple. The former will immerse you in the flavors of Luxor and wider Egypt as you learn about the traditional spices and ingredients used in famous and signature appetizers, as well as one main dish. You may find aromas of saffron and sesame or coriander and turmeric as you delve into the flavors of typical cuisine. A trip to Dendera Temple is a visit to one of the most remarkably preserved archeological sites in Egypt. The temple is dedicated to lovers and shimmers with deeply-carved reliefs that are also richly colored. Find images of the Egyptian god Hathor, stories of tribute, and ceilings that look recently decorated."
    },
    {
      "dayNumber": "7",
      "title": "Nile Cruise - Visit Edfu and Kom Ombo Temples",
      "description": "Overnight, you will drift down the Nile River on your luxury cruise and wake near Edfu to visit the temple complex. The friezes on the entrance walls loom large in golden sandstone, giving the impression of a giant overlooking the desert landscape. After lunch aboard the ship, you can explore Kom Ombo Temple as it rises dramatically above the Nile’s riverbanks. The surrounding countryside may reveal a quieter corner of the country, with a hint of sugar cane in the air. You can wander through the colonnades and find scenes of pharaohs and stories that helped sell propaganda of their greatness. In Hypostyle Hall, images of the sacred crocodile Ombos sit between the doors of the vestibule."
    },
    {
      "dayNumber": "8",
      "title": "Nile Cruise - Discover Egyptian and Nubian Traditions",
      "description": "After a night on the cruise ship enjoying the serene ambiance of the Nile beneath the stars, you will reach Philae. A short drive to the pier and a scenic motorboat ride will take you to the island on which the temple sits. The center was dedicated to Isis, the goddess of love and passion. In its main courtyard, a French plaque commemorates the Napoleonic campaign of the late 18th century, leading into the colonnades, priests’ rooms, and passages of the forecourt. Inside the Birth House, your guide may show you a relief depicting scenes of the god Horus during childhood. After visiting the temple, you can enjoy a deeper connection to the region’s unique Nubian culture that once battled Egypt for supremacy in the area. Meet with the local community to learn more about the language and cuisine, as well as the importance of henna hand art, before returning to the boat."
    },
    {
      "dayNumber": "9",
      "title": "Cairo - Witness Amazing Ambu Simbel",
      "description": "Disembark the cruise ship in the morning and travel with a private transfer to the airport to reach Abu Simbel, the iconic temple carved into the side of a mountain and known for massive statues of Ramses II and his wife Nefertari. Standing for over three millennia and relocated during the construction of the Aswan Dam, figures remain impressive in their power and stature. The Hypostyle Hall hosts figures of Osiris standing over 32 feet tall, furthering the intrigue cast by the exterior statues. After enjoying your exploration of the remarkable temple, you will have a private drive to the airport for your flight back to Cairo. A VIP guide will greet you after your flight and help you check in to the luxury Le Meridien Hotel."
    },
    {
      "dayNumber": "10",
      "title": "Cairo - Depart for Home",
      "description": "In the morning, you can enjoy the beauty of your hotel, its amenities, and a delicious breakfast for a refreshing start to your day. When you are ready, you will be escorted back to the airport to check in for your flight home, bringing an end to your luxurious exploration of Egypt and the timeless splendor of its ancient counterpart."
    }
  ],
  "map": ""
}