{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "ancient-wonders-of-the-nile-a-private-egyptian-tour",
  "tourName": "Ancient Wonders of the Nile: A Private Egyptian Tour",
  "placesVisited": "Cairo, Gisa, Saqqara, Heliopolis, Dokki, Roda, Aswan, Lake Nasser, River Nile, Kitchener Island, Kom Ombo, Esna, Luxor, Alexandria",
  "generalInfo": "History stands still along the banks of the River Nile as the tombs and temples evoke an era of elaborate innovation, the pyramids defy the imagination, and the ancient cities delight in the chronicles of the past. For a journey into the remarkable splendors of history, nowhere on earth can rival the sights found along this famous waterway. Your 10-day tour will provide an insider’s narrative on Egypt’s legendary icons, bringing to life the ancient atmosphere of Cairo, Giza, Saqqara, Aswan, Luxor, and Alexandria.",
  "durationDays": "10",
  "price": "13,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo – Meet and Greet in Egypt’s Colorful Capital",
      "description": "Cairo is a city with its roots in the past, but also moving forward in the 21st century. Cairo is a city full of surprise as you delve beneath the skyline. Baffling to anyone without a guide, some 20 million people inhabit this sprawling metropolis, but with your local guide alongside it is a city full of treasures. You will be greeted at the airport by your guide and transferred to your five-star hotel in the city. The afternoon will be at your leisure, and your guide will plan excursions to suit your mood, whether they be relaxed cafes popular with the locals or historical sights that offer a glimpse of what is to come on your vacation."
    },
    {
      "dayNumber": "2",
      "title": "Cairo – A Mystical Landscape of Pyramids, Temples, and Tombs",
      "description": "Your early rise will be rewarded at the pyramids of Giza and provide you with a chance to see the ancient wonder of the world before it is too crowded with visitors. Marvel at the Pyramid of Khufu as it rises over 150 meters into the sky, and then visit the pyramids of Khafre and Menkaurel to climb inside and unravel what lies beyond the photographed facade. The rising sun will coat the pyramids in a mystical color as Giza provides an apt introduction to the scale of Egypt’s ancient world. Leave before it gets too busy to enjoy brunch at a local cafe on route to Saqqara, where the story of Egypt’s pyramids is discovered. Djoser’s Step Pyramid was the first, constructed some 4,700 years ago. Dominating the skyline, the pyramid welcomes you to a four-mile stretch of temples, tombs, and astonishing monuments in the desert. These lesser-visited icons show how the engineering feats evolved and your local guide will provide a narrative that goes beyond the standard history books. You will journey through the centuries to explore a treasure trove of sights that remain rich in detail. The pyramids of Giza are a display of tyranny, the prime example of pharaohs’ arrogance and oppression. Those at Saqqara are celebrations of engineering."
    },
    {
      "dayNumber": "3",
      "title": "Cairo – The Egyptian Museum and an Insider’s Tour of Cairo",
      "description": "At first glance, it is easy to be overcome by Cairo’s chaos. There is no denying the bustle and busyness of Egypt’s capital, but with an excellent guide, this chaos is defined by colors rather than confusion. This is a city that hides its secrets well, tucking them down side streets, happy for them to go undiscovered by the unsuspecting eye. With a local guide, the perspective changes and you will see Cairo for its beauty, its remarkable diversity and its intriguing scenes. Included on your tour will be the El Azhar Mosque, the Islamic University, Coptic Caira, and the Citadel. But these are just the famous sights, and your insider’s tour celebrates neighborhoods like Heliopolis, Dokki, and Roda, where there is much to discover behind the concrete facades. After lunch, you can visit the Egyptian Museum of Antiquities, which has one of the world’s finest collections of historical artifacts. An archaeologist and expert on the museum will continue your tour to reveal some of the museum’s most atmospheric pieces, much more than just the King Tutankhamen display. The museum will help you to visualize the time of ancient Egypt as your guide helps to connect some of the myths and legends evoked whenever the country’s name is mentioned. The evening is at your leisure, and there are a number of good restaurants within short reach of your hotel."
    },
    {
      "dayNumber": "4",
      "title": "Aswan – The Temple of Philae and Waters of Lake Nasser",
      "description": "The ancient kingdom of Nubia now lies beneath Lake Nasser, although some of its wonders were reclaimed before the water levels rose. Fly to Aswan to meet another local guide who will take you to the Temple of Philae, a mystical complex devoted to Isis. It is a symbol of life in the desert, a showpiece that helps to put modern Aswan in context. Sleepy Nubian villages run along the banks of the Nile, and they show how time has stood still. With a backdrop of black granite boulders, these villages are incredibly welcoming, and you will stop for a social round of sweet tea in a local house. Cultures have always blurred in and around Aswan, the nomadic styles of the Sahara meeting the enchantment of the Middle East. This feeling is alive in bustling souks, where sounds and smells complement the dazzling colors, and on the lush green islands as feluccas bring trade to and from the oasis. After lunch, your guide will tailor your afternoon to your liking. You may wish to relax along the Nile, or you may want to head out to visit the ruins of ancient Abu."
    },
    {
      "dayNumber": "5",
      "title": "River Nile – A Felucca Sailboat Around the Islands of Aswan",
      "description": "There is a significant change in tempo as you settle into the tranquility of Aswan. Slower than most of Egypt, this is where you will uncover the raw charm of the River Nile. On a private felucca sailboat, you can explore the palm-studded islands as you cruise between the lush expanses of green that hide their own history. One essential stop is Elephantine Island, where the small Aswan Museum provides a local context. The Nubia Museum and the botanical gardens are also iconic stops, although the day’s itinerary is fully flexible and a felucca sailboat can take you to dozens of islands and attractions along the Nile. When so much of Egypt a preservation of the past, the colliding cultures around Aswan allow you to travel through the enchanting present. In the late afternoon, you can transfer to a luxurious cruise boat, where you will have an en-suite air-conditioned cabin. Onboard facilities include a swimming pool and sundeck, plus a restaurant that provides a culinary quality to match the lavish setting. The boat may spend the evening moored in Aswan or may sail down the river after dinner."
    },
    {
      "dayNumber": "6",
      "title": "River Nile – Luxury Cruise Along the Famous River",
      "description": "The desert will roll past with scorched expanses of yellow tumbling on beyond the horizon. Disembark at Kom Ombo, where a ruined temple whispers secrets to the gods of Sobek and Haroeris. Sail further and explore Edfu Temple, a sharp contrast as it has been preserved in a much more complete state. Continue north, floating downstream before crossing through the lock at Esna on route to Luxor, where the phantoms of history are alive in the atmosphere from long before you dock in the city."
    },
    {
      "dayNumber": "7",
      "title": "Luxor – Historic Wonders of Luxor’s West Bank and the City of the Dead",
      "description": "The Valley of the Kings is ancient Egypt at its magnificent best. So much detail is elaborately painted underground, carved in hieroglyphics, and etched onto vibrant wall murals. This is the City of the Dead, where you will find the tombs of the imagination and the wonders of an ancient world. Start in Tutankhamen and Ramses V (to avoid the mid-morning crowds), and then explore an underworld that comes alive with your guide’s narration. Translate the symbols and hieroglyphs of Medinat Habu, the temple of Ramses III, and gasp at the Colossi of Memnon. This is one of the world’s finest historical sites, a museum frozen in time, a story that is much greater than its individual temples and tombs. Rather than rush around, your guide will ensure that you can appreciate all of the details. You will disembark your boat in the morning and spend the night at a hotel, rather than sticking to the luxury cruise itinerary."
    },
    {
      "dayNumber": "8",
      "title": "Luxor – The Atmospheric Secrets of the World’s Greatest Open-Air Museum",
      "description": "Luxor’s East Bank is equally ambient, a sphinx-lined avenue that leads to large courtyards, towering columns, and majestic temples. Each of the famous sights on this side of the Nile can be eerily quiet for 23 hours a day, and then be transformed by tour groups from the cruise ships that march from sight to sight. Avoiding the crush is easy, and your guide will make sure that the true beauty of these monuments can be discovered. Scenes of gods and pharaohs dance along columns, inscriptions wind around the walls, and statues tell of legends forgotten by history. Today you will visit all of the iconic sights of this epic open-air museum, such as the Hypostyle Hall, Temple of Luxor, and Temple of Karnak. You will watch these phantasmal monuments turn back the clock into the era of their construction."
    },
    {
      "dayNumber": "9",
      "title": "Luxor to Alexandria – Stories From the Time of Alexander the Great and Cleopatra",
      "description": "From Luxor, you will fly to Cairo and then transfer to Alexandria, arriving along the coast before lunch. Perhaps no city in the world has a history like this one, founded by Alexander the Great and elaborated by the design of Cleopatra. Many of the icons have since crumbled, like the Pharos Lighthouse and Great Library. However, this resurgent city remains full of cultural landmarks. Using these well-known sites as a starting point, your guide will slowly build a picture of ancient and modern Alexandria, from labyrinthine catacombs to a 2,200-year-old cemetery, then the Citadel of Qaitbay to the modern library that is giving voice to Egypt’s youth. Along the way, you will stop to sip coffee in old-world cafes, meander through decadent Mediterranean architecture, and celebrate the ghosts of the past. Alexandria has too much to take in a single day, even a week. But you will quickly be enveloped by its atmosphere and archive to ancient knowledge."
    },
    {
      "dayNumber": "10",
      "title": "Alexandria to Cairo – Bustling Bazaars and Coastal Serenity Before Departure",
      "description": "With a late-evening departure from Cairo ahead, Alexandria offers a quiet place to spend the morning. Relax in the cafes, gaze across the harbor, and continue yesterday’s exploration with your local guide. There is no rush to return to Cairo, and Alexandria always compels you to linger for an extra hour. After lunch, you will drive back to Cairo and have time to stop in a couple of bazaars before transferring to a hotel close to the airport. You will have use of the room for the day and can freshen up before departing from Egypt."
    }
  ],
  "map": ""
}