{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "exploring-egypt-the-nile-a-luxury-tour",
  "tourName": "Exploring Egypt & The Nile: A Luxury Tour",
  "placesVisited": "Cairo, Giza, Karnak, Valley of the Kings, Ancient Thebes, Modern Thebes, Dendera, Luxor, Kom Ombo, Edfu, Aswan, Memphis, Agilika Island",
  "generalInfo": "Bask in the grandeur of pharaohs during your customizable tour of Ancient Egypt, combining museum treasures, the splendor of ruins, and the luxuries of the Four Seasons Hotel Cairo at the First Residence where guests are welcomed with legendary Four Seasons hospitality. Cruise down the Nile River on a five-star, Sonesta Star Goddess Cruise as you follow in the footsteps of legendary architects and royalty while traversing the Avenue of the Sphinxes. Experience the thrill of discovery while in the home of the tomb of Tutankhamun. From the colossal statues of Ramses II to the labyrinthine lanes of Cairo’s souks, the captivating artifacts in the Nubian Museum to riding a camel across desert sands, your tour immerses you in the wonder and uniqueness of Egypt.",
  "durationDays": "10",
  "price": "13,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo – Arriving Like a Pharaoh",
      "description": "Cairo emanates excitement and movement with more than six millennia of history rising out of the sand and along the antique narrow streets. The Nile Delta edges the city to the north with the desert landscape encircling Cairo to the east, west, and south. Yachts moor along the calm, scenic banks of the Nile River and the pearlescent headquarters of the Arab League borders Tahrir Square. Your flight lands at Cairo International Airport, where your private transfer greets you upon your arrival. Rickshaws move down the street, passing donkeys pulling fruit carts. Vendors set up stalls alongside the avenues, offering silver and brass-plated lamps that glint in the desert sunlight. A young man pushes a tea cart with the aroma of mint and chai blending with the strong scent of coffee, serving mug shaped glasses to eager patrons who sit on chairs along the walkways watching the city pass by. You make your way to the welcoming, gorgeous grounds of the five-star Four Seasons Hotel Cairo at the First Residence. The world-renowned hotel offers breathtaking views of the city’ skyline punctuated by the iconic point of the ancient pyramids. The sunlight shimmers over the Nile River located 350 feet away from the hotel entrance. You have an enchanting view of the Nile River and the lavish boats gliding along the waters. Vendors offer fresh fruits and vegetables from their cart as locals pass beneath the shading trees. Old men sit in antique cafes and smoke from large water pipes that bubble with every inhalation.The Opera House provides insight into the opulence of the contemporary age of Cairo. The edifice was erected in the 1980s with the main hall holding up to 1,200 audience members for classical music, operatic, or ballet performances. The Cairo Tower adds to the marvels of the skyline, reaching nearly 615 feet above the surrounding streets. In the evening, you have your first view of the famous pyramids with lights dancing over the ancient features to the sounds of dramatic music, recounting the history of Ancient Egypt for a splendid welcome to the past and present Cairo."
    },
    {
      "dayNumber": "2",
      "title": "Giza – Ancient Immersion",
      "description": "In the morning, the bustling ambiance of the streets of the historic city returns. The souk opens with vibrant spices displayed in large sacks, offering aromas of cinnamon, turmeric, and cardamom blending together. Traditional coffee shops open their doors along every corner of the city, with small tables and chairs wrapped in the aroma of strong Turkish coffee. At breakfast, the delicious scents of cumin and lemon emanate from the foul, a traditional breakfast dish of pureed fava beans, which accompanies western staples, such as eggs and toast. Your guide meets you in the hotel lobby, eager to take you through an encompassing tour of the Pyramids of Giza Plateau, home to the Mycerinus and Chephren Pyramids, along with the Great Pyramid. The ancient edifices shimmer with golden stone above the stretch of desert sand at the edge of the city. The geometric shape has mystified travelers from around the globe for 4,000 years, offering more questions than answers. The Great Pyramid of Giza is the last of the remaining Seven Wonders of the World and encompasses 13 acres. The top stone reaches a height of 455 feet with a sloping angle of 52 degrees. Arriving at the base of the pyramid offers the structure’s true, inspiring size. The original entrance is located 55 feet above the ground. However, you enter the pyramid through a manmade entrance crafted in the 9th century AD. The long narrow corridor has noticeably cooler air than the desert atmosphere outside. You duck beneath the low roof for more than 330 feet and eventually reach the heart of the pyramid at the Grand Gallery. Once in the burial chamber of King Khufu, your guide points out the captivating stone sarcophagus crafted out of a single granite block. You continue to the Great Sphinx to view one of the world’s most recognizable images up close."
    },
    {
      "dayNumber": "3",
      "title": "Luxor – At the Heart of Ancient Thebes",
      "description": "The familiar aroma of decadent Turkish coffee returns to the city in the morning. Fruit vendors offer fair deals to passersby, and the shimmer of brass and silver-plated lamps return beneath the sound of the morning call to prayer. Your private transfer meets you at the hotel after an early breakfast and escorts you to the airport for your brief flight south to Luxor. The city retains an ambiance akin to an open-air museum, flush with the grandeur of monuments from ancient Thebes that have withstood the tests of time. The Nile winds between the contemporary streets of the necropolis along the western banks, framed by golden cliffs. Your private transfer meets you at Luxor International Airport baggage claim, ready to lead you to the enchanting Temple Complex of Karnak, which represented the construction plans for successive Egyptian rulers attempting to become the most memorable name of the New Kingdom. The golden stones glint beneath the desert sun. Your guide leads you along the Avenue of the Sphinxes, marking the grand procession linking Karnak to the Luxor Temple. Sphinx statues frame the walkway. The stones are smooth; the statues are intricately designed. In the Hypostyle Hall, you uncover eight columns with closed capitals at the forefront of three chapels dedicated to the triad of Mut, Amun, and Khons. The columns reach a height of 80 feet, with the widest encompassing a 33-foot circumference. The door of the Bubastis Hall to the east retains magnificent reliefs and inscriptions from the 22nd Dynasty. An image of Amun shows the god presenting a curved sword and palm branch to Osorkon I. After the morning adventure walking through a little bit of history, you board the splendors of a luxury cruise ship on the Nile River sailing between Luxor and Aswan. Your opulent room offers majestic panoramas of the riverbanks and shimmering Nile waters. Nightly entertainment lets you settle into the sophisticated comforts of the ship accompanied by classic décor, elegant cuisine, and the historic riverway ambiance with plenty of space to feel as though you have the entire boat to yourself. After settling into the comforts of your sensational suite, you meet with your guide along the dock to return to exploring ancient wonders, this time venturing to the Valley of the Kings to follow in the famous pursuit of King Tutankhamen’s tomb."
    },
    {
      "dayNumber": "4",
      "title": "Nile River – Enrapturing Seclusion of the Ancient World",
      "description": "In the morning, you wake up to the private view of the passing Nile riverbanks. The scenic journey has taken you away from the bustling streets of the cities, offering you the comforts and luxury of seclusion. The water brushes against the riverbanks beneath sporadic bushes and thin reeds. The boat docks and you follow your guide into one of the best-preserved temples in Egypt, the Temple of the Goddess Hathor in Dendera. The structure demarcates an ancient holy site situated more than 40 miles north of Luxor. The main complex faces the riverbanks, the waters of which flow east to west. Roman period kiosks adorn the front of the temple before giving way to the triumphant gateway of Domitian and Trajan, set within a mud-brick enclosure. The aroma of fresh water and rich soil emanates from the riverbanks before being overtaken by the desert scent of baked clay. The complex was erected between the 1st centuries AD and BC over the base of an existing temple, making it one of the youngest remaining Egyptian temples. You enter into the fascinating roof chapel, which was dedicated to the god Osiris. A sundial and circular zodiac adorn the center of the gallery. The zodiac is a replica of the original, which is now housed in the Louvre in Paris. Constellations are superimposed to connote the geographic North Pole versus the true north, demarcating the axis lines along the date of the temple’s completion in the age of Pisces, more than two millennia ago. The walls in the halls contain endless rows of hieroglyphs, making you want to stop and read the narrow passageways. Each figure etched into the smooth stone resembles a piece of ancient art. You return to the boat and set sail for Luxor, docking in the afternoon before taking to the Temple of Luxor with your guide, crowning the heart of the contemporary downtown neighborhood in the city of Luxor."
    },
    {
      "dayNumber": "5",
      "title": "Nile River – Dynamic Flavors of Egypt",
      "description": "At breakfast, the dining room fills with the scent of rich coffee and succulent, locally sourced dates. The boat docks at Edfu, a city erected on the rise along the western bank of the broad river valley to avoid the Nile’s annual flooding. The contemporary city fills with the scent of sugar and baked clay emanating from cafes and ceramic workshops. The bustling streets fill with vendors eager to welcome you to the city and coffee shops offering a place to rest your feet after walking through the stunning Temple of Horus. The structure projects an immediate sense of wonder into those who view its colossal scale. Hieroglyphics drape the sandstone walls. Friezes offer dazzling displays of gods, pharaohs, and life in the 2nd and 3rd centuries BC. The walls reach a height of nearly 120 feet tall and 250 feet wide, and nearly 260 feet long. Standing beneath the sentinels of the falcon-headed god Horus at the Great Pylon makes you feel small against the past. The stone reliefs praise Ptolemy, including an image of the king holding his enemy by the hair for a smiting and waiting for Horus’ approval. 32 soaring columns encircle three sides of the forecourt. Your guide explains that priests once made offerings to the gods with the townspeople as an audience. Floral and palm details embellish the capitals amongst the gold-colored stones adorned with images of Horus and Hathor. The desert sun bakes the stone and provides an earthen aroma to the air. On the boat, you meet a private chef to embark on a culinary journey of Egyptian cuisine, taking to the bright and vibrant spices often found in the souks across the country, adding deeper dimensions to the cuisine and your exploration. In the afternoon, you continue to Kom Ombo. You can see the outstanding, thick columns of the temple on the banks of the Nile in the distance. Sugarcane fields spread across the landscape, and the front walls of the temple present 52 lines of hieroglyphic text amongst reliefs depicting gods and Emperor Domitian wearing a crown."
    },
    {
      "dayNumber": "6",
      "title": "Aswan – Around the Nile River Islands",
      "description": "The sunlight washes over the oases along the Nile riverbanks in the morning. Date palms rustle in the passing breeze. Fishing boats return to the shore with fishermen eager to take their daily catch to the market. Their boat masts create a unique visual along the cobalt waters brushing against the riverbank. Your cruise boat docks at Aswan, a city once embodying the ancient southern frontier. A relaxed pace provides a welcoming ambiance to the cityscape, emanating from the black granite boulders and islands peppered with shading palms. Nubian villages overlook the water’s edges with a backdrop of desert sand. The historical and exotic narrow alleys of the souk fill with locals eager to purchase ingredients, such as spices, shoes, and produce. You board a small motorboat to reach the shores of Agilika Island, home to Philae Temple. The complex has lured visitors from around the world for millennia. The earliest remains on the island date back to the 4th century BC with the most prominent ruins connected to Ptolemy II Philadelphus. Pass through the central doorway to find a French inscription commemorating Napoleon’s campaign in the late 18th century etched into the forecourt, as colonnades hide small rooms dedicated to priests. The columns with foliage and sistrum capitals wrap around the Birth House, a shrine dedicated to the Hathor and Isis in honor of their son Horace. Inside the Birth House, you find a marvelous relief depicting Horus’ childhood. A particular, intricate image shows the god as a falcon on the Delta. After touring the Aswan High Dam and the impressive unfinished Obelisk in the ancient granite quarry, you make your way to the fascinating Nubian Museum, an often-overlooked collection of history offering insight into the history and culture of ancient and contemporary Nubia. The concrete-colored room allows the artifacts to stand out, documenting a history of riches connected to the Kingdom of Kush, Philae Temple, and Abu Simbel."
    },
    {
      "dayNumber": "7",
      "title": "Cairo – Flying for Pharaohs",
      "description": "In the morning, the colorful bazaar in Aswan returns to life. The marketplace encompasses seven blocks running parallel to the river. Nuts and dates stacked in woven baskets stand beside radiant spices. Vibrant garments drape over the stalls and display racks alongside textured carpets. Fragrant hibiscus flowers offer a soothing scent to the air. After breakfast, you disembark the elegant river cruiser and make your way to the Aswan airport for your brief flight south to Abu Simbel, home to the awe-inspiring eponymous temple. Your flight lands at Abu Simbel Airport, where your private transfer awaits your arrival. The grand structure proves more impressive when considering that the temple was moved 213 feet onto a plateau to protect the artifact from the floodplains caused by the Aswan Dam. Colossal stone statues grace the façade and provide eternal fascination for those visiting the edifice, offering eternal life to the memory of Pharaoh Ramses II in whose likeness the statues were created. A frieze along the front terrace portrays people paying homage to the king amongst inscriptions of falcons and smaller statues of Ramses. The colossi guard the temple entrance, each sitting on thrones and reaching more than 65 feet tall. Royal cartouches rest between their breast, upper arms, and legs. The turquoise water edging the temple ripples against the shoreline. You enter into the Inner Temple to find the nearly 60-foot long Hypostyle Hall, which is divided into three aisles. A fabulous collection of Osiris icons stands more than 32 feet tall. The air in the hall is much cooler than the desert breeze blowing along the outer walls of the temple. Your guide points to the ceiling to show you a painting depicting flying vultures with the lateral aisles adorned with stars. The mural reliefs depict the campaign against the Hittites during the Battle of Kadesh located on the northern wall. After exploring the depths of Abu Simbel, you make your way to the airport for your return flight to Cairo."
    },
    {
      "dayNumber": "8",
      "title": "Cairo – Legends of Cairo",
      "description": "The splendors and bustle of Cairo have become familiar. The city encompasses 175 square miles over a series of suburbs and river islands. The antique figure of the Al-Azhar Mosque dates back to the 10th century AD with a harmonious architecture blending the various historical styles spanning a millennium. Three minarets were erected between the 14th and 16th centuries, and continue to announce the call to prayer throughout the day. Your guide meets you at the hotel and escorts you through the lively streets to reach the Egyptian Museum, which houses more than 100,000 artifacts within nearly 162,00 square feet of space. When entering the museum, it feels as though you begin a journey through time, stepping beneath the pinkish dome of the palace framing Tahrir Square. Within each gallery, you find an object bursting out from within its display case, beckoning for you to notice. The treasures in the Tutankhamen Galleries represent the artifacts discovered within the tomb of the Boy King uncovered in the 1920s. The tomb contained the largest intact riches assembled. The gallery in Room 45 imitates how the tomb was laid out, with a poster outside the room illustrating an outline where each artifact was located and once found. The pharaoh’s death mask is on display in Room 3, representing the remarkable artistry of the 18th Dynasty. The mask is possibly the best-known object taken from the tomb and representing Ancient Egypt. It reaches a length of 21 inches and was fashioned from gold to weigh more than 22 pounds. The elegant face represents the sublime image of the pharaoh topped with a head-cloth, decorated with the royal insignia of a cobra and vulture. You continue through the historical streets of Cairo to visit the 14th-century Mosque and Madrasa of Sultan Hassan before passing through the Old City walls to explore the famous souk."
    },
    {
      "dayNumber": "9",
      "title": "Cairo – A Gathering at Memphis at Sakkara",
      "description": "The bright yellows, oranges, and reds from the souk the previous day remain vibrant in your memory at breakfast. The aromas of cardamom, ginger, and turmeric linger at the edge of your memory before the aroma of mint tea fills the dining room at breakfast. Your private transfer greets you at the hotel and leads you away from the shimmering waters of the Nile River heading south to Memphis, the ancient capital of the Old Kingdom, between 3,100 BC and 2,258 BC. The oases of the Nile Delta reaches away from the riverbanks until the golden sands of the desert sweep into the view in the west. King Menes founded the ancient city after unifying Upper and Lower Egypt under a single banner, dedicating the city as the cultural center of Ptah. Ruins of the once great city remain, with a statue of Ramses II measuring 40 feet in length. The statue once adorned the grand temple dedicated to Ptah. An alabaster Sphinx captures your eye as it rests 13 feet tall and 24 feet long. You continue to the town of Sakkara to view the necropolis filled with hundreds of ancient tombs. The pharaohs found their final resting place in the pyramids while the royal subjects took to the smaller tombs in the area, found within the shadows of the remaining geometric structures. The desert air fills with the aroma of heated earth and fertile soil drifting from the riverbanks. Your guide leads you to the Step Pyramid, which was erected in the 3rd Dynasty around 265 BC under the patronage of Imhotep. The structure contained a royal tomb set more than 90 feet underground, which could be reached by a vertical shaft. Blue tiles decorate the sporadic chambers, and Tura limestone adorns the exterior at heights up to 35 feet."
    },
    {
      "dayNumber": "10",
      "title": "Cairo – The Ancient Way Home",
      "description": "The vibrant daily life of Cairo returns in the morning with locals entering the Old City, passing the 11th-century square tower gate of Bab an-Nasr and the rounded gate of Bab al-Futuh. Napoleon’s troops left inscriptions on the ramparts, along with figures of animals and pharaohs decorating stones once situated along the ruins of Memphis. The flare and flash of the souk continue to call to you before your flight leaves today, reminding you of the glistening trinkets and flashing lanterns that merchants have used to entice passersby since the 14th century. Semi-precious stones glint against the labyrinthine walls near the elegant aromas of a perfume shop. Locals linger inside the historic doors of one of Egypt’s oldest coffeehouses, first established in the 1770s. The scent of Turkish coffee lingers beneath the subtle aroma of hibiscus juice. When you are ready, your private transfer meets you at the hotel. You enjoy a lingering look at the passing boats and captivating banks of the Nile River before transferring to Cairo International Airport for your flight home."
    }
  ],
  "map": ""
}