{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "ode-to-history-an-in-depth-egypt-and-lebanon-tour",
  "tourName": "Ode to History: An In-depth Egypt and Lebanon Tour",
  "placesVisited": "Beirut, Luxor, Aswan, Cairo",
  "generalInfo": "Both Lebanon and Egypt are dominated by some of the world’s most astonishing ancient monuments. In one country, they are world famous with pyramids, temples, and valleys where the ancient kings are laid to rest. But few people visit the wonders in Lebanon, some of the largest and best-preserved Roman legacies throughout the country. This in-depth luxury tour to Egypt and Lebanon celebrates the old civilizations, vibrant local atmospheres with modern charm and intimate sightseeing punctuated by a luxurious cruise up the Nile.",
  "durationDays": "13",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beirut – The Paris of the East, an Immersive Introduction",
      "description": "Beirut is no longer the bombed out city from an old civil war that you might imagine. Rather, the city is now cultivated beautifully with lanes that are lined with flagship designer stores as luxury sports cars whizz past the redeveloped shells of buildings once marked by mortar shells, and al fresco terraces with fantastic aromas that demonstrate why the city has long been known as the Paris of the East. Down at the waterfront, there is the scent of opulence as welcoming aromas drift out from upmarket restaurants and meet the salty sea breeze. Middle Eastern culture is alive in all its tradition through cuisine, atmosphere, and design, yet it has been brought into the present. This is a city that does not look back, and it is in the evening when it all truly comes alive with squares and terraces packed with chatter and laughter. Arrive in Beirut in the morning, and you will be transferred to your hotel and then introduced to the city with a tour of its historical sights. A pathway through what remains also gives you a good feel for what has been built recently, starting at the Ottoman Grand Serail and then moving to admire the Roman and Phoenician statues that line the National Museum. Churches and mosques line renovated streets, a merging of the past and the present for an insight into history that stretches from empires to crusaders to the freedom of today. Enjoy the first of your several evenings here as you stay at a five-star Relais & Chateaux property that is within walking distance of so much to explore and enjoy."
    },
    {
      "dayNumber": "2",
      "title": "Beirut – Ancient Roman Treasures and Medieval Walls",
      "description": "The columns of Baalbek Temple stretch far above the urban landscape, still comfortably the highest building in the area after some 2,000 years. Sculpted figures are dedicated to the gods and Venus and Jupiter are among those revered here. You will be virtually alone to listen to the echo of your own footsteps on the massive slabs of marble. An eery atmosphere floats through the air as the temple has not undergone extensive reconstruction and the experience is all the better for it. After lunch, you will stop for some samples of Lebanese wines that are sweet on the palate, but surprisingly sensual. Move next to enter the 8th-century city walls of Anjar, where the historical baths and temples are surrounded by the shops of crafters and artisans. These shops are not tourist stores, but rather are local stores that indicate the harmony of history and modern life at Lebanon’s attractions. It will be a full-day trip from Beirut to the east of the country, culminating with a relaxed evening back in the city."
    },
    {
      "dayNumber": "3",
      "title": "Beirut – Hippodromes and the Temples of Southern Lebanon",
      "description": "Dip your head to enter the colorful souks in the old trading town of Sidan as shocks of color spill over from the stores to make the souks’ labyrinth barely wide enough for the donkeys that sometimes pass through. After a lovely wander, take a boat to a 13th-century fortress in the Mediterranean, a sea castle buffeted by the waves, and then continue your tour in the Queen of the Seas, the incredible necropolis of Tyre and a near-complete insight into the working of a traditional Roman city. The hippodrome is astounding as it is the largest on the planet, while the triumphal arch and aqueduct offer examples of how civilization thrived on this caravan route between Rome and Jerusalem. Day trips work best over these four days as Lebanon is compact and the tourist infrastructure has not fully formed outside Beirut, where luxury hotels and restaurants abound."
    },
    {
      "dayNumber": "4",
      "title": "Beirut – Wonders of History in Byblos, Jeita, and Harissa",
      "description": "Strange mineral animals lurk in the shady corners of the upper Jeita Grottoes and will capture your attention. Gigantic stone flowers and weeping willows float past on the lower level as you take a flat-bottom boat tour along miles of subterranean lake and rock galleries. Like so much in Lebanon, this extraordinary sight is relatively unknown to the world, and you are likely the only foreign visitors around. Continue in the north of the country, viewpoints of Jonieh’s Bay followed by a walk through the oldest port in the world. 7,000 years after its founding and still going strong, Byblos is like the onion of Western civilization, layer after layer peeled back as you explore its history. Among the highlights are snippets of evidence from when the city provided the birthplace of the Roman alphabet. Return to Beirut to thoroughly enjoy your final evening in a very memorable city."
    },
    {
      "dayNumber": "5",
      "title": "Luxor – Stunning Temples of Karnak and Luxor",
      "description": "For an introduction to the grandeur of Ancient Egypt, it will not be the pyramids, but the temples of Karnak and Luxor that most take the breath away. You can imagine the pyramids, and you have certainly seen photos before, but picturing the scale of these temple complexes is impossible, nor is it feasible to predict the feeling of standing beneath a gallery of columns, carved gods, and kings watching you with their eyes. You will fly to Luxor via Cairo and spend the afternoon at these legendary sights with an avenue of stone sphinxes between them. Like the Roman monuments in Lebanon, these are two of the only Egyptian legacies that are fully surrounded by the modern city, the juxtaposition a sign that life has not stood still since the time of the pharaohs. It will have been a packed day, so the evening is extremely relaxed as you dine on the banks of the River Nile."
    },
    {
      "dayNumber": "6",
      "title": "Luxor – Hot Air Balloon Above the Valley of the Kings",
      "description": "A rainbow of reds and oranges will pass beneath your balloon as the desert wakes up to the day and the sun begins to bounce off of the Valley of the Kings. Temples stretch out below you, and from the air, the scale is staggering with column after column after column down below. This iconic flight is followed by brunch, and an inspection of the details as an Egyptologist guide takes you into the tombs and temples. Inscriptions of godly scenes cover the walls as musty mummified smells flutter around with snippets of treasure flashing beneath ceilings of magnificent beauty. Tombs lie beneath tombs, most famously the one of King Tutankhamen. Nearby is the Mortuary Temple of Queen Hatshepsut, splendor carved into the rock face and is a monument to one of Ancient Egypt’s most loved rulers. Completing your tour are the two colossal statues of Memnon, a dictator sitting down and watching over his subjects; his eyes are particularly moving."
    },
    {
      "dayNumber": "7",
      "title": "River Nile Cruise – Serene Luxury Cruising and Surreal Temples in the Desert",
      "description": "Over the past week, you will have seen some of the finest ancient monuments on the planet with most dating back many millennia and all with stories as intriguing as their elaborate design. It will have been many days of touring the sights, so now there are two days of tranquility and reflection ahead with your private shaded balcony a place to sit and watch the Sahara Desert roll by. Your luxury River Nile cruise will serve as an interlude between the sightseeing and a chance to sit back and watch the golden colors of the wilderness flow past on your journey upriver to Aswan, and this short little break should ensure you’re fully energized for the final few days. But, this being Egypt, the historical immersion continues as you disembark to temples dotted along the banks, from one dedicated to the crocodile god to another with two sides, each an honor to one side of a battle between quarreling gods. One is Egyptian in style, another Greco-Roman, expertly preserved because sand dunes invaded its interior to keep out looters. The short daily excursions give time to stretch your legs as the leisurely cruising pace takes you past small oases and mud-brick villages in the desert. On the second day, you will dock close to Aswan for an evening of traditional entertainment."
    },
    {
      "dayNumber": "9",
      "title": "Aswan – Atmospheric Cultures of Egypt’s Desert Oasis",
      "description": "Aswan is quiet and charming with cafe terraces waiting beneath swaying palms and the souks far more laid-back than any others in the country. Cultures have always mixed harmoniously here, and it will be a pleasure to explore. Arabic and Persian influence is strong, brought from across the water as desert traders continue to pass through and you spot camels loosely roped up outside souks. Gardens flourish on islands in the Nile, and during the afternoon, you will have the option of a felucca sailboat cruise for another chance to embrace the serenity of Egypt’s pristine desert oasis."
    },
    {
      "dayNumber": "10",
      "title": "Cairo – Philae Temple and a Hotel Overlooking the Pyramids",
      "description": "Wake up to the sounds of an oasis as morning traders ring their bells to advertise their wares. Take your breakfast overlooking the Nile and watching the wind catch the sails of traditional boats. In the morning, you will tour Aswan’s two unmissable sights, the Aswan High Dam and Philae Temple with both imposing and almost improbably engineered. Lunch is a typically quiet affair on a terrace in a lush green garden you might not expect in the Sahara. You will then fly north, touching down in Cairo and transferring to a hotel overlooking the pyramids. They will be tantalizingly close, and for the next three evenings, you will have uninterrupted views of the light show that flickers across their facade."
    },
    {
      "dayNumber": "11",
      "title": "Cairo – History of Coptic Cairo and Gems in the Egyptian Museum",
      "description": "Egypt’s history is multifaceted and far more than just the pyramids and dynasty temples. 5th-century churches and very early mosques stand almost side by side in the city’s oldest quarter, their walls visibly leaning inwards yet their facades still dominated by ornate décor. You will have time to take in this amazing quarter of souks and narrow lanes as traders push carts through and exotic smells greet you around every turned corner. The region is alive with life thriving after close to 2,000 years. The treasures of the Egyptian Museum are just as intriguing, even if the experience is completely different, with finds from King Tut’s tomb and artifacts rescued from buried archaeological sites all across the country. Spend the afternoon here with your Egyptologist guide through an incredible array of relics."
    },
    {
      "dayNumber": "12",
      "title": "Cairo – A Day With the Pyramids and Ancient Memphis",
      "description": "You will finally move to see the pyramids, first waving hello to the Great Sphinx that guards the approach before feeling the enormity of history as you stand beneath their frames. There are three here, along with the tiny little pyramids and tombs that housed the wives of the rulers. In the early-morning hours, you can avoid most of the crowds, passing the waiting camels to the giant stepped structures that revolutionized the engineering world. You can enter two of the pyramids for further insight into their size and then you are guided around the Solar Boat, a replica of what once waited inside. From here, you will have ancient Memphis to discover with surreal monuments strewn around like a treasure hunt from history. Among the highlights, the weather-beaten curves of Saqqara Temple is a great stepping stone in the story of Ancient Egypt."
    },
    {
      "dayNumber": "13",
      "title": "Cairo – Departure",
      "description": "Depart from Cairo after breakfast with a private transfer to the airport that will complete this luxury tour of Egypt and Lebanon."
    }
  ],
  "map": ""
}