{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "explore-egypts-treasure-trove-of-history",
  "tourName": "Explore Egypt’s Treasure Trove of History",
  "placesVisited": "Cairo, Aswan, Abu Simbel, Luxor, Al Bayyarah, Valley of the Kings, Dendera",
  "generalInfo": "Explore a treasure trove of history on this 14-day Egypt adventure that brings you to the remarkable ancient sites standing in the desert sands. Discover the distinct blend of history and modernity in Cairo, wander along the Nile banks of Aswan, before you cross the sand seas to Abu Simbel, delve into the spirit of Luxor, and more on this customizable tour that’s perfectly suited to history buffs.",
  "durationDays": "14",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo - The Capital’s Old and New World",
      "description": "Spreading from the banks of the Nile River across Egypt’s desert, Cairo is an oasis in the golden sands that bustles day and night. The capital city is a trove of history in and amongst modern skyrises more reflective of the new world. Development continues to roll out, creating two distinct districts in Old and New Cairo. You will explore both during your stay, discovering the cultural depth of the ancient center and the glamorous charms of the sophisticated neighborhoods. In the evening, you will enjoy a delicious introduction to Egyptian cuisine after transferring to your accommodation."
    },
    {
      "dayNumber": "2",
      "title": "Cairo - Discover the Glory of Giza",
      "description": "The Great Pyramids of Giza lie beyond the city’s borders, rising above the skyline and drawing attention from all corners of Cairo. Your guide will escort you to these wonders, where you will also explore the impressive limestone statue of the reclining Sphinx. The royal burial grounds of Saqqara Necropolis will be your next stop, with a sunset camel ride across the desert plains and a multiple-course Egyptian dinner completing your adventures in the sands of Giza. You will return to your room in Cairo and enjoy a restful night in anticipation of your Egyptian adventures ahead."
    },
    {
      "dayNumber": "3",
      "title": "Cairo - History and Culture Collide in Cairo",
      "description": "Salah Al-Din Al-Ayoubi Castle, or the Citadel of Cairo, is an Islamic-era fortress built centuries ago and one of the city’s most significant pieces of medieval Egyptian architecture. The fortification will be a cinematic stop on your city tour, from where you will begin your deep exploration of Cairo’s dramatic history. Panoramic views from the defensive battlements are also breathtaking reasons to bask in the citadel’s beauty. In the afternoon you will return to the busy streets of Cairo to browse the colorful lanes of Khan el-Khalili bazaar, an arresting place laden with bejeweled trinkets and meticulous artifacts."
    },
    {
      "dayNumber": "4",
      "title": "Cairo - The Spiritual Sanctuaries of Egypt",
      "description": "Roman ruins riddle parts of Cairo, on top of which stand new constructs and religious complexes, including the Hanging Church. You will walk past the spiritual site's historic wooden pews and gaze upon the ornate details that furnish its interior. Several other spiritual grounds invite visitors to immerse themselves in Egypt’s deep connection to the afterlife and you will visit the most memorable ones, including the Abu Serga Church, the Mosque-Madrasa of Sultan Hassan, and the Ben Ezra Synagogue. Each unique site is a proud display of the cultural denominations that blend in the city of Cairo."
    },
    {
      "dayNumber": "5",
      "title": "Aswan - Fabulous Felucca Cruise at Sunset",
      "description": "Your adventures will bring you to the fertile soils of Aswan, a city that stands on the banks of the Nile River, where lavish yachts gather beneath the golden sun. Aswan is a slice of paradise in the desert, a green and gold cityscape where palm trees hang over the brilliant blue water. You will spend most of the morning settling into your new accommodation and acclimating to the laidback atmosphere, lapping up the illustrious scenes before you stroll to the sailboats for a sunset Felucca cruise."
    },
    {
      "dayNumber": "6",
      "title": "Aswan - Adventures to Abu Simbel",
      "description": "The revered site of Abu Simbel is a day trip from Aswan, where you will uncover more of Egypt’s remarkable history from within the two massive temples carved into the rocks. Enormous 66-foot pharaonic sandstone carvings sit at the towering entrance of the site, appearing to protect the contents of the cavernous temple. Inside, you can peer into every chamber and dim alley to find evidence of Egypt’s ancient civilization in the sculptures and thrones that riddle its interior. You will return to Aswan in the afternoon for dinner overlooking the sun-washed Nile River."
    },
    {
      "dayNumber": "7",
      "title": "Aswan - Immerse Yourself in Nubian Culture",
      "description": "You will wake up and tuck into a sumptuous breakfast, then head for the Philae Temple that rests on a small island in the tranquil Aswan Low Dam. You will then follow the West Bank of the Nile River to the surreal Nubian Village, where colorful homes juxtapose the sweeping sandy backdrop like a bright playground full of fascinating things to discover. You will explore the vibrant neighborhoods and connect with the locals as you immerse yourself in Nubian culture, which is like nothing you have experienced before."
    },
    {
      "dayNumber": "8",
      "title": "Luxor - Legends of Kom Ombo Temple",
      "description": "You will transfer from Aswan to Luxor today, relishing a day trip to Al Bayyarah to visit the Temple of Kom Ombo en route. The unique double temple honors the ancient Egyptian deities Sobek and Horus, and traces its origins to the Ptolemaic Dynasty. It is a fascinating historical landmark in its admiration for two gods, a structure that is not especially common among other archaic sites around Egypt. You will browse the curious reliefs and meticulously carved columns, viewing the symbols of Ancient Egypt and recounting the stories of myth and legend."
    },
    {
      "dayNumber": "9",
      "title": "Luxor - Enter the Valley of the Kings",
      "description": "With a full day to explore the treasures of Luxor, you will join your guide early in the morning and transfer to the Valley of the Kings to discover the Tomb of Seti I, Tomb of Tut Ankh Amun, and a selection of significant burial grounds speckling the sandstone cliffs. Each site is more impressive than the last, and you will delve deeper into the stories of a world still standing in the shifting sands. Temples, monuments, and ancient relics will reflect the mysterious origins of the valley’s extraordinary rock-cut temples."
    },
    {
      "dayNumber": "10",
      "title": "Luxor - The City’s Astonishing Ancient Temples",
      "description": "The Ancient Temple of Luxor is the most significant spiritual complex in the city and a trove of history to uncover as you explore the sandstone fragments, colossal halls, detailed statues, and historic hieroglyphics riddling the site. The Luxor Temple represents the first stop on a day tour that will also take you to the Karnak Temple Complex, to which plenty of pharaohs left their impressions in constructs honoring their legacies. In the evening you will return to the city for dinner and time spent discussing the stories that shed light during your investigations of Luxor."
    },
    {
      "dayNumber": "11",
      "title": "Luxor - Sunrise Scenes Over the Egyptian Desert",
      "description": "Take to the skies on a sunrise hot-air balloon ride over Luxor and see the sweeping desert from a new perspective this morning. You will then indulge in breakfast before you transfer to one of the most immaculately preserved temples in Egypt, the Dendera Temple complex. Honoring the goddess Hathor, the elaborate chapel boasts remarkable details framing the ceilings and cascading down the walls and columns to create one of the most jaw-dropping spectacles in all of Egypt’s historic temples. You will explore the fables that unravel from the intricate murals and hieroglyphics as you peruse the cinematic complex."
    },
    {
      "dayNumber": "12",
      "title": "Luxor - Magnificent Museums of Luxor",
      "description": "You will explore more of the significant heritage sites across Egypt’s desert plains today after indulging in breakfast as the sunrise illuminates Luxor. Near the Valley of the Kings, Deir el-Medina and the Tombs of the Nobles will introduce you to more of Egypt’s revered sepulchers. Your guide will also escort you around Luxor later in the afternoon, showing you the mysteries of the Mummification Museum and the Luxor Museum. Your tour of the city will complete a dazzling few days stepping back in time to immerse yourself in Ancient Egypt."
    },
    {
      "dayNumber": "13",
      "title": "Cairo - Free Day in the Capital City",
      "description": "Your adventure will bring you back to Cairo on this day of your tour, where you will spend the afternoon enjoying the bustling atmosphere that emanates from the city’s exuberant districts. You can walk down narrow streets to find Egypt’s hidden treasures, from chic bars with terraces that hang over the alleys to curio shops that sell crafts and trinkets to snatch before you leave. In the evening you can follow the aromas of delicious Egyptian cuisine to restaurants run by celebrity chefs and devour a selection of famous dishes as the sun drifts beyond the horizon."
    },
    {
      "dayNumber": "14",
      "title": "Cairo - Depart the Old City",
      "description": "You will wake up to see the silhouette of the great pyramids during sunrise and sip on a freshly brewed blend of Egyptian coffee as you enjoy your last morning where your historic adventures began. Before you leave you will tuck into a hearty breakfast and relish one last stroll around the neighborhood to snapshot the scenes at sunrise as the city of Cairo shifts into gear. Crowds will gather at colorful bazaars and locals will flood famous eateries as you wander between the ancient landmarks of Old Cairo before transferring to the airport."
    }
  ],
  "map": ""
}