{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "excellence-of-egypts-wonders-tour",
  "tourName": "Excellence of Egypt's Wonders Tour",
  "placesVisited": "Cairo, Luxor, Aswan, Giza",
  "generalInfo": "Discover where myth meets history and ancient wonder meets modern luxury during this 12-day best of Egypt tour. Private tours and high-end accommodations provide exclusive access to the inspiring grandeur of the Great Pyramids and iconic Sphinx. From the Boy King to Queen Hatshepsut and from the revered Valley of the Kings to the artisans inside the Valley of the Nobles, this Egypt tour will showcase wonder beyond the Nile River.",
  "durationDays": "12",
  "price": "4,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo - Arrive in Historic Cairo",
      "description": "Cairo is rich in antiquity and contemporary culture with layers of history that peel back millennia. Minarets hum with prayer, and the avenues shine with grand 19th-century architecture that peers down on seasoned lanes. The scent of falafel and mint tea will drift through the streets as your private transfer escorts you from Cairo International Airport to your luxury hotel that offers a stunning view of the pyramids. The comfort of your accommodation ensures top-quality care, cleaning procedures, and safety. The remainder of the day will be at your leisure to indulge in the embellished handcrafted furniture and rare antiques."
    },
    {
      "dayNumber": "2",
      "title": "Cairo - Discover Grand Giza",
      "description": "Your private transfer will meet you at the hotel and escort you to the enigmatic architecture of the Great Pyramids of Giza. The Sphinx has acted as the symbol of Egypt since the 25th century BC. Your private Egyptologist guide will lead you through the royal tombs on an exclusive tour in a private vehicle. The inspiring Great Pyramid of Khufu stands over 479 feet tall and possesses a passage that descends in an unfinished tomb. This passage will take you over 328 feet into the bedrock. In the evening, the scent of baklava will fill the air after an authentic Egyptian dinner."
    },
    {
      "dayNumber": "3",
      "title": "Luxor - Fly to Luxor for your Private Tour",
      "description": "Your private transfer will meet you at the hotel and escort you to the airport for your flight to Luxor. Your luxury accommodation will be tucked into an opulent 19th-century palace, where rare tropical plants and exotic palms add luscious greenery to the landscape. Your Egyptologist guide will lead you on a private tour from Karnak to ancient Thebes. The Nile connects the modern city to the ancient architecture, and you will traverse the open-air museum that is embodied in the Amun Temple Enclosure. Here, the preserved Temple of Ramses III overtakes the southeastern corner of the Great Court."
    },
    {
      "dayNumber": "4",
      "title": "Luxor - Uncover the Valleys of the Kings and Queens",
      "description": "Your guide will escort you to the Valley of the Kings in the morning to discover three royal tombs, including the tomb of King Tutankhamen. Royal burials date back to the 22nd century BC. Colorful images fill the Tomb of Ay and depict the pharaoh hunting hippopotamus and fishing in the marshes. In the Valley of the Queens, you can find four open tombs, including those of Nefertari and Queen Hatshepsut. The striking architectural masterpiece sits beneath sheer cliffs and possesses three-tiered terraces that reach 97 feet tall."
    },
    {
      "dayNumber": "5",
      "title": "Luxor - Visit the Dendera and Abydos Temples",
      "description": "In the morning, you will venture to Abydos to find the memorial temple of Seti I. The limestone structure remains one of the most complete tombs in the country and showcases the emergence of a new religion and artistic style. Twenty-four sandstone papyrus columns embody the quality of Old Kingdom architecture and design. At the Temple of Hathor, you can climb the twisting staircases. The ceilings glow with vibrant blue images that feature the goddess of the sky, women, and symbols of fertility. The main temple also showcases a scene of Cleopatra with her son from Julius Caesar."
    },
    {
      "dayNumber": "6",
      "title": "Luxor - Enjoy Art and Tombs around Deir al Medina",
      "description": "Your private tour will take you into the Valley of the Nobles to witness the Monument to King Ramses III. More than 500 tombs decorate the landscape of the isolated valley. Bright scenes of fishing and farming decorate the Tomb of Nakht, who was an astronomer and priest during the reign of Thutmose IV. A former mayor of Thebes offers a preserved burial chamber and vibrant walls with colorful scenes of daily local life. More than 70 houses rise out of the desert landscape in a village that once belonged to the artists and workers who created the tombs."
    },
    {
      "dayNumber": "7",
      "title": "Aswan - Icons of Edfu, Kom Ombo and Aswan",
      "description": "This morning, you will transfer to Aswan with your private driver and guide, stopping at magnificent sites along the way. The Temple of Horus is considered one of the best-preserved cult temples in the country and rises out of the banks of the Nile. The architecture embodies traditional Egyptian aesthetic, and the design features colorful carvings in addition to a stunning 118-foot tall gateway that is guarded by granite statues of Horus. The temple rests on a promontory above the riverbanks and was dedicated to the crocodile god Sobek and Horus the Elder. Symmetrical entrances and halls reflect the importance of the gods within the design."
    },
    {
      "dayNumber": "8",
      "title": "Aswan - View Picturesque Aswan Like a Royal",
      "description": "Aswan has a relaxed pace that imitates the calm water around dramatic black-granite boulders and islands that are studded with palm trees. Nubian villages add rich color to the riverbanks against the backdrop of desert cliffs. At the Temple of Isis, you will enter near the oldest part of the construction of 59 feet tall pylons that have been marked with elegant reliefs. Your private sailing excursion will then offer a cool respite from the desert sun as you circle Egypt’s largest botanical garden at Kitchener Island. In the evening, the aromas of onion and cumin will fill the kitchen as you enjoy a local homemade dinner."
    },
    {
      "dayNumber": "9",
      "title": "Cairo - Return to Cairo with a Day at Leisure",
      "description": "The morning in Aswan will be at your leisure for you to enjoy the beauty of the riverbanks and quiet ambiance at your preferred pace. You can spend time in the Nubia Museum, whose galleries showcase a history that dates back to 4500 BC. Painted bowls date back 6,000 years, and an exhibit of local irrigation traces the developments of controlled water flow along the Nile. Your private transfer will meet you at your hotel and escort you to the airport for your flight to Cairo. Upon your arrival in Cairo, a private driver will greet you. Once you settle in to your accommodation, you can relax on your balcony that overlooks the Nile."
    },
    {
      "dayNumber": "10",
      "title": "Cairo - Traverse the Marvels of the Cairo Museum",
      "description": "Your exclusive tour of Cairo will take you to the famous Egyptian Museum of Antiquities with your private guide. The gallery boasts one of the world’s most important collections with more than 100,000 ancient artifacts. King Tut’s funerary mask will glint beneath the lights that stand nearly two feet tall and are decorated with semi-precious stones. The gilded decorations of gold and stone weigh over 22 pounds and represent the standard image of a pharaoh. You can also visit two rooms that each contain a number of mummies, which represent former kings or royal family members."
    },
    {
      "dayNumber": "11",
      "title": "Cairo - Witness the Unique Neighborhoods of Cairo",
      "description": "After breakfast, your guide will take you on an in-depth tour of Cairo’s distinctive neighborhoods with speculation of a settlement that dates back to the 6th century BC. The cluster of lanes inside the walls of Old Babylon contains remnants of Roman towers and a collection of approximately 20 Coptic churches. The 9th-century Hanging Church displays 110 icons, including a sanctuary inlaid with ebony and ivory. The Ben Ezra Synagogue overlooks a spring that marks the place where the pharaoh’s daughter found Moses. The synagogue also once possessed more than 250,000 historical papers that detail the life of the African Jewish community."
    },
    {
      "dayNumber": "12",
      "title": "Cairo - Depart for Home",
      "description": "The scent of honey and mint will fill the hotel dining room at breakfast. The sunlight will wash over the Citadel in the morning, where the Mosque of Muhammad Ali shines an alabaster white. Slender minarets will echo the calls to prayer, and the Gawhara Terrace will offer a panoramic view of the city. Your private driver will meet you at your hotel after breakfast and escort you to the airport for your flight home, bringing an end to this incredible Egypt tour."
    }
  ],
  "map": ""
}