{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "legends-of-ancient-egypt-giza-aswan-nile-luxor-cairo-tour",
  "tourName": "Legends of Ancient Egypt: Giza, Aswan, Nile, Luxor, Cairo Tour",
  "placesVisited": "Cairo, Giza, Memphis, Saqqara, Aswan, River Nile, Kitchener Island, Aswan High Dam, Kom Ombo Temple, Edfu Temple, Luxor, Khan Khalili, Beit El Seheimy",
  "generalInfo": "Before the pharaohs came the gods, the legends from which the greatest ancient civilization took its cue. Alongside exceptional Egyptologist guides, this private tour will take a unique perspective on Egypt’s world-renowned and little-known sites, from god Amun in the pyramids to the crocodile god Sobek in Kom Ombo Temple and goddess Hathor in Luxor. Including an opulent Nile Cruise, this 8-day tour through Giza, Aswan, Nile, Luxor, and Cairo create an in-depth exploration on Ancient Egypt and the origins of the vibrant culture and its beliefs.",
  "durationDays": "8",
  "price": "3,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo – An Uninterrupted View of the Pyramids From Your Hotel",
      "description": "The ancient wonders of the world look back at you across the desert. Rising majestically and defying their age, the pyramids are the undisputed highlight of any visit to Egypt. You have the perfect view from the balcony of the five-star Le Meridien Hotel as it faces with an uninterrupted view towards the Great Pyramids of Giza. You will be greeted at the airport for transfer to your hotel, where you will enjoy a welcome drink with your guide. The pyramids are also the starting point for the stories of the first and main god of ancient Egypt, Amun-Ra. On hieroglyphs inside the pyramids, it is Amun-Ra described as the primeval creator and the ultimate symbol of a creative force other than man. The evening is at your leisure, and the views make it worth relaxing at the hotel. There is a beautiful heated outdoor pool with glimpses of the tips of the pyramids, along with a good restaurant for dining on the rooftop. Rooms are spacious and Western in style, befitting the five-star status of the establishment. With the pyramids less than one mile away, there will be a feeling of anticipation as you drift off to sleep on your first night in Egypt. Consider learning more about our travelers’ best Egypt vacation experiences by reading their Egypt travel reviews."
    },
    {
      "dayNumber": "2",
      "title": "Cairo – God Amun-Ra and the Pyramid Builders",
      "description": "While the sites of Ancient Egypt are magnificent, it is the quality of the guiding that really brings them to life. Expert Egyptologists provide a window onto the old and the new kingdoms, and you will begin with the stories of Amun Ra. Over the next few days, you will see how he was depicted as a ram during the Old Kingdom, a symbol of fertility and thus creation. By the New Kingdom, he becomes a pharaoh with a red and a blue crown. These stories are elaborated as you wander past the Great Sphinx of Giza, the guardian to the Great Pyramids. Dust rises subtly as you cross the open desert to the pyramids, which loom larger and larger as you approach. Get up close, and you witness how the pyramids are slowly crumbling, withered by the desert winds. Time seems to stand still when you gaze up at the monuments, a sense that you are standing beneath the cradle of Western civilization. You can enter one of the temples (this is rotated for preservation purposes), perhaps the best means of grasping the enormity of these structures. Visit the Solar Boat, a replica but an excellent showcase of what existed inside the pyramids before looters. Continuing the private tour through ancient Memphis you admire the first building ever to be entirely constructed from stone, Saqqara Pyramid, and while it is crumbling visibly, it is very impressive in its revelation of ingenuity. Around mid-afternoon, you can return to the hotel located just a few minutes from the sites of Memphis. There is then some time to relax before a sunset desert adventure, your choice of riding a camel or horse across the Sahara towards the Giza Pyramids, past the Great Sphinx of Giza. Sunset panoramas are spectacular, the camels back-dropped by these great monuments. Continue on the horse or camel at dusk and dine in a traditional Bedouin restaurant, enjoying the food of the desert tribe’s residents, including lots of fragrantly sweet tea."
    },
    {
      "dayNumber": "3",
      "title": "Aswan – God Osiris and a Sailboat Ride Around the Nile",
      "description": "The River Nile slices through the Sahara to create a colorful oasis that bring to life to the desert. Mountains and sand dunes rise proudly, sculpted by the forces of nature. Gardens flourish on islands in the river, while traditional Nubian life continues amidst small oases along the banks. This morning you will fly south to Aswan, the southernmost of Egypt’s cities. You will collected by a local Egyptologist guide who is an expert in these lands, particularly the history of God Osiris and his struggle with the god Seth. There will be an opportunity to spend a couple of hours meeting with the Nubian people to learn more about their history and culture before you board your Nile Cruise. You will not start cruising on it today, but you will travel traditionally in a felucca sailboat on a journey that celebrates the natural splendor of the area. Circle the gardens of Kitchener Island and stop at the Agha Khan Mausoleum on the western bank before watching the river reflect golden colors as the sun starts to set over the desert."
    },
    {
      "dayNumber": "4",
      "title": "Nile River – The Crocodile God and a Luxury Cruise on the Nile",
      "description": "Osiris is the god of the afterlife and the chief of the court, and his story is illustrated at Philae Temple, an imposing structure on the edge of Aswan. Partially in fragments yet rising to a staggering height, this 2,700-year-old temple had to be reconstructed after rising waters threatened to submerge it. The stories of the gods sound surreal, but when you explore these monuments, they come to life, the carvings and columns breathing life into a history that existed before a written language as we know it. Osiris lost a battle with the bad god Seth, and his body was torn into pieces to be scattered all across the desert. It was the Goddess of Magic that revived him and their son Horus finally defeated Seth. The details take time to unravel, and much of it ties into the temples you are exploring. With this narrative, the Temple of Philae is not merely a magnificent archaeological site, but an immersive imprint into the world of the ancient Egyptians. As the Movenpick Royal Lily sets sail in the afternoon, you will visit Kom Ombo Temple, where tens of mummified crocodiles are an indication that this is a dedication to Sobek, the crocodile god. Egyptians would be buried with these crocodiles as protection, and the temple’s inscriptions show a deep reverence for this Nile carnivore"
    },
    {
      "dayNumber": "5",
      "title": "Luxor – God Horus, Goddess Mut, and Arriving in Luxor",
      "description": "Tales of Horus continue, his battle with Seth presented in the temple of Edfu. With his single eye and falcon head, Horus guards the entrance to the temple, close to his wife Hathor, sculpted as a women with cow ears. Journey inside, and you will see her differing images, all interpretations of a part-human part-cow being, all with a look of passion in her expression. Edfu is an inspiring stop on a relaxed morning of cruising, the Sahara and the Nile looking resplendent from your deluxe cabin. While the focus of this tour means plenty of detailed historical exploration, the Nile cruise offers two days of tranquility, time to unwind and completely relax. The tips of the temples of Karnak and Luxor guide you into Luxor, the city of kings and queens in the desert. Take lunch on board before a private tour on the eastern bank, bypassing most of the crowds to focus on a lesser-known story found in the world’s greatest open-air museum, Goddess Mut. A vulture carrying the crowns of royalty, Mut was the New Kingdom wife of the great Amun-Ra. In an astonishing landscape where there is so much history to take in, a dedicated focus like her is a good way to make sense of it all. Spend the night on the boat, docked on the Nile, surrounded by the history."
    },
    {
      "dayNumber": "6",
      "title": "Luxor – Goddess Hathor and the Temples of the West Bank",
      "description": "The Valley of the Kings, burial place of the most famous pharaohs, is watched over by the guard of the necropolis and the god of mummification. God Anubis greets you, holding a divine scepter, his head made of a jackal. Over the morning, you can explore how is depiction is different as he is buried with different kings. Descend into the legendary tombs of Ramesses II and Ramesses IV and feel the sense of history as you step foot in the tomb of Tutankhamen further below the ground, and uncover the secrets as the guide translates inscriptions and hieroglyphs on the walls. A jackal serves multiple purposes in this ancient world; invoking him brought protection from desert scavengers, and like many stories from this tour, you find there is a method to the mummification and mythologized beliefs. Stop for lunch and a coffee to recharge, as there is a staggering number of sites to see on the West Bank of Luxor. Carved into the rock, rising over the desert like a phantom from history, the Queen Hatshepsut Temple regularly lays claim to being visitors’ greatest memory from Egypt. Her temple is so different from the others, built over three levels, an ode to both Queen Hatshepsut and Goddess Hathor of motherhood and love. You will visit her chapel and spend the whole afternoon understanding the history behind this beautiful monument in the desert. Spend a final night on the boat, with all the day’s meals included as per the rest of the tour."
    },
    {
      "dayNumber": "7",
      "title": "Cairo – The History of God Aton and the Authenticity of Old Cairo",
      "description": "Most of the temples and tombs you have visited are merely shells as the interiors have been looted throughout the centuries. Some of the treasures have been rescued, and they are proudly presented in the sprawling Egyptian Museum of Antiquities. At first, it appears to be a chaotic collection, but that is simply because there is so much to display. Of all the museums in Egypt, perhaps in the world, this is the one that most requires a guide, for making sense of so much valuable history is not easy when you first step foot into the museum. You will fly from Luxor to Cairo and be greeted by the same Egyptologist guide from your first two days in the country. Spend the day at the museum, including the famous treasures from King Tutankhamen’s tomb. With so many trinkets, some of them coated in dust, others hiding beneath cloth or down random corridors, a focus on God Aton helps tie everything together. After a relaxed visit to the museum, transfer to the Fairmont Cairo on the River Nile, a very Western styled five-star hotel with a swimming pool perched high above the famous river. Complete your Egyptian experience with an evening in Khan Khalili. The opulent Ottoman “House of Suhaymi” (Beit El Seheimy) is closed during the evening, but the guide gets you access, into a house of elegantly carved wood and Arabic patterns. When crowded with tourists, it is hard to appreciate the details, which is why your guide likes to arrange this special access. Dine nearby later in the evening, a traditional Egyptian dinner served in a neighborhood that delights in its portrayal of old Cairo, not Ancient Egypt."
    },
    {
      "dayNumber": "8",
      "title": "Cairo – Departure",
      "description": "Spend the morning relaxing at the hotel before a transfer to the airport and your departure from Egypt, taking with you all the fables and legends of the old gods."
    }
  ],
  "map": ""
}