{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "classic-egypt-itinerary-for-first-timers",
  "tourName": "Classic Egypt Itinerary for First Timers",
  "placesVisited": "Cairo, Giza, Luxor, Aswan, Abu Simbel, River Nile",
  "generalInfo": "On this 10-day tour of Egypt you will escape into antiquity and celebrate the country’s icons. From the pyramids to Tutankhamen’s tomb, the bustling old lanes of Cairo to Abu Simbel temples, you will explore all of Egypt’s classic old sites. History comes alive as you are immersed in the remarkable world of the pharaohs. Private travel to Egypt will be wonderfully serene, epitomized by a boutique cruise up the River Nile and a day in the desert oasis of Aswan.",
  "durationDays": "10",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo – Relaxing Into the Egyptian Experience",
      "description": "Few attractions around the world are more iconic or historical than the Great Pyramids of Giza. Your hotel, which overlooks them, will offer an inspiring view from the window of your suite and a completely uninterrupted vista from the rooftop terrace. Their size will immediately compel you as their color changes when the sunset reflections bounce across the desert. When you land in Cairo, you will be greeted at the airport by your guide, who will assists you through customs and the relatively short transfer to the five-star boutique hotel in Giza. You will savor the view as you settle into the wonders of Egypt’s ancient history. Dinner will be served on the rooftop, just as the daily light show plays out on the pyramids."
    },
    {
      "dayNumber": "2",
      "title": "Cairo – Immersed in the Glory of the Pyramids and Memphis",
      "description": "The next morning, snippets of dust will twirl around you as you walk across the silence of Giza. The pyramids loom larger and larger, sentinels of history that rise from the desert floor. It does not matter how many photos or postcards you may have seen, little can prepare you for the scale of these monuments, the only ancient wonder of the world still standing. With your hotel’s exquisite location, you will visit the Great Pyramids when the site first opens, ahead of the tour bus crowds. While the pyramids are remarkable from the outside, as you descend into the heart of the structure you will discover that they are elegiac on the inside. Your first morning in Egypt will continue with a visit to the equally poignant Solar Boat Museum. In the afternoon, you will return to the hotel for lunch and relaxation as you allow the heat of the day to pass. Then, you will travel out to the very first of the pyramids, Saqqara, which offers an insight into the iconic architecture that changed the world. The smoothed steps fully illustrate the age of Saqqara Pyramids as they have been weathered by 4700 years of desert wind. You will find the remains of Ancient Memphis nearby, another enduring piece of history that feels as if it is alive. Upon your return to Giza, the guide will recommend a restaurant for the evening, either the upmarket restaurant in one of the nearby hotels or a more local and traditional affair."
    },
    {
      "dayNumber": "3",
      "title": "Cairo – The Egyptian Museum and Ancient Cairo",
      "description": "The next day, dust gathers on some of the artifacts at the Egyptian Museum of Antiquities as trinkets pile up in rooms. Thousands upon thousands of objects cover the shelves of the museum including masks, coins, statues, carved stone and gems recovered from the tombs. As you stroll through the exhibits, 7000 years of history will come alive in the grand halls and the storyline will be expertly narrated to you by your Egyptologist guide. When you wander into the Royal Mummies Room you will listen to the tales of 11 kings and queens, including the story of the great Ramses II. Over the following few days you will travel in the footsteps of the pharaohs as your morning at this museum will create an introduction to their lives and deaths. Then, you will enjoy lunch nearby before you wander through a more recent history. The churches in Coptic Cairo only date to the sixth century, while the Fortress of Babylon is a mere 2600 years of age. Their relics still shimmer as faded frescos line the walls and icons are carved into the facades. The sounds of the churches and fortress remain true to their origins as a church bell clatters while footsteps echo as they drift through narrow lanes and a trader shouts about the price of oranges. Along will you go as you wander through this living history to the 14th-century Khan el-Khalili bazaar, an old watering stop for caravans that continues to be the largest bazaar in the Middle East. While it is also a good place for shopping, you can also explore the labyrinth purely for the ambiance. To complete this day in old Cairo you will follow the euphonic sound of the Islamic call to prayer that ascends to the medieval Citadel and a breathtaking mosque that can be visited by none-Muslims."
    },
    {
      "dayNumber": "4",
      "title": "Luxor – Exploring the Fabled Temples of the East Bank",
      "description": "Today you will discover the two contrasting storylines of ancient Thebes, which are told through the vast ruins that are scattered in and around Luxor. In ancient Egyptian culture, the sun represented life. Since it rises in the east, the temples dedicated to the gods were constructed on the East Bank. Egyptians also believed that a setting sun indicated the end of life, so the West Bank was where burials took place and the tombs were built. You will fly to Luxor and begin your journey with the life, on the East Bank where the fabulous temples of Luxor and Karnak offer you an immersion into the dramatic scale of Thebes. These two temples require that you explore them slowly. While their size can be overwhelming at first, if you take your time then all of the details will start to shine through. Along your exploration, a forest of giant pillars will rise high above you in the Hypostyle Hall, then you will notice sculpted sphinxes that line an ancient avenue, and abundant carvings pay homage to the gods, while your guide deciphers the spiraling hieroglyphics. After an afternoon of privately-guided exploration in these two temples, you will be transferred to a luxury vessel that sits on the River Nile. Your elegant suite will have large windows for uninterrupted views over the water. A swimming pool will await you on the upper deck, along with tables for leisurely lunchtime dining. You can spend the evening relaxing and indulging as you enjoy the first of four nights on board. A River Nile cruise is a classic Egyptian experience as travelers and locals have been elegantly cruising along the river since Antony and Cleopatra did so almost 2000 years ago. Since then, new vessels have been constructed and it is now possible to find a boutique approach to cruising."
    },
    {
      "dayNumber": "5",
      "title": "Nile River Cruise – Tombs and Temples of the Valley of the Kings",
      "description": "The following morning, you will take a hot air balloon ride over the Valley of the Kings, a timeless experience of serenity and sublime desert colors. As you ascend through the sky, the sun pierces the horizon and slithers of gold and orange light cast a surreal glow. It will be silent up here, apart from the occasional blast of the jets that interrupt the still Saharan air. Once you touch down, you will spend the rest of the morning immersed in Ancient Egypt where the magical tombs of the pharaohs whisper the secrets of the past. You will enter six of the tombs to admire how the murals are laden over the limestone while hieroglyphics line the sarcophagi. While Tutankhamen’s tomb is the most famous, it is the rulers you have never heard of that have the most impressive underground realms. Once you return to the boat for lunch, you will set off along the Nile as you watch the desert roll by from the rooftop deck. Old Nubian villages occasionally mark the banks and the colors merge towards the horizon as a peace settles over you. Snacks and drinks will be served as you travel north toward the lock of Esna, where you will spend the night enveloped by desert wonders and river charm. You can spend the night on the roof to admire an incredible sky of stars."
    },
    {
      "dayNumber": "6",
      "title": "Nile River Cruise – Mysterious Temples and the Serenity of the Nile",
      "description": "In the morning, you will disembark and travel by horse and carriage to the Temple of Edfu. It is just one of the exquisite sights that dot the Nile that offers insight into the folklore and depictions of the gods. Edfu is dedicated to the horse god while Kom Ombo honors the crocodile god, with mummified crocodiles found close to the entrance. The temples come with mysterious stories, which will be superbly narrated by your guides as you explore in small groups. In between the temples you will savor the tranquility of the cruise. On this classic itinerary, the cruise will provide a few very quiet days in between some detailed historical exploration. While you will stop at mesmerizing sites, the cruise will also be an excellent opportunity to relax and escape into a remote world."
    },
    {
      "dayNumber": "7",
      "title": "Nile River Cruise – Cruising Into the Oasis and the Sights of Aswan",
      "description": "As you open the curtains to the sun rising over the desert and take breakfast on the roof, the Sahara wakes for another day. You will admire the lush swathes of green that start to rise on the banks and sit outside as you cruise into the seductive oasis town of Aswan. A Saharan outpost for the camel caravans, Aswan has been welcoming visitors for centuries. You will find an old nomadic atmosphere in the marketplace, where traders meet at cafes and there is always time for another glass of tea. Today you will discover the iconic sights of Aswan, from the 20th-century High Dam to a temple built three millennia earlier. As you spend a final night on board, soak up the entertainment and notice the clusters of palm trees that rise on the banks."
    },
    {
      "dayNumber": "8",
      "title": "Aswan – Felucca Sail Boat Tour and Savoring the Old City",
      "description": "Wake late and tune your senses to the oasis. Fragrances mingle, a trader’s cart rumbles past, and the call to prayer sends a euphonic message across the rooftops. Take your time. Wander through a market that is probably the most hassle-free for foreigners in the whole of Egypt. Stop for a glass of tea and watch the people coming to trade, with camels sometimes waiting patiently for their owners to return. Savor this old city throughout the morning, a great place to explore without a map or without a guide. The afternoon is equally quiet, traveling around the Nile islands on a wooden felucca cruise, stopping at the lush gardens that can sometimes make Aswan feel nothing like the desert."
    },
    {
      "dayNumber": "9",
      "title": "Cairo – The Legendary Abu Simbel",
      "description": "Your guide will begin this morning with a fascinating tale. He will explain to you that sunlight enters the temples of Abu Simbel only two days of the year. The shards of illumination travel along a long corridor to cast a glow on the statues of Ramesses II and Amun on February 21st and October 21st, which corresponds with the birthday and coronation day of Ramesses. The ancient Egyptians incorporated their advanced knowledge of the solstice and their firm belief in the afterlife into their remarkable engineering feats. For example, at Abu Simbel, the light shines along the corridor but the statue of Ptah, the god of the underworld, remains in perpetual darkness. The two great temples of Abu Simbel stand in the far south of Egypt, guarded by giant sculptures of Ramesses II. Their eyes will follow you into a corridor that dances with decoration. You will notice how godly scenes play out, a victory over the Hittites is presented in elaborate detail, and the sheer size of these temples is mesmerizing. After you spend three hours discovering the detail you will fly to Cairo via Aswan, where your five-star hotel on the Nile is very different to your first stay in the capital. In Giza you will have enjoyed boutique old-world luxury. For this final night you will get a taste of modern Egypt, with a decadent suite that provides views over the city lights."
    },
    {
      "dayNumber": "10",
      "title": "Cairo – Departure",
      "description": "With an evening departure you will have a day at leisure in Cairo. Now will be your opportunity to visit Khan el-Khalili bazaar to find some souvenirs, or to indulge in the hotel’s spa and lounge by the pool. You can enjoy the hotel’s facilities up until a private transfer to the airport. For more inspiration, read our reviews of Egypt from our travelers and gain more information about this amazing experience."
    }
  ],
  "map": ""
}