{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "famous-history-of-egypt-tour",
  "tourName": "Famous History of Egypt Tour",
  "placesVisited": "Cairo, Luxor, River Nile, Aswan, Alexandria",
  "generalInfo": "Egypt’s mesmerizing history will immerse you in 5000 years of narrative, from the earliest pyramids to the new library in Alexandria. Handcrafted to traverse centuries and stories, this Egypt history tour will reveal Egypt from the inside. You’ll travel from ancient Cairo to Luxor, then cruise the River Nile to Aswan and Abu Simbel, before a day in Alexandria completes your handcrafted tour.",
  "durationDays": "12",
  "price": "4,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairo – Overlooking the Great Pyramids of Giza",
      "description": "The Great Pyramids of Giza continue to be Egypt’s most iconic image and they don’t disappoint. It will be two days before you step inside them, but for the first three nights you have a perfect view of the light show from your hotel rooftop. After being greeted at the airport you will be transferred to Giza, which is now a Cairo suburb. Here you’ll gaze onto the pyramids at sunset, a perfect introduction to the wonders to be found in ancient Egypt."
    },
    {
      "dayNumber": "2",
      "title": "Cairo – Egyptian Museum and Old Cairo",
      "description": "Over 100,000 artifacts fill the corridors of the Grand Egyptian Museum, relaying a narrative that stretches back over 5000 years. Stone gathers dust, mummies evoke tales, and hidden treasures are revealed by expert guides. With a leading Egyptologist, you will explore the museum, tracing a story from the earlier rulers through Tutankhamen and a civilization that forever changed the world. This is the best place to start a historical tour, so you can fully understand the context and different characters, before all your site visits. An afternoon in Old Coptic Cairo will then showcase a city’s living history."
    },
    {
      "dayNumber": "3",
      "title": "Cairo – The Sphinx and Great Pyramids",
      "description": "Start your morning in Memphis, exploring Sakkara and the Step Pyramid. Constructed by Pharaoh Djoser it was comfortably the tallest building in the world, a pioneering structure that now stands in an evocatively weathered state. Memphis sets the scene for the Great Pyramids, a royal burial chamber built over a millennia later. You’ll enter one of the pyramids and have a chance to ride a camel alongside them, as you explore the ancient wonder after most tour groups have gone home. By staying in Giza you can savor these quiet final moments of serenity at the world’s most famous structures."
    },
    {
      "dayNumber": "4",
      "title": "Luxor – The Temple of Luxor",
      "description": "This morning has been left free and you may want to explore more of Old Cairo, including Coptic churches juxtaposed with 1000-year-old mosques. After a flight to Luxor, you will check into a hotel on the bank and wander the Avenue of Sphinx, before diving into the history of Luxor Temple. It’s believed that this was where kings were crowned and the grandeur is unfathomable. Even after so many centuries, the temple’s detail can suggest a time when pharaohs were carried in on thrones. You really do need a whole afternoon to get the full history here."
    },
    {
      "dayNumber": "5",
      "title": "Luxor – The Valley of the Kings",
      "description": "For a true history tour you need to spend three days in Luxor. One can only glimpse at the sights and two isn’t sufficient either, because there is simply too much to discover. Today you’ll venture on the West Bank and journey beneath the Valley of the Kings. Tutankhamen’s tomb is not the most impressive here. Instead, delve into mural-lined chambers of Ramses and others, before exploring the Valley of the Nobles in the Theban Necropolis. The exploration will be split into two, so you can do more in the cooler hours of the day and rest when the sun gets high."
    },
    {
      "dayNumber": "6",
      "title": "Luxor – Majestic Karnak Temple",
      "description": "Considered the temple of temples, Karnak is on a baffling scale. A forest of pillars soars 30 meters above you, hundreds of them covered in hieroglyphs that tell tales from generations of pharaohs. It’s actually a complex of temples and you will need from sunrise to mid-morning to appreciate its history. After lunch on the riverbank you will return to the West Bank this afternoon, first to marvel at the Colossi of Memnon. Rising from desert plains, the terraced Temple of Queen Hatshepsut will complete your three days in Egypt’s most historical city."
    },
    {
      "dayNumber": "7",
      "title": "Nile Cruise – Starting the Journey Upriver",
      "description": "The next three nights will be spent on a luxury cruise, traveling up the River Nile towards Aswan. Dunes and small mud houses dot the banks but mostly there is solitude, the cruise providing an immersion in both the Nile and Sahara. Remarkable old relics dot your route and there will be a couple of stops each day. Visit the Ptolemaic temple devoted to goddess Hathor, admiring all the inscriptions and hieroglyphs. Another small temple showcases desert times but mostly today will be a break from the grand structures. Instead, it’s a chance to sit back and watch the desert roll by."
    },
    {
      "dayNumber": "8",
      "title": "Nile Cruise – Desert History",
      "description": "The excellent Museum of Mummification will offer a hands-on history this morning, as you discover why pharaohs were mummified and why they wanted to take dolls and food into the afterlife. You will be cruising for most of the day and the upper deck is a perfect place to relax, in the shade or outside. You can feel the history stretching out beyond the sand, long before you disembark to explore the Temple of Horus. Better preserved than any temple along the Nile, it was buried under sand for almost 2000 years. Now it provides an eerie immersion in antiquity."
    },
    {
      "dayNumber": "9",
      "title": "Aswan – An Evening Oasis",
      "description": "After breakfast you will be cruising onwards. Kom Ombo is the most famous Nile temple and its two sides relate two different narratives. To one side the crocodile god, to the other Horus the Elder. Two colonnades, two halls, two different deities, and two temples that come together as one. You’ll witness some mummified crocodiles before returning to the boat and cruising to Aswan. Here you have a quiet night in the oasis, perhaps exploring the small souks or watching a Nile sunset from your hotel rooftop."
    },
    {
      "dayNumber": "10",
      "title": "Aswan – Simbel and Sunset Sailing",
      "description": "It’s four hours by road from Aswan to Abu Simbel so a day trip can be extremely tiring, unless you take a flight. With a flight you also avoid the crowds and explore Abu Simbel at a cooler time of day. Constructed by Ramses II, the two Abu Simbel temples were dismantled and lifted 60 meters up the cliff, when Aswan Dam threatened to submerge them. You can see where the rock was cut, but mostly you appreciate how this magnificent feat of workmanship is aligned with stars and the equinox. Back in Aswan you will spend the afternoon sailing around small islands."
    },
    {
      "dayNumber": "11",
      "title": "Alexandria – A Very Different History",
      "description": "After flying to Cairo you’ll travel north to Alexandria, Egypt’s second city. Unfortunately, the original wonder of the world, Alexandria Library, has long since gone. But the new Alexandria Library pays homage to this history and holds many fantastic, original texts. Catacombs reveal how Greek and Roman influence came to Egypt while the Montazah Palace is a more contemporary take on Egyptian royal opulence. Most of all you’ll find a bustling city that can continue the narrative beyond the pharaohs, to the last 2000 years."
    },
    {
      "dayNumber": "12",
      "title": "Alexandria – Departure",
      "description": "On route back to Cairo you’ll stop at a World War II battle site and cemetery, the final piece in a historical Egypt tour that has spanned 5000 years. You will have a chance to refresh at an airport hotel before your outbound flight."
    }
  ],
  "map": ""
}