{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "luxury-egypt-legendary-historical-highlights-opulent-red-sea-escape",
  "tourName": "Luxury Egypt: Legendary Historical Highlights & Opulent Red Sea Escape",
  "placesVisited": "Cairo, Giza, Memphis, Saqqara, Aswan, Kitchener Island, Elephantine Island, Luxor, Valley of the Kings, Valley of the Queens, Sharm El Sheikh",
  "generalInfo": "Egypt’s highlights come in numerous forms. Journey into an unrivaled heritage and explore icons like the pyramids and Valley of the Kings. Escape into the serenity of the Red Sea and its private beaches. Cruise along the Nile River on a dreamy five-star vessel, disembarking to astonishing temples with 3,000 years of history. Handpicking the country’s ultimate five-star residences, this luxury Egypt itinerary combines the highlights, from legendary attractions to coastal getaways.",
  "durationDays": "12",
  "price": "4,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Giza – A Breathtaking View Over the Pyramids",
      "description": "Of all the Egyptian icons, there’s one that has always stood out. It was the one that wowed the Greeks and the only one of the world’s original seven wonders to still be standing. So why wait? Within an hour of leaving the airport, you’re sipping drinks on the rooftop of your five-star hotel, gazing over the dusty desert floor to the Great Pyramids of Giza. They’re barely a mile away, glowing beneath the afternoon sun. It’s a view that Egypt is famous for, one that shouldn’t just be glimpsed once. This evening, you’ll have hours to enjoy the view, watching the pyramids change hue with the setting sun, then taking in the light show that illuminates their iconic frames. Uninterrupted vistas come from the roof and from your Deluxe Pyramid View Room. Before arriving, a guide will meet you from the plane and assist you through customs and immigration."
    },
    {
      "dayNumber": "2",
      "title": "Giza – Private Detailed Tour of World Heritage Giza and Memphis",
      "description": "In the cool early morning air, you wander towards the pyramids, listening as your footsteps cross the ancient desert floor. It’s almost silent, just the crunch of feet against rock. Pass the Great Sphinx and try to decipher its stare. Stand underneath the Great Pyramid of Giza and feel its enormity. Enter the smaller Menkaure Pyramid and explore the beauty that lies beneath the shape. Be guided around the Solar Boat and understand why these pyramids are here. The guide takes you to photogenic viewpoints, and you get to explore the entire site before the big tour buses arrive. It’s not just the views that make your luxury hotel so special. The other great advantages of the hotel’s proximity to the pyramids are the chance to explore before the crowds, and the opportunity to split a full-day historical tour into two. So return to the hotel for a second breakfast and some quiet hours around the pool, before continuing the exploration after the midday heat has evaporated. In the afternoon, you explore Memphis, the ancient city that holds so many keys to Egypt’s history. Then visit the Pyramid of Saqqara, with its rounded, weathered steps a celebration of over 4,000 years of history."
    },
    {
      "dayNumber": "3",
      "title": "Aswan – Sailing Along the Nile and Exquisite Aswan Monuments",
      "description": "A morning flight to Aswan is followed by a journey through some astonishing sights. Marvel at the scale of Aswan High Dam, the imposing structure that created the world’s largest artificial lake. Soak up the enchantment of the Temple of Philae, an ode to the goddess of magic. Discover ancient building techniques by spending an hour with master craftsmen at the Unfinished Obelisk. You’ll have lunch at an atmospheric restaurant along the Nile River then board an opulent Nile vessel that becomes your home for the next three nights. You have one of the Presidential Suites, with its private sundeck, elevated views, and decadent living area. 24-hour room service allows you to watch the beauty of the Nile without interruption while the vessel has a range of restaurants and sundecks along with a gym and spa. All meals are included over these three days, and whenever you disembark the vessel, it’s on private tours. After lunch, the afternoon’s excursion is by traditional felucca sailboat. Cruise around the botanical gardens of Kitchener Island, past the Aga Khan Mausoleum on Elephantine Island, and into the sunset with the sail tightened against the breeze."
    },
    {
      "dayNumber": "4",
      "title": "Nile River – The Serenity of a Five-Star Nile River Cruise",
      "description": "Serene and salubrious, a Nile River cruise immerses you in a sensual beauty. Waters glimmer golden in the morning light, panoramas reveal the subtle hues of the Sahara, and tiny oases dot the banks. Time moves at a wonderfully slow pace as you relax on your private deck. Occasionally the boat docks and you disembark to the mesmeric remains of Egypt’s dynasties. Follow the storyline around the Kom Ombo Temple, one side of hieroglyphs honoring the falcon god, the other celebrating the crocodile god. Intriguing tales emanate from ceilings and sculptures while enormous carved gods stand guard at the entrance. Later in the afternoon, you alight at the Temple of Horus, the second largest of Egypt’s temples and a thrilling evocation of scale. Then it’s back onto your vessel, where sunset hues paint the desert sky and a starry night is accompanied by an atmospheric silence."
    },
    {
      "dayNumber": "5",
      "title": "Luxor – Immersed in the Wonders of the Valley of the Kings and Queens",
      "description": "As the Nile vessel cruises downriver, you’re slowly enveloped by the heritage of Ancient Egypt’s 18th dynasty. From the deck, you see temples that rise above the modern township. Monumental tombs rise to your left, the Valley of the Kings glimpsed amidst the desert. Soon you’re surrounded by the world’s greatest open-air museum, and there’s anticipation in the air, so many iconic structures within two miles of the boat. Disembark, and a private Egyptologist guide takes over the storyline. First the legend of Amenhotep III, his temple destroyed replaced by the mammoth Colossi of Memnon. It looms large, casting you in shadow, an astonishing structure that introduces you to the scale of Luxor’s West Bank. Next the famous female ruler, Queen Hatshepsut celebrated through her unique triple-story mortuary temple. Exquisitely adorned, this temple reveals the genius of design. Now the valley opens up, and you’re walking towards the tombs of kings and nobles, admiring how the structures blend into the scorched red of the desert. Start in the restored tomb of King Ramesses VI, descending into an elaborate world of buried treasure and breathtaking hieroglyphs. Then the real treat, the view of the Valley of the Kings as you ascend and take in the astonishing scale of it all. Next, you discover King Tutankhamen’s Tomb, the most famous and iconic of them all. With the guide skillfully avoiding the tour groups, it feels like you’re Howard Carter in 1922, stumbling across a magical discovery in a near perfect state of preservation. Descending into the tomb is one thing; doing so alone is another experience entirely. You’ll be able to see another three tombs before returning to the boat for a final night on board your Nile vessel, where your deck offers sunset views across the desert and the ancient valley."
    },
    {
      "dayNumber": "6",
      "title": "Luxor to Cairo – Epic and Evocative Temples on Luxor’s East Bank",
      "description": "It’s well worth the early start this morning as being almost alone at Luxor Temple is a magnificent showpiece of Ancient Egypt. Dozens of columns cluster in the Hypostyle Hall, each loaded with intricate stories told through inscriptions. You could spend an hour just on one column; such is the detail. Footsteps echo here, and as another person walks past, you appreciate how these columns dwarf everything else. Luxor Temple is a complex as big as a town. Get lost amongst the hallways, admire sphinxes frozen in time, and find yourself on the crumpled outskirts, where eroding walls showcase the temple’s age. From here, you follow the old Avenue of Sphinx to Karnak Temple, another pristine memoir to the ancient city of Thebes, before being driven back to the vessel. After lunch back on the boat, you’ll wave farewell to the Presidential Suite and spend an hour at Luxor Museum, where some fabulous golden busks are amongst tens of thousands of artifacts excavated from both sides of the Nile. You then fly back to Cairo on a late-afternoon flight and spend the night at the opulent downtown hotel. The hotel’s restaurant has great waterside views, as does your Nile View Room."
    },
    {
      "dayNumber": "7",
      "title": "Cairo to Sharm El Sheikh – Exploring the Atmosphere of Old Cairo and Onwards to the Coast",
      "description": "Egypt’s history isn’t just an ancient one. There are Cairo neighborhoods where the atmosphere is virtually unchanged since their origins in the 5th century. Stone churches hide in mazy lanes, market stalls are laden with fruits, traders call out with poetic voices, and every turn takes you deeper into the ambiance of a living heritage site. Old Cairo defies GPS systems and makes no sense on any map. The turns are haphazard, and it’s seemingly impossible to know where you’ll emerge. There are treasures everywhere, and your guide expertly unearths them. Visit markets that encourage you to linger, enter churches with 1,400 years of history, then continue towards sublime Arabic architecture and mosques. As part of the tour, you’ll stop a traditional teahouse, and then enjoy a lavish meze banquet for lunch. All of your luggage is safely stored away in a private vehicle, so there’s no need to return to the hotel before your quick visit to the Egyptian Museum of Antiquities. Here you’ll see the gems taken from King Tutankhamen’s Tomb and others in the Valley of the Kings. Today packs in a lot but it ends with the opulence and tranquility of the Red Sea. After the one-hour flight from Cairo, you’ll be transferred to the most exclusive of Sharm El Sheikh’s resorts. Relax in your private pool, take advantage of the 24-hour room service, and settle into the atmosphere of the coast."
    },
    {
      "dayNumber": "8",
      "title": "Sharm El Sheikh – Exclusive Beach Escape Along the Red Sea",
      "description": "Your luxury accommodation is the exclusive arm of the larger Savoy Sharm El Sheikh resort. There are only 36 rooms, including a handful of private villas. Lounge in your private pool or drift off in your own gardens, watching the Red Sea glisten through a rainbow of blue colors. You don’t need shoes to walk down to the resort’s private beach, nor do you need to think about time. This is Egypt’s iconic coastal escape, an exotic piece of bliss where you can drift off to the sea breeze. Staying at this high-end accommodation gives you access to all the facilities of its neighboring resort, including multiple restaurants and bars, a salubrious spa, gym facilities and various pools. Your villa is tucked away, and there’s an enveloping silence throughout day and night. However, you are just a few hundred meters from the center of Sharm El Sheikh and its range of restaurants and shops. Activities take place above and below the water, from rock climbing and camel rides on the Sinai Peninsula to excellent snorkeling and scuba diving. After seven days of Egypt’s historical highlights, this is the classic way to complete the country’s allure."
    },
    {
      "dayNumber": "12",
      "title": "Sharm El Sheikh – Departure",
      "description": "Sharm El Sheikh International Airport provides a convenient getaway from Egypt. Relax in the morning before a private transfer to the airport and your homebound departure."
    }
  ],
  "map": ""
}