{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "classic-panama-family-vacation-package",
  "tourName": "Classic Panama Family Vacation Package",
  "placesVisited": "Panama City, Bocas del Toro, Isla Colón",
  "generalInfo": "Experience an unforgettable vacation with your children when embarking on an 8-day family-friendly Panama tour. Discover dramatic canals, breathtaking island beaches and the dangling vines and lianas of mangrove glades. Enjoy wildlife encounters that will introduce you and your kids to unusual creatures such as the Panamanian golden frog and fun favorites like the slow but sleek sloth creating the ultimate Panama adventure for you and your family.",
  "durationDays": "8",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Panama City - Explore Soaring Skylines and Beautiful Beaches",
      "description": "Embrace the wonders of Panama City as you and your family wander the city center. Towering buildings line the way for a diverse architectural exploration, while twisted towers lead the way to vast sandy beaches. Discover the family-friendly neighborhood of Amador by bicycle with a ride along the rustic-colored Amador Causeway, admiring the blue-green waters blurring by you. Step inside the Amador Biomuseo, the roof of multi-colored squares resembling haphazardly-placed post-it notes in contrast to its lush green gardens. Kids of all ages can explore the history of Panama and experience exhibitions such as the ‘living web,’ a 50-foot living sculpture that presents the interconnectedness of plant life, animals, and microorganisms."
    },
    {
      "dayNumber": "2",
      "title": "Panama City - Learn the Intricate Workings of Panama’s Locks",
      "description": "A day of adventure awaits your family as you set sail to the entrance of the Panama Canal. The Bay of Panama will guide you as the city skyline fades in the distance as you enter the first of two locks. The intriguing and perfectly-timed engineering marvel offers a functional purpose as well as a fascinating and fun geographical exploration. Thunderous white walls of water plummet into rising waters, your vessel seemingly floating up toward the sky. Crossing the calm and shimmering waters of the Miraflores Lake, the rumbling of Pedro Miguel Lock opens you to the snaking Culebra Cut, revealing a day of water wonders and intricate engineering as you enjoy the crisp, cool brush of water drops against your skin."
    },
    {
      "dayNumber": "3",
      "title": "Panama City - Set Sail for a Wildlife Sanctuary",
      "description": "Mimicking monkeys, sleek-like sloths, and the majestic brilliance of butterflies are all on the list of exciting encounters you and your family can enjoy today. Set sail on Gatun Lake, the emerald waters of this freshwater lake carrying a myriad of ships across the Isthmus of Panama, moving you through tropical forest and lush vegetation to Monkey Island. Giggle at the cute, yet cheeky facial gestures of the white-faced capuchin monkey, small in stature, large in attitude. Watch with bated breath as the two-toed sloth hangs suspended from a trusting branch, the hairy creature going nowhere in a hurry, and admire the beauty of butterflies flickering through orchid-filled rainforests."
    },
    {
      "dayNumber": "4",
      "title": "Bocas del Toro - Discover Exotic Mangroves and Island Bliss",
      "description": "Travel west to the island paradise of Isla Colon in the Bocas del Toro archipelago. Your adventure begins when you step aboard your tender boat, almost parallel to the water. Gaze upon exotic mangrove glades as straggling vines create a curtain-like effect over thick shrubs and trees, the waters lapping against sandy banks. Draw back the vine curtain to reveal an exquisite picture of a white sandy beach separating azure waters from deep green forests with dramatic views across the Caribbean waters as you settle down in a haven far removed from the bustling city scenes."
    },
    {
      "dayNumber": "5",
      "title": "Bocas del Toro - Embark on a Hiking Island Adventure",
      "description": "A mix of downtime and island adventure awaits islanders of all ages today. The region beckons families to explore the breathtaking combination of pristine white beaches and lush rainforests. Start your hike from Salt Creek, a humble village and quiet community of fishermen and tradesmen. As you walk through mangrove glades and along quiet creeks, listen to how the jungle journey offers a cacophony of shrills and calls. Pause for a while to get acquainted with the history and traditions of the Ngabe Bugle tribe and watch an artist paint a Guaymi painting, shapes and colors contrasting your natural surroundings."
    },
    {
      "dayNumber": "6",
      "title": "Bocas del Toro - Delight in Marine Life or Tasty Cacao Bites",
      "description": "Embrace island life with many activities and adventures during your day at leisure in Bocas del Toro. Take to the water to watch graceful dolphins frolicking in the waves off Dolphin Bay, creating perfect archways as they leap in the air, or perhaps little explorers may find seeking orange and pink starfish lining the sandy bottom of shallow waters a fascinating way to spend their day on a Zapatilla Cays beach. Switch gears with a visit to a cacao plantation near Almirante to learn how the simple yet powerful cocoa bean is transformed into a delicious chocolate treat. Savor smooth textures with coconut notes on the palate, perhaps the sweet swirl of caramel melting in your mouth."
    },
    {
      "dayNumber": "7",
      "title": "Panama City - Uncover Historical Casco Antiguo Neighborhood",
      "description": "Uncover a different neighborhood of Panama City today when you bid farewell to your island paradise and embrace the historical and UNESCO Cultural World Heritage Site of Casco Antiguo. Art and culture run through the cobbled streets between boutique hotels and bakeries, family eateries, and culinary corners. Take some time to savor a plate of delicious, smooth calamari rings or bite into soft and powdery mamallena dessert, the doughy balls a delight with each bite. Dine under the stars on a rooftop bar in Cathedral Square with views over the Museum Canal while the distant city skyline fades to dark as sounds of lively Panamanian music fill the night."
    },
    {
      "dayNumber": "8",
      "title": "Panama City - Take One Last Glance Over the Panama Canal",
      "description": "In the morning, enjoy one more breakfast savoring your view of the towering buildings and beyond to the waters of the Bay of Panama. Look out in the distance and admire boats large and small as they slowly crawl along the Panama Canal. Admire the silver curve of the Bridge of Americas, spanning the Panama Canal’s Pacific entrance, and capture one more mental snapshot of Panama City’s pristine beaches before returning home from your Panamanian adventure with your transfer to the airport."
    }
  ],
  "map": ""
}