{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "panama-adventure-tour-ziplining-sailing-and-wildlife",
  "tourName": "Panama Adventure Tour: Ziplining, Sailing, and Wildlife",
  "placesVisited": "Panama City, Monkey Island, Boquete, Boca Chia, Gulf of Chiriqui",
  "generalInfo": "Find vibrant life and endless possibilities on your 8-day Panama Adventure vacation. From delving into the past as you stroll antique streets to immersing yourself in the sounds and aromas of the tropical jungle, diving into pristine turquoise waters to explore coral gardens to venturing into the lush trees in search of wildlife, Panama’s limitless surprises will encourage new discoveries and unforgettable experiences throughout your custom-tailored trip.",
  "durationDays": "8",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Panama City - Arrive in Incredible Panama",
      "description": "Panama City is a place of glamour and modernity fringed by glimpses into untamed nature and connections to remote beaches. Marvels of contemporary engineering demonstrate a faster pace of life among the antique and newer neighborhoods where high-rises can overlook colonial ruins. Your private transfer will meet you at the Tocumen International Airport customs and escort you to the comfort of your accommodations, where you can begin your adventure. The remainder of the day will be at your leisure to settle into the city and embrace the new ambiance. You may choose to stroll along Paseo de las Bovedas to enjoy overlooking the historic seawall and listening to the vendors chatting as they display artisan crafts set beneath the flowering bougainvillea."
    },
    {
      "dayNumber": "2",
      "title": "Panama City - Explore the Wildlife Wonders of Panama",
      "description": "You may wake up to a sunny tropical morning in Panama City, where the sunlight washes over the colorful facades of Casco Viejo, the old neighborhood. Set out with your guide on an exciting tour to explore the wilderness within arm’s reach of the urban streets, first with a boat tour to visit Monkey Island. The small island seems to float in Lake Gatun, shines with foliage, and sings with the active calls of white-faced capuchin, Geoggroy’s tamarin, and howler monkeys. You may feel the monkeys watching you as you approach and wander along the jungle terrain, stepping over vines or rustling the leaves. You can continue to a sloth sanctuary to learn more about the slow-moving mammal, its camouflaged fur, and how the sanctuary is helping protect and preserve the wilderness."
    },
    {
      "dayNumber": "3",
      "title": "Boquete - Visit the Panama Canal and Travel to Boquete",
      "description": "Start your day with an exciting exploration of the Panama Canal at the Miraflores Locks, one of the three locks that form the world-renowned canal. The engineered waterway is over 100 years old and is celebrated for opening up faster and safer trade routes between the Atlantic and Pacific oceans. At Miraflores, you can witness the quality and vision of engineering on a ship as it rises over 54 feet. You will not only feel the ship moving but may also witness the walls sinking as the water rises. Before transferring to the stunning highlands at Boquete, you will continue to Casco Viejo, where the city’s history comes to life among the narrow streets and colorful buildings. Walk between historic ruins and enjoy the views spreading out to the bay, accentuated by the sleek design of the modern city. You may feel you’ve stepped back in time as you witness architectural designs dating back to the 17th century."
    },
    {
      "dayNumber": "4",
      "title": "Boquete - Discover Panama\u0000\u0000’s Treetops",
      "description": "Panama’s highlands are an exciting place, where the hum of waterfalls and buzz of hummingbirds feels only steps away. As you discover more of Boquete and the surrounding terrain, you can visit the hanging bridges for a different view of the dense cloud forest. The collection of bridges can reach up to 246 feet above the forest floor, where the treetops spring into activity with birds and wildlife. Enjoy the collection of trails as you search the quiet forest for signs of resplendent quetzal, whose iridescent red plumage can stand out from the background of emerald leaves. You can continue your adventure through the treetops with a zipline excursion, embracing the feeling of flying through the canopy."
    },
    {
      "dayNumber": "5",
      "title": "Boca Chica - Travel to the Sensational Oceanside",
      "description": "Your private transfer will escort you to the airport after breakfast for your flight to David, where you will continue to the stunning combination of tropical wildlife and coastline at Boca Chica. Set near the border of Costa Rica and situated close to islands protected by a national marine park, arrive in Boca Chica with time to relax and recharge before heading back into the limitless adventures of Panama. You can bask in the feeling of an undiscovered gem as the ocean breeze drives through town and the water glows transparent beneath the golden sunlight. Boats may return from time on the Pacific Ocean with fresh fish or visitors who enjoyed time scuba diving amongst the vibrant marine life. You may find parrots perched in trees or listen to howler monkeys calling to one another in the distance."
    },
    {
      "dayNumber": "6",
      "title": "Boca Chica - Embrace Tropical Waters and Islands",
      "description": "Step onto a boat and enjoy an immersion in a tropical fantasy. Sail among the islands of the Gulf of Chiriqui and the Chiriqui National Marine Park and embrace the cool breeze and aroma of the Pacific as the views of white-sand beaches shaped like crescents and bordered with palm trees come into view. During the season, you may have sightings of humpback whales passing Panama as they migrate away from the Southern Sea. The boat will drop anchor for a chance to plunge into the water for a snorkeling excursion. You may find signs of sea turtles grazing in the warm and welcoming waters among pockets of bright coral and waving sea grass."
    },
    {
      "dayNumber": "7",
      "title": "Panama City - Return to Panama City",
      "description": "In the morning, you may have time to enjoy the Pacific and white-sand beaches of Boca Chica and its surroundings once more before returning to Panama City. Spend time kayaking or basking in the view of the coastline before meeting your private transfer and flying back to the city. After settling into your accommodations, the day is at your leisure. You can return to Casco Viejo to walk beneath the towers of Iglesia y Convento de la Compania de Jesus or spend more time in Panama Viejo to explore the 14 remaining ruins dating back to the 16th century. The Panama Canal Museum also offers a great perspective on the history and importance of the canal for Panama and the world."
    },
    {
      "dayNumber": "8",
      "title": "Panama City - Depart for Home",
      "description": "Throughout the day, you may find local Panamanians sitting in outdoor cafes, sipping coffee, and enjoying as time passes by. In the morning, you may find the aroma of roasted beans from the celebrated coffee produced in Panama’s highlands. When you are ready, your private transfer will meet you in the hotel lobby and escort you to the airport for your flight home, ending your exceptional Panama adventure. You can always extend your trip to explore more of the country or continue north to Costa Rica or south to Colombia to further embrace the spirit of adventure."
    }
  ],
  "map": ""
}