{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "ultimate-panama-vacation-for-seniors-nature-trails-remote-beaches",
  "tourName": "Ultimate Panama Vacation for Seniors: Nature Trails & Remote Beaches",
  "placesVisited": "Panama City, Monkey Island, Boquete, Isla Colon, Bocas del Toro, Isla Bastimentos",
  "generalInfo": "A destination brimming with culture, natural beauty, and significant world heritage, your 11-day Panama vacation for seniors paints a colorful picture with a once-in-a-lifetime adventure. Discover a contrasting city with Old World charm overlapping with modern-day vitality. Wander through natural playgrounds that range from mangrove glades to coffee plantations to waterfalls to breathtaking beaches. Combine activity with downtime as you make your way through the beauty and wonder of Panama.",
  "durationDays": "11",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Panama City - Discover a Destination of Culture and Charm",
      "description": "Arriving in Panama City, your journey of heritage discovery, cultural charm, and artistic wonder begins from the moment you arrive. Embrace the warm welcome and charm of your local guide when you are met at the airport and travel to the old town neighborhood of Casco Viejo, a quiet and charming location within the city. Take your time roaming through the brown-and-white stoned Metropolitan Cathedral or wander the narrow cobbled lanes of Casco Antiguo, shaded by leaning palm trees where you can stop to enjoy a fruity and full-flavored Panamanian coffee. Settle into your new accommodations and embrace Panama’s friendly hospitality."
    },
    {
      "dayNumber": "2",
      "title": "Panama City - Embark on a Journey Down Causeways",
      "description": "Colonial charm meets modern architecture as you travel from the old town of Casco Antiguo, a UNESCO World Heritage Site, to the plazas and towering skyline of modern Panama City. Listen to the buzz of local traffic as you weave through cars when you drive to the popular Amador Causeway. Notice how the road seems to disappear into the canal in the distance, as views of the emerald waters command a feeling of calm. Take in the picturesque scene of the perfectly-spaced wrought iron lamp posts that line the rusty-painted promenade."
    },
    {
      "dayNumber": "3",
      "title": "Panama City - Wander Through a Nature Sanctuary",
      "description": "Step away from the concrete jungle and into a natural jungle of wondrous wildlife on Monkey Island. Admire the natural beauty of the lush vegetation alongside the famous Panama Canal as you travel to Monkey Island. Capture the barking sound of the howler monkey and look out for the brightly orange-colored beak of the toucan as he takes cover in a leafy tree. With accessible pathways and spots to stop and rest if the mood suits you, wander the rainforest floor at your own pace. Brighten your experience with the sight of the Blue Morpho Butterfly fluttering amid blooming orchids or catching a glimpse of the tiny strawberry poison frog."
    },
    {
      "dayNumber": "4",
      "title": "Panama City - Cruise the Panama Canal",
      "description": "Take to the waters of the Panama Canal and experience the engineering marvel of vessels maneuvering through locks, the chambers of water rolling to the top of the waterway. As you float to the surface, take in boats in front and behind you, the string of vessels resembling a string of ornaments on a beveled surface. Glide across the fresh waters of Miraflores Lake before entering Pedro Miguel lock. Snake your way through the Continental Divide as you sail across the Culebra Cut, a significant geological site marking the lowest point in the mountain system that runs from Alaska to Chile."
    },
    {
      "dayNumber": "5",
      "title": "Boquete - Laze in Lush Rainforests and Savor Arabigo Coffee",
      "description": "Take a short flight over lush rainforests to the lowland city of David, then transfer by road to Boquete, a scenic town nestled on the brim of picturesque Baru Volcano National Park. Absorb the stillness in the air and coolness of the atmosphere as you embrace splashes of vibrant green valleys merging with dense treelines and babbling brooks. Take time to sit and savor the rich, volcanic-inspired coffee produced in the region, the dark hues of the beans offering a fruity flavor while hints of caramel and jasmine fill the air. Your guide will help you discover the science of creating the perfect cup of coffee, from bean selection to roasting and brewing."
    },
    {
      "dayNumber": "6",
      "title": "Boquete - Hike Nature Trails and Discover Misty Waterfalls",
      "description": "Take an active step towards sheer beauty and tranquility. Paradise awaits and is accessible to hikers of all fitness levels as you embark on an excursion through the cloud forest, along croaking creeks and culminating in a trio of majestic waterfalls. Watch the white wall of splashing waters fall into an emerald pool. Carefully step towards cozy caves, keeping an ear and eye out for tropical birds, such as the rose-throated becard or the crimson-fronted parakeet. Bathe in the warm waters of the caldera hot springs, the pools of which offer a soothing and healing energy as you embrace your day of wondrous adventure in nature’s breathtaking garden."
    },
    {
      "dayNumber": "7",
      "title": "Bocas del Toro - Traverse Mountain Passes and Mangrove Glades",
      "description": "Explore new heights today with a drive through the mountains of Cordillera de Talamanca, where canopies of evergreen oaks cover montane forests that sweep across the dramatic mountainside. Breathe in the fresh mountain air as you descend to sea level, the changing snapshots of the Caribbean coast’s panorama. Reach Amirante, bustling with water taxis carrying visitors to Isla Colon, the gateway to the beautiful islands of Boca del Toro. Enjoy the stillness of your surroundings as your boat glides through intriguing mangrove glades. View the hanging vines tumbling down from the top of the bushy trees like curtains of the forest. Listen as your guide points out the sounds of the Panamanian chirping frog ringing out through the trickling silence of the swamps."
    },
    {
      "dayNumber": "8",
      "title": "Bocas del Toro - Laze in Turquoise Waters and On Remote Beaches",
      "description": "Active seniors may wish to explore the rural and remote town of Bastimentos, an island destination comprising mostly remote, wild landscapes. Choose to explore the village amid breathtaking beaches and mangrove forests, or you might want to explore the Cayos Zapatillas islands located in the Bastimentos National Marine Park, two picturesque and idyllic havens of brilliant white beaches and thick dark green trees surrounded by crystal clear teal waters. Snorkel colorful coral reefs or traverse the landmass by kayak. Watch sea turtles at play, step over fascinating starfish, and step inside the jungle to see lazy sloths hanging about."
    },
    {
      "dayNumber": "9",
      "title": "Bocas del Toro - Enjoy a Day of Active Adventure and Discovery",
      "description": "For senior travelers looking to explore the active side of an idyllic archipelago, Bocas del Toro is a playground of adventure and discovery. The options are endless, from thrilling ziplining to a gentle hike to exploring a bat cave. You can turn your adventure into a flavor discovery with a cacao farm tour. Tantalize your sweet tooth and taste buds as you walk through a cacao plantation, your guide describing the production process, from planting to harvesting to creating the rich and creamy or dark and tart chocolate treats you will get to taste later. Use your sense of smell to identify the ideal, sweet aroma of the perfect cacao bean."
    },
    {
      "dayNumber": "10",
      "title": "Panama City - Wander a City of Skyscrapers and Promenades",
      "description": "Uncover the contrasting features of Panama’s capital, diverse architecture comprising twisting and reaching modern skyscrapers highlighting the city’s financial district’s skyline with the Old Town’s humble yet striking red-roofed abodes. Take a walk through cobbled lanes, antique stores set amid coffee shops and perfumeries, a blend of rich aromas and sweet scents mixing in the air. Get a taste of Spanish Panama when visiting Via Argentina, the savory smell of saffron inviting you to taste local paella or perhaps enjoy a hearty sancocho soup, rich in the flavor of crunchy vegetables and flavorsome meat."
    },
    {
      "dayNumber": "11",
      "title": "Panama City - Farewell to a City of Contrasts",
      "description": "Spend a few hours bidding this city of wonder farewell. If time permits, consider taking a stroll or enjoying a bicycle ride along the Amador Causeway as you watch ships passing under the Bridge of Americas in the distance. Glace over at the city’s coastline, soft sandy beaches that seem to sprawl from concrete and brick and disappear into a green gulf."
    }
  ],
  "map": ""
}