[
    {
        "type": "overview",
        "Main_Title": "Our Greece holidays & tours",
        "Main_Paragraph": "As tempting as it is to spend your entire Greece holiday on the beach, you’d do yourself a disservice. Our holidays show you that the best way to experience those beaches is by approaching them on local-led walking trails in Corfu or Crete, admiring them from the sea aboard our luxury gulets, or watching turtles on our volunteer holidays in the Peloponnese. Greece might be a cradle of civilisation, but it’s on trips like these, where you support communities by staying in small family-owned hotels and are shown around by local guides, that you gain an appreciation for Greece as it is today.",
        "Subtitle": "About our Greece holidays",
        "Title1": "Epic adventures",
        "Paragraph1": "Our holidays in Greece are about so much more than the beach. You can choose to explore the spectacular coastline through activities including diving and sailing, white water rafting and windsurfing. On dry land, our hiking holidays take you to see what’s at the top of Mount Olympus, or through deep gorges where you have less chance of disturbing angry deities. The intrepid can even go on a journey to the centre of the world: the Ancient Greeks thought that this was at Delphi. Our guides, drivers and activity specialists are locals too, ensuring that not only do you benefit culturally but that local communities benefit too.",
        "image1": "",
        "Title2": "Greek life & culture",
        "Paragraph2": "Our cultural tours mix millennia of history with insight into modern Greece, visiting contemporary Athens' buzzing bars and restaurants, while our archaeology experts help to make sense of the society behind ancient stone ruins. Perhaps the biggest Greek legacy is not what still exists, but what never did. Its myths and legends – from Odysseus’ journey to Zeus’s rage – play on whenever a modern traveller looks on Olympus or reaches for Ithaca. We care about the modern communities we visit and our holidays work with local guides, suppliers and craftspeople to ensure that our tourism has a positive impact.",
        "image2": "",
        "Title3": "Active holidays",
        "Paragraph3": "Our cycling holidays are a great way to see Greece, taking you on quiet, gently undulating roads through a variety of landscapes and communities. You don't have to commit to one island – our trips allow you to take the ferry or even charter a sailing boat to experience different places on two wheels. Our walking holidays, too, take you across islands like Kythnos, where you’ll walk along historic terraces, hike the famous Samaria Gorge in Crete, or go up into the Pindos Mountains on the mainland. Along the way you'll stay in locally-owned hotels and tavernas, ensuring that your money goes back to the community. If you find it hard to settle on one sport, then our multi activity holidays are perfect – one day you’ll be sea kayaking and the very next, mountain biking. The variety is also great if you’re travelling with kids.",
        "Title4": "Greek holidays on the water",
        "Paragraph4": "Our small ship cruises allow you to island-hop to your heart’s content. A gulet – a sailing boat designed in neighbouring Turkey – could be your home for the week on our Aegean cruise, whilst in the Ionian our cruises get to uninhabited islands and silent anchorages. Our sailing holidays allow you visit smaller harbours and coves, plus you don’t need to learn the ropes if you pick a trip that comes with a skipper and crew. If you want to be captain, you could always bareboat or go on a flotilla – that way you can factor in as many swimming stops as you please. Our boats are respectful of the local environment, and supplies and repairs are provided by small local businesses.",
        "image3": "",
        "Title5": "Families in Greece",
        "Paragraph5": "If your children are water babies, then Greece is the word: on our family holidays they can swim in safe and stunning surroundings, and you might even spot turtles in the water. Our multi activity holidays on Rhodes or the Peloponnese are designed for those who need to blow off steam – on white water or by kayak. Family sailing holidays suit those who are learning as well as those ready to rule the waves. With activities run by expert local guides, locally-owned accommodation and delicious dinners in family-owned tavernas, our holidays are as Greek as you can get!",
        "Title6": "Where to go on holiday in Greece",
        "Paragraph6": "Do you want your holiday to go to the islands, mainland or somewhere in-between? The ‘in-between’ in question is the Peloponnese peninsula. Connected to the mainland by a thread at the Isthmus of Corinth, it has plenty of underexplored headlands and long beaches. Mainland Greece has forests, mountains, and, of course, Athens, the capital. The Greek islands can be sorted by group. The Dodecanese, Cyclades, Ionian and Saronic are all top choices, but few islands beat Crete – it’s one of the largest islands in the Mediterranean, and is stuffed with sights, it also has a reputation for slow grown organic produce. Wherever you choose, you can be sure that your holiday will support the environment and the communities of your destination."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Greece",
        "Main_Paragraph": "The best time of year to visit Greece is\nsummer (July to September)\nwhen theres idyllic weather for island-hopping, small ship cruising and hiking in cooler mountain landscapes. Archaeological sites, as well as beaches, islands and walking trails, are less busy in spring (April to June) and autumn (October and November), and the weather is often blissful. These months are also the best time of year to visit Greece for hiking. Spring means wildflowers, while autumn colour is augmented by harvests  from wine and olives to wild mushrooms. The sailing season runs from April to October.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to Greece",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Cities and archaeological sites</bullet>\n<bullet>Very quiet and can be wet</bullet>\n<bullet>Cool temperatures</bullet></ul>\r\n\r\nIts quiet in Greece in January. Businesses might be closed, catching up on repair work that the busier months preclude. Its the wettest month of the year in some places (December takes this dubious crown in others)  though rainfall is lower than in much of Europe. January is a great time to see cities and archaeological sites at their calmest; stomp around sights without fear of sunburn.<br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Quiet cities and archaeological sites</bullet>\n<bullet>Carnival and Lent</bullet>\n<bullet>Can be wet and cool</bullet></ul>\r\n\r\nGreece in February may be in Carnival, depending on when Orthodox Easter falls that year. The temperature hovers between single digits and the low teens: a good time to see cities and archaeological sites. Tourism businesses on islands may not be open, but some are. Also beginning to open this month: spring wildflowers, including beautiful orchids on the Cyclades and Crete. <br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Walking and wildflowers</bullet>\n<bullet>Temperatures move into the teens</bullet>\n<bullet>Still quiet</bullet></ul>\r\n\r\nGreece in March is covered in wildflowers. Its a little busier than the winter, but this is still off season. With temperatures peaking in the mid-teens, its not beach weather just yet, but its a great time for land-based activities such as archaeology tours. Walkers can find peace on the Peloponnese peninsula, in the Cyclades or in Corfu  to name just a few. <br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Activity tours</bullet>\n<bullet>Walking holidays</bullet>\n<bullet>Easter celebrations</bullet></ul>\r\n\r\nThe country lies in sunny splendour in April. In some places this is the start of the tourism season proper; dolphin watching holidays start in the Ionian and walking in the Cyclades Islands. Its one of the best months to see migrating birds  though its quiet for non-avian international tourism. Look out for crowds in Greece in April around Holy Week; Easter Sunday can fall as early as 4 April and as late as 8 May. Many families arrive for their Easter break too.<br/><br/>\n<b>April is a great time for our</b> <a href=\"/holiday/11706/cyclades-walking-holiday-greece\">Cyclades walking holiday in Greece</a><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Temperature moves into the 20°Cs</bullet>\n<bullet>Cycling and walking</bullet>\n<bullet>Summer businesses open</bullet></ul>\r\n\r\nThe tourist season is in full swing in Greece in May. Hotels and restaurants are open across the islands if they werent already. The weather is lovely: theres little rain and temperatures are in the 20°Cs. Youll find the biggest choice of trips from May onwards: everything from diving and sailing to painting and yoga retreats and small ship cruising. Sea swimmers may want to wait one more month before taking the plunge.<br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Dry and sunny</bullet>\n<bullet>Cruising and sailing</bullet>\n<bullet>Swimming</bullet></ul>\r\n\r\nGreece in June experiences the start of its summer. The heat is here and here to stay for the coming months. With clear skies and stable weather, Greece has its flattest seas now  great for sailing adventures, cruises, and island-hopping by ferry across beautifully becalmed bays. The sea temperature jumps up a few degrees  time to grab your swimming costume. <br/><br/>\n<b>June and July are great for our</b> <a href=\"/holiday/26357/painting-holiday-in-crete\">painting holiday in Crete</a><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Hottest month of the year</bullet>\n<bullet>Water-based activity holidays</bullet>\n<bullet>Perfect sailing weather</bullet></ul>\r\n\r\nThe start of high season and the hottest month: Greece in July is in its element. Holidaymakers flock; resorts and party islands are full. Water-based activities rule the waves, including sailing, cruising, kayaking and swimming. Some walking and cycling trips stop in July to avoid the heat, and businesses might close over the hottest hours of the afternoon.<br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Family villa holidays</bullet>\n<bullet>Very hot</bullet>\n<bullet>Lots of festivals</bullet></ul>\r\n\r\nGreece in August lies in a sun-baked stupor punctuated by theatre, music and religious festivals. This is a great time of year for languorous villa holidays with the family, or water-based activities and even turtle conservation. Baby turtles hatch from now. August is when the sea reaches its maximum temperature  and it will stay warm into September.<br/><br/>\n<b>August is a great time for our</b> <a href=\"/holiday/7062/peloponnese-family-activity-holiday-greece\">family holidays in the Peloponnese</a> and <a href=\"/holiday/34420/greece-turtle-volunteering-for-families\">volunteering with sea turtles</a><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Lovely warm sea</bullet>\n<bullet>Walking holidays</bullet>\n<bullet>Good weather</bullet></ul>\r\n\r\nA lovely time of year, Greece in September wallows in sea thats still at its warmest, whilst the air temperature eases enough to resume activity holidays. Its a great time of year for walking and family activity holidays, and for sailing and self drive adventures. Or capture the early autumn light on canvas on a painting holiday  but be quick, as autumn is a brief season in Greece. <br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Walking and sailing</bullet>\n<bullet>Sea is still warm</bullet>\n<bullet>End of the tourist season</bullet></ul>\r\n\r\nYou might feel a sense of an ending in Greece in October, as the season has its last hurrah. The air temperature is still in the 20°Cs, but there might be a tad more unsettled weather. You can go on small group walking, cycling and kayaking tours, and hike in Cretes Samaria Gorge right up until the end of October. Its only then that the wind picks up, drawing the sailing season to a close. <br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Olive harvest</bullet>\n<bullet>Peaceful</bullet>\n<bullet>More chance of unsettled weather</bullet></ul>\r\n\r\nThe end of the tourism season doesnt mean the end of the good weather, which might stick around, but its a more unpredictable time of year, with more possibility of rain and storms. The average daily maximum temperature in Greece in November is in the high teens. The olive harvest is coming in and lots of hotels and restaurants shut up shop. The sea temperature might be warmer than May, but it is dropping.<br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<ul><bullet>Good for seeing cities and archaeological sites</bullet>\n<bullet>Very quiet and can be wet</bullet>\n<bullet>Cool temperatures</bullet></ul>\r\n\r\nGreece in December might be wetter than other months, but only by a bit. Like the rest of winter, this is a quiet time to visit Greece, and not many people do. We offer special Greece small group holidays in this quiet season. You might find that youre the only tourist at some of the archaeological sites, but the weather might not be as sunny.",
        "weather_chart": "Crete Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Crete Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">153 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">118 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 59%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 25%;\">38 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 13%;\">20 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 15%;\">23 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">95 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 54%;\">83 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">122 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best times to visit Greece for festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Patras Carnival (starts 17 January)",
        "paragraph2": "Pre-Lent celebrations in Greece come in the form of carnivals, and theres no bigger than the one at Patras, Western Greece, which lasts for weeks. The inspiration for its parades and floats might have come from nearby Venice, but over the years its forged its own identity. Tens of thousands come out in force to watch the Grand Parade of satirical floats and the closing ceremony, where the float of the Carnival King is set on fire and fireworks bring the festivities to a bombastic end.",
        "title3": "Holy Week (changes yearly)",
        "paragraph3": "Many Greeks head home to celebrate Easter together with their extended families. The beautiful church interiors are packed with people clutching candles for long Mass services. In classic Greek fashion, bread accompanies celebrations  and theres also magiritsa soup and roast lamb on the spit.",
        "title4": "Athens-Epidaurus Festival (June-August)",
        "paragraph4": "Every summer, Greece celebrates its role as the birthplace of Western theatre with performances at historic venues  most famously at the magnificent ancient theatre at Epidaurus but also the Odeon of Herodes Atticus on the Acropolis in Athens. Its a unique chance to see plays by Sophocles, Aeschylus, Aristophanes and Euripides staged where they were first performed 2,500 years ago.",
        "title5": "Assumption of the Virgin Mary (panagia) (15 August)",
        "paragraph5": "Attending a\npanigyri\nin Greece is a great way to spend time with local people during one of their most important religious festivals, and each town celebrates slightly differently. Across Greece, people celebrate the assumption of the Virgin Mary into heaven. Communal tables are set out, and a stage for performances erected in village squares. Theres a feast and procession, and the night usually unravels into lots of dancing and music, out of the heat of the day.",
        "title6": "Olympus Festival (July & August)",
        "paragraph6": "A long-running cultural festival, the biggest of its kind in Northern Greece, Olympus Festival brings together ballet, classical concerts, theatre and modern music, with Hellenistic theatre performances and traditional Greek music too. So far, so typical  but what makes this festival special is the performance spaces, which range from a millennia-old Greek theatre to an archaeological park  so you can enjoy arabesques in the amphitheatres.",
        "title7": "Ohi Day (28 October)",
        "paragraph7": "The Anniversary of the No is a public holiday in Greece, with schools and workplaces closed. It commemorates the World War II event when Greek dictator Metaxas stood up to Mussolini, and Hellenic forces pushed back against invading Italian forces. National flags are run up poles and white and blue bunting festoons town squares for the occasion.",
        "title8": "Our travellers also ask",
        "paragraph8": "",
        "title9": "What is the best month to visit Greece?",
        "paragraph9": "<b>July</b> is the most popular month to visit Greece. It’s hot, with blue skies, and it’s the summer holidays. Any time from May to September will be fantastic weather-wise, and May and September themselves will be quieter than the peak summer season. \r\n<br/>\n<br/>",
        "title10": "What is the hottest month in Greece?",
        "paragraph10": "<b>July</b> is the hottest month in Greece, reaching an average temperature of 32°C in Athens, 30°C on the Peloponnese peninsula, and 25°C in Thessaloniki and Crete. August isn’t far behind. \r\n<br/>\n<br/>Greece is set to get hotter, thanks to climate change, and may see days with 50°C heat by the end of the century. Read more about <a href=\"/holidays/greece/travel-guide/responsible-tourism-in-greece\" style=\"color: \">how climate change is affecting weather in Greece </a>on our responsible tourism page. \r\n<br/>\n<br/>",
        "title11": "Does Greece have a rainy season?",
        "paragraph11": "No, not really. The wettest months of the year in Greece are <b>December and January</b>, when you can expect 9-10 days out of the month with some rainfall. This is hardly a rainy season of the scale seen in other parts of the world, but it’s wetter than the summer – it often doesn’t rain at all in July."
    }
]