{
    "Main_Title": "Our Greece holidays & tours",
    "Main_Paragraph": "As tempting as it is to spend your entire Greece holiday on the beach, you’d do yourself a disservice. Our holidays show you that the best way to experience those beaches is by approaching them on local-led walking trails in Corfu or Crete, admiring them from the sea aboard our luxury gulets, or watching turtles on our volunteer holidays in the Peloponnese. Greece might be a cradle of civilisation, but it’s on trips like these, where you support communities by staying in small family-owned hotels and are shown around by local guides, that you gain an appreciation for Greece as it is today.",
    "Subtitle": "About our Greece holidays",
    "Title1": "Epic adventures",
    "Paragraph1": "Our holidays in Greece are about so much more than the beach. You can choose to explore the spectacular coastline through activities including diving and sailing, white water rafting and windsurfing. On dry land, our hiking holidays take you to see what’s at the top of Mount Olympus, or through deep gorges where you have less chance of disturbing angry deities. The intrepid can even go on a journey to the centre of the world: the Ancient Greeks thought that this was at Delphi. Our guides, drivers and activity specialists are locals too, ensuring that not only do you benefit culturally but that local communities benefit too.",
    "image1": "",
    "Title2": "Greek life & culture",
    "Paragraph2": "Our cultural tours mix millennia of history with insight into modern Greece, visiting contemporary Athens' buzzing bars and restaurants, while our archaeology experts help to make sense of the society behind ancient stone ruins. Perhaps the biggest Greek legacy is not what still exists, but what never did. Its myths and legends – from Odysseus’ journey to Zeus’s rage – play on whenever a modern traveller looks on Olympus or reaches for Ithaca. We care about the modern communities we visit and our holidays work with local guides, suppliers and craftspeople to ensure that our tourism has a positive impact.",
    "image2": "",
    "Title3": "Active holidays",
    "Paragraph3": "Our cycling holidays are a great way to see Greece, taking you on quiet, gently undulating roads through a variety of landscapes and communities. You don't have to commit to one island – our trips allow you to take the ferry or even charter a sailing boat to experience different places on two wheels. Our walking holidays, too, take you across islands like Kythnos, where you’ll walk along historic terraces, hike the famous Samaria Gorge in Crete, or go up into the Pindos Mountains on the mainland. Along the way you'll stay in locally-owned hotels and tavernas, ensuring that your money goes back to the community. If you find it hard to settle on one sport, then our multi activity holidays are perfect – one day you’ll be sea kayaking and the very next, mountain biking. The variety is also great if you’re travelling with kids.",
    "Title4": "Greek holidays on the water",
    "Paragraph4": "Our small ship cruises allow you to island-hop to your heart’s content. A gulet – a sailing boat designed in neighbouring Turkey – could be your home for the week on our Aegean cruise, whilst in the Ionian our cruises get to uninhabited islands and silent anchorages. Our sailing holidays allow you visit smaller harbours and coves, plus you don’t need to learn the ropes if you pick a trip that comes with a skipper and crew. If you want to be captain, you could always bareboat or go on a flotilla – that way you can factor in as many swimming stops as you please. Our boats are respectful of the local environment, and supplies and repairs are provided by small local businesses.",
    "image3": "",
    "Title5": "Families in Greece",
    "Paragraph5": "If your children are water babies, then Greece is the word: on our family holidays they can swim in safe and stunning surroundings, and you might even spot turtles in the water. Our multi activity holidays on Rhodes or the Peloponnese are designed for those who need to blow off steam – on white water or by kayak. Family sailing holidays suit those who are learning as well as those ready to rule the waves. With activities run by expert local guides, locally-owned accommodation and delicious dinners in family-owned tavernas, our holidays are as Greek as you can get!",
    "Title6": "Where to go on holiday in Greece",
    "Paragraph6": "Do you want your holiday to go to the islands, mainland or somewhere in-between? The ‘in-between’ in question is the Peloponnese peninsula. Connected to the mainland by a thread at the Isthmus of Corinth, it has plenty of underexplored headlands and long beaches. Mainland Greece has forests, mountains, and, of course, Athens, the capital. The Greek islands can be sorted by group. The Dodecanese, Cyclades, Ionian and Saronic are all top choices, but few islands beat Crete – it’s one of the largest islands in the Mediterranean, and is stuffed with sights, it also has a reputation for slow grown organic produce. Wherever you choose, you can be sure that your holiday will support the environment and the communities of your destination."
}