{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-cultural-and-gorilla-safari",
  "tourName": "Rwanda cultural and gorilla safari",
  "placesVisited": "",
  "generalInfo": "On this trip, you will experience the beauty of Rwanda – the “land of a thousand Hills.” Enjoy the different backdrops and landscape of Rwanda as you turn along the hilly roads and engage with the people of Rwanda. <br/><br/>You will visit Akagera national park for a time among the Big 5 and other mammals, birds and a time on boat safari. You will also visit the famed mountain gorillas in Volcanoes national park to complete your experience of Rwanda. <br/><br/>The highlight of this Rwandan safari will be interacting with the Rwandan people by visiting their communities and homesteads. You will visit the reconciliation village to learn more about the Rwanda genocide and how this affected people living in this village and how they are coming together to co-exist with the perpetrators of this horrific act. <br/><br/>You will join them as they cook a meal and you will share it. Ask questions to learn more about their daily living. Milk cattle and learn about the various uses of milk. <br/><br/>Safari Highlights:<br/>•\tGame drive <br/>•\tBoat ride <br/>•\tCultural Experiences<br/>•\tGorilla tracking in Volcanoes",
  "durationDays": "9",
  "price": "8561",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Kigali Welcome to Rwanda the land of “a thousand hills.” Our guide/ representative staff will be at the airport to pick you."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kigali City Tour & Reconciliation Village. You have an opportunity to visit the genocide reconciliation village and learn about the work there where people are healing from this past through connecting and sharing a village with the perpetrators of genocide. You will visit a home and get involved in preparing a meal. This might be a days trip but in case you depart early you will explore a bit of Kigali."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Akagera National park. Today you will have a city tour to sights like the Kigali genocide memorial and the Kandt museum. Have time to interact with folks in Kigali as they go about their everyday life. You will also have time to shop for art and crafts at the different markets and visit a home in Kigali. After this experience, you will leave for Akagera National Park arriving in the park later in the evening for check in to your lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Game drive and Boat Safari in Akagera National Park. Today after breakfast, you will leave for a game drive where you will look out for; Elephants, Hippos, Buffaloes and Leopards. The rare sighting will be Lions and Rhinos that were re- introduced in the park. Return to the lodge for lunch and later take an afternoon boat safari on Lake Ihema for a relaxing time on the waters."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit a Rwanda homestead for a cultural experience. Eastern Rwanda is relatively flat compared to other areas in the country and is therefore preferred by the pastoralists. We visit a homestead of cattle keepers and engage in the different activities. We start early morning with the milking cows with hands. The herdsman will guide you on how to soothe the cow and milk it. You also have lessons on how milk is converted traditionally into different products like ghee and yoghurt."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Volcanoes national park. After breakfast, we transfer to the volcanoes national park in northern Rwanda after a short game drive on our way out of the park. You will have several photography opportunities as you travel north to the volcanoes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gorilla trekking in Volcanoes national park. Have an early breakfast and transfer to the gorilla briefings spot at the park headquarters in Kinigi. After briefing, you are allocated a gorilla group and your driver guide will transfer you to the trail head from which you will start your trek. You are allowed to spend only one hour with them after which you start to trek back."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gorilla Guardians Village Tour. Today you visit the Gorilla Guardians village formerly known as Iby’Iwacu cultural village for a glimpse into the culture and history of Rwanda. Here you will have a summary of the Rwandan culture over the years. You will also visit a local homestead and participate in making a local meal which you will later enjoy."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Golden Monkey Trekking and End of the Rwanda Cultural Experience Safari. Use the morning to return to the park for golden monkey trekking. Return to the lodge for freshening up and lunch. Then leave for the airport for your flight back home."
    }
  ],
  "map": ""
}