{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-primate-safari-8-days",
  "tourName": "Rwanda primate safari, 8 days",
  "placesVisited": "",
  "generalInfo": "On this trip, you will experience the beauty of Rwanda – the “land of a thousand Hills” with its different landscapes and backdrops against the winding roads. Explore the reconciliation village outside Kigali where victims of the genocide live side by side with the perpetrators. After this, proceed to Nyungwe forest where you will engage in different experiences giving you an intimate time in the forest; chimp trekking, colobus monkey trekking and canopy walk with a visit to the tea plantation. The tour will end in the Volcanoes national park for gorilla trekking and golden monkey trekking and a beautiful experience of Rwandan culture and life at the gorilla guardians village. <br/><br/>Safari Highlights:<br/>•\tChimpanzee tracking <br/>•\tColobus monkey trekking <br/>•\tCanopy Walk <br/>•\tGorilla tracking in Volcanoes<br/>•\tGolden monkey trekking<br/>•\tCommunity experiences",
  "durationDays": "8",
  "price": "38096",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Rwanda the land of “a thousand hills.” Our guide/ representative staff will be at the airport to pick you. Visit the reconciliation village and a tour of Kigali city depending on your arrival time."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, Helicopter ride to Nyungwe Forest - the home of chimpanzees. You will be transferred from your hotel in Kigali for your helicopter ride to Nyungwe house in the middle of a tea plantation for beautiful experiences in the rain forest."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chimpanzee tracking and Canopy walk in Nyungwe forest. After an early breakfast, we leave for Chimpanzee tracking in Nyungwe forest. The forest is rich in botanical diversity and home to 13 species of primates including Chimpanzees, L’Hoest monkeys, and Columbus monkeys with 300 bird species. Your tour guide will transfer you to the briefing area where you will meet your ranger guide and receive briefing before you start your trek. Return to lodge after the chimp trek or you can choose to do the Canopy walk immediately so that you rest once. The canopy walk allows you beautiful views of the forest from above as you admire nature."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Colobus monkey trekking in Nyungwe forest. This morning again we leave for the briefing point at the Nyungwe forest. After briefing, the ranger guide will lead you into the forest for the Colobus monkey trekking. One of the habituated troops has more than 200 individuals so you can look forward to experiencing playful interactions of the monkeys as they groom, feed and play for each other. You are allowed 1 hour in their presence before you start the trek back. After this experience, you will visit the tea plantation for an experience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Volcanoes national park in northern Rwanda. We leave for Volcanoes national park after breakfast. Enjoy the different sights and winding roads in the land of a thousand hills. You will have opportunities to have different stopovers for pictures and stretching depending on your needs."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gorilla trekking. Meet the mountain gorillas in the dense jungles of the Virunga ranges. The trek to the gorillas starts with a briefing at the park headquarters in Kinigi where you are assigned a ranger and gorilla family to trek. After briefing, your ranger guide leads you to the starting point of the trek. You might need to drive to the starting point of the trek depending on location of gorilla group you are trekking. The trek through the habitat of these enormous animals is a fulfilling unforgettable experience that many people look to undertake. The trek can last from a few minutes to several hours depending on where the gorillas nested the previous night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Golden Monkey Trekking Just like yesterday, your driver guide will transfer you to the park headquarters for briefing before you can start your trek. Golden monkeys are generally more active than gorillas and will require you to move as you follow them foraging for food. Once you locate them, you are only allowed to stay with them for 1 hour after which you start the trek back. Use the afternoon to visit the gorilla guardians village where you will learn more about the Rwandan culture. Become a King or Queen for a day, get involved in knitting, learn how to use a bow and arrow."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Kigali. Today is your last day on this Rwanda ultimate primates safari. Start your day with breakfast and transfer to the airport."
    }
  ],
  "map": ""
}