{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "primate-tour-in-rwanda-and-uganda",
  "tourName": "Primate tour in Rwanda and Uganda",
  "placesVisited": "Primate watching and chimp tracking in Kibale National Park, Bwindi Impenetrable Forest National Park, Mountain Gorilla trekking in Bwindi and Volcanoes National Park, Golden monkey watching in Volcanoes National Park, Angolan Colobus watching in Nyungwe Forest National Park, Chimpanzee and blue monkey tracking in Nyungwe Forest National Park, Kigali Genocide Memorial Centre",
  "generalInfo": "There aren't many tour operators working within the forests of Rwanda and Uganda which offer quite as extensive an amount of time in the presence of mountain gorillas and chimpanzees as you’ll find in the 11 day tailor made itinerary below. <br/><br/>We include not one but two gorilla tracking days; one in Bwindi Impenetrable Forest National Park in Uganda and one in the famous Volcanoes National Park in Rwanda. <br/><br/>By visiting these two parks and spending a couple of hours with the gorillas you will be able to compare the differences between habitats, behaviours and populations. Bwindi is more tropical than Volcanoes and the gorillas here seem intermediary as they travel between the eastern lowland populations in the Democratic Republic of Congo and the ‘true’ mountain gorillas of the Virungas, further south. <br/><br/>Some scientists are prepared to list the Bwindi population as a new sub-species which would make them the rarest type of primate on the planet. You will probably see around 20 individual gorillas, this corresponds with 2-3% of the global population. When you think about it like that you realise the importance of conservation for these magnificent animals and how privileged you'll be witnessing them first- hand.<br/><br/>We also follow a group of around 150 habituated chimps from dawn to see them rise and go about their daily business until they start to make their nests and settle for the night. You will follow the dominate males and their females and infants as they feed, play, rest, groom and possibly hunt (a hunt occurs roughly once a month). This is the best way to see chimps exhibit a range of behaviours and experience how scientists study this amazing ape.<br/><br/>As well as spending some magical time with mountain gorillas and chimps we will also aim to observe over 10 species of primates, including: red-tailed monkeys, black-and-white colobus, golden monkeys, blue monkeys, Uganda red colobus, Uganda mangabey and Demidoff’s dwarf galago.<br/> <br/>This tour is a must for anyone who has ever wanted to walk in the footsteps of the great primatologists Dian Fossey and Jane Goodall. And you can rest assured that you are directly contributing to the continued research and conservation ethics of these primate pioneers. <br/><br/>All in all this really is the most comprehensive primate tour of Africa and one which will not disappoint.<br/><br/>Fitness levels required:<br/><br/>The trekking for gorillas can be strenuous as the conditions may be muddy and steep. We have no real way of knowing how far away the gorilla families will be so there could be a hike of up to 4 hours until we come across the gorillas. So a good level of fitness is required and participants must be used to walking. The chimpanzee full day habituation experience requires a good level of fitness as the walking will be through hot and humid dense rainforest. Chimps can move quickly through the forest and to follow them can mean marches for 30mins, or so, until we catch up with them again. The experience can finish whenever you wish but we can be there for 12 hours, so be prepared for a long day walking through the forest. The gorilla tracking in Bwindi National Park (Uganda) can be between 1 and 4 hours and the ridges here are very steep, the tracking in Volcanoes National Park (Rwanda) can also be between 1 and 4 hours long and include steep climbs. Both places are dense with vegetation and the weather can be either cool and wet or hot and sunny. We require all guests to be aware of the physical effort needed to see wild chimps and gorillas and require everyone to have a good level of fitness and be used to hill walking.<br/><br/>Equipment list:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; but as a rule of thumb we recommend you bring along your own binoculars or spotting scope (although this is not always very useful in the forests) as well as appropriate clothing; which should be hard wearing clothing which you do not mind getting muddy. Long trousers and long sleeved shirts are a good idea as the vegetation in the forests can be spiny and there are some stinging nettles. Travelling shorts and short sleeves are also recommended. The nights can be chilly so a fleece is not a bad idea. Waterproofs, including ponchos, are essential. Comfortable and broken in waterproof walking boots with ankle supports are a must. Insect repellent is needed. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be very strong here during the day.<br/><br/>Minimum age: 15 years old<br/><br/><br/>",
  "durationDays": "11",
  "price": "7950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Entebbe (Uganda) – Arrival – On arrival in Entebbe you will be met by your local guide and taken to your hotel. Here you will be briefed on the tour and told what time you will be collected tomorrow. Today is quite relaxed and allows you time to get a feel for Uganda and the exciting adventure you will be undertaking. We can also visit the botanical gardens on the coast of Lake Victoria or visit the wonderful Uganda Wildlife Authority Education Centre, at both locations wild troops of vervet monkeys and black-and-white colobus live here. (No meal included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kibale National Park (Uganda) – Primate Watching– This morning you will be picked up and transferred to Kibale Forest National Park. Kibale Forest is home to the highest concentration of primates in East Africa and is one of the most bio-diverse places in Africa. After lunch you will have a guided walk through the Bigodi Swamp (which is a community based project) and you can expect to see Uganda red colobus, black and white colobus, Uganda managabeys, red-tailed monkeys, L’Hoest monkeys, vervet monkeys, blue monkeys and olive baboons during this walk. We can also look to include a visit to Kihingami Wetland community project too (please enquire about specifically including this). Here spot-necked otters, many primates and birds can be seen, there is also the possibility of spotlighting for Demidoff’s dwarf galago and pottos after dark we you chose to visit Sebitoli forest (Sebitoli is basic accommodation and not included as standard unless requested). (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kibale National Park (Uganda)– Chimpanzee Tracking – This morning will be a very early start as you will be transferred to Kanyanchu tourist centre inside Kibale National Park. Today you will enjoy one of the most spectacular and amazing wildlife experiences in the world – a full day chimpanzee habituation tour. This tour will give you significantly more time with the wild chimps than most other tours, as we attempt to meet up with the chimps as they de-nest and begin their daily routines (around 05:00-6:00am). The joy of this habituation tour is that we can spend all day with wild chimps and not leave until they create their new nests for the night (about 18:00pm). Spending your first full day in the rainforest is an unforgettable experience and one which will make you eager for more. You will gain first hand experience of how the researchers continue to make ground breaking discoveries of chimp behaviour and by spending the full day here you will get as close to and see as much incredible behaviour of wild chimps than you would anywhere else in the world. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bwindi Impenetrable Forest National Park (Uganda) – Short stops for Game During Transit – This morning you will be taken south past the southern sector of the famous Queen Elizabeth National Park (if local road conditions allow). This area of Kibale Forest National Park is called Ishasha and is famous for its tree-climbing lions. Here you will stop along the way for game that we can see along this road. This wildlife is more typical of the rolling plains of Kenya and Tanzania before continuing on to Bwindi Forest in the afternoon. You will pass by traditional villages and stunning panoramic views of the Virunga Mountains (the area has been called the ‘Switzerland of Africa’ and it is an awe-inspiring landscape. Once you arrive at your lodge, you will have your evening meal in the knowledge that you have arrived in the home of the endangered and impressive mountain gorilla. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bwindi Impenetrable Forest National Park (Uganda) – Mountain Gorilla Trekking - Today you will have the humbling and awe-inspiring experience of meeting the gentle giants of Bwindi. After an early start you will begin your exciting hike through this beautiful rainforest. The trek will be led by expert local trackers who have spent years finding the forest’s gentle giants and once we find the gorillas you will have around 1 hour in their presence. The length of trek in the park is dependent on a few factors like the weather, trail conditions and how far the gorillas have moved since the previous day. Sometimes it can only take 2 hours and sometimes 8 hours (there and back), but one thing is for sure; when we do see the gorillas at close quarters you will be having one of the greatest experiences anyone can ever have! With only around 700-750 wild mountain gorillas left, it is an incredible experience and one which is helping to pay for their continued protection against poaching and deforestation. Once you return to the accommodation and after your lunch you will have the opportunity to try some of the shorter forest walks with guides and try your luck at finding some of the smaller forest primates. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Volcanoes National Park (Rwanda) – Travelling Day – Early morning you will be picked up and transferred to Volcanoes National Park in Rwanda. As we near the end of the drive, you'll be greeted with the impressive view of the Virunga volcanoes and the vast plain of Rwanda, Uganda and Congo. You will have lunch in the Travellers Rest Hotel; the place which the famous gorilla researcher Dian Fossey called \"her second home\". After lunch you will continue to the Rwandan border and then your lodge in the shadows of the spectacular Virungas. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Volcanoes National Park (Rwanda) – Mountain Gorilla Tracking – Today you will be once again enjoy some mountain gorilla tracking; but this time you will trekking along the slopes of Virunga Mountains. Many of these gorillas are related to the gorillas studied by Dian Fossey herself. The differences in the gorillas, landscape and habitat here compared to Bwindi is amazing and we fully recommend experiencing both places for gorilla tracking. Depending on how long it takes to track the gorillas, you will be either back at the lodge for a late lunch or dinner. This is the second day you will spend in the presence of mountain gorillas and you may notice differences in their behaviour as the habitats vary slightly between Uganda and Rwanda. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Volcanoes National Park (Rwanda) – Golden Monkey Watching – Today you will be taken from one side of the national park to another, here you will be taken on a guided walk into the thick bamboo thickets in search of the one of the rarest and most beautiful of all African primates. The golden monkey with black limbs, tail tips and crown are endangered and up until 2002 they were only known from one small location in Rwanda. This population (around 200 individuals) has been studied and habituated since 2002, making this the only location where this species can be seen with any regularity. Afterwards you will begin your journey to Nyungwe Forest. As this is a long drive we will spend the night at Lake Kivu before carrying on tomorrow. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nyungwe Forest National Park – Angolan Colobus Watching – Today you will leave the Lake Kivu and head south towards and the along the shore of the beautiful Lake Kivu before reaching Nyungwe Forest National Park. This park has one of the highest densities of primates in the world and with over 13 species (20% of Africa’s total primates) living here it has to be at the top of the list for primate enthusiasts. On arrival at the forest today you will be taken to find the stunning Angolan colobus monkeys. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nyungwe Forest National Park – Chimpanzee, Blue Monkey & Wildlife Watching - Today will be your last trip into the forest as you track down a troop of chimpanzees in the morning; during the afternoon you will track down a troop of blue monkeys. There are so many primate species here you will not know where to look as you strain your neck upwards into the tree tops. But it is not just primates which do well here, this forest of one of the most biodiverse in all Africa with 275 species of birds (of which an impressive 25 are endemic), 270 species of trees and shrubs, 100 different orchids and many species of mammals such as elephants, leopards, servals, golden cats, bush pigs and black-fronted duiker. There are loads of walking tracks in the park and the experienced guides will show you the best ones for particular wildlife. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home – Departure - This morning you will be taken to the Kigali Genocide Memorial Centre before carrying onto the airport (if you have an afternoon flight); Otherwise you will be transferred to the airport so you can catch your return flight home. (Breakfast only)"
    }
  ],
  "map": ""
}