{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-tour-tailor-made",
  "tourName": "Rwanda tour, tailor made",
  "placesVisited": "City walking tour in Kigali, Genocide Memorial Museum, day with the community in Muhanga village, Nyungwe National Park canopy walk, Chimpanzee tracking in Cyamudongo Forest, Lake Kivu kayak and island camping, Congo Nile Trail, Rubava (formely Gisenyi), mountain biking around Musanze, Volcanoes National Park, Mukungwa River canoe trip, track mountain gorillas",
  "generalInfo": "Rwanda is a country that does nature tourism exactly right - come and celebrate its success for yourself. Underneath the canopies of its forested hills you’ll find one of the best places in the world for meeting mountain gorillas. Rwanda tours take in the country's cultural and natural highlights. Witness and participate with some of  the brilliant Rwandan, community  businesses that empower locals<br/><br/>Your tour starts in Kigali, the capital, where you can throw yourself into the local market, before recovering at one of the city’s many milk bars with a glass of fermented, sweetened milk – before a trip to the important Kigali Genocide Memorial Museum.<br/><br/>You’ll get a chance to visit East Africa’s largest rainforest at Nyungwe National Park, known for its chimpanzees. The forest is perhaps best experienced with an inspiring, but dizzying, canopy walk through the trees. From the park you’ll go to Cyamudongo Forest, a small fragment of nearby forest surrounded by tea plantations. This forest is smaller than Nyungwe National Park, making is an even better place to track and then spot chimpanzees on a walking tour.<br/><br/>From here you’ll head to Lake Kivu, a vast, peaceful body of water between Rwanda and the Democratic Republic of the Congo. The best way to experience it is by boat – whether you’re kayaking, or going by motorboat to meet the fishermen heading out from Rubavu to fish for the night, singing as they go. You’ll camp on the lakeshore – look out for bats flitting overhead at dusk.<br/><br/>The Virunga Volcanoes are next on the horizon. Your trip culminates with a visit to Virunga National Park’s most famous residents. After tracking down a gorilla family your permit will allow you an hour sitting with a gorilla group high in the mountains. You’ll learn how to approach the gorillas; once you’re in their midst, you’ll be mesmerised.<br/><br/>This tour doesn’t just show you Rwanda’s big hitters. After exploring Kigali, you’ll go on to Muhanga village, where you can spend the night at a homestay, help around the village and get to know your hosts. You’ll also get to visit lesser-explored areas – such as the Mukungwa River, where you’ll probably be the only people birdwatching from your canoes, and the farmlands outside of Musanze, where exploring by electric bike means you can stop and meet people as you explore the area.<br/><br/>The price of this trip includes the price of a low season permit to meet the gorillas. The money you pay for this permit funds important research projects, healthcare, and ongoing protection of the mountain gorillas – once you meet them, you’ll know this was money well spent.<br/>",
  "durationDays": "11",
  "price": "6890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be met at the airport by your guide and transferred to your hotel in Kigali. Depending on your arrival time you may want to relax or opt to start your adventure with a tour of Kigali. Take a guided walking city tour of Kigali to familiarize yourself with the area. The tour includes a visit to a busy local market and the sampling of some local produce. You will also have the opportunity to relax in a local milk bar, the Rwandan equivalent to a coffee shop! An afternoon visit to the Genocide Memorial Museum is also possible. While this is a tough experience it provides an opportunity to both understand the history of this tragic event and also to pay your respects at the memorial. Furthermore it outlines the current efforts being made to create a brighter future for all Rwandans. Overnight Heaven Boutique Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Nyamirambo Women's Center offers tourists a uniquely personal insight into the culture, history, and daily life of their community. All of the tour guides either grew up in Nyamirambo or live there, so the tours truly are a welcome into their home. Profits from the tours also go back into the Centre. Walking Tour of Nyamirambo The walking tour begins at the Women’s Center with a traditional snack, a quick Kinyarwanda language lesson, and an introduction to the Center and its activities. It then weaves through Nyamirambo, one of Kigali’s oldest neighborhoods. nto a family compound to pound cassava leaves; by two mosques and a lookout view over Kigali; and into a tailor shop to feel the fabrics you'll otherwise see styled on the streets. The tour concludes with an (optional) traditional lunch made and served in the home of Aminatha, NWC's best cook! In the afternoon we visit Camp Kigali Belgian Monument is built in memory of 10 Belgian UN Blue Beret soldiers who were massacred in this area trying to protect the late prime minister Agatha Uwiringiyimana who was against Genocide against the Tutsi and anyone who supported Tutsi. Then - The Kigali Genocide Memorial is a place of remembrance & learning where you will have time to reflect on a tragic time in Rwanda’s past. As you walk around the memorial and think about and remember the victims, 250,000 of whom have their final resting place here, you will be moved by the shocking events that led up to and took place during the genocide. Overnight in Heaven Boutique Hotel or Similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Azizi Life was begun to honor the initiatives and work of the artisans and serve as a bridge to customers around the world. These artisans were doing some great job but sometimes couldn't even cover the cost of the used raw materials while selling to their neighbours or with the help of a middleman. Become part of a weaving cooperative for the day. The Azizi Life Experience morning begins with a drive to a nearby village, where you and your Azizi Life interpreter will be welcomed by the ladies of the weaving cooperative.You’ll share a simple local meal with your host family, with plenty of time to chat and learn about each other’s lives. After lunch, you will join with the artisan cooperative for an afternoon of weaving. A reconstruction of the traditional royal residence, the King’s Palace is a beautifully-crafted thatched dwelling shaped like a beehive.In olden times, Nyanza was the heart of Rwanda. According to oral tradition, it was the site of battles and power struggles. For a long time, the monarchy was mobile, moving the court between various locations. When it eventually settled in one place, Nyanza was the obvious choice. The capital of the kingdom had as many as 2,000 inhabitants, and huts built with the same methods as seen here. At the back live a few long-horned Inyambo cattle, descended from the king’s herd, whose keepers carefully tend and sing to them, keeping alive a unique tradition. Overnight in the Centre d'acceuil Mater Boni Consilii"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will visit Nyungwe National Park. A beautifully preserved forest that covers an area of over 1000sq km Nyungwe National Park is home to over 300 bird species, many butterflies, orchids, and 75 mammal species including 13 primates. With your personal input your guide will arrange a hike that is the right option for you; there are several options for different abilities so everyone can experience the trekking in the park. You can choose to walk the Canopy Trail, approximately a 2 hour trail through the forest that includes the “canopy walk”. This refers to a foot bridge located 50m high, and around 90m long, high above the forest. Not for the faint hearted but worth it for the views! In the afternoon check in at your hotel. Overnight Top View Hotel or similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "An early start (around 5am) for your chimpanzee tracking experience! Drive to Cyamudongo Forest, a reserve located approximately an 1½ hours from Nyungwe which has an habituated population of chimpanzees. After meeting up with your tracker you will head out to into the forest in search of the chimpanzees and then spend an hour observing them in the forest. As our closest living relative, chimpanzees share 98.7% DNA, it’s an exhilarating experience to observe them in the wild. Chimpanzees communicate with pant hoots, screams, and by hitting the tree buttress so you may hear them before you actually see them! The length of the walk and the time taken to find the group will vary, so prepare for a long walk through the forest. The chimpanzees can be seen as they move through the tree canopy, or as they travel along the forest floor. After your time with the chimpanzees you will drive on towards Lake Kivu for a late lunch. Overnight Nyungwe Top View Hill Hotel (Standard cottage)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The local visit to Gisakura tea plantation will enable you experience and learn the art of picking tea leaves, wander through the lush tea estate to adventure close the variety of parallel ridges of tea plus the attractive mountains and hills that provide a beautiful back drop for the plantation. You will learn how tea is grown and harvested, the best tea leaves to pick and how to pick them before you put them in an open traditional basket which you will be carrying on your back. After the picking process you will then experience how tea is processed locally by pounding the leaves and drying them, then after checking the well finished product you will do the tasting your own made cup of tea. NOTE: We will be hiking/walking through the small trails heading to the tea estate where our tea picking will start from, however, if you are the adventurous type you can opt for an optional tea tour with mountain bikes from the starting point to the tea estates and return to the base where the tour ends on your bikes. This is also another good way to explore beautiful trails around Gisakura estates. You will be transferred by road from Nyungwe Forest National Park to your hotel on the shores of Lake Kivu in Karongi. The journey is approximately 208 km and will take between 4 to 5 hours. Your arrival time depends on the length of the mornings activities but you may have an opportunity to enjoy a sunset kayak on the lake and perhaps see the fishermen in their boats as they head out for the night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast at your camp site there is another opportunity for kayaking on the lake towards Rushel Kivu Lodge (approximately a distance of 2 hours). At the lodge you will transfer your bags from your support boat to your vehicle and then continue on to Cyimbili by motor boat for lunch. This afternoon you can choose to either walk a section of the Congo Nile Trail OR take a tour of the coffee fields and production plant (option to be decided in advance). Coffee production is an important source of income for the local economy. Continue your journey by motor boat towards Gisenyi and arrive in time to see the town fisherman heading out for the evening, and as they do so hear them sing. The fishermen spend the night on the water, their 3 vessels linked together with poles and nets to catch the fish, and hearing them singing as they paddled out for the night is a surprisingly moving experience. Gisenyi (renamed Rubavu in 2006) is a popular resort town with both Rwandans and visitors. (NB: The fishermen’s schedule is subject to change due to their schedule and the weather). Overnight Cormoran Lodge ."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Handspun Hope in Rwanda empowers local women through the production of high-quality knitwear from merino wool. By participating in this initiative, they gain economic independence and help uplift their community. Visitors can engage with the women, learning about the entire wool production process, from shepherding to spinning and dyeing. This hands-on experience fosters appreciation for the craftsmanship involved. With a quality hard-tail mountain bike or e-bike, helmet and cycling gloves provided, you'll explore the Rwandan countryside on the many small tracks and trails that criss-cross the landscape. The twin lakes of Ruhondo and Burera are two lakes separated by 1km strip of land and produced by volcanic eruptions. This cycle will give you an opportunity to view all the 5 Rwanda volcanoes, this depends on the weather condition. This is a great way to explore the outskirts of Volcanoes. Overnight Isange Paradise resort or similar 2 nights Depending on your fitness level, we can adjust the routing to something relatively easier."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Experience a unique adventure tracking the endangered Golden Monkeys in Volcanoes National Park. Start with an early morning meet-up at 07:00 and begin hiking at 08:00 through lush forests, guided to a troop of 40-100 playful monkeys. Spend an hour observing their lively interactions and leaping from tree to tree. Your visit supports conservation efforts, helping protect these monkeys and their habitat. Bird lovers may also spot the striking Blue Turaco along the trails. This eco-tour offers an unforgettable glimpse into the lives of these rare primates. Enjoy a serene canoe trip in the Virunga Volcanoes foothills, spotting birds, otters, and stunning countryside views. Guided by an expert from Kingfisher Journey, this mostly gentle river has a short rapid for added excitement. Begin with a briefing near Musanze, then paddle downstream for 2.5-3 hours, navigating scenic rural Rwanda. The journey concludes with a drive back to Musanze"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "An early start today as you will track mountain gorillas! Take an early morning short drive to Kinigi, where the Volcanoes National Park headquarters are located, you need to be there by 7am or you risk invalidating your precious permits! You will then be introduced to your park guide who will take time to explain where exactly you will be trekking, which gorilla group you have been assigned to track and the guidelines you needed to follow when in the mountain gorilla’s presence. Around 8am you will start trekking through the fields and farm land surrounding the park until you reach the border of the Volcanoes National Park. Trekking is at elevations of 2500-3000m, so at times breathing can become a conscious effort as you move through the thick vegetation towards the gorillas. The distance you walk is entirely dependent on the mountain gorilla group movements. Excitement mounts as you approach the group and finally get to enjoy your time in their presence. Your guide will reassure and calmed the gorillas with deep grunts, and you will be encouraged to do the same. After an hour with the Mountain gorillas you will trek back to Kinigi. After your trek you will enjoy a well earned lunch before making the return journey to Kigali and have time to visit the Ellen DeGeneres Campus of the Dian Fossey Gorilla Fund is to see gorilla conservation in action. Building on Dian Fossey's pioneering work, now that gorilla populations of the Virunga Volcanoes are slowly increasing and their habitats are being protected, this centre is a highly recommended, remarkable place to visit. Mountain gorillas have been monitored and studied closely since Dian Fossey began her work with them in 1967, after establishing the Karisoke Research Center. She started the process of habituating them to the presence of human observers so that she could closely observe and document their behaviors, status, movements and other important information. Today, the Dian Fossey Gorilla Fund trackers and researchers protect and study roughly half of all the mountain gorillas in Rwanda, with the other half protected by the Rwandan national park authorities. Overnight Heaven Boutique"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "End of your incredible trip. Today your guide will transfer you to Kigali airport in time for your flight home."
    }
  ],
  "map": ""
}