{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-primate-holiday-6-days",
  "tourName": "Rwanda primate holiday, 6 days",
  "placesVisited": "Short but adventure-packed Rwanda safari, Track chimpanzees and colobus monkeys in the forest, Enjoy life among the treetops with a Nyungwe Forest canopy walk, Spend a memorable hour in the company of gentle mountain gorillas, Moving visit to the Rwanda Genocide Memorial in Kigali, Services of an expert local naturalist guide throughout, Gain cultural insights through a number of community encounters, Park fees and community visits directly contribute to conservation efforts",
  "generalInfo": "Ideal for travellers with little time, but who don’t want to compromise on their wildlife experiences, this Rwanda primate safari offers an unforgettable encounter with man’s closest cousins, the mountain gorillas of Volcanoes National Park. And, before your six days are up, you’ll also trek into the Nyungwe Forest in search of cheeky, chattering chimpanzees, and see a host of monkey species including colobus, golden and L’Hoest’s monkeys as they play among the trees.<br/><br/>Begin in Kigali, the Rwandan capital, with a moving visit to the Genocide Memorial, marking the genocide of 1994 when up to 800,000 Tutsi people were murdered by armed Hutu militias. You’ll also visit craft markets, and have time to explore the city a little to see how its youthful population has come together in reconciliation – not least through civic pride. <br/><br/>From the capital you’ll embark on the 200km (five hour) drive to Nyungwe Forest National Park. On arrival, you’ll get an atmospheric introduction to the forest as you head up on a canopy walk, to learn about life among the treetops. It’s an entirely different experience to walking along trails on the ground, with different species present, and amazing views. There are some 13 primate species in Nyungwe Forest, along with 300-odd bird species, and many colourful butterflies. The biodiversity on display is spectacular meaning that your nature hikes, led by expert local guides, are bound to reveal some wonderful sights. A second day in Nyungwe Forest will be spent trekking in search of a habituated chimpanzee group to watch as they eat, play and groom themselves. You’ll have just an hour with the troop to minimise disruption on their lives, which is plenty for them but sadly never enough for visitors!<br/><br/>Another long journey awaits after your chimpanzee trekking as you make for your final stop: Volcanoes National Park. Here you’ll spend an hour with a family of mountain gorillas. Their calm demeanour belies their immense size and strength, and this will likely prove one of the most unforgettable travel experiences you’ll ever have. Trekking out to find the gorillas can be challenging due to the terrain and the fact they move around constantly, so it can take an hour to find them, or much longer. But you can travel with porters, and if you’re relatively fit you shouldn’t have too much trouble.<br/><br/>Finally, as you head back to Kigali, you’ll stop off for a visit to a ‘gorilla guardians village’ – a great way to understand the effort that goes into protecting these incredible animals, and find out how your holiday has contributed to their ongoing survival.",
  "durationDays": "6",
  "price": "6320",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Kigali. Depending on the time you arrive in Kigali, your naturalist guide will pick you up and you start your safari with a short Kigali city tour to visit the Genocide memorial, and craft markets."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Depart for Nyungwe national park in southern Rwanda. This morning we depart for Nyungwe forest in southern Rwanda. Have a stopover at ethnographic museum of Rwanda, here we will learn about the culture and history of the Rwandan people. Proceed to your lodge for check in."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chimpanzee tracking in Nyungwe forest & Canopy Walk. After an early breakfast, we leave for Chimpanzee tracking in Nyungwe forest. The forest is rich in botanical diversity and home to 13 species of primates including Chimpanzees, L’Hoest monkeys, and Columbus monkeys, with about 300 bird species and several butterflies. In the afternoon you shall go for the canopy walk which lasts approximately 2 hours after which you return to your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Colobus monkey trekking and transfer to Volcanoes national park. This morning, we leave for the briefing point at the Nyungwe forest. After briefing, the ranger guide will lead you into the forest for the Colobus monkey trekking. One of the habituated troops has more than 200 individuals so you can look forward to experiencing playful interactions of the monkeys as they groom, feed and play for each other. You are allowed 1 hour in their presence before you start the trek back. After this experience, leave for Volcanoes national park with views of Lake Kivu and winding roads in the land of a thousand hills. Visit the Imbabazi Museum - a former orphanage, learn about the transformation work they are doing. We arrive at the hotel later that evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gorilla trekking and Gorilla Guardians Village. Meet the mountain gorillas in the dense jungles of the Virunga ranges. The trek to the gorillas starts with a briefing at the park headquarters in Kinigi where you are assigned a ranger and gorilla family to trek. After briefing, your ranger guide leads you to the starting point of the trek. You might need to drive to the starting point of the trek depending on location of gorilla group you are trekking. The trek through the habitat of these enormous animals is a fulfilling unforgettable experience that many people look to undertake. The trek can last from a few minutes to several hours depending on where the gorillas nested the previous night – you need to be relatively fit to enjoy this experience. If you have an early return from the gorilla trek, you will visit the gorilla guardians village for an experience with the local Rwandan culture."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Golden Monkey trekking in Rwanda and Departure. Just like yesterday, your driver guide will transfer you to the park headquarters for briefing before you can start your trek. Golden monkeys are generally more active than gorillas and will require you to move as you follow them foraging for food. Once you locate them, you are only allowed to stay with them for 1 hour after which you start the trek back. After this experience, you will leave for Kigali and proceed to the airport for your flight home."
    }
  ],
  "map": ""
}