{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "gorilla-safari-holiday-in-rwanda-tailor-made",
  "tourName": "Gorilla safari & holiday in Rwanda, tailor made",
  "placesVisited": "Kigali, Butare, Nyungwe Forest National Park, gorillas, chimpanzees and pied colobus monkeys, Kivu Lake, Karisoke research centre, Volcanoes National Park, Virunga Volcanoes, Gorilla Mountain View Lodge",
  "generalInfo": "The perfect setting for a unique gorilla safari, Rwanda is made up of essential hillside habitat for primates with gorillas, chimpanzees and pied colobus monkeys all occupying individual areas hidden from the view of casual tourists and potential harm from poachers.<br/><br/>This eleven day Rwanda gorilla watching tour takes travellers from the genocide memorials and museums of Kigali to the city of Butare, further south, before heading to the incredible protected environment of Nyungwe Forest National Park where guided chimp trekking tours set the scene for more animal adventures to come.<br/><br/>Although we can never guarantee a sighting of any animal there's every chance of spotting monkeys leaping amongst the forest canopy and a huge range of bird species flitting amongst the foliage; so keep your eyes peeled and listen to guide instructions prior to preparing for your next destination, the banks of Kivu Lake which can be found close to the town of Gisenyi.<br/><br/>After leaving Gisenyi the experience of gorilla trekking Rwanda really starts to come to fruition as you continue your journey onwards to the former research centre of Karisoke which lies within the formidable Volcanoes National Park and the realm of renowned zoologist Dian Fossey.<br/><br/>Although gorilla trekking in Rwanda isn't just a walk in the park every available option has been included within this tour to try to maximise gorilla watching potential with treks timed to coincide with primate resting periods to ensure travellers get a full hour of pure, unadulterated, viewing pleasure.<br/><br/>Weather within Volcanoes National Park is at the mercy of the gods although, in the main, the spring (April/May) is regarded as the wet season; although there's still every chance of seeing gorillas in the mist so long as you're aware of the increased rain that lies ahead.<br/><br/>June's Gorilla Naming Ceremony is an annual event to mark the one year birthdays of the national park's gorilla community with Rwandan officials marking the occasion with a few words as well as plenty of traditional African music and dancing festivities. <br/><br/>'Adopting' a gorilla and giving generously to fund raising efforts is the best way to enable funds to go to the right place with resources, such as: anti-poaching patrols and providing extra park rangers, adding to the security to both the habitat and lifestyles of Rwandan gorillas as well as the safety of visiting responsible travellers.<br/>",
  "durationDays": "11",
  "price": "8255",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You'll depart on your overnight flight today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You'll arrive in Kigali this morning and will be met by your driver-guide and private vehicle which will accompany you for the duration of your journey around Rwanda. In Kigali, you have the rest of the day to relax after your long flights, or you can set off on foot to explore this friendly and clean capital city. You'll spend the night at Kigali Serena."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you'll head off with your driver-guide and private vehicle to Nyungwe Forest. The route takes you through rolling hills and beautiful scenery. You'll stop in the town of Butare, Rwanda's second largest city and the former capital, for a break at midday and to visit the national museum and university before reaching Nyungwe Top View Hotel in the afternoon, where you will spend 2 nights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will set off after breakfast to meet your guide and start your trek to see the chimps - you can enjoy looking for other primates, birds and animals along the way. Your guide will teach you about tracking the chimpanzees, pointing out signs they've left as you head through the forest. Upon reaching them you'll be able to see them playing and interacting in their natural habitat - an incredible sight."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you will drive from Nyungwe along the shore of Lake Kivu to Gisenyi - you'll start off inland and then head west, enjoying beautiful views of the lake and mountain scenery on the way. You'll then have 2 nights to relax at the Lake Kivu Serena."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is free for relaxing or exploring Lake Kivu - you can go swimming in the hotel pool, or in the lake itself, have a tour of Ginsenyi town, or hire a boat to visit some of the nearby islands on the lake. You can decide on the day what you'd like to do and your driver will help with all of your arrangements."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast you will set off for Ruhengeri at the base of the Volcanoes National Park. The drive takes about an hour and a half, and will begin with a steep incline up over the dramatic cliff-like hills which then become softer and more rolling as you continue inland. You can get settled into your room at Gorilla Mountain View Lodge and spend the rest of the day relaxing in your room or taking a stroll around the property. You're here for the next 3 nights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will set off early after breakfast for the park headquarters for a briefing from your guide. You will then be driven to the trailhead to start your trek. Trackers leave before the tourist groups to locate the gorilla groups so your guide should know where to take you, and once you've found the group you will have one hour with them to take photos and watch them interact - a truly memorable experience!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Trek to visit Karisoke, the former research centre of Dian Fossey, where she was buried. The trek takes most of the day, and your guide will show you around the huts where Fossey and her team started researching the mountain gorillas. This is a really interesting excursion, and the strenuous trek makes you really appreciate how remote and far from civilisation Dian Fossey and her fellow researchers were when Karisoke was in operation."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You'll depart for Kigali after breakfast, enjoying a city tour with your guide. The Gisozi Genocide Memorial is highly recommended, and if you want to buy some souvenirs, the Caplaki Handicraft market is the place to go. In the late afternoon you will be driven to the airport for your flight from Kigali to Nairobi. You will remain in transit here and board the overnight flight back to London Heathrow."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You'll arrive in London early in the morning."
    }
  ],
  "map": ""
}