{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "3-day-gorilla-trekking-holiday-in-rwanda",
  "tourName": "3 Day Gorilla trekking holiday in Rwanda",
  "placesVisited": "",
  "generalInfo": "Situated in northwestern Rwanda, Volcanoes National Park is one of the country’s most popular tourist destinations. Get the opportunity to experience gorilla trekking which is purely a life-changing adventure which rewards travelers with close encounter to the endangered mountain gorillas in their natural habitats. Beyond gorillas, however, the park is also able to offer some of the country’s most spectacular scenery and diverse vegetation. In addition to mountain gorillas, Volcanoes national park is home to golden monkeys (Cercopithecus mitis kandti), Spotted Hyena, buffaloes, elephants, black-fronted duiker, and bushbuck. The park also harbors 178 bird species including at least 29 endemics to Rwenzori mountains and the Virungas.<br/>Experienced guides will take you through this impressive montane ecosystem, where you can witness the sights and sounds of the heart of Africa.",
  "durationDays": "4",
  "price": "5100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KIGALI A warm welcome awaits you upon touch down in Kigali by our driver guide will transport you to your luxury hotel to relax and recharge during your brief stay in Rwanda’s capital. Meal Plan: Breakfast RWANDA: Lying at the heart of Africa, Rwanda is one of the most dynamic leisure destinations, offering vibrant cities, pristine wilderness, and an exceptionally hospitable people. A unique and largely undiscovered venue, Rwanda also offers unrivalled biodiversity, beautiful mountains, some of the oldest and most precious rain forest on earth, five volcanoes, 23 lakes, numerous waterfalls and three stunning national parks. Regarding wildlife, Rwanda boasts 13 species of primates (25% of the total number in Africa) and 670 species of birds, many of which are globally endangered. Sports lovers, meanwhile, can enjoy walking, trekking or mountain biking along thousands of pristine trails, mountaineering, volcano exploration, fishing, boating and a plethora of water sports, while cultural options include a traditional dance, historical sites and displays of ethnic art and heritage."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KIGALI/VOLCANOES NATIONAL PARK After breakfast you will visit the genocide museum and enjoy a city tour of Kigali. After lunch, depart on scenic drive Northwest wards through the beautiful, terraced hillsides that display Rwanda’s landscape. Arrive at Ruhengeri, the base for gorilla trekking at the Parc National des Volcans. The town itself is located only 25km from Uganda boarder, is relatively a small city of about 70,000 people. The constant flow of humanity is quite remarkable. The Town has great views of the surrounding volcanoes. People are very friendly here and although a former Belgian colony (and thus French-speaking), many people speak English here. Meal Plan: Full Board"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GORILLA TREKKING Today after an early breakfast you will drive a short distance to the park headquarters for a briefing where you will be assigned a family of gorillas to visit. The trek takes about 2 to 4 hrs. When visiting the ‘Land of a thousand Hills, one should not miss out on the magnificent opportunity to visit Volcanoes National Park consisting of 125 km2 of mountain forest and home to the six Virunga Volcanoes and the world-famous mountain gorillas. Protected within the PNV, the lushly forested slopes of the mountains form an appropriately dramatic natural setting for what is arguably the most poignant and memorable wildlife experience in the world: gorilla trekking. The exhilarating climb to the gorilla’s natural habitat of shady bamboo forest offers fantastic views in all directions, before the trackers are immersed in the mysterious intimacy of the rainforest, alive with the calls of colorful birds and the chattering of rare golden monkey. Nothing can prepare one for the impact of encountering a fully-grown silverback gorilla, up to three times the size of an average man, yet remarkably peaceable and tolerant of human visitors. Please remember to bring your passport for registration, appropriate waterproof hiking boots, and a light raincoat. To protect from stinging nettles, we recommend long pants and long-sleeved tops. A pair of old gardening gloves can help grabbing onto the vegetation while most hotels/lodges provide a walking stick that come in very handy especially when hiking downhill. A small waterproof backpack is an excellent idea to carry a light snack, bottled water as well as protection for your camera. Upon sighting the gorillas, you spend the allowed one hour with them as they go about their daily life; feeding, moving, playing, raising their young and sometimes wrestling with the juveniles – it is a totally unique and unforgettable experience! Meal Plan: Full Board"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "VOLCANOES/KIGALI/DEPARTURE After a sumptuous breakfast at the hotel, we bid farewell to the staff and the friends we met here, thereafter take a leisurely drive to Kigali, drop off at the Airport for your outbound flight. MEAL PLAN: BREAKFAST"
    }
  ],
  "map": ""
}