{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-hike-bike-kayak-holiday",
  "tourName": "Rwanda hike, bike & kayak holiday",
  "placesVisited": "",
  "generalInfo": "Rwanda, known as the “Land of a Thousand Hills,” is a jewel in the heart of Africa, renowned for its stunning landscapes, rich biodiversity, and warm hospitality. One of the country’s highlights is kayaking on the tranquil waters of Lake Kivu, an expansive inland sea framed by lush, rolling mountains. The lake’s serene atmosphere and panoramic views make it a perfect spot for relaxation and adventure alike. <br/><br/>Talk to Rwandans about the communities they live in and experience how a nation has come from a place of darkness  and genocide to embrace and thrive in  tourism. <br/><br/>Beyond its natural beauty, Rwanda captivates with its vibrant culture and unique activities. Canoeing down the Mukungwa River immerses you in peaceful rural landscapes, passing picturesque villages and valleys that offer a glimpse into everyday life. In the bustling markets, you’ll be greeted by a riot of colors, aromas, and flavors as you explore stalls filled with spices, tropical fruits, and handcrafted treasures. For wildlife enthusiasts, few experiences rival trekking to see Rwanda’s iconic mountain gorillas in Volcanoes National Park. This once-in-a-lifetime encounter with these majestic creatures is as moving as it is exhilarating. Chimpanzee tracking in the dense rainforests adds another layer of excitement, offering close encounters with some of our closest relatives in the animal kingdom. Rwanda’s blend of adventure, culture, and natural wonder creates memories that will last a lifetime.",
  "durationDays": "10",
  "price": "6500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kigali On arrival at Kigali International Airport your guide will pick you up and transfer you to your hotel Heaven Boutique Hotel is a popular four star hotel with 30 rooms located on two separate properties in a peaceful, residential area of Kigali. Heaven Boutique Hotel features local Rwandan décor, warm hospitality, delicious breakfasts at Heaven Restaurant, and access to a solar-heated salt water swimming pool, outdoor yoga deck and fitness center."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Umusambi Village is a beautifully restored wetland area, operated by the Rwanda Wildlife Conservation Association. .As well as the Grey Crowned Cranes, this 21-hectare nature reserve is a peaceful haven for visitors to enjoy the walking trails and be at one with nature, while also learning about our conservation work and the importance of protecting our natural environments. The Kigali Genocide Memorial is a place of remembrance & learning where you will have time to reflect on a tragic time in Rwanda’s past. As you walk around the memorial and think about and remember the victims, 250,000 of whom have their final resting place here, you will be moved by the shocking events that led up to and took place during the genocide"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Set on top of a hill within the Nyungwe Forest National Park, Nyungwe Top View Hill Hotel boasts panoramic views of the surrounding mountains. Each room at Nyungwe Top View Hill Hotel has a seating area equipped with a TV, and some rooms have satellite channels. They all have a balcony offering mountain views and a private bathroom fitted with a shower-over-bath combo. Slippers and free toiletries are provided for your convenience. Guests can enjoy a meal at the on-site restaurant or relax with a drink at the bar. Barbecue facilities are also available. Nyungwe has a 24-hour front desk and arrange shuttle services on request. Using Nyungwe Top View Hill Hotel as your peaceful retreat to return to, head out to the forest in search of chimpanzees and colobus monkeys, explore scenic nature trails or visit to a nearby waterfall. Overnight Top View Hotel (or similar)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend an amazing hour watching a troop of wild chimpanzees in the forest! Setting off very early at 5am, you will transfer to a section of Nyungwe Forest known as Cyamudongo, where most of Rwanda’s habituated chimpanzees are located. Here you’ll meet your local ranger a small visitor centre, and then as soon as the trackers locate the family of chimpanzees – that number about 40 individuals – you’ll be off, trekking along the paths but also possibly, scaling short sections of the steep rainforest slopes immersed in the forest. Listen carefully and you may hear the chimps before you see them literally swinging from the trees or possibly running around on the ground all around you Accessible from the Uwinka Visitor Centre a Forest Ranger will lead your walk through the forest. With an eye for some of the 310 bird species, butterflies, orchids, centuries-old trees and 75 mammals including 13 primates that live here this walk is a spectacular journey in the largest surviving example of an Afro Montane ecosystem and one of the oldest continuously forested locations on Earth. The walk includes a 200m long canopy walkway that takes you high above the forest floor providing a unique platform for observing the forest. Overnight Nyungwe Top View Hill Hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Beginning at Nyungwe Forest Lodge, the first half of this hike winds through brilliant green tea fields As you start to climb higher into the forest, enjoy the gorgeous views northwest to Lake Kivu and the Democratic Republic of Congo. At 2.3 km the trail descends into one of the most densely vegetated and steepest rainforest ravines on any trail at Nyungwe. Cool misty air and the murmur of a river rise from below, mingled with calls of birds, tree frogs and insects. Ferns, mosses,lichens and flowers are exceptionally abundant in the high humidity.Several species of primates are commonly found here, as well as many birds. You may enjoy the sighting of the waterfall from two main vantage points depending upon how wet you want to get. The first is at the end of a short spur, which leads to a picnic bench overlooking the fall at 50 meters distance. Small trees partially obscure the view. The falls can be reached by descending to the wild river below and then clambering over wet rocks to a large boulder in the middle of the amphitheatre. From here, you’ll be close to the bottom of the falls, where it thunders down."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Come on a journey to discover Lake Kivu’s spectacular ‘Bay of Islands’. Paddling through the deep azure waters we island hop past uninhabited islands – including Napoleon island with its famous bat colony. We spend the night camping on another beautiful, uninhabited island, which is still mostly covered with natural woodland and so teams with birdlife. We return to Kibuye, via the coast and call into Amohoro Island for lunch. Day 1: Setting off from Kibuye, we soon approach Lake Kivu’s ‘Bay of Islands’ a beautiful setting unlike anywhere else in the country. We then ‘island hop’, stop off for lunch and a swim in the crystal clear and impressively clean, fresh water to cool off. In the afternoon, we visit Napoleon Island where there is a remarkable (and noisy) colony of thousands of fruit bats that fight amongst themselves for the best roost. It’s then just a short paddle to our campsite, on another beautiful uninhabited island that is still covered with native trees that provide a rare haven for numerous species."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 2: After a simple breakfast, we turn back towards Kibuye or end in Kinunu for a coffee tour before meeting your driver to proceed to your next destination, this time following the coast where we have superb views of the lush mosaic of crops on small farms that make Rwanda’s hills so special. Before reaching Kibuye, we call in for lunch on Amohoro (Peace) Island, where there will be time to contemplate just how special the past couple of days have been. Then, in the afternoon it’s just a short paddle back to where we began; was it only yesterday?"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "With a quality hard-tail mountain bike or e-bike, helmet and cycling gloves provided, you'll explore the Rwandan countryside on the many small tracks and trails that criss-cross the landscape. The twin lakes of Ruhondo and Burera are two lakes separated by 1km strip of land and produced by volcanic eruptions. This cycle will give you an opportunity to view all the 5 Rwanda volcanoes, this depends on the weather condition. This is a great way to explore the outskirts of Volcanoes. We visit the Ellen DeGeneres Campus of the Dian Fossey Gorilla Fund is to see gorilla conservation in action. Building on Dian Fossey's pioneering work, now that gorilla populations of the Virunga Volcanoes are slowly increasing and their habitats are being protected, this centre is a highly recommended, remarkable place to visit. Mountain gorillas have been monitored and studied closely since Dian Fossey began her work with them in 1967, after establishing the Karisoke Research Center. She started the process of habituating them to the presence of human observers so that she could closely observe and document their behaviors, status, movements and other important information. Today, the Dian Fossey Gorilla Fund trackers and researchers protect and study roughly half of all the mountain gorillas in Rwanda, with the other half protected by the Rwandan national park authorities. Tiloreza Volcanoes Ecolodge"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "An early start to an epic day! Take a short drive to Kinigi, which is 12km away and where the Volcanoes National Park headquarters is located, you need to be there by 7am or you risk invalidating your precious permits! You will meet your park guide who will take time to explain where you will be trekking, which gorilla group you have been assigned, and the guidelines you needed to follow when in the mountain gorilla’s presence. Around 8am you will start the trek through the fields towards the park. The trek in the park is at elevations of 2500-3000m, so at times breathing can become a conscious effort as you move through the thick vegetation towards the gorillas. Excitement mounts as you approach the group. Your guide will reassure and calmed the gorillas with deep grunts, and you will be encouraged to do the same. Spending time in the mountain gorilla’s presence is truly incredible. After your trek you will return to the park headquarters. You will then enjoy lunch nearby before making the return journey to Kigali. The drive is approximately 2 hours. Overnight Heaven Boutique (or similar)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today its time to say goodbye to your guide, they will transfer you to Kigali airport in time for your flight home."
    }
  ],
  "map": ""
}