{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "best-of-rwanda-safari-12-days",
  "tourName": "Best of Rwanda safari, 12 days",
  "placesVisited": "",
  "generalInfo": "On this trip, you will experience the beauty of Rwanda – the “land of a thousand Hills.” Enjoy the different backdrops and Landscape of Rwanda as you turn along the hilly roads. The national parks are a mixture of savannah, forest, and mountainous. Enjoy time in the tropical forest of Nyungwe as you trek Chimpanzees and Colobus monkeys and the mighty mountain gorillas and golden monkeys in the Volcanoes national park. <br/><br/>Safari Highlights<br/> <br/>•\tChimpanzee tracking <br/>•\tColobus monkey trekking<br/>•\tCanopy Walk in Nyungwe Forest<br/>•\tGorilla tracking in Volcanoes <br/>•\tGolden monkey trekking<br/>•       Gorilla Guardians Village <br/>•\tGame drive <br/>•\tBoat ride",
  "durationDays": "12",
  "price": "11405",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN KIGALI Welcome to Rwanda the land of “a thousand hills.” Our guide/ representative staff will be at the airport to pick you."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "EXPLORE KIGALI CITY Drive through the fast growing neighborhoods of Kigali that are changing the face of the city. Visit the Nyamirambo women’s Centre and see the amazing artisan work by these women. Visit the Kigali genocide memorial site commemorating the 1994 Rwandan Genocide. Kimironko market to buy crafts and also enjoy sights of Kigali."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TRANSFER TO NYUNGWE FOREST | ETHNNOGRAPHIC MUSEUM: We shall stopover in Huye and visit the national museum to learn more about the history and traditions of the Rwanda people. Arrive in Nyungwe forest later in the evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CHIMPANZEE TREKKING AND CANOY WALK: After an early breakfast, we leave for Chimpanzee tracking in Nyungwe forest. The forest is rich in botanical diversity and home to 13 species of primates including Chimpanzees, L’Hoest monkeys, and Columbus monkeys with 300 bird species. Your tour guide will transfer you to the briefing area where you will meet your ranger guide and receive briefing before you start your trek. Return to lodge after the chimp trek or you can choose to do the Canopy walk immediately so that you rest once. The canopy walk allows you beautiful views of the forest from above as you admire nature."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "COLOBUS MONKEY TREKKING & TRANSFER TO LAKE KIVU This morning again we leave for the briefing point at the Nyungwe forest. After briefing, the ranger guide will lead you into the forest for the Colobus monkey trekking. Look forward to experiencing playful interactions of the monkeys as they groom, feed and play for each other. You are allowed 1 hour in their presence before you start the trek back. Leave for the beautiful Lake Kivu after the Colobus monkey trekking. Continue to your hotel along Lake Kivu. Relax at the lakeside in the evening sipping a way to your favourite drink."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LAKE KIVU AND ENVIRONS Have a lazy morning and later take a boat ride on Lake Kivu. Depending on one’s interests, you can engage on kayaking on lake kivu. This can be arranged by your tour guide if it is of interest to you. (Optional and would be paid for out of pocket)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TO VOLCANOES NATIONAL PARK Start the journey to Volcanoes national park with a stopover visit at the former Imbabazi orphanage and learn about the transformation work they do in this area."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "GORILLA TREKKING & ELLEN DEGENERES CAMPUS Meet the mountain gorillas in the dense jungles of the Virunga ranges. The trek to the gorillas starts with a briefing at the park headquarters in Kinigi where you are assigned a ranger and gorilla family to trek. After briefing, your ranger guide leads you to the starting point of the trek. You might need to drive to the starting point of the trek depending on location of gorilla family you are trekking. The trek through the habitat of these enormous animals is a fulfilling unforgettable experience that many people look to undertake. The trek can last from a few minutes to several hours depending on where the gorillas nested the previous night. After the gorilla trek, you can choose to visit the Diani Fossey Museum. You are required to give a donation as a way to support the work."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "GOLDEN MONKEY TREKKING AND GORILLA GUARDIANS Just like yesterday, your driver guide will transfer you to the park headquarters for briefing before you can start your trek. Golden monkeys are generally more active than gorillas and will require you to move as you follow them foraging for food. Once you locate them, you are only allowed to stay with them for 1 hour after which you start the trek back. Use the afternoon to visit the gorilla guardians village where you will learn more about the Rwandan culture. Become a King or Queen for a day, get involved in knitting, learn how to use a bow and arrow."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "TRANSFER TO AKAGERA NATIONAL PARK We leave for Akagera national park in the morning after your breakfast. The journey to the park is about 5 hours depending on the stopovers along the way. On arrival at the park, we shall proceed to our accommodation for check in. After lunch you will take a boat safari on Lake Ihema for a beautiful afternoon breeze and some sighting of birds and wildlife. You will have a night game drive today or tomorrow in search of mostly the nocturnal animals that are difficult to see during the day."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "GAME DRIVE Akagera National Park is a Savannah park with Elephants, Hippos, Buffaloes and Lions. After an early breakfast we take a game drive in search of these animals, the game drive will take us to the northern part of the park where most of the animals prefer to inhabit. Look out for the Zebras, Giraffes and Impalas which are usually scattered along the game tracks."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "TRANSFER TO KIGALI FOR DEPARTURE Today is your last day on this Kagera Safaris – Rwanda wildlife safari. Start your day with breakfast and transfer to the airport."
    }
  ],
  "map": ""
}