{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-small-group-gorilla-tour",
  "tourName": "Rwanda small group gorilla tour",
  "placesVisited": "",
  "generalInfo": "Experience Rwanda on an Unforgettable 10-Day Escorted Adventure<br/>Embark on a remarkable journey through Rwanda with this Small Group Gorilla Tour, designed to showcase the country’s authentic charm, vibrant culture, and extraordinary wildlife. Your adventure begins in Akagera National Park, where guided game drives bring you face-to-face with an incredible variety of animals roaming freely across vast savannahs. After a day of exploration, unwind with a scenic sunset boat cruise on Lake Ihema, offering peaceful views and the perfect moment to relax in nature.<br/><br/>Continue your experience with a guided tour of Kigali, where you’ll discover the city’s rich history, inspiring resilience, and lively cultural scene. The journey then takes you into the lush beauty of Nyungwe Forest National Park. Here, you’ll trek through dense rainforest in search of playful chimpanzees, cross the iconic Nyungwe Canopy Walk for sweeping treetop views, and take part in a hands-on tea plantation experience, connecting you directly with local traditions.<br/><br/>Your itinerary also includes time at Lake Kivu, one of Africa’s most scenic and serene lakes. Enjoy a relaxing boat cruise and immerse yourself in Rwanda’s rich coffee culture with a guided tasting experience—perfect for travellers who love both nature and flavour.<br/><br/>The ultimate highlight of this escorted tour is undoubtedly Volcanoes National Park. Prepare for a once-in-a-lifetime encounter as you trek through tropical mountains to see endangered mountain gorillas in their natural habitat. Standing just metres from these gentle giants is an experience you’ll never forget. You’ll also have the chance to trek in search of the lively and rare golden monkeys, adding even more excitement to your adventure.<br/><br/><br/>This expertly guided, small-group tour combines Rwanda’s most breathtaking landscapes with meaningful cultural encounters and world-class wildlife viewing. <br/><br/>Perfect for adventurous travellers, wildlife lovers, and anyone seeking a deeper connection to Rwanda, this 10-day escorted tour delivers an enriching and inspiring travel experience from start to finish.",
  "durationDays": "10",
  "price": "5155",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Kigali - Arrive at Kigali International Airport, where you will be met by your driver/guide. After exchanging money into local currency, transfer to your hotel for check-in and an overnight stay. Enjoy the hotel’s amenities. Overnight: One Click Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Akagera National Park & Sunset Boat Cruise - After an early breakfast, depart Kigali for a 2.5-hour drive to Akagera National Park in the Kayonza district. The journey includes planned stopovers, and you may request additional photo stops. On arrival, check into your lodge. Later, enjoy a sunset boat cruise on Lake Ihema, with the chance to see hippos, crocodiles, and shoreline wildlife. Return to the lodge for dinner and rest. Overnight: Mantis Akagera Game Lodge (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full-Day Safari in Akagera National Park - After breakfast, depart for a full-day game drive through Akagera National Park, one of East Africa’s most scenic savannah reserves. Wildlife sightings may include the Big Five—lion, rhino, elephant, buffalo, and leopard—as well as antelope species, kob, and baboons. The park is also home to over 500 bird species. In the afternoon, return to Kigali for an overnight stay. Overnight: One Click Hotel (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel to Nyungwe National Park via Nyanza - After breakfast, begin with a short Kigali city tour, including a visit to the Kigali Genocide Memorial. Continue southwest toward Nyungwe National Park, passing Rwanda’s characteristic terraced hills. Stop in Nyanza for a guided visit to the King’s Palace, a reconstruction of the traditional royal residence. Proceed to Nyungwe, check into your guest house, and enjoy the facilities. Overnight: Ken Barham Guest House (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chimpanzee Trekking & Canopy Walk - Enjoy an early breakfast before departing for chimpanzee trekking in Nyungwe Forest. The park is home to an estimated 400–500 chimpanzees, including those in the Cyamudongo Forest. Listen for their vocal “pant-hoots” as you track through the forest. Bird sightings may include the Ross’ turaco, grey-cheeked hornbill, red-breasted sparrow hawk, and regal sunbird. In the afternoon, take the Nyungwe Canopy Walk for a treetop perspective of the forest. Overnight: Ken Barham Guest House (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tea Plantation Experience & Transfer to Lake Kivu - After breakfast, take part in a tea plantation experience near Nyungwe, learning traditional tea-picking techniques and interacting with local community members. Later, transfer to the shores of Lake Kivu (Kibuye side). Spend the evening at leisure, enjoying the lakeside setting and hotel amenities. Overnight: Rwiza Cultural Village (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lake Kivu Boat Cruise & Coffee Experience - Begin the day with a morning boat cruise on Lake Kivu, exploring its islands and scenic surroundings. Afterwards, drive to Volcanoes National Park, with a stop at the Kopakaki Cooperative for a guided Rwandan coffee experience. Continue to your lodge for check-in and rest. Overnight: Home Inn Hotel (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gorilla Trekking & Cultural Experience - After an early breakfast, transfer to Volcanoes National Park headquarters for your gorilla trekking briefing. Receive safety information and trekking guidelines before setting off with your guides. Upon locating the mountain gorillas, spend one hour observing them in their natural habitat. Return to your lodge and later participate in a cultural visit at the Gorilla Guardians Village (formerly Iby’iwacu). Overnight: Home Inn Hotel (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bisoke Volcano Hike (Optional) - Depart early for Volcanoes National Park headquarters and join your hiking group for the Bisoke Volcano trek. The hike covers approximately 6–7 hours round-trip, including a two-hour descent. Ascend through rainforest habitats home to mountain gorillas and golden monkeys, reaching a crater lake at the summit of Mount Bisoke (3,711 m). Return to the base, meet your driver-guide, and return to the hotel for an evening at leisure. Participation is optional; guests may remain at the hotel instead. Overnight: Home Inn Hotel (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Golden Monkey Trekking & Return to Kigali - Start the morning at Volcanoes National Park headquarters for your Golden Monkey trekking briefing. Trek through bamboo forest terrain to locate the habituated troops, and spend approximately one hour observing them. Afterwards, transfer back to Kigali (approx. 2.5 hours). Drop-off is provided at your hotel or Kigali International Airport. Note: Flights should not be scheduled to depart before 6:00 pm."
    }
  ],
  "map": ""
}