{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "wheelchair-accessible-gorilla-tracking-in-rwanda",
  "tourName": "Wheelchair accessible gorilla tracking in Rwanda",
  "placesVisited": "Kigali city tour, Gisozi genocide memorial site, Kings Palace, Nyungwe forest tour, Volcanoes National Park (Virunga), Mountain gorilla trek, Optional second trek or visit to Dian Fossey’s grave, Lake Kivu, Fully wheelchair accessible tour",
  "generalInfo": "Don’t make the mistake of thinking that if you require a wheelchair at all times, or you are affected by mobility issues, that you cannot reach the mountain gorillas of Rwanda. This wheelchair accessible holiday to Rwanda ensures that you can admire these incredible, gentle creatures in their natural habitat as well as exploring many other parts of a truly fascinating African country.<br/><br/>Reaching the gorillas in Volcanoes National Park involves traversing mountainous landscape thick with vegetation, but if you are not able to trek yourself, porters are available to carry you in a throne chair, and also to carry your own wheelchair, out to wherever the gorillas are currently located. Keep in mind that the journey can be uncomfortable at times, and that getting to the gorillas can take several hours, but when you’re sat there just a few metres away from them you’ll be immensely pleased that you made the effort. Watching our close cousins as they feed, groom and play with their little ones, aware of your presence and perhaps curious, is an amazing experience.<br/><br/>While this is certain to be the highlight of your holiday, perhaps the most memorable holiday you’ll ever take, it’s certainly not the only attraction in Rwanda. You will also spend a tranquil day relaxing on the shore of Lake Kivu, explore the stunning Nyungwe Forest National Park, home to chimpanzees, monkeys and countless bird species, and gain a deeper understanding of the infamous Rwandan genocide while visiting the capital, Kigali. <br/><br/>As this is a tailormade and wheelchair accessible holiday, the operator will work with you before departure to ensure that your needs are met in every respect from accommodation to transport and suitable restaurants. Naturally you will need to be flexible at times, but you can expect the adventure of a lifetime. <br/>",
  "durationDays": "3",
  "price": "2950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at the Kigali International Airport you will be met and transferred to the Flame Tree Village in the heart of Kigali city. Overnight at the hotel on bed and breakfast basis (Dinner is on own arrangement)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, embark on a City Tour of Kigali. Learn the history behind Rwanda through the tales told by its capital; get acquainted with pre-colonial and colonial Rwanda, the 1994 genocide and see the new developments. A visit to the genocide memorial site at Gisozi, about 35km outside the city centre, is the highlight of the city tour. This visit is an emotional experience for most visitors as they encounter the horrid massacre that engulfed the country in 1994. It also presents an opportunity to learn about other genocides in the world. You then have lunch at a local restaurant in Kigali After lunch, depart Kigali on a scenic drive north-westwards to Ruhengeri at the foothills of the Virunga volcanoes. Enjoy the picturesque countryside as you drive on to check-in to the Gorilla Mountain View Lodge for dinner and overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast at the lodge, transfer to the Volcanoes National Park at 0630. Arrive at the park headquarters for registration - a simple process where the park staff asses your fitness level to determine which Gorilla Family you will visit. Thereafter, the park staff brief on trekking times and conditions to the various groups based upon their location in the park the previous evening. There are a total of 80 gorilla permits available each day with a maximum of 8 trekkers visiting any one group. Treks vary in duration depending on which gorilla group you are assigned to. After locating your assigned gorilla group, you will spend approximately one hour in their company before heading back down the volcano slopes. The park is located in the Virunga Mountains, a magnificent chain of dormant volcanoes in the north of Rwanda which it shares with the Democratic Republic of the Congo (DRC) and Uganda. The mountains form part of the extension of the Congo-Nile divide, separating two of Africa´s most important watersheds. They are also home to the world’s last surviving Mountain Gorilla populations, currently about 700 individuals. After a great gorilla trekking experience, drive south-eastwards back to Kigali City. Transfer to Kigali International Airport for your departure flight."
    }
  ],
  "map": ""
}