{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "gorilla-and-chimpanzee-tracking-holiday-in-rwanda",
  "tourName": "Gorilla and chimpanzee tracking holiday in Rwanda",
  "placesVisited": "",
  "generalInfo": "Welcome to the \"land of a thousand hills\". Come meet with the friendly locals and track the mountain gorillas and chimpanzees. This private tailor made Rwanda tour has been designed to bring you in close contact with all of the highlights of this fascinating country  Including chimps in Nyungwe Forest, The incredible Gorillas in Volcanoes forests, Golden monkeys  and many others<br/>The trip begins in Kigali and end in Kigali one of Africa's cleanest city.<br/> You will be staying in well-situated great accommodation with friendly staff.",
  "durationDays": "7",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome To rwanda - Your Rwanda gorilla adventure begins here Upon arrival at Kigali international Airport you will be picked up and driven to your hotel Depending on your arrival time, you may be able to visit some of Kigali’s craft markets to browse amongst the pottery, carvings, batik, weaving, sculpture, musical instruments, leather and fabrics on offer. Prepare to use your haggling skills! All activities and purchases today are at your own cost"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning, you will meet your driver/guide and you will set off towards the famous Nyungwe Forest one of the largest forests in East and Central Africa. The forest is abundant with flora and fauna including 13 primate species from colobus monkeys, mangabeys, blue monkeys and, of course, our cousins the chimpanzees. Nyungwe Forest is also a famous location for birders. With about 310 recorded bird species, 26 of which are endemic, this is one of the most important - and still little known - bird-watching destinations in Africa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a very early morning start, you will proceed to the chimpanzee-tracking trail in either the Cyamudongo or Uwinka sections. The total population between the two groups is a healthy 80 individuals. This exciting up-close encounter with human's closest relative you will not soon forget. After the chimp tracking you can relax at the lodge or choose an optional activity that you can discuss with your guide"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nyungwe to Lake Kivu Kibuye area After breakfast, you will travel to Kibuye on the eastern shores of Lake Kivu. Time allowing, you can visit the Ndaba Falls or take a walk around Kibuye town. In the afternoon you can you can rent a boat and visit a few islands. All activities today are at your own cost."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you shall drive northeast to the town of Musanze close to the Virunga Volcano range. This beautiful area represents the gateway to the gorilla tracking Your lodge for tonight is located near the entrance of the national park with an amazing view overlooking the Virunga Volcanoes. From here you will start your Gorilla tracking tomorrow"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will start early! From the lodge, you drive into the park about 30 minutes to the Office Rwandais du Tourisme et Des Parc Nationaux (ORTPN). The head ranger of the ORTPN will divide you into groups based on interest and fitness. From here your driver/guide will take you as close as possible to the starting point of your tracking. Today you will track one of the habituated Gorilla groups who can tolerate the presence of humans for a brief period every day. The time taken to track the gorillas can take as little as half an hour to as much as 8 hours!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today after a relaxed breakfast, your driver/guide shall transfer you back to Kigali. Today you can visit the Genocide Memorial and Education Centre, which opened in 2004. It is a dignified tribute to the victims, including a poignant Children’s Memorial, and a detailed description of the darkest hour in Rwanda's recent history in time to catch your flight back home. Your driver/guide will take you to the airport in time for your flight home. Sadly, this is where you say goodbye to Rwanda."
    }
  ],
  "map": ""
}