{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "uganda-and-rwanda-gorilla-holiday",
  "tourName": "Uganda and Rwanda Gorilla holiday",
  "placesVisited": "",
  "generalInfo": "Combining Uganda and Rwanda, two fantastic countries, the highlight of this trip is the once in a lifetime chance to experience the ultimate wildlife encounter, witnessing the endangered mountain gorilla in their natural habitat in Bwindi national park. Journeying through other much overlooked destinations, we also visit Lake Mburo, home to leopard, hyena and buffalo and the stunning mountainous Volcano National Park in Rwanda in search of golden monkeys. The trip ends in Kigali, the capital of Rwanda.<br/> Gorilla trek - Head to Bwindi National Park in search of mountain gorilla. Spend time in the presence of these majestic primates<br/> Kigali - Explore Rwanda's modern vibrant capital and learn about the country's darker recent history with a visit to the Kigali Genocide Memorial Centre<br/> Safari experience - Head out on safari in Lake Mburo, returning each night to characterful lodges offering high levels of comfort and warm hospitality <br/>",
  "durationDays": "10",
  "price": "5195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Kampala",
      "description": ": Arrive in Kampala, the capital of Uganda, located on the shores of Lake Victoria. For those arriving on time our Tour Leader plans to meet you in the hotel reception at 5pm for the welcome meeting and after there will be the opportunity to have dinner at our lodge overlooking Lake Victoria. There are no other activities planned today, so you are free to arrive in Kampala at any time. If you would like an airport transfer today, you'll need to arrive into Entebbe International Airport (EBB), which is 45 minutes from our accommodation. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might choose to relax by the outdoor pool or on the terrace overlooking Lake Victoria. Our lodge is on the outskirts of Kampala city, so if you'd like to explore the city in more depth the lodge can give advice and assist with arranging a taxi."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Lake Mburo National Park. Afternoon game drive",
      "description": ": After breakfast we'll depart Kampala and head west, driving for around for six hours to Lake Mburo National Park, the smallest game park in Uganda. Along the way we'll break for lunch. Although compact, Mburo is home to 68 different species of mammal including leopard, hyena and buffalo. This area is one of the only places in Uganda where you will find zebra. Upon arrival at Mburo, we'll check into our accommodation which has spectacular panoramic views over the plains. Late afternoon we'll head out on our first game drive in search of game including impala, hyena, buffalo, waterbuck and zebra. Mburo National Park also contains an extensive wetland area home to numerous hippo and crocodile. We return to our lodge for dinner after which there is the option to sit outside under the magnificent Ugandan night sky around the fire."
    },
    {
      "dayNumber": 3,
      "title": "Morning walking safari, afternoon boat safari on Lake Mburo. Evening game drive in search of leopard",
      "description": ": Lake Mburo is the only national park in Uganda where you can experience a safari on foot due to the absence of lion and elephant. After breakfast we'll walk out on to the plains with our guide from the Uganda Wildlife Authority. We'll spend around two hours exploring the African wilderness and should see giraffe, zebra, impala and numerous bird species as well as learning about the local flora such as acacia and papyrus. After lunch we will take a boat trip on Lake Mburo in search of more birds including kingfisher, fishing eagle and white-winged warbler. As well as birds we hope to see hippo, crocodile and buffalo. After the sun has set we head out for a very special game drive in search of leopard. Although rare, Lake Mburo National Park is the best place in Uganda to see the leopard, especially during night game drives.Wildlife sightings can't be guaranteed, on average 7 out of every 10 groups are lucky enough see them."
    },
    {
      "dayNumber": 4,
      "title": "Transfer to Bwindi National Park, home of the mountain gorillas",
      "description": ": The scenic drive to Bwindi National Park will take around six hours travelling through small villages, coffee and banana plantations and rolling hills. We will stop for lunch and to stretch our legs along the way. We'll arrive in Bwindi National Park mid afternoon, home of the endangered mountain gorillas. The Bwindi Impenetrable Forest is one of Africa's most extensive belts of primary forest, with rolling hills and deep river gorges. This varied landscape is also home to a vast range of flora and fauna and rich birdlife. There will be time before dinner to take in the spectacular scenery, after dinner retire to the bar or sit round the fire pit and admire the amazing stars of the African night sky."
    },
    {
      "dayNumber": 5,
      "title": "Gorilla trek in Bwindi National Park",
      "description": ": Today you'll experience what some people define a life changing event: a meeting with the gentle giants of Bwindi! Expect to walk a long distance in steep and muddy conditions, sometimes with rain overhead, before you encounter any gorillas. It can take up to eight hours of tracking to find the gorillas, although two to four hours is more typical. But it will definitely be worthwhile as you observe them closely while they eat, play and rest, a unique and unforgettable experience! Around four hundred individual mountain gorillas live within the park, representing almost over half the worlds population. Mountain gorillas (as opposed to lowland gorillas) are one of the world's most endangered species so the entrance and gorilla tracking fees revenue generated from tourism in protected parks such as Bwindi, offer them their only chance of survival. The cost of the gorilla permit is included in the holiday cost. Distinct from their cousins who live in the open spaces and lowland forests of West Africa, mountain gorillas are found at an altitude of between 1520m and 3650m. Gentle giants and vegetarians, they are normally peaceful unless provoked. Our groups have been rewarded with the thrill of very close encounters."
    },
    {
      "dayNumber": 6,
      "title": "Nature walks in Bwindi",
      "description": ": Today you have the option of joining a guided nature village walk to explore the surroundings of Bwindi. Due to permit availability, we often will have to split the group in two for the gorilla trek. Those who didn't take part on the gorilla trek on day five will go on trek today. Bwindi is home to over 120 mammal species and 360 species of birdlife many endemic to the region. You might spot red tailed monkeys or colobus monkey whilst out exploring. Amongst the bird species we might see are white tailed blue flycatcher, olive long-tailed cuckoo, black bee eaters, brown necked parrot and the African green broad bill."
    },
    {
      "dayNumber": 7,
      "title": "Cross into Rwanda. Visit Volcanoes National Park, walking safari in search of the golden monkey",
      "description": ": Bidding farewell to Bwindi, we cross from Uganda into Rwanda this morning, heading for Volcanoes National Park, within the scenic Virunga mountains. The journey involves crossing from Uganda into Rwanda at the Cyanika border crossing which typically takes around an hour to navigate through. Home to a population of mountain gorillas as, we'll focus our wildlife viewing to the endangered golden monkey. Volcanoes National park currently hosts two habituated golden monkey troops which we will visit either on the afternoon of day seven or on day eight. Our lodge for the next two nights is situated in expansive gardens, with individual cottages fitted with fires to take the chill out of the evening air. The scenery is here is spectacular, with dense forests spanning 160 squared km and the towering Virunga volcano range dominating the park, the highest of which is over 4500 meters. Upon arrival into Valconoes National Park we will make a stop at the Ellen Degeneres Campus, a world-class research and education centre focusing on conservation and protection of the endangered Mountain Gorilla. The exhibition centre was opened in 2022 and is building upon the incredible conservatrion work by Dian Fossey (made famous by National Geographic and the blockbuster movie Gorillas In The Mist) and features a selection of displays, cinemas and ai generated gorilla activities. The visit to the campus is free, but donations are always welcome and encouraged."
    },
    {
      "dayNumber": 8,
      "title": "Full day in Volcanoes National Park",
      "description": ": A full day to explore Volcanoes National Park. In most cases the trek to see golden monkey will take place this morning. We'll be picked up from our lodge early and meet up with our ranger guide at the park head quarters. Golden monkey live in the bamboo thickets located towards the base of the volcano. Typically it takes around an hour to reach the troop, however it can take longer depending on their exact location. Unlike gorillas, they tend not to go into the higher altitudes, so the trekking time is considerably less than the gorilla trek in Bwindi. The endangered golden monkey live in troops of around 30-80 individuals, typically precided over by a dominant male. It is thought that there are only around 2,500-3,000 golden monkey left in the world. They mainly feed on bamboo shoots , lichens and leaves. They are very active jumping from tree to tree which can make them challenging to photograph. We trek in groups of up to eight people so depending on the size of our group we may need to split into two groups. We will have an hour with these magnificent primates, before returning to our lodge in Kinigi. The rest of the day is left free for you to explore the local villagers, or perhaps pay a visit to The Iby'Iwacu Cultural Village, a sustainable local cooperative displaying a wide variety of crafts, art and houseware all made by locals. If you are looking for a more active option this afternoon your leader will be able to make recommendations for optional walks in the area or you can simply just relax back at the lodge."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Kigali, capital of Rwanda. City tour",
      "description": ": After breakfast this morning, we drive south to the capital of Rwanda, Kigali. After lunch we will have a tour of the city including a stop at Mt Kigali for scenic views across the city and the Kigali Genocide Memorial Centre, which opened in 2004 to mark the 10th commemoration of the genocide against the Tutsi people. It serves as a museum detailing the history and consequences of Rwanda's genocide and a place for people to grieve for lost friends and family. The city tour will also include a visit to the Kimironko Market, the largest fresh food market in Rwanda to properly get under the skin of what makes this bustling capital so unique. Today you will also have the opportunity to visit one of the many local NGO's called Nyamirambo Women's centre who trains, educates and support local women on the importance of gender equality, entrepreneurship and independence. The women at this centre were tasked with the job of making traditional Rwandan centrepieces, napkins, placemates and woven accessories for King Charles & Camilla during their most recent Commonwealth Dinner in Kigali three years ago. this visit is not included in the tour, but can be organised in the late afternoon by your guide."
    },
    {
      "dayNumber": 10,
      "title": "Trip ends in Kigali",
      "description": ": The trip ends after breakfast at our hotel in Kigali. There are no activities planned today, so you are free to depart from Kigali at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like an airport transfer today, you need to depart from Kigali International Airport (KGL), which is about half an hours' drive from the city centre."
    }
  ],
  "map": ""
}