{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-and-tanzania-tailor-made-holiday",
  "tourName": "Rwanda and Tanzania tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Classic best of gorilla experience &amp; Northern Tanzania expedition features one of the world’s best adventures where you get to interact with the world’s most endangered ape that shares 98% DNA with human beings in the forested Volcanoes National Park before proceeding to the Tanzania most wonderful and most visited Northern Parks. Where your second discovery journey will start at Tarangire Tanzania’s best secret which is an all year park and is usually not overcrowded by tourist as other parks, to Ngorongoro Conservation area the 8th wonder of the world which has remained unchanged since time in memorial and is always game rich not forgetting the rich culture of the Masai co existing with wildlife there! The journey takes you further to the vast Serengeti plains the venue to the greatest show on earth the wildebeest migration! Enjoy unlimited game in this vast and sensational 14,763km sq of endless savannah! Wind up your adventure with a visit to Lake Manyara National Park famous for its tree climbing lions among other game!<br/><br/>Accommodation is carefully selected to offer great value to each and every traveller and pay keen attention to conservation, minimum environmental degradation impact to areas they are located, bettering the livelihoods of the local people through meaningful employment! <br/><br/>We hope that you will join us soon in discovering what Northern Tanzania has to offer!",
  "durationDays": "11",
  "price": "9940",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KIGALI/VOLCANOES NATIONAL PARK: Upon arrival at Kigali International Airport, you will be met by our Customer Care Representative, outside the airport arrivals section and after a briefing. Enjoy a City Tour of Kigali. (Cost of city tour included) The history of Rwanda dates back centuries, Kigali has been a part of it for 100 years. Founded in 1907 as a German settlement, Kigali did not become the capital until Rwanda’s independence in 1962 when it replaced the colonial seat of power in Butare. Visit the old Kigali and the craft centres then visit the genocide memorial site. Learn about Rwanda’s history from pre-colonial times to the 1994 genocide; learn about other genocides in the world and how this country has dealt with that past. Tour more and see the new developments in Rwanda; the recovery has been incredible, a testament to humankind’s resilience. Lunch in Kigali. Later, depart Kigali and drive to Ruhengeri. 2.5 hrs arriving in the early evening at the Volcanoes National Park."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VOLCANOES NATIONAL PARK- GORILLA TREKKING: Early breakfast. 0620 hrs: Transfer to the Volcanoes National Park HQs for your first day of trekking. 0700 hrs: Briefing by your trackers then drive to the trail head for the start of your amazing Gorilla Tracking adventure. Porters may be hired for the trek to carry your backpack and gear. Your trek again starts in the cultivated foothills of the Virunga’s offering stirring views in all directions. When it enters the national park, trekkers will be immersed in the mysterious intimacy of the rainforest, alive with the colorful bird calls, chattering golden monkeys, littered with fresh spoor of the mountains’ elusive buffalo and elephant. Through gaps in the canopy, the magnificent peaks are glimpsed, among the highest in Africa yet easily accessible, beckon an ascent. Weaving through overhanging vines, moss-covered hagenia trees and giant lobelias that thrive in the tropical climate, our experienced trackers, who have spent their entire lives in or close to this forest, soon bring us up close with one of the Gorilla Families. Upon sighting the gorillas, you will stay with them for a magical hour as they go about their daily life, feeding, playing, resting; raising their young. Coming face to face with a giant silverback must truly be one of the greatest wildlife experiences on earth! After the trek, rejoin your driver Guide for a transfer to your lodge for lunch. Afternoon at leisure or visit the twin lakes Ruhondo and Bulera. OPTIONAL ACTIVITIES Morning activities Dian Fossey Tomb Hike per person per trek US$ 75 (Approximately 6 Hours) Golden monkey trek per person per trek US$ 100 Bisoke Hike Per person per trek US$ 75 (4 – 6 Hours) Muhabura Hike per person per trek US$ 100 Afternoon activities Visit Iby’iwacu cultural village tour per person US$ 30 Visit the local village and participate in the activities per person US$ 55 Visit Musanze Cave per person US$ 50 Buhanga Eco-Park walk per person US$ 55 Ruhengeri area is located at 2400 meters above sea level and is chilly early morning and evening. While trekking, it can rain unexpectedly, hence waterproof clothing is a good essential including zip lock bags for cameras and film. You will also need boots that can cope with some mud. Gorilla permits are only confirmed upon payment of a deposit. The balance payable 60 days before trekking date. (Non-refundable). Ruhengeri area is located at 2400 meters above sea level and is chilly early morning and evening. While trekking, it can rain unexpectedly, hence waterproof clothing is a good essential including zip lock bags for cameras and film. You will also need boots that can cope with some mud Gorilla permits are only confirmed upon payment of a deposit. The balance payable 60 days before trekking date. (Non-refundable)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KIGALI: Breakfast at the lodge. Depart from foothills of the volcanoes and drive south on a scenic drive to Kigali. Everything and everywhere, sheer green and hanging on the hills; Rwanda truly - land of a thousand fertile green hills. Overnight at Park Inn by Radisson."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ARUSHA This morning, you will transfer to Kigali International airport for your scheduled departure flight to Kilimanjaro. Upon arrival at Kilimanjaro Airport, you will be met by a Customer Care Representative who will introduce the Driver Guide who will be with you throughout the safari. He will then assist you with the transfer to your hotel in Arusha, assist you with the hotel check-in and brief you on your program ahead."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TARANGIRE NATIONAL PARK This morning you will depart for Tarangire National Park with picnic lunch boxes. Enjoy a game viewing in Tarangire National Park. This beautiful park covers 2 600 km² of undulating grasslands and swamps that stretch from the plains of the Maasai Steppe in the southeast to the lakes of the Great Rift Valley to the north and west. The north of the park is the most visited area where the perennial Tarangire River meanders across the landscape, while the south consists of a series of vast swamps that transform into verdant plains during the dry season. During your morning game drive, you can expect to see plenty of elephant and lion, the most renowned residents of the park, as well as in excess of 400 species of birds. Admire the rising sun shimmering across the grassy savannahs and the dappled light that filters through the branches of epic baobab trees while large herds of buffalo and zebra graze peacefully on the plains. Check in at your lodge in time for check in and refreshments. Dinner and overnight at your lodge"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NGORONGORO CONSERVATION AREA: After breakfast, descend into the ‘8th Wonder of the World’, a unique biosphere that has remained virtually unchanged since the dawn of time. Enclosed within its towering walls are grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife. Here too are all the members of the ‘Big Five’ (lion, elephant, rhino, leopard and buffalo) as well as a large cast of plains game and one of Africa’s densest populations of predators. Enjoy a picnic lunch on the crater floor before climbing back up and driving to your next lodge in time for relaxation before dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "NGORONGORO CONSERVATION AREA: After breakfast, descend into the ‘8th Wonder of the World’, a unique biosphere that has remained virtually unchanged since the dawn of time. Enclosed within its towering walls are grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife. Here too are all the members of the ‘Big Five’ (lion, elephant, rhino, leopard and buffalo) as well as a large cast of plains game and one of Africa’s densest populations of predators. Enjoy a picnic lunch on the crater floor before climbing back up and driving to your next lodge in time for relaxation before dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SERENGETI NATIONAL PARK; After breakfast, you will drive crossing into the neighboring Serengeti National Park with picnic lunch boxes. Stopping en route at Ol Duvai Gorge. Known as the ‘Cradle of Mankind’, this is one of the most important prehistoric sites in the world. Pioneered by famous paleontologists Louis and Mary Leakey in the 1950s it offers a glimpse into life two million years ago. Arrive at your camp or lodge in time to relax and enjoy a classic safari supper."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SERENGETI NATIONAL PARK: Enjoy a full day game drives (meals taken in true safari style ‘in the bush’) in the vast and sensational Serengeti, which covers 14,763 sq km of endlessly rolling savannah. Venue for ‘the greatest wildlife show on Earth’, the annual migration of over one million wildebeest, the park is also renowned for its lions, cheetahs, zebras, giraffes and plains game."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LAKE MANYARA NATIONAL PARK: After breakfast drive to the beautiful Lake Manyara, a shallow alkaline lake that shimmers in a cleft in the Great Rift Valley. Enjoy lunch and check in at your lodge. Then later enjoy an afternoon game viewing in Lake Manyara National Park famous for its tree climbing lions. Later return to your lodge for dinner and overnight."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DEPARTURE: Drive to Arusha. Following lunch on your own arrangements, spend time doing last minute shopping then later you will be transferred to Kilimanjaro airport for your flight back home"
    }
  ],
  "map": ""
}