{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-kayaking-holiday-and-gorilla-safari",
  "tourName": "Rwanda kayaking holiday and gorilla safari",
  "placesVisited": "",
  "generalInfo": "Rwanda is known as the “land of a thousand hills” and lies in the heart of Africa. You’ll see this amazing country whilst kayaking on Lake Kivu, a beautiful mountain ringed inland sea. Experience the heart of Rwanda as you walk through the canopy of the rain forest, taste and smell the spices from the colourful markets, canoe down the Mukingwa River and track chimpanzees and the impressive mountain gorillas.",
  "durationDays": "10",
  "price": "6500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kigali (B,L,D) On arrival in Kigali you will be met at the airport by your guide and transferred to your hotel where you will check in, freshen up and have breakfast. On a morning walking city tour of Kigali you can familiarize yourself with the area. Your tour includes a visit to the market where you can sample local produce and there’s also the opportunity to relax in a local milk bar, the Rwandan equivalent to a coffee shop! In the afternoon you can visit the Genocide Memorial Museum. While this is a tough experience it provides an opportunity to both understand the history of this tragic event and also to pay your respects at the memorial. Furthermore it outlines the current efforts being made to create a brighter future for all Rwandans. Or there is a possible alternative to tour an art gallery. Please note that the walking tour is not available during Umuganda which is a community day on the last Saturday morning of each month. Overnight Heaven Boutique Hotel (or similar)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kigali – Nyungwe National Park – Gisakura (B, L, D). This morning start the drive towards Nyungwe National Park. This park is a beautifully preserved forest that covers an area of over 1000sq km. It is home to over 300 bird species, many butterflies, orchids, and 75 mammal species including 13 primates. In the afternoon walk the Canopy Trail in Nyungwe National Park, or with your personal input your guide can arrange a hike that is right for you. The Canopy Trail is approximately 2 hours, trekking through the forest and includes the “canopy walk”. This refers to a foot bridge located 50m above the forest, and around 90m long. Not for the faint hearted but worth it for the views! Overnight at Top View Hotel (or similar)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gisakura – Cyamudongo Forest – Lake Kivu (B, L, D). There’s an early start this morning for the transfer to Cyamudongo Forest for an amazing chimpanzee tracking experience. The reserve is located approximately an 1½ hours away and on arrival you will meet up with your tracker and head out into the forest to spend an hour observing chimpanzees. As our closest living relative chimpanzees share 98.7% DNA, and it’s an exhilarating experience to observe them in the wild. Chimpanzees communicate with pant hoots, screams, and by hitting the tree buttress so you may hear them before you actually see them! The length of the walk and the time taken to find the group will vary, so prepare for a long walk through the forest. The chimpanzees can be seen as they move through the tree canopy, or as they travel along the forest floor. The afternoon can be spent at leisure or you can take a guided walk through the villages surrounding your lodge. Overnight Kivu Lodge (or similar)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lake Kivu (B, L, D). This morning you will be briefed on kayaking guidelines and safety procedures before heading out on the lake in your kayak. Lake Kivu is Rwanda’s largest lake and it naturally has no hippos or crocodiles, making it a safe area for kayaking. It is surrounded by hills with very little obvious development. After a couple of hours of leisurely kayaking you will be provided with a picnic lunch. Continue along the coast to Kibuye and enjoy dinner at your lodge. Please note that all of your luggage will be transferred by the support boat. Overnight Rwiza Village Lodge (or similar)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kibuye – Lake Kivu, Bishaya Island (B, L, D). Spend the morning kayaking through Rwanda’s bay of islands. Enjoy a picnic lunch at Munini, popularly known as Napoleon Island, where you might to see a colony of thousands of fruit bats. Continue kayaking on to another small uninhabited island where the crew of your support boat will have already set up your tents in preparation for your night camping. They will also prepare your evening meal whilst you relax on the lakeshore. In the afternoon you may get the chance to kayak with singing fisherman (subject to weather and fisherman’s timetable; there is no fishing in September and October). Overnight camp on uninhabited island (Bishayu Island)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lake Kivu – Cyimbili (B, L, D). This morning set out in your kayak to explore a lovely section of the coast where many locals take to the water in dug out canoes and wooden boats. Enjoy a picnic lunch and then kayak on towards Cyimbili. Please note that the support boat is available if required as an alternative to kayaking. In the afternoon take a coffee tour of the local plantation and learn about their production methods. Enjoy the evening their guesthouse. Overnight at Cyimbili Guesthouse (or similar)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cyimbili – Gisenyi (B, L, D). This morning experience the conclusion of yesterdays coffee tour; the roasting and drinking! Then continue kayaking along Lake Kivu where on your route you can see a fish farm and hot springs. Arrive at your hotel for lunch. Spend the afternoon relaxing in the grounds of Paradis Malahide Hotel which is situated by the lake, and watch the singing fishermen go out at sunset. The fishermen spend the night on the water, their 3 vessels are linked together with poles and nets to catch the fish, and hearing them singing as they paddled out for the night is a surprisingly moving experience. Overnight Paradis Malahide Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gisenyi – Musanze (B, L, D). This morning travel by road to Musanze, approximately a 2 hour drive. Musanze is the third largest town in Rwanda and as the closest town to the Volcanoes National Park so it’s a convenient base from which to track the mountain gorillas. The town is set at a fairly high altitude (1850m) and as you get closer to the park you will see a horizontal line along the volcanoes which distinguishes where the farm land ends and the forests of the park begin. After lunch it’s time for your canoe trip on the Mukungwa River. The Sunday Times has described this trip as a “half day of pure joy”. Following the safety briefing you’ll climb into your canoes and head down to the river. The river banks are abundant with birds, over 40 species have been recorded, and it’s a great way to observe the countryside and see Rwanda from a different perspective. Overnight La Locanda (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Musanze – Volcanoes National Park – Kigali (B, L, D). An early start to an epic day! Take a short drive to Kinigi, which is 12km away and where the Volcanoes National Park headquarters is located, you need to be there by 7am or you risk invalidating your precious permits! You will meet your park guide who will take time to explain where you will be trekking, which gorilla group you have been assigned, and the guidelines you needed to follow when in the mountain gorilla’s presence. Around 8am you will start the trek through the fields towards the park. The trek in the park is at elevations of 2500-3000m, so at times breathing can become a conscious effort as you move through the thick vegetation towards the gorillas. Excitement mounts as you approach the group. Your guide will reassure and calmed the gorillas with deep grunts, and you will be encouraged to do the same. Spending time in the mountain gorilla’s presence is truly incredible. After your trek you will return to the park headquarters. You will then enjoy lunch nearby before making the return journey to Kigali. The drive is approximately 2 hours. Overnight Heaven Boutique (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kigali (B). Today its time to say goodbye to your guide, they will transfer you to Kigali airport in time for your flight home.."
    }
  ],
  "map": ""
}