{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-luxury-gorilla-safari",
  "tourName": "Rwanda luxury gorilla safari",
  "placesVisited": "",
  "generalInfo": "This 4 days Luxury Rwanda Gorilla Trekking safari will take you for gorilla trekking of Mountain Gorillas in Volcanoes National park in Rwanda, the ‘’land of a thousand hills’’<br/>Gorilla trekking in Rwanda is one of the highlight safari experiences in Africa. You will come face to face with one of the habituated gorilla families, staying in one of the best luxury lodges in Rwanda- Virunga Lodge<br/><br/>Highlights<br/>Gorilla Trekking<br/>Iby'lwacu Cultural Village<br/>Kigali City Tour<br/>Beautiful landscapes",
  "durationDays": "4",
  "price": "8316",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Pick up from Kigali airport – Transfer to Kigali Serena Today upon your arrival at Kigali international airport, you will be warmly welcomed by a representative and transferred by road to your hotel. You will relax at the hotel for the rest of the time Journey time: 10 minutes Meal Plan: Not inclusive Accommodation: Kigali Serena"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kigali City Tour - Transfer to Volcanoes National Park Today after breakfast, you will go for a guided city tour of Kigali, one of the safest and cleanest capital cities in Africa. The tour will start from the first modern building that the city was founded on, learning about the country’s history from the pre-colonial times to the 1994 genocide. You will visit Kigali’s historical genocide memorial centre. After the city tour, you will begin the journey north wards to Volcanoes National Park. You will get to your lodge in time for lunch Journey Time: 3 hours Accommodation: Virunga Lodge Meal Plan: All food"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gorilla Trekking - Visit Iby'lwachu Cultural Village Today after breakfast, your guide will transfer you to Volcanoes National Park head quarters for to start your gorilla trek. You will be briefed by trackers and after the briefing, you will be driven to the trail to start your gorilla trekking adventure experience. You will trek through foothills of the Virunga, offering great views in all angles. Upon seeing where the mountain gorillas are, you will stay with them for an hour as they go about their day to day life, playing, feeding, touching among others. Coming face to face with these endangered mountain gorillas is an experience you will never forget. Ps: We highly recommend that you hire services of a porter who carries your back pack during gorilla trekking. It costs 15 US dollars per porter After gorilla tracking, your driver will transfer you back to the lodge for lunch In the afternoon after lunch, you will visit Iby’Iwachu Cultural Village. Iby’lwacu cultural village gives tourists a rare chance to meet and interact with local people in their environment offering an experience of Rwandese culture and traditions The village is located near Volcanoes National park and it was started to showcase local and traditional activities, lifestyle and art craft among other. The village was started by the local people for the communities who benefit and earn directly from this great community based tourism initiative so as to improve their social economic wellbeing and as an in incentive to conserve the mountain gorillas and their home Accommodation: Virunga Lodge Meal Plan: All meals"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Departure- Today after breakfast, you will be transferred back to Kigali international airport for your onward journey"
    }
  ],
  "map": ""
}