{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "rwanda-primates-national-parks-adventure",
  "tourName": "Rwanda primates & national parks adventure",
  "placesVisited": "",
  "generalInfo": "ENCOUNTER endangered mountain gorillas in their natural habitat — the largest living primates on the planet.<br/><br/>EXPLORE the clean, progressive city of Kigali. Visit the Genocide Memorial and a non-profit organization that offers vocational training to local women.<br/><br/>VISIT one of Africa’s oldest rainforests, Nyungwe Forest National Park, and embark on a breathtaking canopy walk with stunning views and the chance to see wildlife like colobus monkeys and tropical birds.<br/><br/>EMBARK on two incredible primate treks to see playful golden monkeys in Volcanoes National Park and chimpanzees in Nyungwe Forest National Park.<br/><br/>KAYAK on the tranquil waters of Lake Kivu, enjoying the scenic views of Rwanda’s Bay of Islands and the diverse birdlife that thrives along the shoreline.<br/><br/>LEARN how yarn is processed from sheep to product through traditional craftsmanship at a vocational organization for local women.<br/><br/>JOIN in a Rwandan cooking class and eat the lunch we make with locals.",
  "durationDays": "10",
  "price": "10995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Kigali International Airport, a driver/guide will transfer you to Heaven Boutique Hotel. After check-in you’re free to relax in the room, by the pool or in the restaurant. In the evening, enjoy a meet and greet dinner with your fellow travelers to kick off the adventure ahead! Dinner Included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following an early breakfast at the hotel, we head to Nyamirambo Women's Centre, a non-profit that empowers local women with access to education and vocational training. Participate in a traditional Rwandan cooking class with one of the local women, embark on a guided city walk of the nearby area while your meal is cooking, and return to enjoy the lunch you’ve prepared. Afterwards, visit the Genocide Memorial, where we make a donation in support of remembrance and learning. This self-guided audio tour is a deeply moving and somber reflection of Rwanda’s history and the resilience of its people. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The day begins with an early flight to Rusizi. After, we’ll begin our journey to Nyungwe Forest National Park, one of Africa’s oldest rainforests and home to over 1,000 plant species, 322 bird species, and 75 known mammal species. Upon arrival, embark on a breathtaking canopy walk on safe suspension bridges connected by the forest’s lush trees. The walk offers incredible views of Lake Kivu, and different sections of the Nyungwe Forest. During the walk, look out for the diverse animals, birds, amphibians, and reptiles that inhabit this wildlife paradise. Then, we’ll make our way towards the stunning Ndambarare Waterfall. If you’re lucky, you may spot L’Hoests monkeys, Colobus monkeys, and other primates along the trail! Immerse yourself in the tranquil sounds of the waterfall’s cascading water, surrounded by vibrant greenery — the perfect place to connect to nature’s serenity. Afterwards, we will settle in at Nyungwe Top View Hill Hotel, where we’ll be staying for the next two nights. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Following an early breakfast, we’ll drive to Nyungwe Forest National Park, notable for having 13 types of primates, and meet our guides for the day. Following an orientation, we’ll head out for the remarkable experience of chimpanzee trekking. The trekking can be strenuous, so being capable of walking on uneven ground in hot and humid conditions is a must. Local porters are available to carry your backpack and assist you throughout the walk. Viewing is kept to about an hour, so look forward to an up-close look at these wonderful chimpanzees in their natural habitat! Observe key moments of their daily lives, from dashing through the foliage and playing with their fellow chimps to resting among the leaves and feeding on a variety of plants. After, we return to the hotel for dinner and a restful evening. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we’ll drive to Kibuye and visit Kinunu Coffee Plantation, a local farm on the shore of Lake Kivu. Learn about the journey of coffee from harvesting beans, to roasting, and finally to the cup from local farmers who share their techniques. This visit offers an immersive experience into this intricate process, deepening your appreciation for Rwandan coffee and highlighting the dedication of the local farmers who cultivate it. In the afternoon, enjoy a kayaking excursion on Lake Kivu. Paddle past the shorelines and Rwanda’s Bay of Islands, towards Napoleon Island which is known for its colony of fruit bats and incredible views of the lake. Depending on the fitness level and interest of your group, you may decide to stop at Napoleon Island for a hike to the summit of Napoleon Island or continue your kayaking journey. This excursion typically lasts between two to four hours, with duration varying based on group preferences. On the journey back, soak in the beauty of the setting sun, casting golden hues over tranquil waters. We’ll return to Cormoran Lodge for dinner and a restful evening. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, take time to relax and soak in the beautiful views surrounding the Coromon Lodge. Sip coffee on your balcony or take a leisurely stroll on the beach— this morning is yours to enjoy. In the afternoon, we return to the peaceful waters of Lake Kivu for a boat tour. We’ll glide across its calm waters, admiring the scenic views of Rwanda’s green hillsides and the sparkling expanses of the lake. Keep an eye out for birds like herons and kingfishers as they swoop near the water and spot local fishermen casting their nets. We’ll reach Peace Island, an idyllic gem nestled on Lake Kivu, where we’ll disembark. Learn more about local flora and fauna, and enjoy the incredible views of its blooming vegetation. Stroll along the shore, explore the island’s walking paths, or take a rest at one of the many peaceful spots around the island for reflection. The quiet ambiance of Peace Island is the perfect setting to enjoy the sunset, watching the sky transform into a stunning palette of oranges and pinks that reflect serenely on the water. Today is the day to bask in the beauty of Rwanda’s wilderness and natural landscapes. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, we’ll embark on a scenic speedboat journey from Kibuye to Gisenyi. Admire the breathtaking sights of Lake Kivu, from the rolling hills and shorelines to picturesque islands in the horizon. Along the way, keep an eye out for vibrant wildlife that thrives along the water. We’ll arrive in the charming lakeside town of Gisenyi and drive to Musanze, where we’ll visit the Red Rocks Cultural Center. This vibrant community space is dedicated to preserving and sharing Rwandan culture. Here, you’ll have the opportunity to meet local artisans, see their artwork, and even learn how to weave traditional baskets. You’ll also learn about the process of brewing banana beer, a Rwandan staple, and get a firsthand look into how this unique brew is made. Afterwards, drive to Ingagi Park View Lodge where we’ll enjoy dinner and stay for the next three nights. The rest of the evening is yours to unwind and relax—be sure to savor the stunning panoramic views of the volcanoes in the nearby Volcanoes National Park! Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We’ll begin the day with an early breakfast before heading to the Kinigi Park headquarters, where we’ll meet our National Park guides. Our journey brings us to Volcanoes National Park on an easy-to-moderate hike in search of the famous Golden Monkeys. Local porters are available to carry your backpack and assist you through the dense forest. The monkeys are accustomed to human visitors and are usually very social and fun to watch. Though viewing is kept to about an hour, expect an up-close look at these wonderful monkeys in their natural habitat. Adult monkeys frolic in the trees, feeding on bamboo leaves and leaping from perch to perch. Females carry their youngest and don’t appear bothered by our presence. After leaving the forest, we’ll sit down for lunch and then we’ll visit the Ellen DeGeneres Campus of the Dian Fossey Gorilla Fund. Built in 2022 and made possible through the support of Ellen DeGeneres, this world-class research and education center honors the legacy of primatologist Dian Fossey and supports her work for mountain gorilla conservation. This meaningful experience includes learning about a gorilla’s life cycle, meeting digital representations of famous gorillas Dian Fossey studied, visiting a reproduction of Dian’s cabin, and discovering more about the gorilla populations in neighboring countries. We’ll return to Ingagi Park View Lodge for dinner and a quiet evening to recharge. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Following an early breakfast, we proceed to the National Park headquarters to meet our gorilla guides. The guides complete final paperwork and then we embark on a once-in-a-lifetime experience of tracking mountain gorillas. The trekking can be strenuous depending on where our assigned gorilla family is located, so being capable of walking on uneven ground in hot and humid conditions is a must. Local porters are available to carry your backpack and assist in traversing through tricky sections along the way. Once we spot the gorillas, we are allowed to spend an hour watching our closest mammal cousin. This is perhaps one of the most breathtaking wildlife experiences on earth! You get so close to these awesome giant primates, often staring into their soulful eyes. These massive primates are extremely rare; only 1,000-1,100 mountain gorillas exist today. We often get within feet of these gentle giants and are privileged to spend an hour amongst them. In the afternoon, we visit Handspun Hope, an organization that provides economic opportunity and vocational training to local women. The members create handmade textile products and we’ll spend the afternoon learning more about this traditional process of spinning and dyeing. After, we return to the lodge for dinner and one last overnight. Breakfast, Lunch & Dinner Included."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Following breakfast at the lodge, we head back to Kigali to prepare for your journey home. We’ll have lunch together in Kigali and head to the airport. The Kigali airport can take a long time to get through to the gates, so you will need to leave a few hours early to make ample time for security screenings. You should schedule your departing flight after 3 PM. We hope you’ve enjoyed this once-in-a-lifetime experience, seeing gorillas up-close and a chance to get to know a truly unique and progressive culture in Eastern Africa. Breakfast & Lunch Included."
    }
  ],
  "map": ""
}