{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "uganda-and-rwanda-wildlife-holiday",
  "tourName": "Uganda and Rwanda wildlife holiday",
  "placesVisited": "",
  "generalInfo": "This 12 days’ safari will give you an opportunity to experience the scenery, nature and wildlife of Uganda and Rwanda. Your safari will start with the beautiful Murchison falls national park that is home to the thunderous Murchison falls. You will continue to the primate capital of the world - Kibale national park which is home to 13 primate species with the main attraction being chimpanzees. After the experience with chimpanzees in Kibale you will visit the Bwindi impenetrable national park for the ultimate gorilla trekking experience. After here you will proceed to Volcanoes national park in Rwanda for golden monkey trekking and end with down time at Lake Kivu after which you proceed to Kigali city.",
  "durationDays": "12",
  "price": "8904",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Uganda for the Uganda - Rwanda Wildlife Safari. On arrival, our representative will welcome you to Uganda at Entebbe airport and transfer you to your hotel. Enjoy the breeze from Lake Victoria – 2nd largest lake in the world."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Murchison Falls National park Via Ziwa Rhino Sanctuary. Have an early breakfast and depart for Murchison Falls National Park. This journey takes you through the numerous small town scattered along the highway. Your first stopover is Ziwa Rhino sanctuary route to track Rhinos. After this experience, proceed to the park with a stopover at the ‘Top of the falls’ where the River Nile is forced through a 7-meter gorge with a thunderous fall."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Game drive in Murchison Falls national park and Boat Safari on River Nile. Murchison Falls National park is the largest park in Uganda. The game drives start early morning right after breakfast which increases the chances of sighting different animals before they go into hiding during the heat of the day. The game drive happens in the northern bank of River Nile, where we look out for giraffes, elephants, hartebeest, Buffaloes, Leopards, Lions and different bird species. In the after-noon, the safari will continue on River Nile – Nile boat safari towards the mighty Murchison falls. The relaxed boat safari provides more opportunities for spotting a variety of animals and birds and falls from. You have an opportunity to watch the falls from below and hike up to the top - you need to be in good shape to enjoy this short hike."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Kibale national park. Today we depart for the home of Chimpanzee in Kibale National Park. Kibale forest is home to 13 species of primates with the main attraction being chimpanzee tracking and bird watching. The journey to this tropical forest passes villages and colorful road markets. Lunch will en route or packed."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chimpanzee trekking in Kibale forest and Community Visit in Bigodi. Chimpanzee tracking is an adventure that takes you deep in the forest with streams of water and abundant wildlife. You start with a briefing from the ranger guide about your chimp trek. On your trek, you might have sightings of red-tailed monkeys, black-and white Columbus monkeys, butterflies, and birds calling from the canopies. With the help of your ranger guide, you will locate the chimps. Enjoy picture moments and watch them as they play, groom, and feed. After lunch visit Bigodi swamp – a community project known for its rich diversity of birds and primates depending on the availability of time. This community project is involved in providing employment for youth through tour guiding, some of the proceeds go into establishment of schools and teachers pay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Bwindi impenetrable national park. Transfer to Bwindi impenetrable national park or Mgahinga gorilla national park. The journey takes you through beautiful landscape of Kigezi region of winding terraced hills."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gorilla trekking in Uganda's Bwindi Forest. Mountain gorillas are true gentle giants found in Bwindi impenetrable forest and Mgahinga gorilla national park in Uganda. The driver guide will transfer you to the briefing area where you will meet your ranger guide. After briefing you will start the journey into the park with guidance of the ranger guide. The trekking experience takes anything from a few minutes to hours to eventually sight the gorillas, you are only allowed one hour with gorillas to capture your finest moment before you start your trek back."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Volcanoes national park in Rwanda. Leave for Volcanoes national park in Rwanda via the Cyanika border. Enjoy opportunities for photos as you drive through the winding roads in the southern part of Uganda. You will arrive at your lodge in time for lunch or it will be a picnic enroute."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Golden Monkey trekking and Gorilla Guardians Village. Golden monkeys are found in the Virunga volcanoes shared between Uganda, Rwanda and DR Congo. After a short brief from the ranger guides, you will start your hike up in search of the golden monkeys. You will be joined by enforcement officers to help in case you meet buffaloes which can be dangerous. The golden monkeys are generally more active than the gorillas and you will follow them as they move to feed. Just like gorilla trekking, you are only allowed to spend 1 hour with the golden monkey before you start your descent back. In the afternoon - visit the Gorilla Guardians village formerly known as Iby’Iwacu cultural village for a glimpse into the culture and history of Rwanda. Here you will have a summary of the Rwandan culture over the years."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to the beautiful Lake Kivu. Use the morning to visit the gorilla guardians village where you will learn more about the Rwandan culture. Become a King or Queen for a day, get involved in knitting, learn how to use a bow and arrow. After this experience transfer to Lake Kivu for a down time unwinding from all the hectic travel and experiences."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy down time at Lake Kivu. This will be more of a rest day for you to think through your entire journey exploring Rwanda on the shores to the beautiful lake Kivu. The activities you can engage in include a visit to the to the hot springs, take a boat trip to an island, kayaking on lake kivu, visit DR Congo – Rwanda border, and relax at the lakeside in the evening sipping a way to your favourite."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Kigali city for Departure flight. After breakfast your tour guide will transfer you to Kigali city where you will have a city tour exploring the highlights of the city before you retire to the airport for departure flight."
    }
  ],
  "map": ""
}