{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "unparalleled-east-africa-safari-trip-of-a-lifetime",
  "tourName": "Unparalleled East Africa Safari Trip of a Lifetime",
  "placesVisited": "Volcanoes National Park, Lewa Conservancy, Nairobi, Masai Mara, Northern Serengeti, Kigali, Ngorongoro Crater",
  "generalInfo": "Find yourself immersed in the drama and prestige of the wilderness during your 16-day luxury African safari through Kenya, Tanzania, and Rwanda. Discover the expansive splendor of the Serengeti as you search for golden lions and scour the jungle terrain of Volcanoes National Park to find lounging gorillas. Witness the rolling thunder of the Great Wildebeest Migration and embrace the elegance of giraffes towering above the trees. From opulent lodges to exclusive activities, you will experience the true depth and exceptional personalized service of a custom-tailored African safari during your trip of a lifetime.",
  "durationDays": "16",
  "price": "16",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Arrive in Kenya’s Dynamic Capital City",
      "description": "The color of adventure paints Nairobi with preserved images of colonial architecture divided by the cosmopolitan ambiance of skyscrapers and urban sprawl. The boundaries of the city feel as though they abruptly end, turning into the celebrated wilderness for which the country's rural expanse is known. Vibrant cultural life emanates from the active cafes and pulsing nightclubs as restaurants embrace local diversity with blends of traditional ingredients and customary recipes with an international flair. Your flight will land at Jomo Kenyatta International Airport, where your private transfer will meet you at customs. You will check into the splendor of Giraffe Manor, a luxury boutique hotel nestled into 12 acres of protected landscape connected to a greater 140 acres of indigenous forest. You can bask in the elegant ambiance of your room as Rothschild’s giraffe wander the grounds and feed on the towering Croton megalocarpus that can grow up to 118 feet tall. The remainder of the day will be at your leisure to enjoy the beauty of the hotel grounds and the unique allure of Nairobi. For insight into the nation’s culture, you can visit the National Museum where exhibits celebrate the Birds of East Africa or the prestige of Kenya’s ethnological wonders captured in a Kalenjin cloak made from Sykes Monkeys. You could also visit the David Sheldrick Wildlife Trust to learn how the center cares for abandoned young elephants and rhinos with the aim of releasing them back to the wild."
    },
    {
      "dayNumber": "2",
      "title": "Lewa Conservancy - Transfer to Stellar Northern Kenya",
      "description": "At breakfast, you can bask in the aromas of freshly brewed coffee and buttery pastries as Rothschild’s giraffes peer through the windows of the English-style manor and possibly dip their long necks through the windows in search of a treat. Your private transfer will meet you in the hotel lobby after breakfast and escort you to the airport for your flight to Lewa Conservancy. The protected landscape spans thousands of acres of open savanna spreading across northern Kenya and remains a popular destination for viewing Grevy’s zebra, elephants, cheetah, and over 400 species of bird. After your flight, your private transfer will meet you at the Lewa airstrip and escort you to the delights of Sirikoi House where unrivaled exclusivity awaits. The pristine lodge rises above 68,000 acres of surrounding wilderness resembling a chic eco-friendly African home immersed in a sense of welcoming luxury. Your introduction to game drives at Lewa Conservancy will take you off-road closing the often large distance between you and the wildlife as you search for elephants, rhinos, and zebra. After enjoying a view of the sweeping plains falling away from the Mount Kenya highlands, your guide will lead you on an immersive game drive where the scent of grass and wet soil will fill the air. You may find a herd of the endangered Grevy zebra grazing on the brush. They can grow up to nine feet long and has a distinctive mule-like look. You can experience the unique wonders of a private night game drive in search of nocturnal wildlife, as well featuring the wilderness from a completely different perspective."
    },
    {
      "dayNumber": "3",
      "title": "Lewa Conservancy - Discover the Exciting Wilderness",
      "description": "Each day, your program is determined by you, and there are many options. For a distinctive experience, you can travel to the Ngare Ndare Forest for a different perspective of the landscape. Move from the low-lying plains to the dense indigenous trees at the base of Mount Kenya to wander the nearly four miles of trails to reach the mighty crash of the seven famous waterfalls and rock pools. The azure water, echoing trickle, and verdant vines will juxtapose the parched plains before you venture into treetops, reaching upwards of 328 feet above the forest floor for possible sightings of elephants grazing on the branches or leopards sleeping in the trees. You might prefer to experience Conservation in Action for a behind the scenes excursion into the day-to-day conservation and anti-poaching operations of Sirikoi House inside the Lewa Conservancy. Learn how the Tracker Dog unit of rangers and dogs discourage, track, and prevent poaching for wildlife such as elephants and rhinos. You could also visit the surrounding communities to witness the many efforts to teach children about the ecological challenges facing their future from outreach in schools, clubs, and workshops directly leading to conservation efforts with game drives and visits to the education center."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara - Travel and Embrace Unspoilt Backdrop",
      "description": "In the morning, you have plenty of options in how you wish to experience the wonderful wilderness around you. You can wake early for a game drive that explores the remarkable landscape or relax in the comfort of the deck with an “arm-chair” safari watching as wildlife comes to you. You can partake in a walking safari, horseback ride across the vast plains, or zoom around the landscape on a quad bike safari. A helicopter excursion can take you to the top of Mount Kenya for a fly-fishing expedition or northbound to find lakes flooded with shimmering pink flamingos. After you return from your chosen adventure, you will have a private transfer to the airstrip for your flight bound for the renowned Masai Mara National Reserve. You will travel with a private driver from the airstrip to reach Cottars 1920’s Safari Camp for a taste of vintage luxury at its best overlooking a private conservancy that spans 7,608 acres. The luxury camp is run by one of the oldest established safari families in Africa and captures the romantic spirit and adventure of a luxury safari in an authentic natural environment."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara - Revel in Maasai Mara National Reserve",
      "description": "In the early hours of the morning, you will venture out into the wilds of one of the Masai Mara’s most remote regions. The cold air before sunrise will bite at your nose as the open-air vehicle wanders the dirt tracks with your guide searching for an unparalleled view of the pristine wildlife at a leisurely pace. You may hear the bone-rattling roar of a lion as it shows its power to encroaching males in the area to protect its pride and position. Their magnificent roar can be heard echoing up to five miles away. After you return to the camp and indulge in a delicious breakfast surrounded by the untouched wilderness of the reserve, you can explore the beauty of the Masai Mara with a waterfall swimming excursion plunging into the cool freshwater pool hidden by expansive plains or participate in the unique experience of the life of a hunter-gatherer in the Masai Mara. Your guide will uncover the traditions of the untamed bush and wild savanna as you learn about the customs of the El Dorobo and Maasai tribe who use the land and wildlife in their daily lives. From learning how to track a nearby animal based on traces left in the grass to learning the medicinal and dental hygienic properties of plants like the Euclea Divinorum , you will see the Masai Mara from a different perspective."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara - Experience Kenya’s Majestic Wildlife",
      "description": "The wonders of the wildlife in the Masai Mara are visible year-round but between September and October, the landscape constantly hums with the constant beat of hooves stemming from the great migration as millions of wildebeest, zebra, and antelope cross the borders between the Masai Mara and Serengeti. After a morning game drive, you can experience the marvels of the landscape and wildlife from a different perspective on a hot-air balloon safari. The average hot air balloon hovers between 1,000 and 3,000 feet giving you the ultimate panorama of the Masai Mara landscape. During the Great Migration, you may witness the sea of wildebeest traveling across the plains or winding through the wide reaches of the nearby river as they trudge through the water to reach the opposite banks absent of crocodiles or hippo pods from high in teh sky. You will learn why experiencing the Great Migration is one of the world’s most exciting wilderness encounters as your guide explains the annual movement and biological allure of the wildebeest, as well as the dynamic ecosystem created with their journey while the scent of crips fresh air surrounds you."
    },
    {
      "dayNumber": "7",
      "title": "Northern Serengeti - Travel to the Mara Riverbanks",
      "description": "After your early morning game drive, bask in the soothing comforts of your luxurious breakfast. Your private transfer will then take you to the airstrip to begin your journey to the Northern Serengeti and the remote beauty of the Singita Mara River Tented Camp. Renowned for its exclusivity and incredible service, the site is accentuated by covered walkways and decks that offer prolific game viewing. Enjoy the sounds of rushing water, the breeze whipping at the tall grass, and the mighty roar of the migrating wildebeest and zebra. The vast grassland of the Northern Serengeti has fewer crowds as it sits nestled between the famous Central Serengeti and the renowned Masai Mara National Reserve. The remote corner of the protected landscape will immerse you in green rolling hills and granite outcrops with fragrant woodlands bursting with acacia trees and the savanna's open expanse. Massive herds of wildebeest swarm the plains during the migration across the Mara River’s crocodile-infested waters while elephants thrive in the secluded area to create the highest concentration of herds in the Serengeti. After settling into the comforts of your luxurious space, you may find a herd of elephants parading near the edge of the Mara River. In the evening, indulge in the opulence of your camp with a wine tasting that features influential collectors and sought-after private reserves tailored to your tastes for an exceptional embellishment to your remote panoramic view."
    },
    {
      "dayNumber": "8",
      "title": "Northern Serengeti - Enjoy the Thrills of the Wild",
      "description": "In the morning, discover the wonders of the wilderness as you begin the day with an early game drive. Your guide will lead you along the banks of the Mara River to explore the exceptional ecosystem. You may find hippos presiding over a small area of the river a dozen hiding from the harsh sunlight in the water to protect their sensitive skin. The scent of wet grass may fill the air as your guide searches for rare oribi, a small antelope with rusty brown fur and a white throat. You may also keep your eyes wide open for spottings of the rare and endangered black rhino, which grazes on the bushes and trees. They grow to over five feet tall and tower over the open grasses of the vast plain. When you return to camp, you will have your exceptional breakfast waiting for you as the scent of fresh berries may overtake the prevailing aroma of the fresh river water carried in the breeze."
    },
    {
      "dayNumber": "9",
      "title": "Northern Serengeti - Traverse Tanzania’s Stunning Beauty",
      "description": "As you explore the untamed wilderness of the isolated Northern Serengeti and its more remote corners, you may find the heavy concentration of crocodile teeming in the Mara River. The Nile crocodile can reach 16.4 feet long and thrives during the Great Migration as wildebeest unknowingly splash into the water while the crocodile waits unseen in the current. As you travel the riverbanks and through the open plains during the migration season, you may find herds of wildebeests falling prey to the cunning crocodiles or witness the splashing of a zebra escapes the predator’s waiting jaws. You can opt for a walking safari, and your guide will get you closer to the intimate details of the wilderness and wildlife that are often overlooked when moving quickly through the plains. The excursion will give you a quietly thrilling experience as you walk through the tall grass at a slower pace to find signs of wildlife you may not have noticed before. Your guide will reveal a quieter side of the safari that allows you to hear the snap of a crocodile’s mouth on the water’s edge or search for an elephant tearing at a tree in the distance."
    },
    {
      "dayNumber": "10",
      "title": "Ngorongoro - Travel to Stunning Ngorongoro Crater",
      "description": "You will travel from the northern Serengeti to the Ngorongoro Crater in the morning, where the 100-square-mile caldera reveals over 25,000 large mammals. As your private driver leads you into the crater, you will find one of the world’s best-preserved calderas and an unparalleled assembly of wildlife. From the rare black rhino to one of the highest density of lion, your eyes will scarcely be able to take it all in. After enjoying this wildlife highlight, you will check-in to the grandeur of andBeyond Ngorongoro Crater Lodge, which is nestled into the elevated side of the caldera. The boutique accommodation hosts a collection of handcrafted mud and thatch suites raised on stilts. Each offers a remarkable panorama across the sunken landscape as modern luxury blends with traditional Maasai design. After a scenic descent into the crater, you can bask in the beauty of your surroundings with a personalized banquet on the crater floor. A private butler will accentuate the comforts of your luxurious picnic set with a view of the wild plants tangling along the steep crater slopes and shimmering waters of the distant lake. You may see troupes of zebras grazing nearby as the scent of crisp melons and lime overtakes the table."
    },
    {
      "dayNumber": "11",
      "title": "Ngorongoro - Wander Marvelous Ngorongoro Crater",
      "description": "Your morning game drive through Ngorongoro Crater will reveal the splendor of the protected wildlife and landscape. With sweeping views that range from the sight of black rhino to the light pink feathers of lesser flamingo, much is reflected in the glassy surface of the nearby water. Your guide will give you fantastic insight into the wildlife you spot during your drive, from the diet of the flamingo that turns their feathers pink to the reason you have the best chance of spotting the rare black rhino during your excursion through the ancient crater. As the sun fades over the horizon, return to camp to experience the unique sounds of African drums accompanied by a cocktail. A group of local musicians will fill the evening sky with the rhythm and pulse of drumbeats bringing a melody of traditional Tanzanian culture to the forefront accompanied by the mbira. The punctuating tones of the marimba-like instrument will define the beat as the musicians perform at the lodge with a view sweeping across the tremendous landscape for an unforgettable evening of music, excitement, and culture."
    },
    {
      "dayNumber": "12",
      "title": "Kigali - Fly from Tanzania to Kigali, Rwanda",
      "description": "Your private transfer will arrive in the morning for your flight bound for Kigali, the capital city of Rwanda. The inviting cultural center of the country, the city spans the surrounding ridges and valleys with neighborhoods characterized by flowing streets, winding boulevards, and blossoming trees. Both contemporary and charismatic in cosmopolitan design, the mountains enclose the charming city crowned by the looming peak of Mount Kigali at nearly 6,070 feet above sea level. Upon arrival, your private transfer will meet you at Kigali International Airport and escort you to the beautiful grounds of The Retreat by Heaven, an eco-friendly resort that teems with opulence. From private terraces to a saltwater pool, farm-to-table dining to exceptional luxury villas, the luxury will know no bounds. The remainder of the day will be at your leisure to delight in the comforts of your retreat, or you might opt to discover what many consider to be one of the continent’s cleanest and safest cities. For a unique look at the nation's contemporary and historical culture, you can visit the Kigali Genocide Memorial. Your emotional visit will offer greater insight into the complexities of Rwanda with a short film exploring the genocide and three permanent exhibitions with artifacts, historical information, and photos that portray the events. The stained-glass windows decorating the space give the memorial a consecrated atmosphere while the sculptures create a deeper resonance."
    },
    {
      "dayNumber": "13",
      "title": "Volcanoes National Park - Travel to Cherished Scenery",
      "description": "After a leisurely breakfast, continue your journey as you fly via helicopter from the Kigali Airport to an airstrip near Volcanoes National Park. With a warm welcome, your private guide will escort you through some incredible scenery. Volcanoes National Park is wedged against the borders of the Democratic Republic of Congo and Uganda and overtakes five volcanoes that spread across nearly 62 square miles. The dense jungle terrain blankets the slopes of the Virunga Mountains and provides the perfect ecosystem for the rare mountain gorillas. With rambling hiking trails and the shores of the glassy Mount Bisate crater lake, the natural beauty is impressive as you arrive at Bisate Lodge. Find comfort in your private view of the natural amphitheater that has been shaped by the eroded volcanic cone. The natural drama of your view is a perfect introduction to the grandeur of your accommodations. Your luxury villa maximizes comfort, panoramic views, and are a reflection of regional rural culture. For deeper insight into the region's cultural and biological connection with mountain gorillas, you can take a guided hike to visit the grave of Dian Fossey, climbing to an elevation of 9,842 feet above sea level. The famous primatologist studied and protected the wild gorillas of Rwanda, and her resting place memorializes her courage, passion, and dedication to the region nestled into the saddle of two volcanoes."
    },
    {
      "dayNumber": "14",
      "title": "Volcanoes National Park - Search for Famous Gorillas",
      "description": "In the morning, the aroma of freshly ground coffee will fill the dining room with hints of caramel and brown sugar. Before you venture into the wilderness with your guide, you can partake in a short visit to the tree nursery that supports the reforestation project. The subtle aroma of cedar will fill the air as your guide explains the project's importance as one of the most devastating factors in the endangerment of the mountain gorilla stems from deforestation. There are approximately 1,000 mountain gorillas left in the world, and your guide will take you through the dense jungle and undulating volcanic slopes in search of one of the region’s 12 habituated troupes. As the morning mist dissipates as the sunlight fills the treetops, your hike will provide an exciting challenge to find gorillas in their natural habitat. You may hear the gorilla troupe before you see them as they pull leaves from the surrounding trees or as the matriarch hoots waiting for the silverback to return the call from up to half a mile away."
    },
    {
      "dayNumber": "15",
      "title": "Volcanoes National Park - Enjoy a Day at Leisure",
      "description": "Your final day in the wilderness is yours to explore, relax, and appreciate the surrounding wonders at your preferred pace. You can venture to the top of Mount Bisoke at 12,175 feet for a stunning view of the crater lake or visit the local community to meet members of the farm cooperative. For another fascinating wildlife experience, you could follow your guide into the heart of the bamboo forest in search of the golden monkey. The dense foliage may cloud the sky and cover the forest floor along the base of Mount Sabyinyo. The sprightly character of the golden monkey will bring to light their unique personalities as the sporadic sunlight glints against the hints of red and gold fur along their backs. They can grow up to 26 inches and can live in groups of up to 62 individuals. You may find them racing across the bamboo canopy above you as they forage for fruits or weave together sections of shoots to form a sleeping canopy."
    },
    {
      "dayNumber": "16",
      "title": "Volcanoes National Park - Depart for Home",
      "description": "In the morning, you can bask in the incredible view of the surrounding valley and ridges as you settle into the comforting aroma of freshly brewed coffee. You may glimpse the bronze sunbird to find its sheer plumage glinting in the sunlight with shades of green, orange, and black or spot the Rowenzori side-striped chameleon whose vivid green skin nearly blends against the lush foliage. After breakfast, your private transfer will take you to the Ruhengeri Airport for your return helicopter flight to Kigali, where you will continue the journey home bringing an end to your African safari trip of a lifetime."
    }
  ],
  "map": ""
}