{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "best-of-rwanda-tour-gorilla-trekking-chimpanzees-culture-more",
  "tourName": "Best of Rwanda Tour: Gorilla Trekking, Chimpanzees, Culture & More",
  "placesVisited": "Kigali, Butare, Nyungwe Forest National Park, Lake Kivu, Â Volcanoes National Park, Kinigi",
  "generalInfo": "Rwanda enchants. From the mountain gorillas that occupy its forests to the inspiring communities that welcome you with smiles, this small country is one of Africa's great surprises and greatest success stories as you will be embraced by a journey that combines cultural connections with surreal primate encounters. Over your 9-day itinerary, you will see the best of Rwanda with two gorilla treks and the chance to see many endangered species.",
  "durationDays": "9",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kigali – Evocative Colors of Rwanda's History",
      "description": "Rwanda's history could fill a thousand books, perhaps one for each of the green rolls in the country's self-proclaimed nickname, The Land of 1,000 Hills . Most of the narrative remains undocumented as so much of the 1994 genocide went unseen. But this isn't a country fixated on the past, rather, one that shares an optimistic future. Land in Kigali and you will immediately encounter its modernity and fresh thinking. Plastic bags are illegal, boulevards draw comparisons with Paris, and there's an unexpected affluence that cascades across the city. Your hotel is the centerpiece of this prosperity, a historical residence that remains the luxurious heart of the country. The transition has been remarkable, and a half-day tour of the city tour helps you to unravel not only the past but also the optimism and enthusiasm that has steered the country since 1994. A guide will lead you to the National Genocide Memorial Centre, which will provide an excellent background to how such atrocities developed as you look back some 30 years before the genocide. Personal testimonies and photos are incredibly powerful while hundreds of thousands are buried in mass graves at the memorial. Thought-provoking and sometimes haunting, the memorial can be an intensely moving and emotional place. At the end of a half-day city tour, it is also imbued with inspiration. You will see the city and then see what the country had to recover from which will enhance your respect for everything you see in Rwanda."
    },
    {
      "dayNumber": "2",
      "title": "Nyungwe Forest National Park – Inspiring Memorials and into the Forest",
      "description": "Rwanda's roads are another example of its modernity. To travel south to Nyungwe used to take a full day, perhaps more. Now it's just over two hours by car as you weave across the undulating hills that are speckled with colorful views. A lady carrying a fruit basket on her head as mud-red bricks glow in the rural villages or a rainbow of shirts worn for a local football game. Along the way, you will stop at two of the nationwide genocide memorials. These are churches where the atrocities took place, damp rooms with blown-out walls and human bones stacked in silent respect. Again, just meeting the memorials' guides and talking openly is a very inspiring experience and a showcase of where Rwanda came from and how far it has come. You will stop in Butare, the former colonial capital of Rwanda, where a variety of early 20th-century buildings remain, including a large Cathedral from 1900. Stop for lunch and then visit the National Museum of Rwanda, widely regarded as the finest museum in East Africa. No punches are held back as the museum explores a cultural and colonial history beginning as Rwanda was declared part of the German Empire four years before any European had even set foot in the country. Continue through the afternoon and then arrive at the Nyungwe Forest, where your lodge is nestled on a slope that overlooks the canopy."
    },
    {
      "dayNumber": "3",
      "title": "Nyungwe Forest National Park – Tracking Chimpanzees",
      "description": "Nyungwe looks and feels a lot more like Central Africa than East Africa. The canopy is thick and hard to penetrate and the light flickers through like sporadic shards from a rotating disco ball. Trails are untouched as just a handful of daily visitors head deep into the realm of Nyungwe. The primates are very different to those elsewhere in East Africa, particularly those that come from the Congo basin such as the L'Hoest's monkey, grey-cheeked mangabey, and the resplendent ruwenzori colobus. And as you move slowly through the forest, you will start to hear the chirps of another poignant character, a wild chimpanzee. Sightings are not 100% guaranteed, but local trackers have an excellent understanding of where these rare chimpanzees can be found. The sounds will guide you as the odd shout will echo back across the canopy. Clues are spotted, like the discarded nut shells on the floor or the broken branches still hanging low. The forest is thick, and only at the last moment do you see them. First one, with her human-like hands used to scamper away into the higher branches. Then all of the sudden you will see the whole troop, a dozen chimpanzees that are draped across old mahogany and ebony trees. Watch them interact and admire the behavior that feels so real it nearly becomes surreal. A couple will swing past you, and the comparisons are remarkable. It only takes a glance to realize that they are closely related to man, and after an hour, you will be convinced that the comparisons are almost absolute."
    },
    {
      "dayNumber": "4",
      "title": "Nyungwe Forest National Park – The Rare Primates of Rwanda",
      "description": "As you trek the chimpanzees, you will find other primates, all unusual characters that take their place in the rungs of the forest. Like the bizarre expressions of the owl-faced monkey, the shimmering fur of the silver monkey, or the elongated tails of grey-cheeked mangabeys that occupy the forest floor. Over a dozen primates are scattered through this forest, from the bashful colobus monkeys in the highest branches to playful vervet monkeys that want to come closer. Today's relaxed primate safari aims to spot as many different species as possible, the guides and trackers using the forest's clues to lead your journey. Sometimes the Nyungwe chimpanzees travel far in a day, so a second day can also track the chimps if you were unsuccessful yesterday."
    },
    {
      "dayNumber": "5",
      "title": "Volcanoes National Park – Traversing the Land of 1000 Hills",
      "description": "Travel across the Land of 1,000 Hills and wind north towards Kigali to skirt the edge of Lake Kivu, which you can look across to glimpse the Democratic Republic of Congo. Villages are packed into the country's precipitous volcanic slopes, the mud bricks and straw roofs are dappled with green hues. It takes four to five hours to cross Rwanda from south to north, and the final part of the journey leads you from Ruhengeri into Volcanoes National Park. Roads become narrower and steeper to bring you beneath a canopy that always exudes the smells of fresh rain. Mist rises and floats like a phantom amongst the ancient volcanic memories. Your lodge is perched above it all to provide an aerial vista that will quickly have you uttering the words gorillas in the mist. Rest, relax, enjoy the tranquility of rural Rwanda as you prepare for tomorrow morning's gorilla trekking."
    },
    {
      "dayNumber": "6",
      "title": "Volcanoes National Park – Full Day Gorilla Trekking",
      "description": "One glimpse and your heart will nearly stop. There she is, stretching her furry arms and bouncing on her toes in a moment of frenzy. It's some form of a welcome, although the gorilla's powerful frame means you are more likely to step backward rather than forwards. Guides will usher you onwards, and a few more steps will show the whole troop to be found in a forest clearing. Two silverbacks lounge on the edges, their back fur as charismatic in color as a wizard's beard. A baby with a hairless head suckles on her mother, before being carried away on a broad back. Half a dozen gorillas playfully fight in the clearing, oblivious to your wavering camera. One has been left out, a gorilla with wrinkled eyes and a melancholy frown. Just to get here has been an experience as every step will take you deeper into the forest and away from any trail. Less than 1,000 mountain gorillas remain in the wild and around half of these occupy this particular forest. This realm is untrammeled, and the inaccessibility has helped to preserve these final few mountain gorillas. For an hour, you will watch and marvel at the facial features and the subtle interactions as you admire the faces permanently sketched with emotion. A gorilla will pull down a piece of fruit and start to eat, and you will know how it tastes by the primate's scrunched-up nose and momentary surprise. A young gorilla will crawl powerfully across the clearing and then stop to give you a curious stare, and then show you what he thinks through a series of facial twitches. These are wild mountain gorillas, and you will be replaying these individual moments for years to come."
    },
    {
      "dayNumber": "7",
      "title": "Volcanoes National Park – Meeting the Locals",
      "description": "In far Northwestern Rwanda, the gorillas are not the only primates cut off from the world. Rural communities continue their ancient lifestyles and traditions as they sow the fields wearing colorful wraps and endearing smiles. These are not communities that reflect the typical African clichés, and you will enjoy the surprises. You will visit a community that sees very few tourists and a local guide will help to unravel a true portrait of village life. You will see the local school and feel the warmth of the welcome as you explore a church and the contrasting approaches to religion. Taste local beer and enjoy a typical local lunch as you visit the village elders and gain perspective on how decisions are made here. You will likely share something of yourself too, for this is a cultural experience for both you and the community. Rather than being a place to point the camera, it's a village where you will first make friends, and then watch as the whole community wants to pose for your lens."
    },
    {
      "dayNumber": "8",
      "title": "Volcanoes National Park – Second Gorilla Trekking Experience",
      "description": "Go gorilla trekking a second time and you will see a different troop. This time, there may be only one silverback and this gorilla’s muscled arms will tear down trees as his broad chest dominates the landscape, and his humongous hands will slowly wrap around the branches. It's enough to make you involuntarily step back, but the guide will catch you and ensure that you do not show fear by backing off. Spend your hour with the troop and follow the individuals as they respond to the silverback's grunts. Relationships are spotted as you see a mother nurturing her son, a female tempting the silverback, a baby seeking attention but finding none. Everyone who goes gorilla trekking returns to the lodge to discuss tales of what they saw, and it is remarkable how different these tales can be. By going twice, you can double the sights found in this surreal forest. Gorilla trekking can be physically demanding, although it's worth noting that the actual trek is usually shorter in Rwanda than in Uganda. Groups are allocated predominantly on fitness levels and interest, rather than the actual troops. It is impossible to request to visit a particular troop, as their location is always unknown until you arrive at the trailhead. Instead, the guides will allocate the groups to troops based on the estimated length of the trek. Feel free to request the longest or shortest hike and you will be accommodated. Realistically, expect to walk between one and three hours before you see the gorillas. The distance covered is relatively short, but the terrain makes it slow going, especially as the guides often have to slice through the undergrowth to create the trail. A maximum of eight visitors are allocated to one gorilla troop, and officially you can come to within seven meters of the primates. In reality, the troops' playful behavior means that there are times when you are closer. Each permit and gorilla trek will provide for one hour, and visitors will find that this is generously controlled by the guides. You are not on a strict clock as these are wild animals, and the gorillas' behavior is as important as the time on a watch."
    },
    {
      "dayNumber": "9",
      "title": "Volcanoes National Park – Departure",
      "description": "Your lodge will provide you with an exquisite space to spend your final morning in Rwanda. Admire the panorama, recall the gorilla moments, and allow serenity to provide its reenergizing role. It's just over two hours back to Kigali International Airport, and you will be transferred in plenty of time for your departure flight. You will have full use of the lodge's facilities until your departure, allowing for a relaxed start to your day of traveling."
    }
  ],
  "map": ""
}