{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "highlights-of-africa-tour-the-cape-kenyan-safari-and-rwandan-primate-tracking",
  "tourName": "Highlights of Africa Tour: The Cape, Kenyan Safari and Rwandan Primate Tracking",
  "placesVisited": "Cape Town, Table Mountain, Cape Winelands, Stellenbosch, Nairobi, Ol Pejeta Conservancy, Masai Mara National Reserve, Kigali, Gishwati-MukuraÂ National Park, Volcanoes National Park",
  "generalInfo": "City streets, exceptional wine, big-game safari, and primate trekking illustrate the four corners of the African experience combined on this 17-day adventure to the Cape, Kenya, and Rwanda. Connect the colors, discover the complete range of animals, and bask in the authenticity of a continent. Travel from vineyards to chimpanzees, Table Mountain to the Masai Mara, critically endangered rhinos to gorillas in the mist for a celebration of African allure, handcrafted for first-time visitors to the continent.",
  "durationDays": "17",
  "price": "19,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Beneath the Majestic Frame of Table Mountain",
      "description": "Table Mountain provides the unmissable welcome to Africa, its imposing vertical face your compass point over the first three days. Dependent on your energy level, you may want to ascend in the cable car this afternoon where a short walking loop on the summit provides the views of a lifetime as you look one way to the Atlantic, and the other to the Pacific Ocean. Your hotel is situated in the heart of the city and within walking distance of many excellent restaurants, surrounded by the color that makes Cape Town so memorable."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Robben Island and the Vibrant City Colors of Tomorrow",
      "description": "Standing in Nelson Mandela’s old cell is a moving experience, the austerity heightening your opinion of modern South Africa’s father. A tour of the prison is one part of a trip to Robben Island and the stark landscapes where Mandela and other members of the ANC spent 18 years incarcerated. An ex-inmate is your guide and is full of personal stories and a unique perspective. In the afternoon, you will be led around the city to discover the monuments that mark the past as you enjoy the modern vibrancy of markets, streets, and neighborhoods."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Penguins on the Beach and the Beauty of Cape Point",
      "description": "Nature dominates the urban center of Cape Town from the mountains that stretch down to the Cape of Good Hope to the animals that roam the beaches and fynbos. Take the legendary Chapman’s Peak Drive and enjoy a journey through nature as you descend into fishing villages and rise to panoramic viewpoints. Weave beneath the mountains and then stop on a beach populated by penguins, and then move to a more private beach where the patient can sunbathe alongside the giant birds’ waddling antics. Continue south and to the two lighthouses on the tip of the continent. Gaze out in the distance, and the next stop is either Antarctica, Brazil, or Australia. Your route back to the city is relaxed as you travel on the opposite side of Table Mountain with a chance to stop at a Constantia vineyard on the route."
    },
    {
      "dayNumber": "4",
      "title": "Cape Winelands – Tasting and Tranquility",
      "description": "Vineyards extend on the rugged slopes of the extended Table Mountain chain. A flurry of green fills the panorama, punctuated by old stone farmhouses and contemporary tasting rooms. Every vineyard has its own style of tasting room, so your experiences will vary widely. You may sit out on an alfresco terrace to soak up the views as half a dozen wines are served, but later on, taste alongside the winemaker in an atmospheric cellar with wine paired with chocolate or cheese. Continue, and your bubbles might be served in a tropical garden overlooking the valley. You will be greeted by your private guide and transferred out to the Cape Winelands, the revered home of South African wine. Journey through the history of Pinotage as the grape has become synonymous with the country. Visit vineyards that have craft breweries on-site or explore the more traditional at a vineyard selected to provide the wine for Nelson Mandela’s Nobel prize ceremony. With two days you can explore slowly, including the time to wander through the streets of Stellenbosch and Franschhoek, the two oldest South African towns. Lunch is included on both days, and your guide will tailor the tasting and program as you visit different vineyards based on your interests. The serenity of the area makes it well worth the overnight stop at a boutique winery with sublime views."
    },
    {
      "dayNumber": "6",
      "title": "Nairobi – Overnight in the Kenyan Capital",
      "description": "Connect South Africa with East Africa on a mid-afternoon flight that touches down in Nairobi late in the evening. You will have time at your leisure in the Winelands before your departure, with the airport a 45-minute transfer from your hotel. Overnight in Nairobi is unavoidable on most safari itineraries as most flights to the national parks and conservancies leave early in the morning, so you can take advantage of the stopover and enjoy the best of the city. You will be greeted at the airport in Nairobi and transferred to a nearby beautiful hotel with your safari adventures ahead."
    },
    {
      "dayNumber": "7",
      "title": "Ol Pejeta Conservancy – Thrilling Introduction to the Big-Game Safari Experience",
      "description": "On your very first game drive, it is hard to know which way to look. Elephants are at the waterhole in front, but a herd of buffalo can often be seen marching behind the vehicle as a hyena scampers off into the distance. It is usually not long before you spot lions, a pride of them with clear eyes staring out from the grass, and it is never long before you meet the rhinos of the conservancy. Large southern white rhinos plow past, full of power and pride while around half their size but a similar color, the black rhinos are more bashful, seen hiding in the bushes. Only a couple of thousand of these critically endangered creatures still lives in the wild with more than a hundred of these in Pejeta. You may then soon see the world’s rarest rhino as the final three northern white rhinos are another of this conservancy’s highlights. Over your time spent here, there are different ways to explore this thrilling little conservancy in the heart of Kenya, home to much more than just the Big Five. Track leopards and cheetahs, meet rescued chimpanzees, take a game walk into the land of the giants, and celebrate the rawness of Africa. Few places have such diversity of life in such a compact area, making Ol Pejeta an excellent introduction to the big-game safari experience. And after these two days, you will appreciate why safari is not just an afternoon activity or a full-day tour, but a fully immersive experience for all the senses."
    },
    {
      "dayNumber": "9",
      "title": "Mara Naboisho Conservancy – World-Renowned Grasslands of the Mara",
      "description": "Rather remarkably, Ol Pejeta is home to more species than the Masai Mara. But the Mara is the legendary home of abundance, with more than a million wild mammals on the plains during the great wildebeest migration months of July to October. Astonishing herds of wildebeest can be spotted from your luxury camp, and sometimes you drive through tens of thousands of zebra, so it may feel as though every time you look up there are Thomson’s gazelle skipping about. You will be staying in Mara Naboisho, a private conservancy that’s adjacent to the Masai Mara National Reserve. Your time spent here will allow you to explore both the conservancy and the national reserve as both are destinations with their own unique highlights. Throughout your evenings, you can sit back at your luxury camp and listen to the soundtrack that perforates the canvas as you absorb the feeling of the Mara. Your safari program is flexible and with a three-day stay, your time will usually include one full day on a game drive in the national reserve. Time in the national reserve will give you an appreciation of the scale of the region as you drive past the herds to the crocodiles of the Mara River, followed by the different lion pride that comes down from the rocky outcrops. None of the landscape is fenced, so in the Mara Naboisho Conservancy, you may see similar animals, just without the other safari vehicles. You can also get closer as your guide is able to take you off the trails. A lion glances up with blood smattered across his mane, a leopard cub peeks out from the high grass, and you smell the decay as jackals battle with vultures. Every moment of a safari is different in the Masai Mara. With Masai warriors as your guides, you can also take a walk on the grasslands for a new dimension to the safari that provides a true indication of the animals’ size. Sunrise game drives give you a chance to watch the big cats hunt their prey, while picnics can be arranged at viewpoints that overlook the hippos. From your camp, you can watch elephant and giraffe roam past beneath the moonlight, while each morning you open the curtains to the grazing herds. Your time is dramatic and dazzling with three days in the most renowned of all Africa’s safari destinations."
    },
    {
      "dayNumber": "12",
      "title": "Kigali – Mara Hot Air Balloon Experience",
      "description": "Your final look at the Mara will come from the air as your hot air balloon will offer an impression of the famous patchwork landscape. Different colors in the grass show where the herds have grazed and where they are yet to go. From up high, you can make out the elephant herds and the movements of the wildebeest and the zebra. Touch down to a champagne brunch and a final Masai Mara game drive before you fly back to Nairobi and board your international flight to Kigali, Rwanda’s capital. Look forward to your arrival at the country’s finest hotel, and land in time for sunset cocktails around the pool."
    },
    {
      "dayNumber": "13",
      "title": "Gishwati-Mukuru National Park – Primate Encounters",
      "description": "The atmosphere will feel fresh and exotic in East Africa’s newest national park. Look high into the forest canopy, and you may see black and white colobus monkeys with their long tails and sage faces. Blue monkeys are closer to the ground and are strange characters that can keep you entertained for hours. The monkeys are not actually blue, but the golden monkeys have blue faces. Confusing? Not really, because when you’re exploring the forest hiking trails, you will quickly get close enough to experience the differences between the primates. After a relaxed morning, it will be a two-hour drive to this park where you will be staying at a boutique eco-lodge that was only opened in 2017. Spend the afternoon on a flexible guided hike, meeting some of the primate inhabitants of this forest."
    },
    {
      "dayNumber": "14",
      "title": "Volcanoes National Park – Up Close and Personal",
      "description": "This new national park creates a continuous conservation corridor along the west of Rwanda, connecting the forests from Volcanoes National Park to Nyungwe. This new dynamic has already had a hugely positive impact on chimpanzee numbers, and one of the troops in Gishwati has been habituated to human presence. Spend an hour with them and trek through the forest to hear their echoed shouts, snapping branches, and a flurry of activity that reverberates from afar. Get closer, and you will be compelled by their behavior as a large family troop jumps and swings through the trees. The similarities with humans are remarkable, so much so that you are searching for the contrasts rather than the similarities. A chimpanzee can look straight back at you, and there is a form of silent communication that gives you goosebumps. While you can see chimpanzees in other East African destinations, there is an additional thrill to this troop as they have only just been opened to human contact. After the trek, you will travel north to Volcanoes National Park, where your lodge is ideally situated for the next two days of gorilla trekking."
    },
    {
      "dayNumber": "15",
      "title": "Volcanoes National Park – Wonders and Charms of Gorilla Trekking",
      "description": "Your journey through Africa ends with one of the continent’s most exceptional and unique highlights. The forest will be thick and tangled and your route is slashed open by the guides’ machetes. Forest elephant prints mark the mud, and you will be totally engaged by the sense of wilderness. Following a tracker’s radio calls, your guide will veer off the narrow trails and into even denser forest, where a large gorilla troop is feeding on the branches. There will be a moment of silence and tension, your senses heightened as two gorillas stare back at you. Creep a little closer, and it will be at this moment that you realize what it means to be out in the wild with no barriers between you and the world’s largest primates. The gorillas are habituated, and they accept your presence, but that does not mean they are not nosy. They inspect their human visitors, with the infants and juveniles especially curious. Soon there are a dozen eyes looking your way, some from the branches above. A silverback emerges with such force in the arms and such an ability to command silence. He will soon crawl onwards, content that nobody is threatening his superiority. Turn around, and there’s another three gorillas, part of the troop that was previously unseen. With a mountain gorilla trek, you can spend an hour with a troop before trekking back to the trailhead. The next day, return to the same forest to trek to another family troop, with completely different behavior and characteristics to take in."
    },
    {
      "dayNumber": "17",
      "title": "Kigali – A Window Onto Rwanda and Departure",
      "description": "Rwanda is a charming country that has regenerated at an incredible pace, moving on from the 1994 genocide with enthusiasm and positivity. With an evening flight out of Kigali, you will have a chance to explore the history and culture on the journey back to the capital. Stop along the way at villages with your guide to meet the locals and share stories, as well as to visit some of the haunting genocide memorials. Enjoy day-room use at a city hotel before departing from Kigali International Airport, taking home 17 days of rich African memories as you depart."
    }
  ],
  "map": ""
}