{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "ten-day-privately-guided-rwanda-highlights-itinerary",
  "tourName": "Ten-Day Privately Guided Rwanda Highlights Itinerary",
  "placesVisited": "Kigali, Akagera National Park, National Genocide Memorial, Nyamta Memorial, Butare, Nyungwe Forest National Park, Volcanoes National Park",
  "generalInfo": "Gorillas in the mist, lions on the savannah, chimpanzees in the rainforest, and you will only be beginning to uncover the magic of Rwanda. The Land of a Thousand Hills is packed with rare wildlife experiences and evocative tales of the past, from the monkeys of the Congo Basin to the hippos in the Akagera swamps. Celebrating the highlights of Rwanda, this 10-day safari is privately guided and will explore three contrasting national parks with a moving insight into human history in between.",
  "durationDays": "10",
  "price": "16,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Akagera National Park – Introduction to Rwanda",
      "description": "Your welcome to Rwanda will come from animals that you might not expect to see here. Lions lounge on the savanna, basking on lush grass as they laze away the afternoon and rhinos prowl, creating a stunned silence when they pass the vehicle. Turn around to find an elephant with its iconic shape painted against a backdrop of hills. Not far away are the stripes of a zebra herd, grazing and moving with inherent grace. After landing at Kigali International Airport, you will be greeted by a private guide for a two-hour transfer to Akagera National Park, arriving in time for lunch on the lodge verandah. Begin your adventure with your first game drive to follow the prints in the sand to a lion pride. One lion yawns as another one stretches and starts to wander over, circumnavigating the vehicle as you watch on with both excitement and trepidation. On the outskirts of bushes, you may be able to see the rhinos, and all across the savanna is the evidence of wildlife diversity. Akagera is one of Africa’s great conservation success stories, a park returned to its pristine natural state barely two decades after it was partially populated by those displaced by the genocide. On your private game drive, you can explore serenely, stopping to admire the expressions in an impala’s eyes and the antics of a hippo barreling out of the water. Your lodge will offer uninterrupted views over the landscape, continuing the safari into the evening."
    },
    {
      "dayNumber": "2",
      "title": "Akagera National Park – Exploring the Savanna",
      "description": "Swamps extend to the north of Akagera National Park and can be explored on a boat safari. Hippos poke their eyes from the water, occasionally one yawning to reveal a cavernous jaw. Young elephants playfully push each other under, waving their trunks in their air like snorkels. Ungulates cluster together, safety in numbers as they come to drink from the banks. The boat safari is a relaxed experience as you cruise past all of these animals that bask along the banks. Continue your safari in the afternoon with a game drive across the savanna that will bring many more delightful wildlife scenes. While Rwanda is not as well known as its neighbors for big-game safari, Akagera provides a beautiful contrast to the more famous forests and primates. All of today’s activities are private, and your guide can tailor the routes to your mood and interests."
    },
    {
      "dayNumber": "3",
      "title": "Kigali – Intimate Walking Safari and an Insight Into History",
      "description": "Step onto the savanna and walk into the land of the giants. Elephants and giraffe are in the distance, buffalo are scattered across the landscape, and you can move slowly as you walk and get close to the ungulates. With a walking safari, you will not go in search of lions, but rather enjoy intimacy with the smaller animals, coming within meters of zebra and wildebeest, among others. After lunch at the lodge, you will drive towards Kigali and trace the history at the National Genocide Memorial. After a guided experience through the exhibit, you will view the mass graves and honor the hundreds of thousands buried down below. It is a haunting experience, but will only enhance your admiration for the country that has been built in just two decades that followed."
    },
    {
      "dayNumber": "4",
      "title": "Nyungwe Forest National Park – Moving Genocide Stories",
      "description": "Two smaller genocide memorials provide an elegy to the past. Bones stand in churches alongside splatters of crusted blood and clothes that hang from the rafters. The guides at these memorials tell incredibly moving stories as to what happened, accompanying the context you received at the national memorial. Rwanda’s history does not start in 1994 and in Butare, you will discover the great civilizations that flourished here many centuries ago and the Ethnographic Museum is an excellent place to dip much further back in time. Crumbling palace buildings showcase the grandeur of this history, and a local guide will accompany you in the oldest of Rwandan cities. After lunch, you can keep driving south and dip beneath the canopy into Nyunge Forest National Park, a strange and mysterious realm that celebrates the authenticity of the Congo Basin."
    },
    {
      "dayNumber": "5",
      "title": "Nyungwe Forest National Park – Strange Monkeys of the Congo Basin",
      "description": "Mangabeys cluster around the lodge and will eye you intently from the treetops. Endangered monkeys are seemingly all around you, some scurrying along the trails with the more bashful sticking to the higher echelons of the forest. A quarter of Africa’s primates can be found here, most inhabitants of the Congo Basin. The challenge with the Congo Basin is that it is mostly inaccessible, too dense for starters, and too much of it in countries that are not currently safe to travel in. Nyungwe Forest National Park is the exception, and a day of privately-guided walks will introduce you to the different primates that live here. There are full-day trails with easy one-hour loops around the lodge, as well as adventurous journeys where the guides will slice open a path using their machetes. All will encounter monkeys and mangabeys, with the great advantage of a privately-guided walking safari the chance to pick a route that suits your energy and interests."
    },
    {
      "dayNumber": "6",
      "title": "Nyungwe Forest National Park – Chimpanzee Trekking",
      "description": "Of all Nyungwe’s inhabitants, it is the chimpanzees that will most enchant as the peculiar characters share so many characteristics with humans. Often they are spotted in the treetops, fingers curling around branches and eyes staring straight back at you. Occasionally, they come down from the trees, perhaps walking upright or lounging against the base of a tree trunk. You will trek to a habituated troop, as while they are accustomed to human presence, they are still very wild. You will admire their interactions and behaviors that range from two young chimpanzees playfully breaking branches and throwing them around, to a mother gazing tenderly towards her infant or two large males with a quarrelsome stare. This is a full-day experience, and you will also spot various primates en route to the chimpanzees. Chimpanzee trekking in Nyungwe is not a private experience, but the groups are capped at eight for the benefit of the primates."
    },
    {
      "dayNumber": "7",
      "title": "Volcanoes National Park – Stunning Aerial Safari",
      "description": "On your private flight, you will have a chance to admire the vibrant landscapes of Rwanda. Lake Kivu shimmers beneath the wingtips, and volcanic mountains are reflected in its glassy surface. Thick and tangled forests present a rainbow of green with mist rising evocatively from beneath the canopy. It takes just less than an hour to skirt the west of Rwanda, as you fly between the land of the chimpanzees to the land of the gorillas. Touch down and spend a relaxed afternoon in Volcanoes National Park to savor the atmosphere of this remote volcanic forest. Your lodge is one of the finest in Africa, an opulent base that combines contemporary comfort with the charms of the surrounding wilderness."
    },
    {
      "dayNumber": "8",
      "title": "Volcanoes National Park – Intimate Gorilla Trekking",
      "description": "A ball of furry black can be seen in the distance. And then another. The gorillas will be close, but you must keep walking, ducking under branches, and ascending to a clearing where the primates are foraging. Goosebumps rise and anticipation builds, as the world’s largest primates come into your view. First, you might see a blackback male, stopping and staring. And then a second blackback, waving powerful arms that ripple with pride. It can be easy to take a step back, frightened by the intensity of the welcome. But the guides push you onwards as a moment of stillness comes, and you realize that both blackbacks have their eyes firmly fixed on you. Of all the memories from gorilla trekking, perhaps none can ever beat the first impression as you realize that you are almost alone with some of the less than 1,000 mountain gorillas that are left in the wild. Get close, and you will see more. The blackbacks have provided a welcome for the rest as an infant comes into view, inquisitive and curious as it jumps around lower branches. Two senior females are there seeking privacy and retreat to the thick bushes while the silverback, slow and laborious in his movements, is immediately alert in his eyes. You can stay here for an hour and the time moves surprisingly slowly. At first, you will not know where to look, but slowly you will focus on favorites scenes. The changing expressions of the infant, so redolent, so varied alongside a gorilla that keeps appearing and disappearing behind a trunk with a strange face. Back at the lodge, it may feel like it was all a dream, which is just one of the reasons that you will be delighted to go back into the depths of the forest tomorrow."
    },
    {
      "dayNumber": "9",
      "title": "Volcanoes National Park – A Second Gorilla Trekking Experience",
      "description": "All primate families are different, whether it be humans, gorillas, or monkeys, and on your second gorilla trek, you can more fully explore the contrasts. Perhaps this troop has two silverbacks seeking dominance, and maybe a young baby nestling into her mother’s bosom. The troop could be large with more than 20 gorillas surrounding you, or there may be just nine or ten. On a second gorilla trek, you are also more likely to put the camera down and really absorb the experience, which can be difficult when the potential to document such rare animals is so apparent. Take your time, admire all the behaviors, soak up the atmosphere of your surroundings, and feel the goosebumps rise once more as another gorilla gives you a welcome."
    },
    {
      "dayNumber": "10",
      "title": "Kigali – Departure",
      "description": "Transfer back to Kigali and the country’s main international airport, memories of the gorillas and the Rwanda savanna likely to linger long in the memory as you journey home."
    }
  ],
  "map": ""
}