{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-highlights-holiday-10-days",
  "tourName": "Peru highlights holiday, 10 days",
  "placesVisited": "Lima, Cusco, Inca Sacsayhuamán, Sacred Valley of the Incas, Machu Picchu, Lake Titicaca, Uros Islands, Sillustani, Optional activities include: hiking the mini Inca Trail, guided tour of Lima, climb Huayna Picchu at Machu Picchu",
  "generalInfo": "From seeing alpacas to reaching Machu Picchu, Peru is on a lot of bucket lists. You can visit all the country’s ultimate highlights on this 10-day tour in a small group. Flying from Lima you’ll see traces of the Incas in Cusco, and the Sacred Valley of the Incas, in preparation for visiting a world-famous Inca highlight: Machu Picchu, the breath-taking ruined city on an Andean peak.<br/> <br/>You wouldn’t think much could top touring this amazing archaeological site. Think again. From Cusco you’ll drive high up into the Andes, to reach the shores of the sacred high-altitude Lake Titicaca. You’ll travel by boat across to the unique Uros Islands, floating islands made from reeds, where the Uros people live, then tour the tombs at Sillustani on the shore of Lake Umayo. You’ll fly back to Lima to end your trip.<br/> <br/>This holiday has a bit of in-built flexibility so you can do Peru your way. You’ll have two days at Machu Picchu, with the option to spend a portion of your time on a mini Inca Trail, and to hike around the site itself. You’ll have free time to explore Cusco – adjusting to the altitude and wandering the old streets. There’s also time at the end of the trip to explore Lima, which you passed through briefly at the start of your journey. Take an optional tour of the city, visit its museums, or relax with a pisco sour. <br/>",
  "durationDays": "10",
  "price": "2790",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight in Peru’s monumental capital.",
      "description": "Those passengers arriving on an international flight will be met at the airport by the tour leader or a local representative who will escort you to the hotel. The scenes from your window on the half-hour drive to the hotel through Lima encapsulate the invigorating bustle of a modern-day Latin American capital. Lima, the City of Kings, was once the capital of Spanish America, and the vestiges of its glorious past can still be seen in the faded grandeur of the colonial churches and traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a dynamic and chaotic low-rise city of over 10 million people. In crowded streets, throngs of traffic race out towards Miraflores, a modern middle-class suburb on the coast, where your hotel is located. You’ll have time to explore in more depth on the final day of the Peruvian leg of your trip."
    },
    {
      "dayNumber": 2,
      "title": "Fly to and explore colonial Cusco, former Inca capital.",
      "description": "A flight of just an hour takes you to Cusco. The name Cusco derives from the Quechua word for navel, indicating its location at the centre of the Inca Empire, which reached its zenith at the same time as England was fighting the War of the Roses. Today its many impressive original Inca walls display extraordinary craftsmanship, while the bustling squares are dotted with ornate baroque colonial churches. It’s a vivacious city, where shoeshine boys and postcard sellers jostle for your attention in cobbled streets lined with handicraft shops and cafés. In the evening, the town centre fills with people flocking to the many restaurants, bars and cafés."
    },
    {
      "dayNumber": 3,
      "title": "Guided tour of the city and Inca Sacsayhuamán.",
      "description": "Today an experienced guide gives you a half day tour of the city. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining three-day battle was fought between the Spaniards and the Incas around this fortress. The first conquistadors to see it were awestruck, and centuries later it is still an extraordinary and imposing sight. There is also free time to explore Cusco; to wander through its cobbled streets bracketed by impressive Inca walls, to explore its colourful, bustling markets and splendid churches, and to stop at some of the many excellent cafés."
    },
    {
      "dayNumber": 4,
      "title": "Excursion to the Sacred Valley of the Incas; overnight.",
      "description": "Today, head out from Cusco over the high plains and descend to explore the fertile Sacred Valley of the Incas. Once the bread-basket of the Inca Empire, it was heavily populated in imperial times and scores of archaeological sites remain, where well-preserved ruins bear witness to the highly developed society that the Incas created. The drive passes through or close to several of the villages and temple fortresses which pepper the valley. The Pisac complex, set high above and visible from the eponymous colonial village you will visit, is built on terraces carved into the steep hillsides. The engineering and preservation are unrivalled. From the flat valley floor this intricate hillside rises up like a green staircase to the heavens. Continue along this picturesque, patchwork valley to the temple of Ollantaytambo. The snow-frosted Andean cordillera forms a stunning backdrop. Ollantaytambo, sitting strategically at the gateway to the Amazon basin, was never captured by the Spanish conquistadors, but the inhabitants decided that the settlement was too vulnerable and would eventually fail, and so they abandoned it. The fortress, the colonial grid plan and the Inca foundations are still intact and there are wonderful views down over the sloping hillsides and into the fertile valley. Spend the night in the tranquil valley."
    },
    {
      "dayNumber": 5,
      "title": "By train to Machu Picchu; guided tour of the ruins.",
      "description": "Travelling for just 2hrs by train from Ollantaytambo, you reach the ruins of Machu Picchu. As the river Urubamba enters its narrow gorge between thickly-forested granite hills, there is room only for a single track, which hugs the right bank and passes through hamlets that are no more than a collection of shacks beside the railway. Close to the foot of the mountain on a saddle of which the citadel was built is the bustling village of Machu Picchu (formerly known as Aguas Calientes), dedicated to serving the many visitors with artisan markets, bars and restaurants. The majestic ruined city, reclaimed from tropical cloud forest, is reached by minibus up a sinuous road, or on foot up a near vertical rocky path. The American explorer Hiram Bingham discovered it in 1911, by which time it was completely buried beneath jungle vegetation. It is perhaps the ruins’ location, on a ridge spur amid forested peaks and above a roaring river canyon, that most ignites the imagination. You will have a guided tour of the ruins. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 6,
      "title": "Optional re-entry to Machu Picchu; return to Cusco.",
      "description": "You have the optional opportunity to revisit the ruins, rail schedules permitting. There is also the chance for the more challenging hike to Huayna Picchu, the conical peak which juts out behind the ruins for wonderful views over the site. If you think you’d like to re-visit the site or climb Huayna Picchu please enquire with the office, as spaces are limited and it’s necessary to pre-book You may prefer to relax and wander the narrow vehicle-free streets of Machu Picchu village, lined with souvenir shops and cafés. You return to Cusco on the afternoon train, arriving in the early evening."
    },
    {
      "dayNumber": 7,
      "title": "Private road journey to Lake Titicaca.",
      "description": "Travel by private bus from Cusco to Puno, on Lake Titicaca, a spectacular 8 hour journey (including stops) that climbs to over 4,300m. Flanked by snow-capped peaks, the lonely road cuts its way through fields worked by men and oxen; an Andean landscape of adobe huts, and crops of corn and potato. After reaching the highest point of the journey, the bus crosses the altiplano, a large, windswept plain punctuated by occasional market towns, where bowler-hatted women tend their herds of llamas and alpacas. The vast, indigo Lake Titicaca – almost an inland sea – sits on the Peruvian-Bolivian border, and the fish-laden waters and surrounding fertile soil are the lifeblood of the subsistence farming communities clustered in scores of adobe villages along the water’s edge. Legend has it that this mystical spot is the birthplace of Inca civilisation: the progeny of the Sun God emerged from its depths to found the empire in Cusco."
    },
    {
      "dayNumber": 8,
      "title": "Boat trip to the Uros Islands and tour of Sillustani.",
      "description": "Today you set out on the lake aboard a motor boat to visit the Uros Islands: gliding over the deep glacial waters on a sunny day is a definite highlight. You alight on the floating islands, constructed entirely from the lake’s tortora reeds – the same material the islanders use to build their canoes – and the ground moves almost imperceptibly beneath your feet. During severe storms, the islands may break up into smaller islets. Once devoted to fishing, the inhabitants now earn their living mainly through selling handicrafts to tourists and, while this is a unique experience, it has the air of a living museum. In the afternoon, there’s a guided excursion to the Chullpas at Sillustani, towering stone tombs said to be the burial site of the ancient Hatun Colla chiefs. The towers are on the treeless shores of a lonely highland lake; the landscape, while unremittingly bleak, is spellbinding."
    },
    {
      "dayNumber": 9,
      "title": "Fly to Lima.",
      "description": "Take the morning flight to Lima (1 hour 40 minutes) where you might take an optional tour of the historic centre of the city, including the colonial Plaza de Armas, which is surrounded by monumental buildings from the Spanish colonial and republican eras. There is also time to visit one or two of the world-class museums. In the evening you could celebrate your last night on the cliff top in Miraflores or Barranco sipping a pisco sour cocktail and watching the sun set over the Pacific."
    },
    {
      "dayNumber": 10,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}