{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-tour-off-the-beaten-track",
  "tourName": "Peru tour, off the beaten track",
  "placesVisited": "Lima, Chiclayo, Chachapoyas, Kuelap, Tingo, Leimebamba, Cajamarca, Ventanillas de Combayo or Ventanillas de Otuzco, Trujillo, Pan American Highway, Chan Chan, Huaraz, Rio Santa Valley, Cañon del Pato, Yungay, Caral",
  "generalInfo": "Tour Peru away from the hordes further south and you’ll instantly find a more authentic experience as you explore on a two week tour far from the well-tramped trail of the Incas.<br/><br/>The names of Chiclayo, Chachapoyas and Cajamarca will become just as familiar as their southern counterparts and as this Peru tour also features some of South America’s most important archaeological sites alongside some of the continent’s highest mountain peaks, you’ll be hard pushed not to get excited right from the off.<br/><br/>Overland drives and an initial domestic flight allows you to achieve more in two weeks than many will be able to lay claim to in a lifetime with some of the world’s most incredible roads and untouched rainforests providing a Peru tour like no other.<br/>",
  "durationDays": "14",
  "price": "3595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Lima - Arrive in Lima, home to 10 million people which is more than one third of the country’s entire population. You will be met at the airport and transferred to your hotel in the pleasant district of Miraflores. Overnight at Hotel Britania or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chiclayo - Transfer to the airport for a scheduled flight to Chiclayo, gateway to Peru’s beautiful and diverse, yet little visited north. Please note that you will fly unaccompanied and without a guide. Upon arrival in Chiclayo you will be met by your guide who will travel with you throughout the tour. Transfer to the hotel and check-in. You will then have a comprehensive tour briefing. Overnight at Hotel Los Portales or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chiclayo - The area around Chiclayo is packed with exciting archaeological excavations from pre-Inca times. The most important is the royal tombs of Sipan which originate from the Moche culture approximately 300-1200 AD. The royal tombs were discovered almost intact as late as 1989. Besides visiting the actual tombs you will also visit the nearby museum exhibiting the excavated artefacts. The Lord of Sipan museum is truly amazing and the old Spanish conquistadores would have been drooling given all the gold and silver artefacts on display. Luckily the tombs have never been robbed so the collection is considerable. You will also visit the Lord of Sipan museum which is equally amazing. Overnight at Hotel Los Portales or similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chachapoyas (approx. 9hrs, 450km driving) - A long but rewarding day’s drive brings us from the coastal desert over the lowest mountain pass in the Andes, Abra de Porculla (2,145m) to Chachapoyas (2,345m) on the eastern slopes and on the edge of the mighty Amazonas. Overnight at Hotel Vilaya or similar. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chachapoyas - Tingo - An exciting day that takes us from Chachapoyas to the archaeological site of Macro, 1850m above sea level on the right bank of the Utcubamba River. The ecosystem of this area is characterized by the presence of a thorny forest and scrub populated by tillandsias and bromeliads, with notorious presence of lichens and moss. The site is surrounded by this vegetation that partly covers the architecture. The pre-Hispanic settlement belonged to the Chachapoya culture that flourished during the Late Intermediate (1100 -1470 AD). There are terraces and platforms of different heights on which vestiges are evident that circular structures were once built. The bases measure approximately 3 meters high, being notorious and preserved, in such a way that they can be seen from the other side of the river as overlapping platforms. After our visit we continue amongst stunning scenery along the Rio Uctubamba to the small tranquil town of Tingo. Overnight at Hotel La Estancia de Chillo Lodge or similar. (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leimebamba - Another exiting day awaits us as we drive to the small hamlet of Leimebamba where we will get an excellent insight to small town daily living in rural Peru. We visit the interesting museum housing Chachapoyas mummies and artefacts found at Lagunas de los Condores in 1996. Overnight at Hostel Casonade Leimebamba or similar. (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cajamarca (approx. 8hrs, 320km driving) - Today we travel on one of Peru’s most stunning roads to the historically important city of Cajamarca (2,650m). We reach our destination by passing through innumerable mountain passes, cloud forest and deep canyons. Finally we pass through Celendin (2,625m) before arriving in Cajamarca, famous as it was here that the Inca Empire surrendered to the Spanish conquistadores. Overnight at Hotel El Ingenio or similar. (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cajamarca - Today we will visit either Ventanillas de Combayo or Ventanillas de Otuzco, well preserved funeral caves carved into the rocks during the Inca period. And there will be time for you to experience the colonial ambience of Cajamarca at leisure. Overnight at Hotel El Ingenio or similar. (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Trujillo (approx. 8hrs, 320km driving) - Today we leave the highlands and travel down the famous Pan American Highway towards the Pacific Ocean and Trujillo, home to some 770,000 inhabitants and the third largest city in Peru. En route visit the Temple of the Witch housing the remains of what is believed to be the first female ruler of the Moche Culture. The mummy is so well preserved that you can still see her tattoos. We expect to arrive in Trujillo in the early afternoon and there will be time to enjoy the Plaza de Armas and to take in some of the country’s most beautiful colonial architecture. Overnight at Hotel El Brujo or similar. (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chan Chan - As with Chiclayo the area around Trujillo is packed with exiting archaeological excavations where the adobe city Chan Chan is especially significant since it was the largest city on the American continents in pre Colombian time and the biggest adobe city in the world. Chan Chan housed some 60,000 inhabitants in the 14th century when the Chimu culture was at its highest. The city was rich with extravagant silver and gold decorations. Later we visit the fishing village of Huanchaco. Besides being a popular meeting point for surfers, Huanchaco is known as one of the last places along the Peruvian Pacific Coast where fishermen still use small reed boats called cabalittos (little horse) because of the way the fishermen ride them paddling with one leg on each side like they have been doing for 2000 years. In the evening explore Huanchaco at leisure and look out for the country’s national dish Ceviche which is raw lemon marinated seafood or Peru’s version of sushi. Overnight at Hotel El Brujo or similar. (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sechin - Huaraz (approx. 8hrs, 350km driving) - Drive along the Pan American Highway before we ascend into the Andes and Huaraz. En route we visit the small ruin of Sechin, situated in the foothills of Cordillera Negra. We reach Huaraz situated in the Rio Santa Valley and in front of Peru’s and the world’s highest tropical mountain, double domed Huascarán (6768m). The area is known as Cordillera Blanca (the White Mountains) referring to the numerous glaciated peaks. At an altitude of 3,000m Huaraz is often referred to as the Kathmandu of the Andes. Overnight at Hotel Andino or similar. (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Cañon del Pato – Yungay - An amazing day awaits you in this pristine part of South America. We head north from Huaraz to the buried town of Yungay. When a devastating earthquake struck the valley in May 1970 a large part of Huascarán’s northern summit tumbled down towards Yungay and turned a lively city with 30,000 inhabitants into a graveyard within minutes. Very few people survived this horrific day. Today only the towers of the old cathedral and a couple of palm trees are visible as you walk around the area with great respect in the knowledge that 30,000 people were buried alive beneath your feet. Later we take a detour from the valley visiting the pristine twin lakes of Llanganuco surrounded by glaciated 5,000m peaks. Beside the lakes you can see the rare Arbol del Papel tree –or paper tree. The bark looks like fine paper on the tree trunk. Continuing north we eventually reach Caraz from where we will enter one of the world’s most amazing roads - Cañon del Pato, meaning Canyon of the Ducks. Rio Santa separates the two mountain ranges Cordillera Blanca and Cordillera Negra by only ten metres at some points. The road was blasted out of the cliffs on the Cordillera Negra side of the canyon and at a point it goes through 35 roughly cut tunnels over a distance of 15 kilometres until the city of Huallanca from where we head back to Huaraz via the same route, so you will pass through this amazing place twice to fully appreciate the splendour of this area. Overnight at Hotel Andino or similar. (BL)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Caral - Lima (approx. 9hrs, 430km driving) - Heading back to the capital we travel through coastal desert stopping along the way at the UNESCO World Heritage Site Caral-Supe, which is the oldest known city/civilization in the Americas dating back to around 5000 BC. We arrive in Lima in the afternoon. Now at the end of the trip and what will have been at times a strenuous journey in the country’s remote northern region, enjoy a leisurely evening before your departure the next day. Overnight at Hotel Britania or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Lima - Depending on your flight schedule you may have time to explore Lima by yourself or we can organise an optional guided excursion. Alternatively please contact us if you would like to extend your stay in Lima or take in other areas of the country such as Cusco and Machu Picchu or an extension to the amazing Peruvian jungle. Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}