{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-family-adventure-holiday",
  "tourName": "Peru family adventure holiday",
  "placesVisited": "",
  "generalInfo": "Peru is the ideal destination to travel with family. This is an itinerary for wildlife adventurers, outdoor enthusiasts, and thrill seekers. The curiosity of children, combined with the plethora of unique experiences Peru has on offer, makes for a truly spectacular trip where everyone leaves fulfilled and their mindsets broadened. This is a fun, interactive and cultural journey through one of the planet's most important destinations for both its biodiversity and its ancient-old cultures. <br/><br/>The itinerary begins by spending a night sleeping off weary eyes in our boutique lodge in Lima before heading straight into the Amazon Rainforest. Upon arrival in the Amazon, you will journey through the Tambopata River towards an open windowed lodge enfolded in a forest.<br/><br/>Climb up to the treetop canopies in the research tower and spend days exploring the trails of jaguars with spider monkeys swinging overhead. Our private transfer will then escort you onto Cusco and the Sacred Valley. We've made sure to tick off a visit to the magical Machu Picchu, and camping overnight at Huaypo Lagoon immersed in Andean village life provides an intimate interaction with the valley's natural marvels and colourful communities. <br/><br/>This adventure itinerary finishes on the sand dunes and sea-lion-scattered beaches of Paracas. This is a blissful opportunity to relax at the close of the holiday, where families can choose to recline and soak up some rays or venture out to experience the mysteries of the Nazca Lines, spend a day on soaring sand dunes, or charter a boat to the Ballestas Islands for amazing wildlife viewing.  <br/><br/>From toddlers to teenagers, this itinerary is designed to cover all bases, ensuring that optimum comfort of travel is achieved and truly awesome experiences are guaranteed.",
  "durationDays": "14",
  "price": "22900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Peru! Today your international flight will touch down in Lima, where you will be met by our representative and escorted to your hotel, Villa Barranco, in the artsy district of a quiet suburb of the city centre. Your room features a beautiful wooden staircase and individually appointed bedrooms and living spaces for you and the family."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Our driver will pick you up this morning for your internal flight to Puerto Maldonado from Lima. You will be met and greeted by our representative, who will escort you to your lodge in the buffer zone of Tambopata National Reserve in Peruvian Amazonia. A two-hour scenic boat ride will take you to Refugio Amazonas, a lodge nestled in 200 hectares of pristine forest and centred on providing unrivalled rainforest experiences in comfort and ease. In addition to enjoying first contact with nature, you will be asked to only take what is necessary to lighten the weight of the boats that will take you to your lodge. The adventure begins by jumping on board at the port in the Infierno Native Community. Enjoy lunch aboard while crossing the natural reserve belonging to this community. You will be received with a warm welcome and have time to settle into your room. After dinner, you will take a nocturnal walk to appreciate the mammals of the area at a time of greatest activity, in addition to the frogs with shapes and sounds as extravagant as their stories."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, rise to the natural sounds of the forest and enjoy a hearty breakfast of locally cooked produce and fresh colourful fruits. Soon you'll set off on another Amazon adventure. Climb high into treetops from the canopy tower. In the middle of the spectacularly diverse rainforest, contribute towards exciting scientific endeavours by using a drone to take aerial photos of the rainforest canopy. Aerobotany is where classic field biology and cutting-edge technology meet. Take in panoramic views of the Amazon Rainforest and work with a researcher to program the drone on its daily route and release it. The researcher will teach you about the drone’s photos and how they contribute to rainforest research. Aerobotany forms a part of Refugios larger Wired Amazon Project, which connects everyday people to jungle science - children are encouraged to continue on their Wired Amazon Projects once they're back home. After lunch, a 4-hour speed boat journey will take you to Tambopata Research Centre - our only lodge tucked away in the untouched wilderness of Tambopata National Reserve. When you arrive here, you'll be astounded by this enchanted space, where environmentally sensitive wooden huts open out onto the surrounding rainforest, and intrepid Macaws will join you for breakfast. Settle into a cosy evening in your new lodge. Night-time lectures take place daily, covering interesting topics from preservation to culture to science that engage with children and parents alike. Learn about the Ese Eja community - an Amazon native culture that co-owns this lodge with progressive scientists and conservationists, and hear about the ongoing commitments to protecting this fertile but fragile ecosystem."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, wake for sunrise to visit the Macaw Parrot Collpa, or Claylick, where hundreds of macaws and species of parrots gather in a colourful show. Tambopata Research Centre has exclusive access to this incredible spot, and the scientists and conservationists on-site continue to monitor patterns of behaviour in the nature found here, discovering new things every day. Have a hearty breakfast and relax before tracking monkeys. Trekking through the floodplain forest, there are many sounds that are strange and unfamiliar: caws, screeches, purrs... By the end of your Monkey Search, you’ll find many of the animals the sounds correspond to. After spotting your first Red Howler Monkey, no doubt many more will follow. Because of the rich soil and giant trees, this part of the forest attracts countless species of monkeys. Most noteworthy are the Spider Monkey, Red Howler Monkey, and Brown Capuchin Monkey. But on this vibrant trail, you’ll find much more than this. Follow the tracks of Puma, Ocelot and Jaguars in the untouched wilderness. Following lunch back at base, head downriver to the Pond Diez Platform, a great place to find aquatic birds, such as ducks, herons and hoatzins. You may also see woodpeckers, oropendolas, flycatchers and parakeets that have found their home in the vicinity of this pond."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, rise at the crack of dawn for an exciting start to the day. You'll be on a wildlife hunt with experts tracking a great family of giant otters. Take a short walk to the river, and climb aboard a boat which will take you 15 minutes upstream towards the lake where the otters dwell. Once there, you will paddle in a comfortable catamaran, searching for all types of wildlife and, of course, the family of giant river otters. This place itself is beautiful and hosts different species of wildlife, such as the Black Caiman, and many types of birds and monkeys, such as squirrel monkeys. This evening, set off on an exhilarating adventure into the forest at night. This is a once-in-a-lifetime chance to see the nocturnal wonders of the Amazon Rainforest. In deep darkness, surrounded by hundreds of jungle sounds and with the help of powerful lights, enter a world inhabited by the most unique, diverse, and shy night creatures. As many animals hide from predators during the day, in the darkness of night uncover poison dart frogs, night monkeys, snakes, tarantulas, and stick insects. This is a trail only for the brave, but trust us - the rewards are worth it."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning sadly marks your departure from Tambopata Research Centre. You will be escorted early in the morning from the lodge back to Puerto Maldonado for your internal flight to Cusco, leaving this afternoon. Upon arrival in Cusco, you will be escorted to Sonesta Posada Del Inca Yucay Hotel in the Sacred Valley, where you are free to rest after your long journey and spectacular sights seen in the Amazon."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, pack an overnight bag for an adventure further into the Sacred Valley. Your driver will collect you from your hotel and head towards the Huaypo Lagoon. Surrounded by beautifully snow-scattered peaks and mountains, upon arrival, you will be greeted with a welcome drink and given some time to get settled. You will then receive a brief safety and informative talk about the area before putting on the activity equipment, such as wetsuits, vests and windbreakers getting ready to enter the water. First, the family will warm up and stretch, in addition to practising how to paddle and keep balance on the stand-up paddle. Once in the lagoon, paddle around it while appreciating the natural surroundings: the beautiful landscape, local plants, birds and animals. After the morning’s activity, get comfy and warm and enjoy a tasty lunch. Relax for the rest of the afternoon, taking in the energy and exceptional view of the sacred mountains and take a walking meditation class through the forests with your expert guide. This evening, enjoy a well-prepared, locally sourced dinner served under starry skies, after which you’ll be able to rest in your comfy camping tent and prepare yourself for the next day’s activities."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today will be filled with adventure. Following an energising breakfast, leave Huaypo early in the morning and begin your walk to the traditional community of Misminay to learn about the Andean way of life. Hike up to the community's lookout point, where you'll meet local musicians and be guided by local hosts who will tell you all about the community and the local area. Learn about the medicinal plants that you will pass along the way to the lookout. From here, enjoy breathtaking views of the Moray archaeological-agricultural complex. For lunch, return to the community for a well-prepared lunch with Andean flavours and ingredients. Next, you will venture onwards towards the Moray archaeological site, which the Incas used for agricultural experimentation, where you’ll get some tremendous panoramic views. The landscape will vary according to season, from golden to yellowish during the dry season (Jun - Nov) to green and then multicoloured in the rainy season (Dec - May), and flowers bloom here during this season. A private driver will now take you to Maras to visit the famous salt pans, where you’ll be able to enjoy a great view of the terraced salt ponds, which vary in colour from white to earthy orange tones, depending on the time of the year. Here, learn about the authentic Maras pink salt, which has been extracted from the salt pans since pre-Inca times. Finally, wrap up the day by walking down from Maras to the main road of the Sacred Valley, where you’ll be picked up and transferred back to your hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, your adventure starts early in the morning when you will be collected from your hotel by our private specialist and guide and then escorted towards the mighty Machu. Machu Picchu needs no explanation; it is one of the world’s most famous historical sites, located in one of the most spectacular locations of the equally spectacular Andean mountains. Even if you’ve seen a million pictures, they won’t compare to the experience of actually standing in this amazing Inca sanctuary. To call it a wondrous experience is no exaggeration. In Ollantaytambo, you will take the train through breathtaking scenery alongside the Vilcanota River to Aguas Calientes, a picturesque village at the foot of the Machu Picchu complex. Once we arrive, it’s only a short bus ride up the mountain before you find yourself standing in the middle of one of the Seven Wonders of the Modern World; it’s a truly unforgettable feeling. Set off on a fascinating guided tour, exploring the area and the incredible ruins dotted and peppered with terraces and photogenic alpacas. Marvel at the stunning backdrop of Huaya Picchu Mountain. From the area’s high point, you will be able to take in Machu Picchu from above - it’s really quite a spectacle. After soaking up the sanctuary’s magical energy, head back down to Aguas Calientes for lunch in a traditional restaurant before taking the train back to Ollantaytambo and onto Cusco. Tonight you'll stay just outside of the city in El Mercado Hotel by Mountain Lodges, and this will be your base for exploring Cusco in the days to follow."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you'll wake up in a privileged location, perched on the hill of San Cristóbal overlooking the entire city. This was once the place where Manco Capac lived, and from the property, you will have access to beautiful verdant green grounds surrounding it. The perfect spot for the family to explore the city. From your hotel, you will have a walking city tour, where you'll view the famous fortress of Sacsayhuaman, an imposing example of Inca military architecture built with massive stone blocks that are located on the outskirts of the city. On foot, you will venture through the picturesque cobble-stoned streets of Cusco, experiencing the bustle and colour of local markets and passing through the iconic artisan neighbourhood of San Blas. Spend your afternoon at ease in this sleepy city, or return for tea and cake at your gorgeous hotel atop the hill. This evening you will be picked up from your hotel and escorted to the Cusco Planetarium for a one-of-a-kind experience. Here you’ll learn about the fundamental relationship between Andean cultures and the cosmos: the principal Andean constellations and what they mean, why Cusco is built the way it is, and how to this day, Andean people predict agricultural seasons and weather based on the stars. You will also be introduced to the Inca creation mythology: why the stars are in the sky, why people are on earth, and how they came to have their form and location, how the day and the night came about, and why the sun is diurnal and the moon and stars nocturnal. In the planetarium, you will also notice that the night sky here is south of the equator, and is very different from the one you would see in the northern hemisphere. After the exhibition is over, weather permitting, outside the Planetarium, you’ll be able to see ‘the oldest show in the world’, observing stars and constellations through telescopes and other astronomical observation instruments."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After experiencing the detailed goods showcased at the markets in Cusco yesterday, today is your chance to get involved in a creative workshop; an interactive introduction to colonial glazed ceramics, acrylic painting and colonial gilding in a hands-on morning. During your artistic experience you’ll be guided by recognised local artists; not only crafting unique souvenirs to take back home, but learning about the city's rich history and the origins of these traditional Guardians of the Andes. Julio Gutierrez (known as Kutiry) will be your teacher, a renowned artist whose ceramics have been exhibited in museums across the globe. Members of the Totemiq Contemporary Art Collection may join you. This group of Cusquenian women artists promote female talent and the revaluing of traditional Cusquenian production techniques to spread the knowledge of the ancient Andean world through contemporary trends. We will have all your creations packaged up and ready to send safely back to you, so they're waiting when you get back from your trip. This afternoon you will depart Cusco and head back to Lima where our driver will wait to take you to Paracas for the finale of your trip - finishing up with some beach bliss."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning you will rise to the blissful sound of the ocean shores lapping the desert coastline in Paracas. Enjoy a delicious buffet breakfast at your accommodation, La Hacienda Bahia Paracas, in the sunshine before heading off for your flight across the famed Nazca Lines. Hear the rumours of origins and watch the children marvel at the sight of these spectacular patterns in the sand. These geoglyphs of trapeziums, triangles and spirals are miraculously cut into the earth and have remained so for over 2,000 years. No one knows quite how they got here or why they are there. This lightweight aircraft soars over them, giving you plenty of opportunities for taking photographs. This afternoon after a relaxing swim in the pool, set off into the vast desert surrounding your lodge. These dunes are world famous for their buggy and sand-boarding activities. Climb on board and find the biggest slopes and best spots for whizzing down for what seems like miles. Enjoy the smooth ride, and come back knackered, windswept and incredibly fulfilled by this spectacular landscape."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today, you are free to charter a boat and explore the beautiful Ballestas Islands out in the Paracas National Reserve. Admire the crazy wind-cut shapes in the rocks and see thousands of sea lions bask in the heat of the sun. The wildlife here is so unique due to the cold current in the water, bringing with it hundreds of different forms of migratory wildlife, including sea lions and seals, turtles, marine otters and the famous Humboldt penguins in huge congregations. Spend your afternoon at ease and have a well-deserved rest at the end of your holiday."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you will be collected from your hotel and taken back to Lima international airport for your return flight home. This is the day that you must say 'Tupananchikama Peru!' But only until next time..."
    }
  ],
  "map": ""
}