{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-amazon-rainforest-family-adventure",
  "tourName": "Peru Amazon Rainforest family adventure",
  "placesVisited": "Comfortable Amazon rainforest nature reserve eco-lodge, Boat trips on Tambopata River, Night-time caiman hunts, Daily educational kids adventure activities, Local community visits, Exciting educational forest activities",
  "generalInfo": "Peru's Amazon rainforest is the perfect adventure playground for families looking for an unforgettable holiday combining excitement with learning, with a choice of trip durations. You'll stay at a comfortable eco-lodge amid the lush jungle of the Tambopata National Reserve where you can discover both local wildlife and learn about local communities.<br/><br/>Each morning offers a choice of activities geared to younger explorers – such as an educational exploration game based on a six-year-old  rainforest girl – with trips for the adults, while families come together for varied afternoon adventures.<br/><br/>After flying into Lima or Cusco, transfer to the Tambopata River Port for a 1-hour  boat ride to the Refugio Amazonas in the 1.3 million hectare Tambopata National Reserve. Here, after introductions to the forest – and the first of your delicious dinners – grab flashlights to head out into the jungle night in search of caiman.<br/><br/>By day, morning trips for the grown-ups range from forays to spot exotic local birds like Blue-headed Pionus, Severe macaw and Barraband's Parrot to discovering medicinal plants on guided walks in the surrounding rainforest.<br/><br/>Here are some of the “A la Carte” activities to choose from- there are more! Please ask us.<br/><br/>Night Walk: Experience the sounds of frogs, insects, and other nocturnal animals.<br/><br/>Giant Otter Search: We look for a family of these adorable creatures in a nearby lake, as well as monkeys, caiman, and birds.<br/><br/>Canopy Tower: An opportunity to view the rainforest from the heights of the 25 meter scaffolding canopy tower.<br/><br/>Parakeet clay lick: A dawn visit to a clay lick attracting both parrots and parakeets.<br/><br/>Oxbow Lake Visit: We will visit an oxbow lake, observing wildlife from a traditional canoe.<br/><br/>Birdwatching: More than 600 bird species await on this birdwatching-specific tour.<br/><br/>Ethnobotanical Tour: On a rainforest trail we will learn about the traditional and medicinal use of local plants.<br/><br/>Children’s Trail: Expert guides bring the forest to life with scavenger hunts and gripping stories.<br/><br/>Farm Visit: We visit a family-owned farm growing popular and little known Amazonian crops.<br/><br/>Sunset Cruise: Enjoy the river and its surroundings at sunset.<br/><br/>Circle of Fire: Fireside stories to connect children with nature and the environment.<br/>Rainforest tattoo: A beautiful, artistic, and temporary reminder of your time in the Amazon.<br/><br/>Brazil Trail Nut Trail: A chance to learn about the harvesting of Brazil nuts.<br/><br/>Ceiba Walk: Hike to some of the forest’s largest Brazil nut trees, some of them jaw-dropping in size.<br/><br/>Night lectures: Listen to the experts explain the rainforest’s secrets.<br/><br/>Tambopata National Reserve Lecture: Nightly lectures on conservation, threats, opportunities, and projects in the Tambopata National Reserve.<br/>",
  "durationDays": "4",
  "price": "928",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "One of our regular naturalist guides with a feel for kids will be assigned to your group. Upon arrival from Lima or Cusco, we will welcome you at the airport and drive you ten minutes to our Puerto Maldonado headquarters. While enjoying your first taste of the forest in our gardens we will ask you to pack only the necessary gear for your next few days, and leave the rest at our safe deposit. This helps us keep the boats and cargo light. Skirting Puerto Maldonado, we drive 20 kilometres to the Tambopata River Port, entering the Native Community of Infierno. The port is a communal business. Next, it's about an hour's boat ride from the Tambopata Port to Refugio Amazonas will take us past the Community of Infierno and the Tambopata National Reserve´s checkpoint and into the buffer zone of this 1.3 million hectare conservation unit. We have lunch on board the boat. Upon arrival, the lodge manager will welcome you and brief you with important navigation and security tips, and then you settle in, listening to the forest and readying for dinner. After dinner, it's a caiman search. We will be out at the river’s edge at night, scanning the shores with headlamps and flashlights to catch the red gleams of reflection from caiman eyes. Overnight in the lodge. (L,D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KIDS (AM): The Children's Rainforest Trail: Ania & The World's Voice. A short trail designed for children with the help of ANIA, an environmental education NGO. Kids aged 4-10 hike with a guide through a challenging (but short) trail where they follow maps, solve riddles and find clues that will lead them to Ania’s 'gifts'. Looking for the lost Brazil nut, finding the city of ants and a host of games and stories provide a great way of learning about life in the rainforest and the need for conservation. The concept, the story and the trail are trademarked by ANIA, a non profit with the mission of creating 100,000 hectares of'“Tierras de los Niños' (Children’s Lands) - private protected areas in the management of children. ADULTS (AM): Parrot Clay Lick - A fifteen minute boat ride and sixty minute walk from the lodge s is a clay lick used both by parrots and parakeets. From a blind you will see parrots and parakeets descend on most clear days to ingest the clay on a bank. Species such as Dusky headed and Cobalt winged Parakeet descend at this clay lick. With luck we will also see some or all of the following species in the early morning rush: Mealy and Yellow-crowned Amazons, Blue-headed Pionus, Severe macaw and Orange-cheeled (Barraband's) Parrot. We visit the lick at dawn, when parrots are most active or in midmorning or early afternoon, when they are active. Mammal Clay Lick - Twenty minutes walking from the lodge is a peccary clay lick. These wild rain forest pigs show up in herds of five to twenty individuals to eat clay in the late morning. Chances of spotting them are around 15%, but well worth the short hike. Other wildlife also shows up including deer, guan and parakeets. Then it's lunch at the lodge, followed by more activities. JOINT ACTIVITY (PM): Farm Visit - Five minutes downriver from the lodge lies a farm owned and managed by charismatic Don Manuel from the neighbouring community of Condenado. He grows a variety of popular and unknown Amazon crops - just about every plant and tree you see serves a purpose. It's a great way to see exotic fruits and plants up close and for the children to understand where and how they grow. After dinner there is the option of a caiman search (best suitable for slightly older children). We will be out at the river’s edge at night, scanning the shores with headlamps and flashlights to catch the red gleams of reflection from caiman eyes. Overnight in the lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KIDS (AM): Rainforest Tattoo - At the lodge we will prepare a paste from the fruit of huito and achiote to draw dark blue and red tattoos on ourselves. They last several days. ADULTS (AM): Oxbow Lake Visit - We will paddle around the lake on a canoe or a catamaran, looking for lakeside wildlife such as hoatzin, caiman and hornerd screamers, hoping to see the otters which are infrequently seen here. You will also be rewarded with overhead sightings of macaws, and then we all meet back up for lunch. Ethnobotanical Tour - Along this trail we will find a variety of plants and trees that are used by the local population with at least the same variety of purposes. We will learn about the medicinal (and other) uses of Ajo-Sacha, Yuca de Venado, Uña de Gato, Charcot-Sacha, Para-Para, among several others. JOINT ACTIVITY (PM): After lunch, it's the canopy tower for all. A thirty minute walk from the lodge leads to the 25 metre scaffolding canopy tower. A bannistered staircase running through the middle provides safe access to the platforms above. The tower has been built upon high ground, therefore increasing your horizon of the continuous primary forest extending out towards the Tambopata National Reserve. From here views of mixed species canopy flocks as well as toucans, macaws and raptors are likely. After dinner, there is a night walk on offer. You will have the option of hiking out at night, when most of the mammals are active but difficult to see. Easier to find are frogs with shapes and sounds as bizarre as their natural histories. Overnight at lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we transfer by boat to Puerto Maldonaldo. We retrace our river and road journey back to Puerto Maldonado, our office and the airport. Depending on airline schedules, this may require dawn departures. (B)"
    }
  ],
  "map": ""
}