{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "andean-spiritualism-tour-in-peru",
  "tourName": "Andean Spiritualism tour in Peru",
  "placesVisited": "",
  "generalInfo": "Andean spiritualism is centered on the beliefs and practices of the Incas and pre-Hispanic cultures of Peru and Bolivia. It is alive and well to this day, and throughout this unique journey you'll have the opportunity to discover some of the ancient roots of modern beliefs. <br/>Along with renowned archeological sites such as Machu Picchu and Tiahuanaco, discover lesser-known temples and ruins built of beautifully carved stone and filled with hidden meaning. The backdrop of this adventure is the stunning high Andes, filled with snow-capped peaks, expansive flatlands, and stunningly blue Lake Titicaca.<br/><br/>From beautiful Lake Titicaca, you´ll have the option to continue to the Uyuni Salt Flats, the Colca Canyon, or return to Lima for your international flight home (additional cost).",
  "durationDays": "10",
  "price": "3589",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Colonial Cusco and Saqsayhuaman: Your guide will be waiting to greet you at the Cusco airport, where they'll assist with luggage and check in and provide an overview of your time in the area. After a relaxing lunch in the city´s charming historic center, visit the most important Inca construction above Cusco. Saqsayhuaman is an incredible Inca fortress with zigzagging walls constructed with enormous, skillfully carved stones. The city of Cusco, as planned by the Incas, is laid out in the form of a Puma. Saqsayhuaman represents the sacred animal´s head, and is home to the largest Sun Temple in the region. Inti Raymi (winter solstice) ceremonies are performed here yearly, but you´ll have the chance to explore under more relaxed circumstances!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sacred Valley Ceremony: After breakfast, depart for the village of Chuallacocha, high above the Sacred Valley. Chuallacocha is a traditional Andean village, with locals living much as their ancestors have for centuries. Take time to get to know our hosts and the village, then participate in an important llama blessing ceremony. The ceremony is an offering to the Pachamama (Mother Earth), requesting the health and fertility of the villages llamas. After a traditional lunch with our hosts, return to Ollantaytambo for a scenic ride to the base of Machu Picchu. You´ll travel across the beautiful Sacred Valley of the Incas, arriving in time for a mid-morning train ride to Aguas Calientes. The route is incredibly scenic, with snowcapped peaks, fields of wheat, corn and oats and tiny villages. As you approach Aguas Calientes, the scenery transforms to lush jungle."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Machu Picchu: After an early breakfast, meet your guide in reception and head directly to the shuttle bus station for a short ride to the Inca citadel. Ascend stone steps, through heavy tree cover to finally emerge at the top of the world – Machu Picchu! The incredible Inca stone construction will be spread below, alternately hidden and revealed by clouds. Enjoy a fascinating private tour of the ruins with your guide, followed by time to explore on your own. In the late afternoon to early evening, return to Cusco for a good night´s rest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel to Lake Titicaca: After an early breakfast, transfer to the bus station for travel to Puno, along with a bilingual guide who will show you the sights along the way. Embark on guided tours to Pukara, Raqchi, La Raya, Andahuaylillas, and enjoy a buffet lunch in Sicuani Village. There are beautiful landscapes in the area, and of course ask your guide any questions you may have. Below is a brief description of stops along the way: Andahuaylillas: Referred to as the Andean Sistine Chapel because of its magnificent frescoes, the church is but one example of the Mestizo Baroque architecture typical of the Cusco School which was prominent in the 17th century. Take time to marvel at the ceiling of carved panels covered with gold leaf. Raqchi (the temple of the god Wiracocha): This Inca temple is monumental in size: 100m in length, 26m in width and 14m in height. Divided into two naves, each of which still retain the base of eleven giant columns. The base of the walls consist of Imperial Inca stonework with a top section of adobe. La Raya: The highest pass on the route between Cusco and Puno, La Raya is 4335m above sea level. Beautiful landscapes await you, as well as animals that are symbolic of the Andes: llamas, alpacas and vicunas. Pukara: This is the most important and oldest ceremonial site this side of Tiahuanaco. Characterized by a series of staired platforms, the ruins also reveal some lit sculptures and tombstones. These are all witnesses of a pre-Inca civilization, possibly one at the origin of the Andean culture of the Altiplano. Transfer to your hotel upon arrival in Puno."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Uros and Taquile Islands: Lake Titicaca is among the largest, highest, and deepest lakes in the world. According to Inca legend, the god Viracocha rose from the lake to create the world and the first humans. Along with the lake itself, many of the islands on both the Peruvian and Bolivian sides are considered sacred. Today we begin our exploration of the area with a visit to the floating reed islands of Uros, to meet the descendants of one of the oldest groups in the continent. From there, continue by boat to Taquile Island. Enjoy an incredibly scenic hike to the highest temple on the island. This small and simple structure contains sacred geometry in its measurments, which can help one get in touch with the serene energies and entities of Lake Titicaca. After dinner with a local family, head outdoors to take advantage of an incredibly star-filled sky and learn about Inca astronomy and constellations. Stay overnight at a homestay on Taquile Island."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amaru Muro, the \"Interdimensional Doorway\": After an early breakfast, travel to one of the most mystical places in the region: Amaru Muro, or the “Interdimensional Doorway”. It is said to be a dimensional portal with a direct connection to other states of consciousness. There, among spectacular rock formations, take time for meditation and reflection. Next, head to the Bolivian border and continue to Copacabana. Your comfortable lakeview hotel awaits!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sun Island: Begin the day on beautiful Isla del Sol (Sun Island) with a walk to the Origin Stone (also known as Taypicala) and Chinkana. Chinkana is a labyrinth-type structure, thought to have been used to train Inca priests. Next, visit Yumani, where 206 steps lead to a sacred fountain said to be a fountain of youth. Take time to enjoy a gorgeous sunset on the lake."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Moon Island: Today visit Isla de la Luna (Moon Island), famous for its mysterious Temple of the Chosen Virgins. According to legend, the island is home to the Inca goddess Mama Quila. In the time of the Incas, a select group of women lived a nun-like existence on the island and attended the temple as their place of worship. The Temple of the Chosen Virgins is said to offer a healing aura and invite contact with the female spirit of the Sacred Lake. Isla de la Luna is considered by many as one of the world’s strongest energy vortexes. You´ll have time for solitude and reflection before returning to Copacabana for the evening."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Unforgettable Tiahuanaco: Begin your morning pilgrimage to Tiawanaco, the most important archaeological site in Bolivia. While the original name of the site has been lost, it was likely the cosmological and moral center of the Tiahuanaco culture. Visit its enigmatic temples, including Puma Punku and megalithic monuments. Discover symbols and sacred geometry in the skillfully-carved structures found at the site. From there, cross back into Peru and head to your comfortable hotel in Puno."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sillustani and Return to Lima: After breakfast, transfer to the Juliaca airport for your return flight to Lima. Along the way, stop to visit the Sillustani funerary towers. The huge, pre-Inca towers are the best-known ruins in the area. They're a great place to take in a final, stunning view of the lake. Arrive in Lima for your international flight home. For those continuing to the Uyuni Salt Flats or the Colca Canyon, departure times and schedule will vary based on itinerary."
    }
  ],
  "map": ""
}