{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-tailor-made-holiday-highlights",
  "tourName": "Peru tailor made holiday, highlights",
  "placesVisited": "Lima, Arequipa, Coporaque Community village stay, Colca Canyon, Cruz del Condor view point, Lake Titicaca, reed island of Uros, Amantani Island homestay, communal cooperative in Taquile Island, cross the Andes, Wiracocha temple, Cusco, Pisac market, Amaru community, Ollantaytambo, farm homestay, cacao farm visit, train to Machu Picchu",
  "generalInfo": "This 14 day itinerary does not just take you to Peru's most famous highlights, including Lake Titicaca, the Colca Canyon and, of course the incredible Machu Picchu, it allows you to experience them through the eyes of those that call these famous sites home.",
  "durationDays": "14",
  "price": "1650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Peru! On arrival we will meet you and take you to your hotel. If you arrive early in the day and are feeling energetic after your flight, we can arrange a bike tour of Lima to start your introduction to Peru."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arequipa has some of the finest colonial architecture in the country with many of its downtown buildings constructed from volcanic stone called sillar, whose particular white colour gives Arequipa the name of 'Ciudad Blanca' ('White City'). You will be transferred to the airport in Lima for a flight to Arequipa where you will have the afternoon free to explore at your own pace. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will start the incredible journey towards the Colca Canyon. You will pass the National Reserve de Vicuñas in Pampa, situated at 4000m above sea level. It’s from this point that you can appreciate the first views of the Patapampa valley, almost 4800m above sea level. The altitude makes Patapampa a natural outlook point where you can gaze over snow-capped mountains. After arriving in the town of Chivay you will continue on to the community of Coporaque, where you will be staying in a traditional village and with a local family. On arrival you will take a short tour of the village and share a delicious lunch with your hosts before taking a walk around the surrounding area.(B/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a delicious home-cooked breakfast you will be taken to the edge of the mighty Colca Canyon and the Cruz del Condor view point to see the soaring Condors. On your way you will visit different viewpoints and churches, which are characteristic of the Colca valley. After your day exploring the Colca Canyon, head back to the Coporaque community and to your host's house for dinner. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "It is time to say goodbye to your family and the community as you are taken back to the town of Chivay to meet your transport to Lake Titicaca. On the way you will again stop off at Cruz del Condor, where you will have a second chance to see the magnificent birds. Your evening will be spent in the lakeside town of Puno. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will explore Lake Titicaca on the way to Amantani island visiting the famous floating reed islands of Uros, getting a feel for the waterbed like structure, before continuing to the island of Amantani. Your first glimpse of the island is likely to involve various local families coming down the hill to greet you on the beach. You will spend a wonderful afternoon, evening and morning with your family, learning all about their lives and culture. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After Breakfast say goodbye to your family and start your journey back to Puno by boat. On your way you will visit the island of Taquile where a long path will take you to the local village where you will visit the communal cooperative. You will have a magnificent lunch with some of the most amazing views you are likely to have on your whole trip! (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will travel across the mighty Andes on a very comfortable tourist bus to Cusco (train also an option), which includes an English speaking guide to show you all of the wonderful places you will see along the way. This trip will take you through epic passes, ancient temples and a town where time has stood still since 1580. On arrival into Cusco you will be taken to your hotel where you will have the evening to yourselves. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is free for you to explore Cusco at your own pace. Cusco was the historical capital of the Inca empire and was declared a UNESCO world heritage site in 1983. Today it is a cosmopolitan city where people from all over the world come to learn about Peru’s ancient and fascinating cultures.. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, you will be driven to the land of the Yachaqs ('wise men' in Quechua), enjoying stunning mountain scenery and Inca ruins. Upon arriving Pisac, we'll explore its world-famous market where people come from all over the highlands to sell all kinds of products including handicrafts, silver jewelry and alpaca wool. After lunch you will continue to the Amaru community. Here you can come face to face with the real Peru and learn about their beliefs, customs and lifestyle as well as taking part in a traditional weaving workshop, where you can learn the process of shearing, dyeing and tailoring so that you can make our own Andean garment! In the evening, continue to the beautiful Inca town of Ollantaytambo. (B/L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The Inca Trial is not the only way to enjoy the amazing geography between Ollantaytambo and Machu Picchu. Over the next two days you will have the chance to experience a side to this region of Peru that very few tourists get to see. You will be met by your personal guide who will take you by public bus up into ancient Peruvian farmland, surrounded by mountain rainforest, and to Julia and José house. When you arrive you'll be introduced to your host family and have a tour around their plantation where they grow fruits, vegetables, cacao and coffee. After some home-cooked lunch, you will take part in some of the traditional farm activities like harvesting fruits or coffee beans (activities dependent on season) before sharing a delicious dinner with Julia, José and their lovely kids. Overnight in their private lodge. (B/L/D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You will say good bye to Julia and Jose after a delicious breakfast and walk about 5-10 minutes to a nearby cacao farm to learn how chocolate is made. The whole process from the fruit to the finished result will be explained and you can even try your hand at making some of your own! Next you take public transport to the hot springs at Santa Theresa before hopping onto the train taking you to Aguas Calinetes and Machu Picchu (if you prefer, you can also walk this last stretch). (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is the big one! Often referred as 'The Lost City of the Incas', Machu Picchu is one of the most famous and spectacular sets of ruins in the world - a visit to Peru would not be complete without it. After an early start you will take a bus to the citadel, strategically perched 1000ft above the Urubamba river between deep canyons and impressive mountains called Apus (Gods for the Incas).In the afternoon you will head back down to Aguas Calientes, pick up your bags and take the train back down to the mountain to Cusco. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "It is time to say goodbye to Peru as you are transferred to the airport for your return flight to Lima and to connect to your international flight. (B)"
    }
  ],
  "map": ""
}