{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "cloudforest-holiday-to-manu-national-park",
  "tourName": "Cloudforest holiday to Manu National Park",
  "placesVisited": "Cusco, Paucartambo, Manu Biosphere Reserve, Cloud Forest, Lek of the Cock of the Rock, Pantiacolla Mountains, Ranacocha, Lake Salvador, Lake Otorongo, Manu National Park Reserved Zone, Macaw Lick, Blanquillo, Boca Colorado",
  "generalInfo": "A seven or nine-day small group tour into Peru’s largest tropical rainforest reserve, the Manu National Park. From Cusco descend through verdant cloud forest, home to the rare spectacled bear, deep into the Amazon rainforest itself.<br/><br/>With accommodation in forest lodges and camping huts, this holiday takes you via road and river into the heart of a unique biosphere reserve protecting pristine rainforest flora and abundant wildlife. Around a thousand different types of birds, hundreds of species of tree, 13 species of monkey and dozens of other mammals call Manu home – including the highly endangered jaguar and giant otter. Get your binoculars poised as you visit clay licks to spot hundreds of macaws, parrots and parakeets, and ready your torch as you explore at night in search of endangered black caiman, or the unique, nocturnal night monkey. <br/><br/>This tour also celebrates another of the Manu National Park’s unique ecosystems, the cloud forest. Almost permanently shrouded in mist, you’ll take a hike through the forest to a spot where stunning male cocks-of-the-rock perform their courtship dance. A true wildlife spectacular.<br/>",
  "durationDays": "9",
  "price": "1872",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bus from Cusco to cloud forest. Leaving Cusco early in the morning, we begin an 8-hour journey over the Andes by bus, stopping for breakfast at the beautiful colonial village of Paucartambo. Continuing, we climb to the highpoint of the Manu Biosphere at about 4000 m before descending to the cloud forest. In these mysterious surroundings we take a hike to the lek of the incredible cock-of-the-rock, to see the ‘performance’ of the males right under our eyes. We spend our first night in the rustic lodge Posada San Pedro (appr. 1,600 m). (L,D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cloud Forest-Cocha Machuhuasi-Pantiacolla Lodge. At daybreak we continue by bus to tropical lowland rainforest. Here at the small village Atalaya at 650 m, we change into a motorized canoe to navigate some 2 hours down the turbulent Alto Madre de Dios River. From here we get great views of the Andes. We stop for a visit of one of the very view lakes on the Alto Madre de Dios River, where you can go around on small traditional rafts. For the next two nights we stay at the Pantiacolla lodge, right at the foot of the Pantiacolla Mountain Range. The forest of Pantiacolla Lodge is a very special rainforest: this is where the Andes and the lowland tropical rainforest meet and provides the visitor with a chance to see a good selection of birds and plants from bóth zones as well as endemics to the area. Your first hike will be on the lowland trails, at 400m above sea level. Also at night, we explore the forest by torchlight looking for insects, snakes and the uniquely nocturnal night-monkey or 'douricouli'. We spend the night in our Lodge. (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Clay lick for parrot, and an excursion to the Petroleo stream. Early in the morning the boat takes you to a nearby clay lick for parrots and the rare blue-headed macaw. Their spectacle is both impressive to see and to hear. From there we visit the higher trails of the Pantiacolla Mountains: it’s ‘Oil’ stream with small hot springs, oil wells and natural swimming pools. At night we visit Ranacocha, Frog Lake. Overnight in the Lodge. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lodge-Yine Lodge. In the morning we take another hike on one of the lodge’s many trails. At midday we join the people doing the 7-day tour going down the Alto Madre de Dios River to Yine Lodge -a small eco-lodge which is part of a project of Pantiacolla with the Yine Indians. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lake Salvador and Lake Otorongo. In the morning we turn up the Manu River for a 6-hour ride into the heart of Manu’s Reserved Zone. From this vantage point we will have great views of riverside birds, sunbathing caiman, and the enormous aquatic guinea pig, the capybara. We reach our Camping Huts deep inside Manu in the afternoon. This will be our base for this and the next day. During this time, we will hike through virgin forest and explore one of the most beautiful lakes of the Manu basin, Lake Salvador, by catamaran. There is a chance to see a huge variety of colourful birds, numerous species of monkey and with luck, a family of giant otters. There is another hike in this habitat-rich forest that ends in Lake Otorongo and a 20 meter-high observation platform overlooking the lake. At night we can explore the forest by torchlight or go moonlight caiman-spotting on the lake. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Explore Lake Otorongo. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lake Salvador-Macaw Lick. After a final walk through the forest surrounding Lake Salvador, we head back down the Manu River. Joining the Madre de Dios River we arrive at Blanquillo, near the macaw claylick, where we spend the night inTambo Blanquillo jungle lodge. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Macaw Lick visit. At first light we head to the macaw lick to watch the dazzling spectacle of hundreds of parakeets, parrots and big macaws eating clay. In the afternoon we visit another one of Manu's beautiful oxbow lakes or visit a 42-meter high canopy tower. We spend the night again in Tambo Blanquillo. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Blanquillo-Boca Colorado-Cusco. Back on the boat early in the morning, we head downstream to the small mining village Boca Colorado. Here and in Mazuco later on, you can see the negative effects of certain human activities on the delicate ecological balance of the rainforest. We take local transportation to where we cross the Inambari River. On the other side, our bus is waiting to take us over a newly paved road, through beautiful cloud and elfin forest. Near Cusco, you have stunning views of the Ausangate Mountain. We reach Cusco in the early evening. (B,L)"
    }
  ],
  "map": ""
}