{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "cuzco-machu-picchu-and-the-amazon-tour",
  "tourName": "Cuzco, Machu Picchu and the Amazon tour",
  "placesVisited": "Lima, Cuzco, Sacred Valley of the Incas, Ollantaytambo, Aguas Calientes, Machu Picchu, Amazon eco lodge, Monkey Island, Jungle hike, Wildlife spotting",
  "generalInfo": "Cusco is situated in the Peruvian Andes, and it is the former capital of the Inca empire. There are many excursions possible from Cusco such as to Ollantaytambo, the Sacred Valley of the Incas, and of course Machu Picchu. This sacred city is situated at approximately 2400 meters above sea level and it is about 130 kilometers from Cusco. Machu Picchu is a UNESCO world heritage site and in 2007 it was elected one of the ‘new 7 world wonders. Enjoy the highlights of Peru with our Cusco &amp; Machu Picchu tour!",
  "durationDays": "6",
  "price": "3099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your Cusco and Machu Picchu tour starts today. Upon arrival at Cusco, our representative will meet you at the airport to take you to your hotel. The rest of the day will be free to relax and acclimatize. Transport: Car. Accommodation: Standard: Rumi Punku Hotel or similar. Superior: Antigua Casona San Blas or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Walk around the Main Square, visit the Temple of the Sun (Koricancha), and enter San Francisco Church. Also, enjoy a visit to the San Pedro local market, where you can see for yourself the charm of the people. Learn all the history of these places, and don’t miss the fascinating facts that the guide will tell you! Visit San Francisco Church and explore the catacombs, house of skulls and bones, don’t miss the rooftop! Optional Tour In the afternoon, your guide will meet with you at the hotel to start your city tour. You will visit the Cathedral, then continue to the Qoricancha temple, Sacsayhuaman, Qenqo, and Tambomachay. You will visit the archaeological sites of Sacsayhuaman and Qenqo, as well. Activity: Exploring, Sightseeing. Transport: Car. Meal: Breakfast. Accommodation: Standard: Rumi Punku Hotel or similar. Superior: Antigua Casona San Blas or similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leave most of your luggage in the Cusco hotel, and take small carry-on luggage for two nights. You will receive a box lunch, which you need to carry in your backpack, as well. This morning, we will pick you up at 08:00 AM for your excursion to the Sacred Valley of the Incas. You will visit Awanacancha, the colorful handicraft market of Pisac town, and its ruins, located high up on the mountain overlooking the valley. After visiting this place, you will continue to Urubamba, where you will enjoy lunch, and then, you will visit Ollantaytambo. The town has been built on top of original Inca foundations and is the best surviving example of Inca town planning. At the end of our tour, you will take the train to Aguas Calientes. Activity: Exploring, Sightseeing. Transport: Car, Train. Meal: Breakfast, Box Lunch. Accommodation: Standard: Tierra Viva Hotel or similar. Superior: El Mapi Hotel or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, you will take the bus up to the citadel (30 minutes) of Machu Picchu on time to catch the first rays of sunlight over the citadel. Your guide will slowly show you around the main areas, explaining the theories about the building techniques the Incas used, and recounting myths and legends passed down over the centuries. After the tour, you will have plenty of time to look around and maybe do some of the other treks that are available in the surrounding mountains. After lunch (not included), it will be time to board the return train to Ollantaytambo station, and then transfer back to Cusco. Activity: Exploring, Hiking. Transport: Bus, Car, Train. Meal: Breakfast. Accommodation: Standard: Rumi Punku Hotel or similar. Superior: Antigua Casona San Blas or similar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early in the morning, you will be picked up from the hotel to go to Qollasuyo. First, you will pass through Cusipata, where you will have breakfast. Then, you will continue for 1 more hour until Fulawasipata, where you will start today’s excursion. After a short chat, you will begin your walk at the foot of the Ausangate mountain range. Option 1 At the start point of the trek, you will be able to see the snow-capped peaks of Ausangate. The hike is short and flat, about 1 Km. to reach the mountain at a lower altitude (4,700 masl). After exploring the top, you return to the start point and drive back to Cusco. The tour will end at Regocijo Square, from where you will walk to your hotel on your own. Option 2 You will ascend for approximately 2 hours to the highest point of Rainbow Mountain in a 3.5 Km. Hike to the top and another 3.5 Km in return. During this journey, you will have the chance to see South American camelids. Finally, you will descend to the starting point where the driver will be waiting to return to Cusipata to have lunch. After lunch, you will return to Cusco. The tour will end at Regocijo Square, from where you will walk to your hotel on your own. Activity: Exploring, Hiking, Sightseeing. Transport: Car. Meal: Breakfast. Accommodation: Standard: Rumi Punku Hotel or similar. Superior: Antigua Casona San Blas or similar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This is the last day of your Cusco & Machu Picchu tour. First, you will have free time to explore Cusco. At the coordinated time, you will have a transfer out to Cusco Airport. Transport: Car. Meal: Breakfast."
    }
  ],
  "map": ""
}