{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "exciting-family-holiday-in-peru",
  "tourName": "Exciting family holiday in Peru",
  "placesVisited": "Lima, Amazon Rainforest, Puerto Maldonado, Tambopata River, Cusco, Awanacancha, Ollantaytambo, Sacred Valley, Aguas Calientas, Machu Picchu, Puno, Lake Titicaca, Uros Indians, Capachica Peninsula, Valley of the Condors, Arequipa, Maca, Optional activities include: hiking, cycling, white water rafting, cookery classes, fishing for piranhas and horse-riding",
  "generalInfo": "Peru is without doubt our favourite location in South America with an inordinate amount of exciting activities and incredible landscapes ensuring family holidays will never be the same, ever again.<br/><br/>From mesmerising market places and interesting archaeological sites to one off eco-systems thriving deep within the Amazon rainforest in places like Puerto Maldonado, Peru is absolutely jam packed with a huge variety of things to see and do to keep the whole family happy and active all day long.<br/><br/>This 15 day tailor made tour invites families into the realm of the Incas where Machu Picchu can be reached on a day excursion or, perhaps, via a three day hike on the legendary Inca Trail. A great idea for kids who don't insist on needing a carry.<br/><br/>After trekking or visiting the lost city of the Incas you'll have time to explore around Arequipa, Cusco and Lake Titicaca with opportunities to cycle through the Sacred Valley allowing further insight into Peru's ancient heritage as well as the rural village lifestyles that you'll find today.<br/><br/>There's loads to keep adventurous kids engaged for hours with rainforest romps, ancient ruins, hiking, horse riding and river rafting expeditions all adding to a varied and exciting itinerary, perfect for intrepid explorers. <br/><br/>Staying with a local family on Lake Titicaca is certainly one way to find out more about the food and the lifestyles of local Peruvians and the contrast of shopping at Pisac market is beyond compare to what you'll be used to back home. <br/><br/>Get involved, help out with daily chores, haggle at the market or try your hand at cooking, watch condors wheeling overhead in Colca Canyon, feed the llamas or fish for piranhas; this is your chance to pick and choose your own South American adventure.",
  "durationDays": "15",
  "price": "4000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LIMA When you arrive at Lima airport you will be met by one of our representatives taken to your hotel. The rest of the day is free to relax after your flight or explore the city. Lima replaced Cusco as Peru’s capital back in 1535 and was the centre of Spanish rule for 300 years. It is home to beautiful colonial buildings, a striking central square selling local artwork, shoe shining, an impressive cathedral, colourful markets and a number of traditional Peruvian restaurants."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "LIMA A full free day for you to explore Lima by yourselves. Perhaps visit the cathedral and the exquisite San Francisco church or follow the tunnels under the church into the catacombs where the bones of more than 70,000 people are laid out in a number of small cave like rooms and holes. After dusk perhaps head to the ‘Magic Water Circuit’, an impressive series of fountains that ‘dance’ to music and light in a spectacular show."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LIMA - PUERTO MALDONALDO - AMAZON LODGE Transfer to Lima airport for a flight deep into the Amazon Rainforest to Puerto Maldonado. Once you have arrived you will travel by bus to the Lodge headquarters and then take a boat along the river to your lodge, deep in the heart of the Amazon. After dinner you will head out and dug-out canoe to an eco-lodge in the heart of the jungle for a nocturnal walk in search of some of the night animals that live in the area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AMAZON LODGE - CUSCO - SACRED VALLEY Time to continue your tour of Peru. Transfer to Puerto Maldonado Airport and fly to Cusco. On arrival you will transfer via the weaving centre at Awanacancha to Ollantaytambo in the heart of the picturesque Sacred Valley."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SACRED VALLEY A full free day to relax and enjoy the beautiful scenery of the area or perhaps visit the ruins of Ollantaytambo."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SACRED VALLEY - AGUAS CALIENTAS A free morning to further explore. In the late morning your driver will pick you up to transfer you to the train station. Here you will take the expedition train to Aguas Calientas where you will spend the night ready for your visit to Machu Picchu. If you feel like exploring why not make your way to the hot springs for a dip."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MACHU PICCHU Today you will visit Machu Picchu with a guide, the highlight of any visit to Peru. Perched on a ridge between enormous peaks, framed by the towering Huayna Picchu and the raging Vilcanota River, the lost city of Machu Picchu has to be one of the most impressive archaeological sites in the world. The ruins are vast and spread wide over the mountain side and you can spend many hours exploring, following small passageways through the vast rock walls. No-one knows exactly what the ruins were originally used for …was it a permanently inhabited city or a country retreat for the Inca nobility? Either way, it is stunning! The guide will be with you for around three hours and will then take you to lunch. In the afternoon you can return to the site on your own or take the bus back to Aguas Calientas for a relaxing afternoon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "AGUAS CALIENTES - CUSCO After a traditional Peruvian breakfast, your tour of Peru will continue with a train ride into Cusco. Take your time exploring the wonders of the city. Once the centre of the vast Inca Empire, Cusco offers an intoxicating combination of ancient religious sanctity and colonial splendour. Wander through the streets and you will come across huge stone blocks that were cut in Incan times with remarkable precision before turning a corner to find a lovely square that is framed by exquisite colonial buildings painted in pastel colours and attractive Spanish churches. Follow the cobbled streets that lead steeply up hill to the artistic quarter where you can find many excellent cafes, restaurants and markets, or head to the lively central market to bargain for souvenirs or try the local dishes in the huge food court."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CUSCO - PUNO Today you will take a private transfer from Cusco to Puno. This will take a full day as there are many interesting places to stop along the way, including the Temple of Wiracocha in Raqchi and the exquisite chapel at Andahuaylillas."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "LAKE TITICACA Head out onto Lake Titicaca, the highest navigable lake in the world, with spectacular views towards the Andes and over the lake itself. You will stop at the floating islands inhabited by Uros Indians; these are remarkable as they are constructed entirely from reeds and are home to quite sizeable villages. You will end the day in the village of Llachon and will spend the night on a homestay with a local family. The area is beautiful with small traditional villages, steep hillsides with terraced fields, and a constant view over the lake beyond."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "LAKE TITICACA - PUNO After breakfast you will take a hike to a lookout point that offers stunning views across the lakeshore and the agricultural terraces of the Capachica peninsula. You will then take a fishing boat to a local restaurant for lunch before returning to Puno. End your day with a continuation of your tour and a flight back to Lima."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "LIMA Time to say goodbye to Peru and head home."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "AREQUIPA - LIMA This morning you will drive to the Valley of the Condors and will see these remarkable birds soaring on the thermals above the canyon. The condors are huge and have the largest wingspan of any land bird, making this a truly magnificent sight. Option to take a short 30 minute hike though please note the high altitude therefore you will need to have a reasonable level of fitness. You will be able to remain at the view point for as long as you want before returning to Chivay and transferring back to Arequipa (arrive approximately 18:00). Along the way you will also stop in the small town of Maca to see the beautiful colonial church. Later, transfer to the airport for a flight back to Lima. You can then either connect with your international flight (if it departs late at night) or if you need to book any extra nights’ accommodation we can assist with this - please discuss with us. (Breakfast)"
    }
  ],
  "map": ""
}