{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-adventure-holiday",
  "tourName": "Peru adventure holiday",
  "placesVisited": "",
  "generalInfo": "Go beyond the astounding Machu Picchu on this adventure into Peru. Witness the awe-inspiring magic of the ancient Inca citadel and the natural and historic beauty that surrounds it. Get lost in the bustle of Lima, immerse yourself in island life (and pick up a word of Quechua or two) on Lake Titicaca, watch condors flying over the Colca Canyon and unwind in the Sacred Valley. Our tour of Peru goes deeper than the bucket-list sites to give you a real taste of this fascinating and diverse country.<br/> <br/> Inti Raymi Festival - Join our special departure to catch the 'Festival of the Sun', a religious ceremony during the Inca Empire and now one of South America's largest pageants.<br/> <br/> Stay on Lake Titicaca - Stay with locals at a homestay on one of the islands of the incredible, high-altitude lake.<br/> <br/> Explore Cusco - Sip pisco sours after a day exploring the ancient capital city of the Incas.<br/> <br/> Tick off Machu Picchu - Take the train to Aguas Calientes, the gateway to the world-renowned ancient site, and one of the New Seven Wonders of the World.<br/>",
  "durationDays": "14",
  "price": "2685",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Lima",
      "description": ": Our trip starts today in Lima, Peru's capital, which was founded in 1535 AD by the Spanish conquistador Francisco Pizarro. The modern cosmopolitan city is littered with reminders of its colonial and pre-Hispanic past, particularly in the historical centre. Located on the shores of the Pacific Ocean, you can easily escape the busy traffic of the city for a little calm on nearby coastal walking paths. For those arriving in time, our tour leader plans to meet you in the hotel reception at 7.30pm for a welcome meeting and for those that wish, there'll be the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Lima at any time. If you'd like an airport transfer today, you'll need to arrive into Lima's Jorge Chavez International Airport (LIM) which is approximately a one-hour drive from our hotel. Should you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to take an independent stroll along the coastal path to Miraflores and through the bohemian district of Barranco. Alternatively, you could visit the Larco Museum for an introduction to Peru's ancient history. The city is also gaining a reputation as a culinary centre, so why not try some ceviche (fish marinated in citrus juices) or sip on a Pisco sour?"
    },
    {
      "dayNumber": 2,
      "title": "Fly to Arequipa, free afternoon to explore",
      "description": ": This morning, we'll transfer back to the airport and fly to the beautiful city of Arequipa, normally arriving at around 10am and into the hotel for approximately 11.30am (although flight schedules can change). We'll head out for lunch after checking in, and then have a free afternoon to explore and acclimatise. Situated at 2,380 metres/7,808 feet, and surrounded by snow-capped mountains (including the perfect conical peak of the El Misti volcano), it's the perfect setting to begin our ascent into altitude."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Santa Catalina Convent",
      "description": ": This morning we'll visit Santa Catalina Convent, a miniature walled town which once housed 450 nuns and serving ladies in total seclusion. It's an enormous citadel within the city, not just home to the living quarters of a cloister of nuns, but with narrow alleyways, colourful arches, tranquil courtyards, churches, an 18th-century laundry and much more. We will spend a couple of hours exploring its vaulted ceilings and decorative cloisters, before having the rest of the day free. There are several ornate churches and plazas to discover, or you may wish to visit MUSA - the Andean Sanctuaries Museum -which houses significant archaeological exhibits from pre-Inca and Inca civilisations, including the mummied remains of 'Juanita', an Inca girl. Arequipa is famed for its colonial architecture, and the city square, dominated on one side by the twin-towered cathedral, is among the finest to be found in South America. The setting is magical come sunset when the waning sun casts red light over the tableau of the volcano and classic architecture. Catch it this evening in one of the city's rooftop bars as you sip a pisco sour."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Chivay via the Andean altiplano",
      "description": ": We'll take a four-hour drive north today, entering the world of the Altiplano, passing behind the volcanoes that ring Arequipa and on to Chivay. There are herds of llamas and alpacas en route, and if we're lucky we might spot the elusive vicuña. Today, we'll briefly reach the highest point of our trip at 4,910 metres/16,108 feet where we'll stop for a photo before descending towards Colca Canyon."
    },
    {
      "dayNumber": 5,
      "title": "Visit the Colca Canyon, continue to Puno",
      "description": ": We'll have an early start this morning as we head to the Colca Canyon. A spectacular river gorge, the Colca Canyon measures twice the depth of the more famous Grand Canyon and at one time it was believed to be the deepest gorge on earth (until it was eclipsed by the deeper Cotahuasi Canyon). Today it allows us to discover a world of Andean villages and Inca terraces that make up one of the most outstanding natural settings in the Americas. We'll spend some time here at the Cruz del Condor viewpoint, searching for a sighting of the majestic birds flying over the canyon. This afternoon, we'll drive east, via the Patapampa Pass again at 4,910 metres,/16,108 feet heading towards the beautiful landscapes that surround the unique waters of Lake Titicaca, the highest navigable lake in the world. Our destination is the town of Puno, a centre of Incan folklore nestling in a bay at the northwestern tip of the lake and the perfect base from which to explore the cultural and historical significance of the lake itself. The drive from the Colca Canyon to Puno is approximately six hours including a lunch stop."
    },
    {
      "dayNumber": 6,
      "title": "Boat trip on Lake Titicaca; visit Uros Islands and overnight on Taquile Island",
      "description": ": From Puno, we'll take a boat trip on Lake Titicaca to explore the floating reed islands, home to the Uros people who live on the lake itself. Their islands are made from totura, a reed-like papyrus that grows in the shallows and is used in most aspects of their life, including the construction of their boats and homes. We'll then continue to the lesser-visited island of Taquile which has preserved much of its Inca and pre-Inca heritage. Here, the islanders still speak the language of the Inca - Runa Simi or Quechua. We'll have approximately a twenty minute walk to our guesthouse from the dock, and this evening there will be the option to take a longer walk on the island for those who wish."
    },
    {
      "dayNumber": 7,
      "title": "Morning on Taquile Island, afternoon return to Puno",
      "description": ": This morning is free on Taquile Island. You might like to take a walk up to the Inca ruins, or visit the market and buy some of the locally-made embroidery. Later this afternoon, we'll return to Puno with a three hour boat journey, where the afternoon is free to take a stroll through the markets in search of llama and alpaca wool items."
    },
    {
      "dayNumber": 8,
      "title": "Bus to the Sacred Valley",
      "description": ": Today we'll follow the legendary route taken by the first Inca ruler - Manco Capac - on his way towards Cusco. Our destination is near Ollantaytambo in the Sacred Valley. During our bus journey, we'll drive up to the northern limit of the Altiplano, crossing La Raya pass (4,335 metres/14,222 feet) and descending via the Inca temple at Raqchi to Andahuaylillas. Here, we'll swap our public bus for a private vehicle, and we'll bypass Cusco by driving straight through the scenic Sacred Valley, winding through small towns and villages with the Andes flanking us on either side. The scenery is desolate but magnificent and we might even spot flocks of llamas and alpacas grazing on the windswept pastures. The total journey from Puno to our hotel is approximately 11 hours including stops."
    },
    {
      "dayNumber": 9,
      "title": "Free time in the Sacred Valley; evening visit to the community of Misminay",
      "description": ": Today is a free day in the beautiful Sacred Valley with a wide choice of things to do. For water lovers there is the opportunity to go kayaking or stand-up paddleboarding on the Piuray Lagoon in the heart of the area's spectacular scenery. No previous experience of is necessary - full instruction and safety equipment are provided. Alternatively, you can take a trip to Maras and Moray, two of the Sacred Valley's most impressive sights; first, visit the huge concentric Inca terraces of Moray, a sort of botanical laboratory that the Incas used to test their crops. Then, visit the weirdly beautiful Maras salt mines, laid out across the mountainside like a chess board, before making a final 45-minute descent to the small salt-producing town of Pichingoto. If you'd prefer a less demanding activity, there's the chance to visit a craft beer brewery, including a tasting of the various beers. Craft beer is relatively new in Peru but is growing quickly. The range of local ingredients used in the brewing process is fascinating. This evening, we'll visit the community of Misminay, home to many of the porters who work along the Inca Trail. We'll share an Andean meal with them, prepared from local supplies, before spending the evening underneath the starry night sky, and hearing about the ancient Inca theories of the cosmos. Their rich history comes to life during this stargazing experience."
    },
    {
      "dayNumber": 10,
      "title": "Train to Aguas Calientes; visit Machu Picchu",
      "description": ": This morning, we'll take an early morning train along the side of the Rio Urubamba, flanked by high cliffs and peaks, towards the mountain town of Aguas Calientes. Once a tiny village of no more than a few houses, this town is now bustling with travellers and trekkers coming to-and-from the famous 'lost' city of Machu Picchu. After dropping bags at our hotel, we'll take a bus to the ancient site. This masterpiece of ancient civilisation remained undiscovered by the outside world until it was 'found' by an American archaeologist, Hiram Bingham, in 1911. We'll explore the mountain-top stronghold before returning to the valley floor, where we'll stay in a hotel in Aguas Calientes. There'll be the chance to unwind and relax with a soak in the nearby natural hot baths."
    },
    {
      "dayNumber": 11,
      "title": "More time to discover Machu Picchu (optional); return to Cusco",
      "description": ": This morning is free for you to either relax in Aguas Calientes, or to explore Machu Picchu more. There are several optional ways that you might like to choose from - each one requires an additional permit that should be pre-paid at the time of booking. The first option is to revisit the site, giving you another chance to explore (unguided) at your own pace. There are one-way circuits in place in the site, and typically this will be following the same route as taken the previous day. Alternatively, there are a number of alternative circuits to follow, exploring either the upper terraces or the lower royal circuits. For keen walkers and those with a head for heights, it's also possible to climb either Machu Picchu Mountain or Huayna Picchu. For more information on the different circuits, please see the bottom of this page. These options must be pre-paid at the time of booking, and if you change your passport between your time of booking and prior to travel please bring your original passport with you. A final option is to simply relax in Aguas Calientes - it's a fantastic little town with a great market, excellent cafes and a laidback vibe. Later, we'll take the afternoon train to Ollantaytambo, from where we'll get the bus to Cusco."
    },
    {
      "dayNumber": 12,
      "title": "Walking tour in Cusco, visit Sacsayhuaman Fortress",
      "description": ": This morning, we'll take an immersive walking tour through the captivating city of Cusco, kicking things off in the colossal archaeological site of Sacsayhuaman, a stone fortress that's still at the core of Cusco's traditions. Winding our way along an old Incan trail, we'll head down to the colonial neighbourhood of San Cristobal, where the plaza gives us a sweeping view over the city's rooftops. Navigating the narrow streets of the old city, we'll reach the aqueduct of Sapantiana, a hidden engineering marvel only known by locals. This aqueduct directs us to arty San Blas, where coffee shops converge with traditional artisan's workshops, we'll explore the cobbled calles, venturing inside the studios to marvel at the local craftsmanship. Entering the main Plaza de Armas of Cusco, the focal point of the city, we're welcomed by the baristas of Three Monkeys Coffee who serve us the finest Peruvian beans. Then, once revived, we'll continue walking, gazing upon the Qoricancha complex, once the Inca's most sacred site dedicated to the Sun God. Our final destination is Mercado de Wanchaq, a local hot spot jammed with rows of colourful stalls and filled with the aromas of seasonal fruit. Slurping freshly pressed juice, we'll watch the sellers hawking their wares before returning to the hotel. The walking tour is approximately 4 kilometres/2.5 miles and is expected to take around four to five hours."
    },
    {
      "dayNumber": 13,
      "title": "Free day in Cusco",
      "description": ": Today is left free to further explore the winding streets and alleyways of Cusco. There are plenty of museums, lively plazas and bustling markets to explore, and it's a relaxing place to spend a day people-watching while enjoying a coffee - or a pisco sour! For those who would like an active end to their holiday, there is the option of hiking up the famous Rainbow Mountain, a tough, approximately 1.5 hour uphill hike on a rough mountain path that takes you up to 5,020 metres / 16,470ft of altitude. You'll pass through fields of llama and alpaca, with views to high, snowy mountains, before arriving at a lookout of the colourful red, purples, greens and pinks that give the mountain range its name. The return is by the same path. It's a full day (approximately 12 hours including the drive time) and includes a packed lunch. Your Tour Leader can assist you with the booking in Peru, pending availability."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Cusco",
      "description": ": Our trip ends after breakfast at our hotel in Cusco. There are no activities planned today, so you're free to depart from Cusco at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Alejandro Velasco Astete International Airport (CUZ), which is around a 15-minute drive from our hotel. Depending on the schedule of your flights, you might have additional time to visit a museum shop for souvenirs in the winding streets and alleys of the city. If you're travelling on to the Amazon, you'll be transferred to Alejandro Velasco Astete International Airport this morning for your flight to Puerto Maldonado."
    }
  ],
  "map": ""
}