{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-highlights-holiday",
  "tourName": "Peru highlights holiday",
  "placesVisited": "Lima, Cusco, Sacred Valley",
  "generalInfo": "This Peru highlights holiday will take you to some of the country’s most popular and spectacular sights. You’ll begin your journey in Lima, Peru’s dynamic capital, where there are plenty of historic buildings, museums and gorgeous views to keep you happy. The city delights continue with a move to Cusco, a beautiful colonial city that lies at the heart of the former Inca civilization and contains plentiful treasures, including ancient architecture and lively craft markets. From here you’ll visit the Inca ruins at Ollantaytambo.<br/><br/>Two days in the Sacred Valley come next, where there will be ample time to explore the iconic 15th century Inca citadel of Machu Picchu, among the most famous set of ruins in the world. Back in Cusco the Qoricacha temple, the Plaza de Armas, and the Sacsayhuaman and Puka Pukara fortresses will give you even more insight into the lives of the Incas. <br/>",
  "durationDays": "8",
  "price": "2575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The Adventure begins in Lima, Peru - Welcome to Lima, Peru! The capital and largest city of Peru. Located in the central coastal part of the country, overlooking the Pacific Ocean. Upon your arrival in Lima airport, you will meet with your guide and transportation service, that will take you to your hotel. Rest of the day free, to relax at the hotel or take the first sights of the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half Day City Tour in Lima - After breakfast, you will leave on a half day tour to explore Lima old town, a UNESCO World Heritage Site packed with fascinating historic buildings. Start with a scenic tour in the colonial downtown, which radiates from the Main Square, where you can appreciate the grandiose architecture of the Spanish Empire. Stroll over to the Cathedral, which was begun in the 16th century and took 80 years to build. Then visit the Casa Aliaga, a colonial mansion granted in 1535 by chief conquistador Francisco Pizarro to Jerónimo de Aliaga, one of his captains. This is the only house from that time that still belongs to the same family after all these centuries. Continue to the Larco Museum, located in the traditional Pueblo Libre district, which is housed in a beautifully restored viceregal mansion built on a seventh-century a pre-Columbian pyramid. The museum boasts the most complete pre-Hispanic collection of gold and silver artefacts, as well as pieces of erotic art. Finally, head to the “Love Park” in the upscale coastal district of Miraflores, where you can admire the cliffs and a spectacular view of the Pacific Ocean. Return to the hotel after the excursion."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lima / Cusco / Valle Sagrado - At the appropriate time, you will be pick up from your hotel and transfer to the airport of Lima to take your flight to Cusco. Upon arrival to Cuzco, you will be transferred to your hotel in Sacred Valley (private service)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sacred Valley - Full Day Chinchero/ Vivo Museum/Ollantaytambo During the morning, you will be picked up from your hotel in Cusco to visit the town of Chinchero, a traditional Cusco urban centre located at an elevated point with a beautiful view of the valley. The inhabitants of this area preserve the artisan traditions and the inherited knowledge of the Incas and display them in their clothes and customs. In Chinchero there are also archaeological remains and a beautiful seventeenth-century church, one of the first Catholic buildings in Peru. After this, you are transferred to Ollantaytambo, making a stop at the Raqchi viewpoint from where you can see the local archaeological site. Upon arriving in Ollantaytambo visit its town, inhabited uninterruptedly since Inca times, and climb the iconic fortress, built next to a mountain. Later, have lunch in Ollantaytambo and live a superior Andean gastronomy experience in Chuncho restaurant, where the true spirit of the Sacred Valley is transmitted in a cosy atmosphere. It should be noted that the restaurant offers exclusive service for LimaTours passengers at regular lunchtime, providing first class personal attention. Then, you are transferred from Ollantaytambo to the Living Museum of Yucay, a centre Andean traditions interpretations, where demonstrations of the elaboration of textile work, adobe, pottery and silverware are carried out in the same way in which they used to in antiquity; an original recreation of Inca traditions. Also, residents of the museum include llamas, sheep and alpacas, and they can be fed! At the end of this activity, you are transferred back to your hotel. Duration: Full day"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sacred Valley - Full Day Machu Picchu Ruins / Aguas Calientes - After breakfast, you will start the desire adventure to Machu Picchu, with a train ride to Aguas Calientes in approximately four hours’ time. This town is also known as “Machu Picchu Pueblo” and is the last stop before entering the remains of the most important archaeological site in Peru. In Aguas Calientes there is a train station, a craft market, restaurants and hotels of different categories for those who prefer to spend the night at the foot of the mountain and climb it early. Finally, after a short transfer by bus you will reach Machu Picchu, a masterpiece of engineering and architecture that served as a sanctuary and retreat for the Inca Pachacutec. Machu Picchu, which means “Old Mountain”, and is considered a World Heritage by UNESCO and one of the new seven wonders of the world. At the end of the tour you will take a bus back to Aguas Calientes and have lunch at ¨Cafe Inkaterra¨ Machu Picchu. You will have the rest of the afternoon free, to relax at the hotel or explore the surroundings."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sacred Valley - Full Day Machu Picchu Ruins / Cusco - Today, you will have breakfast at the hotel and you will have the opportunity to return to Machu Picchu and visit any of the attractions of the citadel. Visit the Intipunku, which in Castilian means “Sun Gate” and is the last stop before entering Machu Picchu if you follow the Inca trail from Ollantaytambo. The sun rises every day through this door if viewed from the most important buildings of the citadel. You may climb the Wayna Picchu (subject to space availability), which means “Young Mountain” as opposed to Machu Picchu. This ascent takes about an hour and its main attraction is the “Temple of the Moon”, a complex of underground constructions likely to have been used by the elite. Finally, you will be able to know the Inca Bridge, an incredible stone building that served as entrance or exit of the citadel. In the afternoon, you will head to the train station of Aguas Calientes and take the train back to Cusco from there. Once you arrive at the Cusco train station, you will be transferred to your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full-Day Humantay Lagoon: You will leave Cusco early in the morning heading to Soraypampa, starting point of your trek. On the way, you will cross the city of Limatambo -located at 2100 m.a.s.l.- an important access point to the city of Cusco during the time of the Inca Empire. There you will find the archaeological remains of Tarawasi, a place that served as a resting point for those heading to Chinchaysuyo. Then, you will continue your journey along the right bank of the Apurimac River until you reach Soraypampa, making a quick stop for breakfast at a local restaurant. From this point, you will start your trek up the mountain towards the Humantay Lagoon. Upon arrival, you will appreciate the stunning scenery of this wonderful place and enjoy the relaxing atmosphere. Before leaving, you will have time to take pictures around the lagoon. At the end of the visit, you will walk back to Soraypampa, where the transport will be waiting for you to take you back to your hotel. Along the route you will stop for lunch at a local restaurant. Type of service: Shared Duration: 7/8 hours Included: Transportation mentioned above, bilingual guide (English/Spanish), lunch. Difficulty: Medium"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Half-Day City Tour: We will pick you up at your hotel, to start your tour with a visit to the Coricancha, also known as the \"Temple of the Sun\" (or \"Premises of the Gilded One\"), the construction of which was ordered by Inca Pachacútec (1438-1471) and was used as a base for the construction of the Santo Domingo Convent upon the arrival of the Spaniards. This is when the Sun (Inti, in Quechua) was worshipped during the Inca Empire and at the time of the Incas its walls were fully covered with gold sheets and its courtyards were planted with golden corn and life-size llamas. You will then go to the Cathedral, the most important building on the Main Square and one of the most splendid Spanish colonial churches in America, which is shaped as a Latin Cross and houses about 400 colonial paintings from the Cusco art school, and impressive goldsmith, silversmith and precious stones works. Its construction lasted almost a century, it started in 1560 and ended in 1654. The Ecclesiastical Chapter ordered to extract and transport hundreds of stones from the Sacsayhuamán fortress for this purpose. You will then visit the said fortress, en emblematic work of the Incas, which protected the Holy City. Conceived and built by Inca Pachacútec in the 15th century, The Sacsayhuamán complex was built with megalithic blocks, which transportation and construction continue to be a mystery. The Inti Raymi Festival, which worships the Sun, is reenacted on June 24 of each year, during the winter solstice. You will then go to Qenqo, located four kilometers away from Cusco City, an archaeological complex mainly used for religious purposes, and it is believed that agricultural rituals took place there. You will finally visit the vestiges of Puka Pukara, located seven kilometers away from Cusco. Puka Pukara, which means \"red fortress\", was an architectural complex presumably used for military purposes; it has many rooms, squares, bathrooms, aqueducts, walls and towers, and it is believed that the Incas entourage used it while he rested at Tambomachay. At the end of the tour, we will take you back to your hotel. Type of service: Private Duration: 4 Hours Included: Transportation mentioned above, excursions mentioned above, local guide, Cusco tourist ticket Note: On Sundays, Qoricancha is closed in the mornings ** Transfer Cusco Hotel / Cusco Airport: At the appropriate time, we will pick you up at the hotel to take you to Cusco Airport Type of service: Private Included: Transportation mentioned above"
    }
  ],
  "map": ""
}