{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "wonders-of-peru-holiday",
  "tourName": "Wonders of Peru holiday",
  "placesVisited": "",
  "generalInfo": "This itinerary prioritises the must-see locations of Peru, a whistle-stop tour with fantastic stays in intimate and immersive boutique lodges. The Wonders of Peru Tour starts with a couple of days to explore the colonial city and culinary centre, Lima. It's then off towards Machu Picchu, one of the New Wonders of the World in a setting so glorious it feels unearthly. After exploring the lush valley and Incan ruins, journey to Arequipa and the Colca Canyon to finish this holiday with a combination of history and natural serenity.<br/><br/>Your holiday begins in Lima, a sprawling capital that is rich in history as well as flavour. Here you will be introduced to incredible Peruvian hospitality in your guesthouse in Barranco, a bohemian district fronting onto the Pacific. Fly to the Sacred Valley for a few nights in a guesthouse overlooking the Ollantaytambo ruins. Encounter majestic Machu Picchu and trek around the Moray Terraces and the Salineras de Maras with a pit-stop lunch and some truly supreme views. You will have two nights in Cusco before embarking on your journey to the Colca Canyon. Journey over volcanic passes past grazing llamas and vicuñas, arriving in a traditional Andean getaway surrounded by breathtaking views, corn-fields and hot-springs. Set off at the crack of dawn to see condors fly high, before returning for two nights in Arequipa. Your whistle-stop tour of Peru ends in Arequipa, spend your last night with rooftop pisco sours, watching the white city turn pink at dusk.<br/><br/>Each of our lodges and boutique stays on our Wonders of Peru tour are selected for their unique connection with local communities and Peru's precious environment. Every need will be catered for whilst we give back to the destination that has provided so much.",
  "durationDays": "12",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "La bienvenida a Peru! Upon your arrival at Jorge Chavez International Airport in Lima, youll be greeted into the City of Kings by our local guide. Following a long journey, relax in the comfort of a private car whilst escorted to the sea-facing neighbourhood Barranco. Your boutique guesthouse Villa Barranco is immersed in colourful gardens just a stones throw from trendy coffee shops, bars and murals alive in colour. Its the perfect base for exploring the city, a sheltered oasis tucked away from the citys chaos. Enjoy a drink on the rooftop and settle into a sleepy evening following your journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following an alfresco breakfast on the veranda, you will be taken to Lima's historic centre by our knowledgable guide. It is here that your walking city tour will begin, where the tomb of Spanish conquistador Francisco Pizarro remains. The buildings surrounding such as Torre-Tagle Palace and the Basilica Cathedral of Lima are archetypal depictions of the city's colonial past. Discover the subterranean catacombs of the Convent of San Francisco, followed by a guided visit to the Larco Herrera Collection, where ceramics, textiles and jewellery from Peru's indigenous communities are brought together in a 17th century vice-royal house. In the charming gardens of the Museo Larco, try out some of Peru's gastronomic delights in a truly special spot for lunch. After a morning of city excursions you'll be escorted back to Barranco where you can explore the surroundings at ease. This area is famous for the writers, poets and artists who have lived here and expressed what it means to be Peruvian. The colourful murals serve as a testament to this. This part of the city is like a canvas, and each brick wall hosts many stories to tell."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your journey to the Sacred Valley begins today. This morning you will be escorted by your private car to Lima airport for a short flight to Cusco. After just 1.5 hours, you will arrive and be met by our representative who will transfer you to Ollantaytambo in the Sacred Valley. The drive to your accommodation will be breathtaking in more ways than one. Cusco is located at a higher altitude than Machu Picchu, but as you travel further into the valley, the air will become easier to acclimatise to. Today you will enjoy an Andean traditional Pachamanca lunch - a special occasion where families come together to give thanks for the food that the land provides. Experience the unique cooking method where food is buried in a ground-oven and learn about the history of this ancestral lunch. Take a stroll through the organic garden where all the produce of todays meal grows and feel fulfilled after eating fresh organic vegetables, salads and a variety of tubers with lamb, pork and chicken. Following your meal, visit Cafe Mayu coffee roastery and Andean Distillery in El Albergue tucked away in the train station. This afternoon, visit Ollantaytambo, one of the most representative building complexes of the Inca Empire and site of one of the Spanish Conquistadors rare strategic defeats. Famous for its terraced fields, Ollantaytambo was a very effective fortress and a religious centre. It stands tall today, a testimonial to the power of the Incas. Enjoy an afternoon of ambling through this intricately designed town before being escorted to your eco-lodge, Las Qolqas - a brand new luxury tented accommodation in a spectacular setting overlooking the rivers of the valley."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The trails through the Sacred Valley are utterly spectacular. These ancient networks have been carved out from hundreds of years of exploration, curiosity and passion for the land. Today's excursion will combine culture, history and nature at a slower Andean pace on foot. From the small village of Maras, our specialist will guide you to the salt terraces that are approximately an hour's hike away. From the Raqchi viewpoint, gain spectacular views of the vistas of the valley. As you approach, gleams of dazzling light reflected off the Maras salt terraces might give the illusion of a sheet of snow or frost - the stunning sunlight has that effect here. This is a historically prominent place, the salt was extracted from these mines during Inca times and the same method has been used ever since. From here, you will continue to the community of Misminay where you'll receive a warm welcome with music and typical dances. Learn about the Andean families' lifestyle, by sharing some of their daily activities with them and enjoy a delicious and traditional lunch prepared with local products before beginning the hike towards a viewpoint of the otherworldly terraces of Moray. Enjoy spectacular landscapes with the mountains as a backdrop. After an amble of 45 minutes, you will be rewarded with an amazing view of Moray at your feet. Moray's circular terraces hidden among the hills are similar to that of a Greek amphitheater. Surrounded by an impressive backdrop of snow covered mountains, Moray served as an open-air agricultural lab for adapting crops to different environmental conditions."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, walk to a delicious buffet breakfast through the blossoming botanical gardens of your lodge. Feed your soul on Las Qolqas' fresh produce and breathe in fresh mountain air before setting off on your day trip to Chinchero. Today you will get to know the diversity of Peru's agriculture through talking to agricultural engineer and Sacred Valley local - Manuel Choqque. You will be introduced to his researches and experiments with native potatoes and tubers to produce the wildest coloured varieties with heightened nutritional properties. On your exclusive tour, taste these wines and spirits in different combinations, remaining thankful that our driver will escort you back."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After nourishment and a comfortable night's sleep, this morning you will begin your excursion to one of the New Wonders of the World, Machu Picchu. You will be met by your guide at the train station just minutes away from your hotel, and board the Vistadome train for the hour and a half journey up to Machu Picchu Pueblo. Sit on the left hand side of the train to gain panoramic views of the valley as you approach the ancient citadel. No great expectations will prepare you for the magnitude of Machu Picchu's awesome beauty. The winding avenues blanketed in green, unique and mysterious stone structures and celestial monuments will be deeply uncovered and explained by your expert guide. After your private tour, and a picnic on a secluded site, make your way to Huayna Picchu, the mountain that overlooks the citadel. For adventurous travellers, climb up the dizzying heights of the Incan steps carved into the rock face to gain sublime views over the citadel. Following your descent, sink back into the comfortable seats of the train to Ollantaytambo where you will be picked up by our representative and driven to Cusco. We will ensure you have all your belongings before taking you to your new boutique lodge, Antigua Casona San Blas."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After arriving in Cusco in the evening last night, you might have caught a glimpse of just how beautiful this city is. Your boutique hotel is in the artistic and trendy district of San Blas, renowned for incredible food and vibrant contemporary culture. Have a delicious breakfast made for you at Antigua Casona San Blas in the sunny courtyard before setting off on a days city adventure. Today you will have a fascinating tour of Cusco, also known as the Imperial City of the Incas. Learn about the citys history, the daily life of its people and its importance for the Andean region. Beginning at the city's iconic local market - for local people the city's real, beating heart - explore the colours, flavours and traditions of both a modern and traditional Cusco. Continue onwards to the Koricancha, also known as the golden temple, the most important temple in the Inca Empire and centre of worship of Inti, the Sun God. Although the Spanish Dominican order built a church on top of the original temple, the Koricancha foundations and stonework are still visible. Leaving this Inca temple, we continue to the fortress of Sacsayhuaman. Built with massive blocks of stone, this imposing example of Inca military architecture is located on the outskirts of the city. From here, continue on foot along picturesque cobble-stoned streets, passing through the famous artisan neighbourhood of San Blas on the way down to the Plaza de Armas (main square), where you will visit the Cathedral. You can then return to your hotel or, if you choose, stay in the Historic Centre and continue exploring at your own pace. Your day will be accompanied by our hand-picked guide whos intimate knowledge of Cuscos history and present goes unparalleled. Finish up with a relaxing spa treatment back at the hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, your driver will pick you up from your Cusco hotel and take you to your flight departing to Arequipa. Upon arrival you will be met by our representative and escorted to your boutique hotel in the Historic Centre. In the afternoon you will begin your tour with a walk through the Main Plaza, as well as through the most representative streets of the city. Arequipa guards the base of the volcanoes that loom surreally overhead, and the white sillar curves lend themselves perfectly to the virtues of a beautiful location. Weave into the depths of town, discovering the colourful Santa Catalina Convent, a monastery as fast as a fortress in itself."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, after breakfast you will be picked up by your private driver to journey to Chivay. Along the way there will be many pit-stops and photo opportunities, so have your cameras ready. Your first stop will be at 3900 meters in the national reserve - Pampa Caahuas. Continuing onwards towards the Colca Valley, stop at a restaurant 4000 meters above sea-level. Enjoy a cup of coca tea to acclimatise to the high altitude and enjoy even more breathtaking views of Misti, Pichu Pichu and Chanichani. The landscape up here is like no other. Onwards, you will stop on the pampas of Toccra where there are great viewing opportunities of llamas, alpacas, vicuas and many Andean birds. Lookout on the Andes from the Pata Pampa pass at 4900 meters above sea-level marvel at the 8 volcanoes surrounding that form the circle of fire. From here descend down to Chivay, the most important town of the Colca Valley, and enjoy a hearty traditional lunch. Head onwards to your lodge, secluded in the valley. Colca Lodge is a special lodge with exclusive access to its own thermal hot springs. This is the perfect spot to unwind after a long journey over mountains to get here, so sit back and enjoy a local brew whilst watching the sky turn pink from your terrace."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning have a slow rise and enjoy the peace and quiet of the Colca Valley. Sit on your private terrace observing the vastness of the landscape, or the intricate movements of a feeding hummingbird. Perhaps spend the day enjoying the virtues of the Eco-Thermal Spa, boasting glass panelled windows overlooking the fast flowing river. Explore the farmland of Colca Lodge, where a series of barns with alpacas, llamas and long-haired suris graze peacefully alongside your lodging is an incredible way to spend your day at ease."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You'll literally be rising with the birds this morning. Set off at the crack of dawn with your experienced and knowledgeable guide to get up close and personal with the largest flying bird on Earth: the Andean Condor. The magnitude of the wingspan of this spectacular bird cannot be overstated. You will be taken to an exclusive and secluded spot to interact with these birds in a setting far from the tourist traps. Watch the Condor glide and dive into the deepest crevices and perch high on clifftops. Afterwards stop by at Maca and Yanque to visit its colonial churches. Your last stop is at the Mirador lookout point of Antahuilque, where terraces have the shape of an amphitheatre. Today, you will then head back down to Arequipa, stopping in Patahuasi en route."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sadly today marks the end of your tour of Perus highlight destinations. Once visited, we guarantee youll need to return for more. Perhaps have a look at our alternative, off the beaten track adventures for future travel inspiration to Peru."
    }
  ],
  "map": ""
}