{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-holiday-culture-of-the-northern-andes",
  "tourName": "Peru holiday, culture of the Northern Andes",
  "placesVisited": "Lima, Chiclayo market, Ventarron, Huaca Rajada and Royal Tombs Museum, Trujillo, via the ‘Temple of the Wizard’ in El Brujo and Huanchaco, Moche sites of Huacas del Sol y de la Luna, Chan Chan ruins, Kuntur Wasi archaeological site, Tours of Cumbe Mayo and Cajamarca City, Leymebamba via Celendin, Revash Cliff Tombs and Leymebamba Mummy Museum, Take the cable car to the ruins of Kuelap, Chachapoyan burial sites in Karajia, Hike to the Gocta Falls, Orchids, hot springs and hummingbirds in the Amazon Basin, Canoe tour through Santa Elena Reserve",
  "generalInfo": "The north of the country is much less visited than the south, and travellers with a sense of adventure and a love of discovery will relish this 15-day northern Peru holiday, exploring Andean culture, archaeological treasures and spectacular landscapes. Meet friendly, welcoming people as you travel and with each day you’ll learn more about the traditions and ways of life of this remote region, which has changed little in decades.<br/><br/>Things are a little rougher around the edges in the north of Peru, so travelling around the area involves some long road journeys, but this is a chance to really explore authentic South America. Your journey takes you all the way from the capital, Lima, to the vibrant and extremely friendly city of Chiclayo on the north Peruvian coast, and finally east, into the Amazon Basin. Explore the abundance of ancient sites and mystical ruins in northern Peru, built by the Incas and earlier cultures, shop in local markets and hike through wild landscapes as you go.<br/><br/>Among the many highlights of this trip are the walled, mountaintop city of Kuelap, the amazing ruins of Chan Chan, whose adobe complexes blend into the sands, and the fascinating cliff tombs of Revash. Towards the end of the tour, you will also visit the Santa Elena Reserve in the Amazon Basin. Taking a canoe tour through the flooded forest in search of monkeys and other tree-dwelling wildlife, you can learn about the efforts three local families have made to conserve it. <br/><br/>This is a fully escorted small group tour (maximum 20 people) with an experienced and immensely knowledgeable tour leader with you throughout. As well as handling all of the logistics so you can relax and enjoy your holiday, they will bring the sites and landscapes of northern Peru to life with informative and entertaining commentary.<br/>",
  "durationDays": "15",
  "price": "3253",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met by the tour leader or a local representative and escorted to the group hotel. Lima, the City of Kings, was once the capital of colonial Spanish America, and the remnants of its glorious past can still be seen in the grandeur of colonial buildings, including the Cathedral and the Presidential Palace on the Plaza de Armas. Modern-day Lima is a lively, raucous and somewhat chaotic city, but its colonial centre is very walkable so enjoyable to explore. Lima is also famous for its mouthwatering food, so head to the district of Miraflores, a modern middle-class suburb where your hotel is located. Browse the wide range of restaurants to enjoy seafood specialities such as ‘ceviche’. You can also visit one of Lima’s most fascinating archaeological sites in Miraflores, the 2000-year-old pre-Inca Huaca Pucllana, built with millions of adobe bricks. Alternatively, stop by some of Lima’s museums such as Museo Larco or Museo del Convento San Francisco."
    },
    {
      "dayNumber": 2,
      "title": "Fly north to Chiclayo.",
      "description": "There will be a walking tour of Lima’s colonial centre in the morning before taking a flight north to Chiclayo. The lively city is home to a friendly population and hosts one of the largest and most colourful markets in Peru. Mercado Modelo’s stalls sell magic potions, lucky charms and a variety of local herbal remedies. Discover Chiclayo’s beautiful neoclassical cathedral and main square."
    },
    {
      "dayNumber": 3,
      "title": "Visit Ventarron, Huaca Rajada and Royal Tombs Museum.",
      "description": "Today we begin by visiting the ancient religious site of Ventarron, half an hour’s drive outside Chiclayo. This is one of the oldest constructions in the Americas, with the first temple and oldest mural thought to date from 2000BC. Half an hour further west is Huaca Rajada (Sipan), one of Peru’s most important archaeological finds, where the remains of several Moche mummies were discovered in 1987. Visit the burial grounds and see in situ replicas, then in the afternoon, visit the outstanding Royal Tombs of Sipan Museum to see artefacts recovered from Huaca Rajada, including ornaments of gold, silver and copper, shell necklaces and ceramics."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Trujillo via El Brujo.",
      "description": "We head south to the city of Trujillo (5-6 hours with stops) – known as the City of Everlasting Spring. The road takes us across desert plains separated by lush, irrigated valleys. On the way we visit El Brujo – “Temple of the Wizard”, a sacred complex of adobe temples close to the Pacific with beautiful Moche murals and a display of a mummified female Moche leader discovered there. From El Brujo, we follow a road through cane fields to the beach resort town of Huanchaco, where fishermen still use reed boats as depicted on Moche ceramics. Trujillo’s centre has some excellent examples of colonial architecture, including beautiful Plaza Mayor and the 15th century fortress, Alcazar de los Bejarano. The city’s environs are speckled with extraordinary pre-Inca archaeological sites which reflect the eventful history of the region before the arrival of the Spanish."
    },
    {
      "dayNumber": 5,
      "title": "Explore Huaca de la Luna and Sol as well as Chan Chan.",
      "description": "Begin the day with a tour of the famous Moche sites of Huacas de la Luna and del Sol, built with millions of adobe bricks. The Moche people (AD100-800) are famed for their realistic portrait pottery their beautiful gold and silver jewellery. Huaca del Sol was extensively looted by conquistadors, but excavations continue to unearth extraordinary artefacts, as well as evidence of human sacrifice. In the afternoon, a short journey takes you to Chan Chan, extraordinary ruins consisting of nine vast adobe compounds established by the Chimú civilisation in the 14th and 15th centuries. It has a stunning location on a sweeping beach with the buildings blending seamlessly into the sand. The motifs on the walls depict fish and sea birds, illustrating their importance in the life of the Chimú. Return for one more night in historic Trujillo."
    },
    {
      "dayNumber": 6,
      "title": "Journey to Cajamarca via Kuntur Wasi.",
      "description": "Today we drive north-east from the coast into the Andes (8 hours with stops). Just outside San Pablo is the ancient archaeological site of Kuntur Wasi, which has been used as a ceremonial location for centuries since approximately 1200BC. Explore the large stone platforms and see where archaeologists recovered stone stela which are now on display in the onsite museum. We continue to Cajamarca via pine forest with chances of seeing wild vicuña. This peaceful colonial town is your base for explorations into the surrounding area."
    },
    {
      "dayNumber": 7,
      "title": "Tours of Cumbe Mayo and Cajamarca City.",
      "description": "We drive up to the archaeological site of Cumbe Mayo, an impressive aqueduct, one of the oldest man made structures in South America. Believed to have been built in 1500BC, these channels took water to Cajamarca. Returning to town, enjoy a walking tour of Cajamarca. It was here that Atahualpa, one of the last Inca Emperors, was held for ransom. Even though he filled one large room with gold and two with silver to bargain for his life, he was still executed by Pizarro and his band of Spanish conquerors in the town square. Explore the historic heart of this beautiful city, including the Ransom Room, several interesting colonial churches and climb Santa Apollonia hill for sweeping views over the town."
    },
    {
      "dayNumber": 8,
      "title": "Travel to Leymebamba.",
      "description": "A scenic drive takes you into the mountains to Leymebamba. This spectacular route passes glistening lakes, deep river gorges and verdant valleys (7-8 hours with stops ). Drive up to the lip of the Marañon Canyon, then descend to the river below at Balsas, and climb 3,600m up the east side of the canyon towards Leymebamba. Stop off at market town of Celendín, which is famous for its straw hats."
    },
    {
      "dayNumber": 9,
      "title": "Excursion to Revash Cliff Tombs and Leymebamba Mummy Museum.",
      "description": "We drive to the village of San Bartolo and hike 1km down to see the Revash tombs. Brightly painted in reds and yellows, these tombs have survived more than 700 years on a cliff ledge. It is a beautiful site with fabulous views across the valley. In the afternoon we visit the Leymebamba Mummy Museum – the museum houses 219 mummies found at Laguna de los Cóndores in 1997."
    },
    {
      "dayNumber": 10,
      "title": "Take a cable car to Kuelap.",
      "description": "We drive 75 minutes to the village of Tingo before taking a cable car for the last part of the journey to the famous ruins at Kuelap. This extraordinary site is renowned for its grandeur and scale, a walled city perched high on a mountain top. A greater quantity of stones was used for its construction than for the great pyramids of Egypt. Explore the many ceremonial structures and aqueducts and sit for a while to absorb the majesty of the site and the beauty of its location above the river valley. Little is known about the pre-Inca Chachapoyan culture, but each year more ruins are uncovered and investigated. Evidence suggests that the Chachapoyans were among the most advanced of all pre-Inca cultures. Return to spend the night in the charming highland town of Chachapoyas."
    },
    {
      "dayNumber": 11,
      "title": "See the burial site of Karajia.",
      "description": "After breakfast we drive to the village of Huancas just north of Chachapoyas. This village is famous for its ceramics made by the local women. Later in the afternoon, head west by road to the tiny hamlet of Caserío Cruz Pata, then it’s a 45-minute hike to the burial sites of Karajía. The Chachapoyans buried their chiefs in decorated clay sarcophagi adorned with imperious carved heads. These were then placed in cliff crevices facing east towards the rising sun. The surrounding countryside is one of rolling farmland, in which small, traditional villages are connected by muddy tracks."
    },
    {
      "dayNumber": 12,
      "title": "Hike to the Gocta Falls.",
      "description": "Follow a meandering mountain road to the small community of Cocachimba, where a 3-hour walk down a steep trail leads to the base of the Gocta Falls: a burst of spring water which emerges from dense vegetation in the mountainside cascading 771m into a deep and inviting pool. The Gocta cataracts are among the highest in the world, only discovered in 2005. Stay at a lodge overlooking the falls."
    },
    {
      "dayNumber": 13,
      "title": "Continue into the Amazon Basin.",
      "description": "Travelling further east we reach the town of Moyobamba. To get there, we head back down the Utcubamba valley as far as Pedro Ruiz,then east via the scenic Abra Patricia route. This area has mountains covered in cloud forest and is a popular place for birders to visit. Moyobamba Itself is famous for its orchids and hot springs, and we will visit the Waquanki Orchid and Hummingbird Garden on the edge of town."
    },
    {
      "dayNumber": 14,
      "title": "Santa Elena Reserve and fly back to the capital.",
      "description": "Today we start our day before sunrise,driving 45 minutes to the Santa Elena Reserve, an area of flooded forest looked after by three local families. After breakfast, we board canoes to paddle through the reserve. There are great chances of seeing 5 species of monkeys, as well as sloths and countless bird species. Continue to the airport in Tarapoto and a flight to Lima for one final night in the capital city, enjoying one more delicious Peruvian dinner."
    },
    {
      "dayNumber": 15,
      "title": "Depart Peru.",
      "description": ""
    }
  ],
  "map": ""
}