{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-tailor-made-family-holiday",
  "tourName": "Peru tailor made family holiday",
  "placesVisited": "",
  "generalInfo": "From Tin Tin to Paddington, Peru holds an other-worldly quality that has sparked the imagination of children and adults alike for generations. <br/><br/>Iconic lost city of the Incas ( Machu Pichu) sitting proud on top of a jungle clad mountain is always top of the tick list for Peru. From giant stones to colossal birds. Colca Canyon rises to 4000m, in part, dropping to a deep valley of just 1000m with prehistoric sized Condors gliding overhead. <br/><br/>Peruvians are incredibly welcoming by nature and they love nothing more than educating visitors (especially children) in the traditional ways of  life. Don't be surprised if you get an impromptu panpipe lesson.<br/><br/>Explore the ancient streets of Cuzco peppered with spectacularly ornate churches and lively plazas. The vast Amazon plays host to a plethora of wild and wonderful creatures and impossibly tall trees. Close your eyes and listen to the cacophony of noise spreading through the canopy. <br/><br/>For those who want to get deep into the narrow tributaries of the upper Amazon basin we have a few optional extra days where the sites and sounds of the jungle are brought to life by expert guides.",
  "durationDays": "15",
  "price": "2895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Lima Upon arrival, you will be assisted at the airport and transferred to the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lima, Paracas Today we will learn about the two characters of Lima: the modern one, reflected in the districts of Miraflores and San Isidro; and the historic one, encapsulated in its historic center declared a World Cultural Heritage by UNESCO. Along the tour through different districts of the city, we will see how the old and the modern coexist in buildings such as the Museum of Italian Art, Palace of Justice, Museum of Lima, Plaza San Martín, among others. We will discover the center of Lima on foot, having the Main Square as the focal point: a beautiful colonial square worthy of photography, surrounded by emblematic buildings such as the Government Palace, the Cathedral and the Archbishop's Palace. We will have the opportunity to enter one of the most iconic ecclesiastical spaces in Lima, the Convent of Santo Domingo, also declared Cultural Heritage of Humanity and where the relics of three Peruvian saints are found: Santa Rosa de Lima, San Martín de Porres and San Juan Macías. Leaving the historic center, we will return to modern Lima, meeting the Pacific Ocean for a fascinating view that we can enjoy from the iconic Park of Love and its famous sculpture created by national artist Víctor Delfín. In the afternoon, transfer to the Bus Station to continue the trip to Paracas. Trip to Paracas by regular bus. At the scheduled time, you will be transferred from the bus station to hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Paracas Today is a unique opportunity to experience the marine life of the Peruvian Coast. Departing from “El Chaco' dock, which offers a variety of gastronomic delights, we will board the boat to get our first glimpse of “El Candelabro”, or “The Candlestick”, an enigmatic silhouette that rises in the sandy hills and whose origin is still a mystery. It is estimated to be more than 2,500 years old and served as a lighthouse for sailors. Today it is considered a national Cultural Heritage site. We continue on to the Ballestas Islands, an impressive convergence between the desert and the sea. These three islands are a display of extraordinary monuments carved into rocks by the sea, as well as a diversity of wildlife including endemic and migratory species. The islands are home to mammals, such as sea lions, and 18 species of birds such as the Humboldt penguin, the red-footed cormorant, the guanay, among others. Finally, we will return to the dock, leaving behind this unique dream landscape. Roundtrip transfer from your hotel to the Pisco airport. You will be to the local airport to board the light aircraft that will take you over the incredible Nazca lines, located on the plain of the same name. There, you will see many geoglyphs representing stylized animals and plants, scattered among a great many lines, trapeziums, triangles and spirals cut into the earth and preserved for around 2,000 years. Note: The flight is subject to weather conditions in the area. Groups of passengers may be divided into different flights considering the maximum weight allowed on the plane as provided by law."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Paracas, Lima, Arequipa You will return to Lima and be transferred to the airport to continue the trip to Arequipa. At the scheduled time, you will be transferred to any point in the city of Arequipa."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Arequipa We will explore the heart of Arequipa and enjoy the city's best views. The Yanahuara and Carmen Alto viewpoints are unmissable stops on our route, from where we can appreciate the fantastic landscape of the countryside and the city at the foot of the imposing Misti, Chachani, and Pichu Pichu volcanoes. We will visit the historic center and the beautiful Main Square, where the city was founded in 1540. The buildings in Arequipa are built in ashlar, the white volcanic stone that gives it its name of White City, among which stand out its portals and its imposing Cathedral recognized for its neo-Renaissance style with Gothic influences. We will visit other churches such as the Company of Jesus and we will walk through the streets reflecting the colonial history into the present day, such as San Francisco and Santo Domingo streets. We will end our walk in one of the most iconic places in the city: the fabulous Monastery of Santa Catalina. We will enter the cloisters, walk through its narrow corridors of intense colors, and admire its internal plazas, considered colonial architectural treasures, as well as rooms that house beautiful canvases from the Cusco School with indigenous and Spanish motifs. Arequipa is known as the White City because of the ashlar or sillar, the characteristic white volcanic stone used in the construction of most of the city's colonial architectural treasures. In this Sillar route we will learn more about this peculiar material from its beginnings: the quarries. We will have the opportunity to observe how the ashlar is extracted by hand and participate in the block carving process using chisels. Appreciating the artistic stone transformation into carved sculptural works that adorn the city's principal buildings is magical. Back to the historic center, we will visit some of the most representative points worked in ashlar, as the Monastery of Santa Catalina, the Tristan del Pozo mansion, the Cathedral in the Main Street, and the Church of the Company."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Arequipa, Colca One of the essential destinations to visit in Arequipa is the Colca Canyon. The journey to this natural wonder will be a spectacle in itself. We will make a first stop to appreciate the Salinas and Aguada Blanca National Reserve, which is home to a wide variety of flora and fauna. Continuing along way, we will reach 4,000 meters above sea level, from where we can appreciate the Misti, Pichu Pichu and Chachani volcanoes, as well as the stone forest. Take the opportunity to capture this magical moment! We will enter the Pampa de Toccra, home of the alpaca, as well as varieties of birds in which the elegant flamingo stands out. Our adventure will continue at the Andes viewpoint, known as Patapampa, the highest point of the Colca Canyon with a height of 4,910 meters above sea level. From here we will observe the eight volcanoes that form the famous circle of fire. After appreciating the natural beauty of Arequipa, we will descend to our last destination of the day: Chivay, a town near the Colca Canyon. Here we will taste the delicious local cuisine at lunch. In the afternoon we will meet to go to the La Calera thermal baths, a quiet source of water from the Cotallumi volcano."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Colca, Puno The Colca Valley awaits us! We will start the day early in the morning heading towards the canyon, on a road surrounded by beautiful and imposing landscapes. We will arrive at the Cruz del Cóndor, a viewpoint from where we can appreciate in all its magnitude the beautiful scenery of Colca, one of the deepest canyons in the world. From here we can also witness the majestic flight of the Andean condor, a species that inhabits this area. This is the perfect place to see these iconic birds up close! In addition, we will visit other attractions in the area such as the picturesque town of Pinchollo, located in the heart of the Colca Canyon, the Wayra Punku town, and the Antahuilque viewpoint from where we can see amphitheater-shaped agricultural terraces and beautiful lagoons that surround the famous valley. We will also make a stop in the town of Maca, whose beautiful church attracts visitors for its mestizo baroque style. We will return to Chivay for lunch after and have the rest of the day free. We will have some free time this morning before we begin our journey to the Puno region. The drive lasts approximately six hours, during which we will be surrounded by the beautiful Andean landscapes. We will make a stop in Lagunillas, a lagoon located at 4100 meters above sea level, where we will appreciate the majestic panorama. Finally, we will arrive at our accommodation in Puno."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Puno Lake Titicaca is home to unique communities with which we will share unforgettable moments learning about their culture and traditions. The Uros are a people who have lived on the floating islands of the lake for more than 3,000 years and their ancestral practices were declared Cultural Heritage of the Nation in 2013. They have developed the ability to live among the reeds and have adapted to the environment, using this aquatic plant to build their rafts and houses. Its inhabitants will be our guides, explaining to us about the formation of the islands, the way of life on the islands and the creation of their traditional fabrics using reeds. In Taquile, we will witness another unique lifestyle of Lake Titicaca. As we hike to the top of the island, we can see different types of crops with the lake and the Illimani Mountain range in the background, a fascinating combination of green and blue. The residents of Taquile are known for their textile technique (named a World Heritage Site by UNESCO), where each color and design captured on the fabric has a special meaning, permitting social coexistence. After touring the island and connecting with its customs, we will share a moment with the community amidst dances and traditional music."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Puno, Cusco At the scheduled time, you will be transferred from your lake hotel to the train station in Puno. You will be assisted at the hotel and transferred to the airport."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cusco, Sacred Valley In the Sacred Valley we will find ancient history and living culture. We will visit Chinchero, a place where many communities are still organized under the Inca system of ayllus and proudly wear their typical costumes. We will take the opportunity to visit the Parwa cultural center. Here we will learn about the textile processes, the products from which the vibrant natural dyes are obtained, and the traditional weaving techniques used to manufacture them. In addition, we will be able to see the work of the artisans live and, if we want to take a souvenir with us, purchase some of their pieces. In a short walk we will pass in front of the church of Nuestra Señora de Monserrat and reach the archaeological complex, which during the Tahuantinsuyo was an agricultural and livestock center, with terraces and aqueducts. We will also arrive at the archaeological site of Moray, which during the Tahuantinsuyo functioned as an agricultural research center, something like a laboratory. Its enormous concentric terraces and the variety of microclimates they created allowed the growth of a wide variety of crops. In the valley we will also enjoy a typical lunch and visit Ollantaytambo, an ancient military, religious and agricultural center of the Incas. Strategically located on a mountain, it offers an unbeatable view of the town, the only one that maintains the original Inca urban design and which we can also visit to see its stone streets, its market and breathe the spirit of the Andes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sacred Valley, Machu Picchu, Aguas Calientes You will be transferred to Ollanta Station. One of the most important tourist landmarks in the world awaits us: Machu Picchu! Our adventure will begin aboard the train to Aguas Calientes, also known as Machu Picchu Pueblo, a picturesque town at the foot of the emblematic Inca citadel. During the train ride we can enjoy the natural beauty of the surroundings, with impressive views of majestic mountains, the Vilcanota river and small towns of the Peruvian Andes; a visual feast that fills us with anticipation for the visit to the wonder that is Machu Picchu. After a short bus ride from Aguas Calientes we will find ourselves in front of one of the Seven Wonders of the Modern World – an unforgettable sight! From there, we will explore the ancient ruins, learning all about the history and mysteries that this mystical and impressive place holds. Surrounded by incomparable landscapes, there will be no shortage of spectacular photo opportunities! Once we have recharged ourselves with the magical energy of Machu Picchu, we will return to Aguas Calientes where we will have time for lunch and explore the streets a bit."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Aguas Calientes, Cusco You will have to make a second visit of Machu Picchu without guide (only ticket entrance and bus included) _ In the afternoon you will take the train to Ollantaytambo train station. Upon arrival, you will be transferred to the hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cusco This charming half-day walking tour of Cusco offers history, culture and art. The Main Square is a must, where we will see the colonial architecture that remains intact to this day, but its history is much older since it used as foundations the walls of Inca enclosures. Also located in the square is the Cathedral, the most important temple in the city. It was built by the Spanish on top of the palace of the Inca Huiracoha. Its interior houses a wonderful collection of colonial art composed of goldsmith pieces and representative canvases of the Cusco School. Within walking distance is the Koricancha, which during the Tahuantinsuyo was a center of worship to the Sun and on which later the convent of Santo Domingo was built as part of the evangelization process. Its baroque facade built on the solid Inca walls perfectly summarizes the syncretism of cultures in Cusco. The route will take us uphill through beautiful narrow streets to San Blas, the city's bohemian neighborhood par excellence, known for being home to local artists' craft workshops. It's the perfect place to shop and take something special of this magical city with us! Free afternoon to complete the visit of the city on your own."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Cusco Why look for a mountain of colors when we can see an entire mountain range? Palccoyo is a set of three mountains painted by nature, in an impressive surreal landscape worth appreciating. We will head towards the Southern Valley of Cusco to the town of Combapata. Here, after receiving a safety briefing from our guide, we will begin an approximately one hour and a half hike to Palccoyo. We will be dazzled by the multicolored beauty of this mountain where a geological process has caused the different strata of the earth to align, dyeing its reddish slopes with green, blue, and white stripes. Our hike will also include a visit to the stone forest, where erosion has given way to curious and imposing formations. To obtain a panoramic view of all these wonders, we will ascend to the viewpoint of the majestic Ausangate, the highest snow-capped mountain in all of Cusco. On the way back we will enjoy a snack with an unparalleled view. This will be a day to remember!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Cusco, Lima You will be assisted at the hotel and transferred to the airport."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Cusco, Puerto Maldonado Day 1: Arrive into Puerto Maldonado, coined the Capital of Biodiversity. Begin your Amazon adventure with a 25-minute boat ride navigating the clay-coloured Madre de Dios River to reach Inkaterra Hacienda Concepcion lodge. Settle into your stylish stilted wooden cabaña or room on our private eco-reserve and then head to the palm-thatched Casa Grande dining room for a buffet lunch before exploring the rainforest on foot, starting from the Eco Center. Take a walk along the Concepcion Trails, winding through the property’s nature trails for an immersive introduction to the intricate ecosystems of the Amazon basin. Backed by the protected Tambopata National Reserve and built on the grounds of a former cacao and rubber plantation, Inkaterra Hacienda Concepcion harbours primary and secondary rainforest inhabited with exotic wildlife and tropical plants. At dusk witness the enchanting transformation of the rainforest from a diurnal to a nocturnal environment on a guided Twilight River boat ride, as animals and birds of the daytime give way to species specially adapted to the shadows of the night. See if you can spot caimans lurking on the riverbanks and stars of the southern hemisphere. In the evening enjoy à-la-carte dining, drawing on local Amazon ingredients for inspiration. Retreat to your cabaña or room to listen to the curious calls and croaks of the rainforest at night."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Puerto Maldonado Day 2: Optionally join us in the early hours, with buffet breakfast served from 05:30. Visit Lake Sandoval, a glassy, ox-bow lake located inside the protected Tambopata National Reserve, reached via a sun-dappled rainforest trail. Board a dug-out wooden canoe to quietly paddle through a stream and glide onto Lake Sandoval, ¬anked by picture-perfect palms. This lake is home to many species of birds, the endangered giant river otter, red howler monkeys, red-bellied macaws, anacondas, side-neck turtles, black caimans amongst others. Return to Inkaterra Hacienda Concepcion in time for lunch. In the afternoon we recommend climbing the exhilarating Inkaterra Canopy Walkway. The Canopy Walkway is a sophisticated and safe 344 metre (1,135 feet) network of seven ecologically constructed hanging suspension bridges, strung between eight treetop observation platforms above the forest ¬oor. This is an unforgettable opportunity to observe the rainforest from the rooftop and gain a sense of its size. Ascend the rst vertiginous tower 38 metres (124 feet) above ground, keeping an eye out for bright toucans, woodpeckers, trogons, monkeys and the three-toed sloth. Back at the lodge, you can venture out onto the Hidden Forest excursion. Armed with ¬ashlights, as your senses heighten to the movements and sounds in the undergrowth of the forest, keep an eye for species that only emerge during night time. On the other hand if you wish to rest, book yourself an indulgent therapy at our Nua spa, built in the middle of the rainforest . À-la-carte dinner is served from 19:00."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Puerto Maldonado, Lima Day 2: Enjoy your last morning waking to the sounds of the rainforest as parakeets chatter away in the trees and monkeys swing through the treetops. Breakfast is served in Casa Grande with check-out at 10:00. Depending on the time of your departure ¬ight, lunch can also be arranged (additional cost applies). Embark your ready-waiting motorized wooden boat for the 25-minute return trip along the Madre de Dios River until arriving at the airport to take the flight to return to lIma and connect to your international flight."
    }
  ],
  "map": ""
}