{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "north-peru-luxury-tailor-made-tour",
  "tourName": "North Peru luxury tailor made tour",
  "placesVisited": "",
  "generalInfo": "For travellers seeking to venture off the beaten path, this itinerary explores the hidden treasures of Peru beyond Machu Picchu. Northern Peru offers a less travelled alternative to the south, providing an intrepid and off-grid experience with destinations rich in cultural and natural wonders, far from the tourist crowds.<br/><br/>Begin your journey with a flight from Lima to Chachapoyas, the land of the cloud warriors. Here, you’ll stay in eco-cabins surrounded by organic gardens and scenic trails leading to breathtaking viewpoints. Discover Gocta, one of the tallest waterfalls in the world, and explore Kuelap, the vast pre-Incan fortress that stands as a remarkable legacy of the Chachapoya civilisation.<br/><br/>From Chachapoyas, travel west by train to Chiclayo, witnessing the dramatic transformation of the landscape from lush valleys to arid desert terrain. Chiclayo is a treasure trove of history, where you’ll delve into the world of the Chimú and Moche cultures and marvel at their exquisite artefacts and ancient archaeological sites.<br/><br/>The journey concludes in Máncora, a bohemian coastal resort tucked into Peru’s northern corner. With its palm-fringed beaches and azure waters, Máncora is the perfect place to unwind. Enjoy surfing, whale-watching, or simply relaxing by the sea, soaking in the serene atmosphere.<br/><br/>This ten-day adventure through northern Peru is an ideal way to explore the country’s lesser-known but equally captivating regions. Featuring top-tier lodges in unique locations, the itinerary seamlessly blends cultural discovery with nature immersion, offering an enriching and unforgettable experience.",
  "durationDays": "10",
  "price": "4350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will arrive on your international flight into Lima. You will be greeted by our travel representative at the airport and taken by a private transfer to your luxury hotel in Barranco. Settle in at your hotel and relax for your first night in Lima."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning you'll have the chance to visit some of Lima's pre-Inca archaeological sites. The Huaca Pucllana is a great adobe and clay pyramid located in Miraflores, just a short drive from your hotel. Today you will have the chance to visit this magnificent archaeological site located close to the coast in Miraflores before your domestic flight up to Jaen. Upon arrival in Jaen, you will be met by our representative and driven to your lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning rise early in the verdant surroundings of your lodge for a hike through the cloud forests to Gocta Falls. This waterfall is the third highest in the world, and there are various trails to get there. Walk through sugarcane fields with traditional presses, and pathways lined with orchids, lichens and mosses. You will be accompanied by a local guide from the Communal Association who will explain the varied eco-system, as well as the history of the communities surrounding the falls. On your way back to your lodge this evening, and relax and head out for a wonderful sundowners."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast this morning, you will be met by your private driver and taken to the ancient fortress, Kuelap. You will drive to Tingo Nuevo via Macro, and from here it's a scenic cable car ride and hike up to the fortress. Kuelap is the most important archaeological site in Peru's northern Andes. Kuelap pre-dates Machu Picchu by over 600 years, and it was occupied until the 16th century. The colossal walls and complex architecture signify the function of these buildings as a well-organised population centre whereby there were significant administrative, religious, ceremonial and residential areas. Remember to wrap up warm, though, as temperatures can drop at the altitude!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning enjoy your last breakfast your accommodation before being picked up by your driver and taken to the train station. You will embark on a journey from Chachapoyas to Chiclayo. This journey is one of Peru's finest for diverse scenery. Descend from the cloud forests down the great Utcumbamba Canyon. Follow the Maranon River and trail down the Andean foothills before venturing into the world's driest desert. This spectacular journey is a way to see the diversity of Peru's biosphere change from minute to minute before your very own eyes. Upon arrival in Chiclayo, you will be escorted by our driver to your hotel in the city, your base for the next two days of exploration."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will be taken by our specialist on an excursion to the magnificent mud-brick burial platform - Huaca Rajada. This was where the world-famous Tomb of the Lord of Sipan was discovered in recent years. Chiclayo is famous for its ancient shamanism and burial rituals. Here you can discover more about the ancient Moche civilisations' history and admire fabulous gold artefacts, and precious stones."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, you'll embark on a desert road trip along the Pan-American Highway towards Máncora. Along the way, your driver will take you to secluded astronomical observation points and share insights into the desert cultures that once thrived in this region. Upon arrival, you’ll be shown to your accommodation and have time to settle into your surroundings."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wake up in paradise today! Máncora is renowned as Peru's top beach destination, celebrated for its relaxed vibe and stunning white sandy beaches. Begin your day with a private boat excursion to witness humpback whales gracefully diving and twirling in the currents of the Pacific Ocean. Later, return to shore for an evening of surfing and soaking up the coastal charm."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you can explore and relax at your leisure to chill out in your surroundings. Feel the benefits of a healthy dose of vitamin D, and recline fully recounting all the fantastic memories of your journey through Peru's north."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sadly, today you will have to bid farewell to Peru... But only until next time for the next leg of a north Peru adventure. Hasta luego!"
    }
  ],
  "map": ""
}