{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-highlands-and-wild-amazon-adventure",
  "tourName": "Peru highlands and wild Amazon adventure",
  "placesVisited": "",
  "generalInfo": "Travel through the heart of Peru, where ancient civilizations, breathtaking landscapes, and vibrant ecosystems converge to create an exciting adventure. Begin your journey in the Sacred Valley of the Incas, a realm of history that sets the stage for an immersive experience. Explore the enigmatic terraces of Moray, the captivating salt ponds of Maras, and the cultural history of Chinchero, where traditional weaving methods are still used.  <br/><br/>Continue your trip to the iconic Machu Picchu, a citadel nestled amid majestic peaks. Traverse the ruins, discovering the grandeur of the Inca civilization, and marvel at the sacred landscape that unfolds before you. Delve into the mysteries of Cusco, the ancient Inca capital, where cobblestone streets reveal tales of conquests and the Plaza de Armas pulses with history. <br/><br/>From the Andean heights, descend into the Amazon Rainforest, and the remote Tambopata Research Centre. Immerse yourself in the untouched beauty of the rainforest, from vibrant clay licks to nocturnal explorations and keep your eyes peeled for the elusive jaguar. Witness the daily spectacle of macaws and parrots congregating and learn the secrets of these majestic birds through enlightening night lectures. <br/><br/>This trip seamlessly weaves together the rich diversity of Peru – from the heights of the Andes to the depths of the Amazon.",
  "durationDays": "10",
  "price": "5027",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE CUSCO - Upon arrival at the airport you will depart for a scenic 1-hour car ride to the town of Chinchero in the Sacred Valley of the Incas. Marvel at the Inca architecture and ancient stonework, highlighted by a colonial church surrounded by impressive terracing and Inca walls. Explore the lively Chinchero market, where vibrant agricultural items and traditional natural fibre weavings await. Enjoy a weaving demonstration, offering insight into the intricate process with unique designs from each community."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SACRED VALLEY OF THE INCAS - Begin at Moray, unveiling one of the earliest agricultural experimental \"labs\" on the planet. Marvel at the descending circular terraces, believed to have served as a platform for cultivating diverse crops in specific microclimates. Centuries ago, indigenous Peruvians demonstrated agricultural sophistication predating modern methods. After a delightful picnic amidst breathtaking mountain scenery, explore Maras, known for extraordinary mountainside salt ponds tended by local families. Witness the spectacle of 3000 bright white and multi-coloured salt ponds, discovering the famed Maras salt with unique health properties from a scenic viewpoint."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MACHU PICCHU - From Ollantaytambo train station, board the Vistadome train to Aguas Calientes. Upon arrival, a short walk leads to the bus ascending a winding road for about 30 minutes, reaching the entrance of Machu Picchu. Anticipation builds as you approach this iconic site, shrouded in history and nestled amid breathtaking peaks. Enjoy a sumptuous lunch at the Belmond Sanctuary Lodge, a prelude to your guided Machu Picchu tour. With a knowledgeable guide, marvel at the iconic view of the ancient Inca city, exploring its various sectors, entering rooms and temples, each with unique significance. As the day winds down, overnight at the charming Inkaterra Machu Picchu Pueblo hotel in the cloud forest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MACHU PICCHU to CUSCO - Today offers a unique chance to revisit the ancient citadel of Machu Picchu and delve into its mysteries at your own pace. Whether retracing familiar steps or discovering new corners, let the spirit of this extraordinary site guide your exploration. For those seeking extra adventure, the option to climb either Huayna Picchu or Machu Picchu Mountain awaits, rewarding you with spectacular panoramic views. After a leisurely lunch, board the Vistadome train for a scenic return journey to Poroy, a small town around 30 minutes from the centre of Cusco where you will stay at the historic Palacio del Inka."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CUSCO - Discover the ancient city of Cusco, where history is etched on every corner. This folkloric Andean city, once the capital of the Inca Empire, invites you to discover its most iconic attractions. Traverse cobblestone streets lined with original Inca walls, absorbing the ancient energy. Our journey takes us to the ancient Inca Temple of the Sun, Qoricancha, nestled inside the Church of Santo Domingo and visit the historic Plaza de Armas. Continue to San Pedro Market, teeming with colourful fruits, vegetables, herbs, meats and flowers. Immerse yourself in the lively atmosphere as we select locally grown ingredients, setting the stage for a unique culinary experience. Head to a rooftop kitchen to prepare a meal with the guidance of a skilled chef at your personal cooking area. The chef will talk you through the art of meal preparation, allowing you to infuse your creation with the flavours of Peru."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CUSCO to AMAZON - Take a short flight from historic Cusco to Puerto Maldonado, the capital of Madre de Dios in the Amazon basin. Upon arrival, prepare for a unique adventure, transferring via a 1-hour bus ride and a 2.5-hour boat journey to the Tambopata Research Centre. As we traverse the Malinowski River confluence, signs of human habitation gradually fade. The uninhabited 700,000-hectare reserve is home to capybara, caiman, geese, macaws, and other large species that thrive in this pristine environment. Your destination, the Tambopata Research Center, awaits as a boutique eco-lodge in the heart of the Tambopata National Reserve. Upon settling, join a short hike to magnificent viewpoints of the Tambopata River winding into the lowlands. The regenerating forest along this trail offers encounters with Howler Monkeys and Dusky Titi Monkeys. For a deeper connection with the nocturnal wonders, an option for a night hike is available."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "AMAZON - Experience the awe-inspiring spectacle of nature as you witness the vibrant and raucous display of large macaws and hundreds of parrots congregating on a vast riverbank. You'll also observe Green-winged, Scarlet, and Blue-and-gold Macaws, along with smaller parrot species, descending to ingest clay. This dazzling event unfolds in the early morning light, making dawn the ideal time for these captivating outings. As the day transitions into evening, enjoy dinner before embarking on an enlightening night lecture presented by scientists. Delve into the intricacies of macaw biology, exploring their feeding habits, the theories behind clay lick use, breeding and feeding ecology, population fluctuations, and the conservation challenges they face."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "AMAZON - Take the opportunity for another captivating morning at the clay lick, where the dynamic spectacle unfolds afresh. Join the morning excursion to witness the vibrant gathering of macaws and parrots, creating a symphony of colour and sound against the backdrop of the Amazon rainforest. Later, explore an entirely different habitat marked by smaller, thinner trees atop hills and slopes. Traverse a 5km trail through terra firme forest for a unique perspective, keeping a keen eye out for saddleback tamarins. As you approach the limits of the swamp, there's a possibility of encountering rare tapir tracks, adding an element of intrigue to your journey."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AMAZON - Venture through a section of the terra firme forest crossed by creeks flowing into the Tambopata River. Unlike previous explorations, traverse in the opposite direction, focusing on the intricate ecology of the creek trail. Explore the lush landscape, the rich biodiversity thriving along the creeks, which provides a glimpse into the interconnected web of life in the Tambopata National Reserve. As day transitions to evening, experience the magical twilight of the jungle where the sounds of the rainforest come alive. The Sunset Cruise down the wide river showcases mesmerising patterns of oranges and pinks reflecting off the water, allowing you to witness the rainforest transform under the twilight sky."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DEPARTURE - As your immersive journey through the wonders of the Amazon Rainforest concludes, it's time to return to Puerto Maldonado for your onward journey or next destination in Peru or Latin America. Reflect on the incredible experiences, diverse ecosystems, and the beauty of nature encountered during your time in this pristine and biodiverse region."
    }
  ],
  "map": ""
}