{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-tour-small-group",
  "tourName": "Peru tour, small group",
  "placesVisited": "Lima walking tour, fly to Cuzco, Cuzco orientation walk, Chocolate Museum visit, Sacred Valley, train from Ollantaytambo to Aguas Calientes, Machu Picchu guided visit, Ollantaytambo, free day in Cuzco, Altiplano to Puno, Lake Titicaca homestay, Uros floating islands",
  "generalInfo": "Explore Peru on this nine day small group tour, travelling by plane, train, boat and bus. Experience South America’s historical hotspots and beautiful landscapes, from ancient Inca sites and Spanish colonial cities to great plains and Lake Titicaca, the world’s highest navigable lake. Meet the local people on a homestay and learn about the Aymara and Quechuan Indian cultures of Puno. Ramble around unforgettable Machu Picchu both with a guide and on your own, and spend some time in beautiful Cuzco, the Inca Capital, enjoying its mountain views and splendid architecture. This is an opportunity to learn about this fascinating country, and its people both past and present, on a classic Peru tour.",
  "durationDays": "9",
  "price": "2030",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima.",
      "description": "Bienvenidos! Welcome to Peru. Your adventure begins in the capital city of Lima with a welcome meeting at 2 pm. You’ll meet your fellow travellers and trip leader, then head out for a stroll of the streets of downtown to check out some of the main attractions on a walking tour. Enjoy some free time before an optional group dinner this evening. The unofficial food capital of South America, there’s no better place to sample Peru’s national dish (ceviche) than Lima. As there's little time spent in Lima on this trip, it’s recommended that you arrive a few days early to see the sights, like Miraflores, Central Park, Lovers' Park and the National Museum."
    },
    {
      "dayNumber": 2,
      "title": "Cusco.",
      "description": "This morning after breakfast, you’ll catch an early flight to Cusco. Spend a little time acclimatising to the high altitude (3450 m), then get acquainted with the blend of cultures here on a leader-led walking tour. Check out some of Cusco's main attractions, as well as its lesser-known sights, such as the Qoricancha temple, San Pedro market, the main square, the 12 Angled Stone, Regocijo Square and San Blas Square. Tonight is free to explore at your own pace or find the perfect dinner spot with your group and try some local Peruvian favourites.??"
    },
    {
      "dayNumber": 3,
      "title": "Aguas Calientes.",
      "description": "Travel by private bus through the Sacred Valley on the outskirts of Cusco today. This lush valley, known as Wilcamayo to the Incas, has long been the main source of food for the high Andes. Maize crops can be seen surrounding the river and covering the terraces that are carved high into the valley walls. You’ll visit a community in the valley to learn about local lifestyles and activities. If your visit coincides with market day, you can browse the stalls in search of hand-painted beads or warm ponchos. Visit the AMA Restaurant in Urubamba – this cafe provides employment opportunities and job training for single mothers throughout the Sacred Valley. Have a snack and learn how this inclusive enterprise focuses on economic growth, gender equality and the support of vulnerable communities. Board a train from Ollantaytambo to Aguas Calientes, in the cloud forest at the foot of Machu Picchu."
    },
    {
      "dayNumber": 4,
      "title": "Cusco.",
      "description": "This morning, you’ll take an early bus up the winding road to Machu Picchu. Welcome to one of the famed Seven Wonders of the World! This is your chance to decide for yourself whether Machu Picchu was built around 1440 as a country retreat for the Incan nobility or as an ancient astronomical observatory. Enjoy a guided visit of the incredible site, giving you ample time to take in the many temples, palaces and living quarters. After taking advantage of the seemingly endless photo opportunities, one of the Seven Wonders of the World is checked off your bucket list! you’ll return to Cusco."
    },
    {
      "dayNumber": 5,
      "title": "Cusco.",
      "description": "Today after breakfast, you can enjoy free time to relax, shop and explore Cusco's many sights. Maybe rest your weary legs at a cafe on Plaza de Armas or head to the San Pedro Market, where you can find vegetables, meats, local cheeses, chocolates, herbal medicines and many local handicrafts. It’s a great place to pick up souvenirs or ingredients for a picnic. The market is also where many locals (and daring travellers) go to eat ‘mystery soups.’ Some may be just chicken, however, the most popular among the locals usually contain frogs or offal. For those looking for something active, why not try mountain biking in the hills surrounding Cusco???"
    },
    {
      "dayNumber": 6,
      "title": "Puno.",
      "description": "This morning after breakfast, you’ll travel through the dramatic scenery of the high Altiplano to Puno – located on the shores of serene Lake Titicaca. At an altitude of 3800 m, Lake Titicaca is the world's highest navigable lake. Today includes a bit of a long drive in a local bus, but it’s worth the first glimpse of immense Lake Titicaca, whose?seemingly endless waters stretch into the horizon. Puno is a melting pot of Indigenous Aymara and Quechuan culture and traditional Andean customs, and it wears its traditions on its sleeve. If you're lucky, your trip will coincide with one of the many cultural festivals here. Ask your leader where you can get the best grilled trout tonight – a true local specialty perfect for dinner.? ?"
    },
    {
      "dayNumber": 7,
      "title": "Puno.",
      "description": "This morning, you’ll take a tour of the immense lake by motorboat, stopping at the floating Uros Islands that look like they could come from a Pixar or Studio Ghibli movie. Built by the Uros people to protect themselves from encroaching Inca forces hundreds of years ago, the islands are constructed from many layers of totora reeds that grow in the shallows of the lake. Get a closer look at contemporary life on the shores of the lake with a homestay in a local community.?Help your host family with their daily activities, try out a few words in the Quechua language and maybe even join a local soccer game to make some friends on the makeshift pitch. Tonight, sit down and swap stories with your hosts, who will cook you a feast full of traditional Peruvian favourites.??"
    },
    {
      "dayNumber": 8,
      "title": "Lima.",
      "description": "This morning after breakfast at your homestay, say goodbye to the local family & your new Peruvian friends and take a bus to Juliaca airport. Then, you’ll take an included flight back to Lima, where you’ll have a free night. Enjoy your last night of the trip with your fellow travellers, time allowing explore the beautiful neighborhood of Miraflores including Kennedy Park, (a cat haven!) and “Parque del amor” (Love Park), entirely dedicated to all lovers. Enjoy the last night of the trip with your fellow travellers and maybe head out to a final celebratory dinner."
    },
    {
      "dayNumber": 9,
      "title": "Lima.",
      "description": "With no activities planned for today, you’re free to leave after breakfast. If you’d like to stay in Lima for longer, just speak to your booking agent.??"
    }
  ],
  "map": ""
}