{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-14-day-itinerary-tailor-made",
  "tourName": "Peru 14 day itinerary, tailor made",
  "placesVisited": "Lima, Cusco, Sacred Valley, Sacred Valley community tour, Pisac market, Chumpe Weaver community, Maras and Moray Inca sites, Ollantaytambo train to Machu Picchu, Local Cusco Walking Tour, Amazon Jungle, Conservation, Biological station, Esi Eja Community, Macaw conservation.",
  "generalInfo": "This Peru 14 day itinerary is tailor made, so feel free to request any changes! It includes many of Peru’s celebrated highlights, including the Colca Canyon where condors soar, the islands of Lake Titicaca and the spectacular ruins of Machu Picchu. Rather than just tick off the sights, this holiday allows you to experience the country on a really personal level, by staying with local families and communities for some of the trip. It’s a chance to gain a really deep insight into the culture, traditional lifestyle and wonderful warmth of Peruvian people – a side to Peru that many visitors never see.",
  "durationDays": "14",
  "price": "2230",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Peru! You will be met on arrival and transferred to your hotel. Depending on what time you arrive, you may be able to explore some of Lima if you have the energy!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lima, the capital and largest city of Peru was founded by Spanish conquerors in 1535 as the ¨City of Kings¨. Today you will explore this interesting city on foot under the guidance of our expert local guides. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After flying into the mountain city of Cusco, you will be driven into the Sacred Valley. The afternoon will be free for you to relax and adjust to the altitude. It is very important you do very little so allow yourself to acclimatise. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Sacred Valley of the Incas is an incomparable and beautiful stretch of small villages, acres of colorful flowers, vibrant Peruvian markets and ancient archaeological sites spread across broad plain and rugged mountain slopes less than an hour from Cusco and held in high value soce the time of the ancient Incas. Even though the villages in the Sacred Valley have welcomed tourism for a number of years they remain utterly traditional. Quechua-speaking locals work on the fields with primitive tools and use methods unchanged since the days of the Incas. Because of its importance our local parters in Peru decided to make their own version of a Sacred Valley Tour. Not only will we will operate it in the opposite direction to avoid the crowds, this tour also includes introductions or visits to several responsible initiatives (cafes, shops and restaurant) that put all their earnings of tourism to a very good use.(B/L/Snack)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The first inhabitants of the Sacred Valley were the Machus, whom the Incas called Chumpi that later denominated into Chumpe. Upon arrival, the community will welcome you and you will start by \"Unveiling the Andean Textile\". This will be a trip to the past that shows the close relationship of its inhabitants with nature, interpreted in beautiful pieces of textile. You will learn the traditional method of developing textiles as well as have a delicious traditional lunch. (B/L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The morning and early afternoon is free for you to explore the amazing town of Ollantaytambo. It is a town that is so suited to wandering and exploring a your on pace. You can visit the imposing ruins that surround the town, or take time to eat some of the delicious restaurants. In the late afternoon you will take the train up to Aguas Calientes ready for your trip to Machu Picchu the next day. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "From Aguas Calientes you will take the early bus to Machu Picchu. Often referred to as \"The Lost City of the Incas\", Machu Picchu is one of the most famous and spectacular sets of ruins in the world - a visit to Peru would not be complete without it. You will have a guided tour in the morning, after which you will have time to yourselves before heading back down to Aguas Calientes to catch your train back to Ollantaytambo. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast private transfer back to Cusco via Maras & Moray. The impressively deep amphitheater-like terracing of Moray, reached via the small town of Maras, is a fascinating spectacle. Different levels of concentric terraces are carved into a huge earthen bowl, each layer of which has its own microclimate, according to depth. After lunch you will head back to Cusco where you will have the afternoon free to relax enjoy this amazing town. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning you will set of with a local guide for a walking tour to the most interesting places in Cusco. Explore the archaeological sites of Qenqo and Sacsayhuaman on foot, then walk through the neighbourhood of San Blas and enjoy a coffee break at a wonderful café run by the local community (included). The tour finalizes in the city centre with a visit to the famous Qoricancha (Sun Temple). You will then have the afternoon free to enjoy Cusco at your own pace. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Fly to the Jungle town of Puerto Maldonado Airport and take a two and a half hour boat journey into the heart of the Amazon jungle. You will have a delicious lunch before having the afternon to settle in. After dinner join a night walk when most of the animals are active. The frogs are easier to see with their fascinating shapes and colours and sounds. (B/L/D) After lunch you will continue to the Amaru community, where your visit will support their community tourism business. Here you can come face to face with the real Peru and learn about their beliefs, customs and lifestyle, which is ruled by their respect for Mother Earth. They will introduce you to the different medicinal plants they grow on their farms and then you can take part in a traditional weaving workshop, where you can learn the process of shearing, dyeing and tailoring so that you can make our own Andean garment! In the evening, continue to the beautiful Inca town of Ollantaytambo and check-in to your hotel. (B,L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast venture out onto the adjacent lake by canoe or catamaran, looking for wildlife such as hoatzin, caiman, horned screamers, macaws and otters that are sometimes seen in the area. Back on land, a 30 minute walk from the lodge takes you to the 25 metre scaffolding canopy tower, complete with staircase running through the middle and providing safe access to the platforms above. After lunch you will visit a farm to learn about local agriculture and take a walk to learn all about t the medicinal uses of the various plants and trees of the region. (B/L/D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Witness the audio and visual spectacle of a clay lick, watching vibrant coloured macaws, parrots and parakeets feast on clay. Species such as dusky-headed and cobalt-winged parakeets are often seen and with luck we may also see mealy and yellow-crowned Amazons, blue-headed pionus, severe macaw and orange-cheeked (Barraband`s) parrots. Later, a short hike from the lodge brings us to a beautiful Brazil nut forest that has been harvested for decades. Here you can learn about the whole process of the rainforest’s only sustainably harvested product, from collection through transportation to drying. (B/L/D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After some more early morning activities and your last jungle breakfast, you will return to Puerto Maldonado for your flight back to Lima and your last afternoon and evening in this amazing country. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free morning (depending on the time of your flight) before being transferred to the airport in time for your return flight home! (B)"
    }
  ],
  "map": ""
}