{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "amazon-photography-holiday-peru",
  "tourName": "Amazon photography holiday, Peru",
  "placesVisited": "Puerto Maldonado, Primary Forest Private Reserve, boat ride on Tambopata River, nocturnal nature walks, use of professional grade equipment, award-winning photography guide, local wildlife guide, canopy towers, classroom review sessions, critiques and discussions, practical field photography instruction, possible sightings might include: parrot species, birds of paradise, giant river otters, capybara, caiman and howler monkeys, Tambopata Research Centre, macaw clay licks, macro photography workshop, early morning tours, smaller species may include: praying mantis, cicadas, leaf mimicking grasshoppers, tree frogs, toads, snakes and lizards, Brazil Nut Trail, stay in three different Amazon eco-lodges",
  "generalInfo": "This tailor-made week away in the Peruvian Amazon places travellers in the company of highly-skilled local photographers for a series of practical and immersive photographic workshops.<br/><br/>Unlocking the secrets of the Amazon rainforest through the eye of a lens is an incredibly exciting experience and bound to place you in locations that are rarely glimpsed by casual tourists.<br/><br/>The beauty of a photography holiday is that you know that practically every step of your adventure will be captured for prosperity and any travellers looking to add to their photographic portfolio as well as expanding their skill set will certainly benefit from time spent in the Amazon.<br/><br/>As this holiday includes overnight accommodation in two separate rainforest lodges, you’ll really get to make the most of Peru’s Tambopata region with professional level equipment* allowing everyone from beginners to experts to enjoy an exciting all-inclusive experience.<br/><br/>Discovering the deep connections between science, nature and technology opens up a series of doors for photographers and artists alike with qualified local rainforest guides ensuring you won’t miss a thing as you discover and learn about Amazonian ecosystems in the company of experts.<br/><br/>A combination of hands-on instruction, classroom lessons, critiques and discussions lead to an all-encompassing experience where everything from insects and butterflies to birds in flight and far off subjects, can be pictured via the correct photographic equipment.<br/><br/>*Including: Canon EF 600mm f/4L IS USM, Canon EF 100-400mm f/4.5-5.6L IS USM, Canon 7D Body, Canon MP-E 65mm f/2.8 1-5x Macro, Canon MT-24EX Macro Twin Ringlite Flash, Nikon 70-200mm f/2.8 ED VR, Nikon 50mm f/1.4G AF-S, Nikon 105mm f/2.8G AF-S VR IF-ED Micro, Nikon D7000 Body, GigaPan EPIC Pro for DLSR Cameras, StackShot Automated Focusing Rail, Gitzo Systematic Carbon Fiber Tripod, and Wimberley Head Version II.<br/>",
  "durationDays": "5",
  "price": "1732",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Puerto Maldonado, Transfer to Refugio Amazonas, Night Photography Because photography in the rainforest requires a lot of patience and luck, our photography guides help with your equipment, provide subtle tips for improved use of blinds and maximize breaks with the weather and wildlife. On your arrival from Lima or Cusco, we’ll meet you at the airport before a short drive to our Puerto Maldonado headquarters. Here, you’ll enjoy the first glimpse of the forest in our gardens and prepare for the journey ahead by packing essentials, leaving extra belongings in our secure deposit. Afterward, take a shared transfer to the Tambopata River Port, a community venture in the Native Community of Infierno, located 20 km from Puerto Maldonado. From the port, enjoy a two-and-a-half-hour boat ride to Refugio Amazonas, passing through the buffer zone of the 1.3-million-hectare Tambopata National Reserve. Keep an eye out for wildlife while enjoying a boxed lunch on board. On arrival at the lodge, the manager will provide a welcome briefing and essential safety tips. Night Photography Explore the forest at night, focusing on capturing insects and amphibians through your lens. Spot creatures like praying mantises, cicadas, leaf-mimicking grasshoppers, giant toads, shiny green tree frogs, and horned frogs. Return to the lodge for dinner. (L,D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Photography from the Canopy Tower A 30-minute walk brings us to a 30-meter-high scaffolding tower, offering a unique perspective of the Amazon from above the forest canopy. From this elevated viewpoint, the focus is on landscapes and birdlife. We’ll wait for a mixed flock of canopy birds to appear, primarily tanagers, including Paradise Tanager, Green-and-Gold Tanager, Flame-Crested Tanager, Turquoise Tanager, Opal-Rumped Tanager, and more. The tower also provides excellent opportunities to photograph species like the Cream-Colored Woodpecker, Gilded Barbet, Plum-Throated Cotinga, and Striolated Puffbird. Watch for macaws and toucans flying along the horizon, such as the Chestnut-Eared, Lettered, Emerald, Curl-Crested, and Brown-Mandibled Aracaries. You might even spot solitary raptors riding the thermals, with chances to capture hawk-eagles or even the elusive harpy eagle! Chuncho Clay Lick:Located two hours from Refugio Amazonas, deep within the Tambopata National Reserve, the Chuncho Clay Lick offers an extraordinary opportunity to observe and photograph macaws. After a five-minute walk, we reach the riverbank where dozens of large macaws gather to feed on the nutrient-rich clay. Renowned as one of the world’s top clay licks for macaws, the sight of these magnificent birds taking flight is breath-taking. The timing of our visit depends on the weather and macaw activity, as the birds tend to avoid the clay lick during rain. After this unforgettable experience, we continue with a private boat transfer to the Tambopata Research Centre (TRC). A four-and-a-half-hour boat ride from Refugio Amazonas takes us into the pristine heart of the reserve. Approximately an hour and a half into the trip, we cross the confluence with the Malinowski River, leaving behind the last traces of human habitation. In the reserve’s untouched 700,000-hectare core, wildlife sightings become more frequent, including capybaras, caimans, geese, macaws, and other large species. On arrival, we settle in and prepare for the next adventure. Lunch Photography from Overlooks: A 3-5 km hike leads to overlooks offering stunning panoramic views of the Tambopata River as it meanders through the lowlands. The trail, which runs through a regenerating bamboo forest, is a great spot for observing wildlife like Howler Monkeys and Dusky Titi Monkeys. These overlooks provide incredible opportunities to capture the beauty of the river winding its way down from the Andean highlands. On clear days, you might even be able to photograph the distant snow-capped peaks of the Andes. From these vantage points, there are excellent chances of close encounters with wildlife such as guans, chachalacas, toucans, or macaws roosting in the trees. Afterward, we return to the lodge for dinner. Tambopata Research Center – Overnight and dinner (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Macaw Clay Lick Photography from the Beach. At dawn, visit a large riverbank clay lick where on most clear days dozens of macaws and hundreds of parrots gather in a colourful, noisy display. Discreetly positioned just 50 meters from the lick, you’ll have excellent opportunities to photograph Green-winged, Scarlet, and Blue-and-Gold Macaws. Photography in the Floodplain Forest Walk a 5 km trail through a classic rainforest landscape filled with towering trees, crisscrossing creeks, and ponds. While lighting and visibility can be challenging, this trail offers opportunities to capture dramatic rainforest shots and portraits of massive trees, along with occasional sightings of monkeys and peccaries. Pond Platform Photography Just 10 minutes upriver from the lodge, a small pond with a central platform provides an ideal setting for late-afternoon photography. Here, you can photograph waterfowl like Muscovy ducks, sunbittern and hoatzins, along with woodpeckers, oropendolas, flycatchers, and parakeets in excellent light and visibility conditions. Night Photography Return to the forest at night to continue photographing nocturnal wildlife, including praying mantis, cicadas, leaf mimicking grasshoppers, frogs, toads, and other fascinating insects. Return to the lodge for dinner. Tambopata Research Center – Overnight (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Photography around the TRC clearing: We make the most of our last full day in the Amazon Photograph reptiles and amphibians around the lodge with the help of TRC specialists, who will set up optimal scenarios for capturing these creatures. A semi-wild flock of macaws, known as “chicos,” also provides unique photo opportunities. Palm Swamp Trail Visit an aguaje palm swamp, an essential habitat and food source for rainforest wildlife. This endangered ecosystem offers chances to photograph both arboreal and terrestrial species. Return to the lodge for dinner. Tambopata Research Center – Overnight (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer Puerto Maldonado Headquarters to Airport We retrace our river and road journey back to Puerto Maldonado, our office and the airport. Depending on airline schedules, this may require dawn departures. (B,)"
    }
  ],
  "map": ""
}