{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "southern-peru-small-group-tour",
  "tourName": "Southern Peru small group tour",
  "placesVisited": "Lima, Arequipa, Colca Canyon and condors, Lake Titicaca, Puno, Floating Uros Islands, Cuzco, Sacred Valley, Machu Picchu by rail, Pisac Indian market",
  "generalInfo": "The Inca heartland of southern Peru is an atmospheric blend of rugged Andean landscapes, pretty towns, ancient fortresses and vibrant Quechua markets, bursting with colour and chatter. This small group tour of southern Peru reveals the region’s cultural and natural highlights, from the gleaming white city of Arequipa, with its volcanic stone walls, to the condors that glide overhead at Colca Canyon.<br/><br/>Voyage to the immense Lake Titicaca, which straddles the Bolivian border, and sail to the floating reed islands inhabited by Aymara communities. Continue on to Cusco, the imperial city of the Incas, where intricate stonework combines with colonial charm. From here, you can take the train to southern Peru’s cultural crown: Machu Picchu, the ancient city perched high on a lush ridge spur and surrounded by mountain peaks. Characteristic llamas and alpacas amble amongst the ruins, while far below, the Rio Urubamba rushes through a tropical canyon.",
  "durationDays": "14",
  "price": "4087",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met at the airport by the tour leader or a local representative who will escort you to the hotel. The scenes from your window on the half-hour drive to the hotel through Lima encapsulate the invigorating bustle of a modern-day Latin American capital. Lima, the City of Kings, was once the capital of Spanish America, and the vestiges of its glorious past can still be seen in the faded grandeur of the colonial churches and traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a dynamic and chaotic low-rise city of over 10 million people. In crowded streets, throngs of traffic race out towards Miraflores, a modern middle-class suburb on the coast, where your hotel is located."
    },
    {
      "dayNumber": 2,
      "title": "Walking tour of the historic centre; fly to Arequipa.",
      "description": "You have a walking tour of the colonial centre, including the Plaza de Armas with its monumental cathedral and the government palace. Take an afternoon flight to the southern colonial university city of Arequipa (1 hour). The squat buildings, constructed from a white-grey volcanic stone called sillar, are striking against a rich blue sky and give the city a somewhat Middle Eastern aspect."
    },
    {
      "dayNumber": 3,
      "title": "At leisure in colonial Arequipa.",
      "description": "At leisure to explore the city. Stroll through its flowery plazas and shady lanes, visiting some of the most striking architectural masterpieces of the Spanish legacy. A highlight is the visit to the (now mostly uninhabited) Santa Catalina Convent, a timeless, peaceful enclave, its walls painted in pastel hues, where its shady nooks and crannies are dotted with flowering potted plants. Wander through the tiny cobbled courtyards where orange trees flourish, peeking into the vacant nuns’ cells. Time permitting you might also visit the Museo Santuarios Andinos, a fascinating little museum which houses the remains of several Inca mummies recently recovered from the tops of surrounding volcanoes and mountains. They have been superbly preserved by the freezing conditions, many were thought to have been sacrificed as offerings to the mountain gods over 500 years ago."
    },
    {
      "dayNumber": 4,
      "title": "By road through the Andes to Colca Canyon.",
      "description": "Arequipa lies at the foot of the slopes of the conical El Misti volcano, and also visible are the jagged formations of the Chachani Volcano and the long ridge of Picchu Picchu. On the road to the Colca Canyon you’ll get a closer look at this magnificent scenery. The road crosses a desolate high plain and passes through a vicuña reserve. The vicuña is a smaller, more delicate relative of the llama, whose fine wool is literally worth more than its weight in gold. You may also come across vizcachas, alpacas, llamas and flamingos all feeding from the scrub. The climb continues around the cavernous crater of an extinct volcano and over a high pass before emerging onto the rim of the valley. From here you can look out over the vast network of ancient, intricately terraced fields and tiny villages. After descending into the canyon submerge yourself in the warm, healing waters of the hot springs."
    },
    {
      "dayNumber": 5,
      "title": "Condor spotting excursion; visit traditional villages.",
      "description": "After an early start travel by road along the canyon’s rim, with terraced fields of traditional Andean crops such as potatoes, quinoa and kiwicha fringing the road up to the Cruz del Condor. Here you stand on a bluff looking into the deepest part of this colossal canyon, where patch-worked colours spread across the valley like a quilt and watch as graceful condors soar effortlessly skyward from inaccessible crags and rocky ledges. Along the way to the viewpoint you stop at a number of small villages where the women still wear hats and bright embroidered dresses of incredible intricacy. If you choose, there is the option to follow a couple of the ancient footpaths which link traditional villages such as Coporaque and Ichupampa. Walk along the paths of ancient aqueducts, with spellbinding views down on to the canyon floor, and through terraced fields."
    },
    {
      "dayNumber": 6,
      "title": "By road to the shores of Lake Titicaca.",
      "description": "A 6 hour private road journey leads across the Andes to Puno, 3,805m up on the chilly altiplano, and on the shores of glimmering Lake Titicaca. The scenery along the way is windswept and desolate and the vastness of the landscape is laid out under a bright Andean sky. The occasional stop alongside small highland lakes may give you the chance to spot flamingos feeding in the mineral-rich waters. The vast, indigo Lake Titicaca – almost an inland sea – sits on the Peruvian-Bolivian border, and the fish-laden waters and surrounding fertile soil are the lifeblood of subsistence farming communities clustered in scores of adobe villages along the water’s edge. Legend has it that this mystical spot is the birthplace of Inca civilisation: the progeny of the Sun God sprung from its depths to found the empire in Cusco."
    },
    {
      "dayNumber": 7,
      "title": "Excursion by boat to the Uros Islands.",
      "description": "Today you set out on the lake aboard a motor boat to visit the Uros Islands: gliding over the deep glacial waters on a sunny day is a definite highlight. You alight on the floating islands, constructed entirely from the lake’s tortora reeds – the same material used to build their canoes – and the ground moves almost imperceptibly beneath your feet. During severe storms, the islands may break up into smaller islets. Once devoted to fishing, the inhabitants now earn their living mainly through selling handicrafts to tourists and, while this is a unique experience, it has the air of a living museum. In the afternoon, there’s an opportunity to take an optional excursion to the Chullpas at Sillustani, towering stone tombs said to be the burial site of the ancient Hatun Colla chiefs. The towers are on the treeless shores of a lonely highland lake; the landscape, while unremittingly bleak, is spellbinding."
    },
    {
      "dayNumber": 8,
      "title": "Journey over the altiplano to Cusco.",
      "description": "A luxurious all-day train journey takes you from Puno to Cusco (10 hours) along one of the most scenic routes on the continent. First you cross the highland altiplano, a vast, windswept plain of bog and moor, where bowler-hatted indigenous women tend herds of llamas and alpacas, punctuated by the occasional market town. As the snow-dusted mountains close in, the train climbs to the high pass at La Raya (4,200m), and from here the scenery changes dramatically as you race down through the increasingly fertile pocket-sized fields of corn and potatoes to Cusco. The name Cusco derives from the Quechua word for navel, indicating its location at the centre of the Inca Empire, which reached its zenith at the same time as England was fighting the Wars of the Roses. Today its many impressive original Inca walls display extraordinary craftsmanship, while the bustling squares are dotted with ornate baroque colonial churches. It’s a vivacious city, where shoeshine boys and postcard sellers jostle for your attention in cobbled streets lined with handicraft shops and cafés. In the evening, the town centre fills with people flocking to the many restaurants and bars."
    },
    {
      "dayNumber": 9,
      "title": "City tour of Cusco and Inca fortress of Sacsayhuamán.",
      "description": "Today an experienced guide gives you a tour of the city. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining three-day battle was fought between the Spaniards and the Incas around this fortress. The first conquistadors to see it were awestruck, and centuries later it is still an extraordinary and imposing sight. There is also free time to explore Cusco; to wander through its cobbled streets bracketed by impressive Inca walls, to explore its colourful, bustling markets and splendid churches, and to stop at some of the many excellent cafés. The air is thin at this altitude, and the streets are steep, so take your time."
    },
    {
      "dayNumber": 10,
      "title": "Excursion to the Sacred Valley of the Incas; overnight.",
      "description": "Today, head out from Cusco over the high plains and descend to explore the fertile Sacred Valley of the Incas. Once the bread-basket of the Inca Empire, it was heavily populated in imperial times and scores of archaeological sites remain, where well-preserved ruins bear witness to the highly developed society that the Incas created. The drive passes through or close to several of the villages and temple fortresses that pepper the valley. The Pisac complex, set high above and visible from the eponymous colonial village you will visit, is built on terraces carved into the steep hillsides. The engineering and preservation are unrivalled. From the flat valley floor this intricate hillside rises up like a green staircase to the heavens. Continue along this picturesque, patchwork valley to the temple of Ollantaytambo. The snow-frosted Andean cordillera forms a stunning backdrop. Ollantaytambo, sitting strategically at the gateway to the Amazon basin, was never captured by the Spanish conquistadors, but the inhabitants decided that the settlement was too vulnerable and would eventually fail, and so they abandoned it. The fortress, the colonial grid plan and the Inca foundations are still intact and there are wonderful views down over the sloping hillsides and into the fertile valley. You spend the night in the tranquil valley."
    },
    {
      "dayNumber": 11,
      "title": "By train to Machu Picchu; guided tour of the ruins.",
      "description": "Travelling for just 2 hours by train from Ollantaytambo, you reach the ruins of Machu Picchu. As the river Urubamba enters its narrow gorge between thickly-forested granite hills, there is room only for a single track, which hugs the right bank and passes through hamlets that are no more than a collection of shacks beside the railway. Close to the foot of the mountain on a saddle of which the citadel was built is the bustling village of Machu Picchu (formerly known as Aguas Calientes), dedicated to serving the many visitors with artisan markets, bars and restaurants. The majestic ruined city, reclaimed from tropical cloud forest, is reached by minibus up a sinuous road, or on foot up a near vertical rocky path. The American explorer Hiram Bingham discovered it in 1911, by which time it was completely buried beneath jungle vegetation. It is perhaps the ruins’ location, on a ridge spur amid forested peaks and above a roaring river canyon, that most ignites the imagination. You will have a guided tour of the ruins. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 12,
      "title": "Optional re-entry to Machu Picchu; return to Cusco.",
      "description": "You have the optional opportunity to revisit the ruins, rail schedules permitting. There is also the chance for the more challenging hike to Huayna Picchu, the conical peak which juts out behind the ruins for wonderful views over the site. There’s also the option of the slightly easier climb of Machu Picchu Mountain. If you think you’d like to re-visit the site or do one of the climbs please enquire with the office, as spaces are limited and it’s necessary to pre-book. You may prefer to relax and wander the narrow vehicle-free streets of Machu Picchu village, lined with souvenir shops and cafés. You return to Cusco on the afternoon train, arriving in the late afternoon."
    },
    {
      "dayNumber": 13,
      "title": "Day at leisure in Cusco; optional excursions.",
      "description": "Cusco is a compact city, easy to explore on foot independently. You are at leisure to discover the colourful markets, the many churches and museums, and to wander the attractive narrow streets. There are a number of optional excursions in the surrounding region, including a trip to Maras and Moray, about an hour’s drive from Cusco, should you wish to venture outside of the city. Moray is a system of ancient agricultural irrigation paths which now form circular depressions in the earth, with wonderful views into the Sacred Valley and in the shadow of the snowy peak of Mount Veronica. From here it is a short walk to the salt pans at Maras, circular pans of glistening white carved into the mountainside. Feeling you’d like to be active? White-water rafting, cycling and horse riding are on offer."
    },
    {
      "dayNumber": 14,
      "title": "Fly to Lima and depart on international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}