{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-wildlife-holiday-amazon-to-andes",
  "tourName": "Peru wildlife holiday, Amazon to Andes",
  "placesVisited": "",
  "generalInfo": "Boasting the greatest diversity of mammal life in the world and being one of the birding hotspots in the 4th most diverse country for bird life; Manu National Park in Peru’s Upper Amazon Rainforest is a wildlife enthusiasts dream.<br/><br/>Home to literally thousands of animals the rainforests and riverways of Manu are home to huge numbers of wildlife, clay licks offer chances to see dozens of parrots and macaws together, the rivers are home to caiman and giant otters and the forests themselves are teeming with birds and primates everywhere you look.<br/><br/>But the rainforest is not the only thing that the Peru has to offer, we will also travel into the Andes and visit the historically and culturally important site of Machu Picchu before going off in search of a very different set of wildlife in the arid north of Peru. <br/><br/>Our final stop will be in a small private reserve that takes in injured and orphaned Andean bears with a view to rehabilitating them into the wild. Along with the wild population of bears here we hope to see certain species that are not found in other areas of Peru.<br/><br/>The north-west of Peru is an undervalued yet wonderful part of this large and diverse country. Exploring this region and looking for it's wildlife is a great way to see various species which are not commonly seen elsewhere. Animals like spectacled bears (the original inspiration for Paddington Bear), Sechuran foxes, Andean condors and white-winged guans are all seen with ease in the amazing Chaparri Eco-Reserve.  <br/><br/>This unique trip transports you from the central highlands and the former seat of power for the Incan people down into the steamy and diverse Amazon rainforest before heading north and to the dry forests of the far north-west of Peru. All in all this wildlife exploration is one of the best and most comprehensive available for this country.<br/><br/>Throughout the itinerary you'll be accompanied by expert full time guides, often including: professional zoologists (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us), English speaking local naturalists and a local driver for all transfers. Being in the company of a naturalist is the best way to learn more about ecology and animal behaviour and will help you identify different species and interpret behaviours. <br/>Each location and habitat visited on this tour is unique and home to a set of wildlife different from the next. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned). There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Peru and know the places and wildlife and cultural monuments and sites intimately. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We choose September - November as a good time for this itinerary, this is due to the weather being drier during this time of year than the northern hemisphere summer.  <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Machu Picchu expert guide is provided for your guided visits to the site and is an expert in the region and Incan history in general.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Ecuador in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Peru Wildlife &amp; Cultural Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Peru which explore other areas and focus on other species such as the Amazon rainforest and more specific birding holidays as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour visits three distinct locations, firstly the Incan capital of Cusco and the historical and world famous site of Machu Picchu in the Central Andes and then we travel into the remote and wild upper reaches of the Amazon on the eastern slopes of the Andes before heading north-west to the dry coastal forests and in particular the Chaparri eco-reserve.<br/><br/>Fitness Level:<br/><br/>Some of this trip is at relatively high altitude and whilst there is not much walking (in terms of trekking) on this itinerary, we do walk around Machu Picchu and have walks in the lower altitude in the Amazon and Chaparri Reserve. There can be uneven ground and so we advice to be used to walking for 1-2 hours in heat and some experience of being at altitude is good but far from necessary.<br/>There is one optional hike up to a view point overlooking Machu Picchu, this is a steep climb and can be physically demanding, however it is optional.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights. .<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "18",
  "price": "5450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cusco - Arrival On your arrival into Cusco airport you will be met at the airport by your local guide and driver and taken to your hotel. The rest of the afternoon will be free for you to relax or explore the town (if you wish – this is not included in the tour and can be arranged with the help of the hotel staff). (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cloud Forest - Travelling & Wildlife Watching Early this morning you will leave Cusco and make our way along the spectacular 165km road through a variety of Andean ecosystems and Quechua villages. The drive usually takes around 8-10 hours and we will have some breaks where we can experience some of the Andean villages and small farmsteads as we pass by. The architecture is a mix of Quechua and colonial which makes for a very scenic drive before we reach a pass that overlooks the Amazon Basin. Along the way you may see puna teals, Andean ducks and puna ibis in the high altitude habitats and then as we descend a little to get to the Cock of the Rock Lodge you will begin to hear the calls of birds such as quetzals, trogons and wood rails, and see a variety of orchids that grow in the perpetually damp cloud forest. Our lodge for the night is also home to the tamest and most accessible Andean cock-of-the-rock lekking site in the world. Also found around the lodge (alongside the plethora of bird species) are woolly monkeys, brown capuchin monkeys and very occassionally Andean bears. Some of the more common and impressive bird species we will try and see here are emerald toucanet, torrent duck, golden-headed quetzal, grey-breasted mountain-toucan, Amazonia umbrellabird, blue-banded toucanet, fruit-eating tanagers, red-crested cotinga, banded-tail fruit-eater, tyrant flycatchers and the blue-crowned mot-mot. If we are in time (depending on the traffic, road conditions and how often we stop) we will visit the lek this evening to see the lodge’s namesake bird before retiring for the evening. (breakfast and dinner are included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Manu National Park - Wildlife Watching & Travelling This morning we will visit the Andean cock-of-the-rock lekking site before breakfast back at the lodge. After watching the impressive display and listening to the strange croaking calls of the males we will leave the lodge and head further down the Andeans and into the Amazon Basin and in particular to our next lodge the Amazonia Lodge located inside the huge Manu National Park. This park has the largest diversity of mammal life in the world and some of the largest numbers of plants, insects, reptiles, amphibians and bird species in the world as well. The journey will be different from yesterdays as we will only be able to make some of it by vehicle, before we board boats and continuing the journey through the Amazon Rainforest. The lodge is located in the tropical lowland rainforest of Manu Biosphere Reserve. The lodge has a very impressive bird list that is around 630 species strong at present, there are also many mammals recorded from the lodge grounds including 8 species of primates and some rarer sightings such as Brazilian tapir, jaguar, puma and peccaries. We will make the most of the afternoon and evening here before dinner and our first night in the Amazon Rainforest. (all meals are included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Manu National Park - Wildlife Watching This morning you will spend some time around the lodge, to see what bird life and other wildlife is around the lodge in the early morning. Then after breakfast we will board our boats and carry on further into the Amazon and to our next accommodation. The Aguaje Camp is a rustic camp located deep in the forest, on the banks of the Manu River and close to the trail that takes to you to the Salvador oxbow lake, this is the largest and most beautiful of Manu’s lakes. Around the Cocha Salvador it is possible to see giant otters and around the camp itself it can pay to keep an eye out for brown-mantled tamarins, black-capped squirrel monkeys, gray woolly monkeys and Peruvian spider monkeys. Being so deep into the forest lots of the wildlife is visible around the camp and with a full day tomorrow we hope to see many species that are difficult or impossible to see elsewhere. (all meals included today)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Manu National Park - Wildlife Watching Today we will enjoy a full day exploring the trails and waterways around Aguaje Camp, the wildlife here is not as regularly disturbed by people as around some of the other larger and busier lodges. So we will spend the day with our local expert guide and see what animals we can find, in general during the day the wildlife that is readily seen in the rainforest are primates, aquatic animals and also the hundreds of different bird species. After dark we can also try and find some of the nocturnal species such as opossums, night monkeys, caimans and possible very rare mammals that only come out in the dead of the night. (all meals included today)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Manu National Park - Wildlife Watching This morning will be our last around Aguaje Camp and we will have some time to see the wildlife again before heading on the river again and this time heading to Manu Wildlife Centre. We will take a packed lunch and spend a good portion of the day slowly travelling to the centre and trying to see wildlife along the river banks as we travel. The centre is located on the Madre de Dios River and the wildlife is abundant here, as well as trails and canopy towers the centre is also close to a salt lick that is very productive for macaws and tapirs and also two large oxbow lakes that are good places for wildlife watching. Travelling along the river to the centre we will try and spot aquatic wildlife such as caiman, giant otters and hoatzins as well as other wildlife. Once we arrive at the centre you will have some time to settle in and familiarise yourself with the private lodge located in its own 16,190 ha. rain forest reserve adjacent to the one million-acre protected area named the “Amarakaeri Reserved Zone”. Over the next three full days we will explore this area in full and finish our exploration of the Peruvian upper Amazon. (all meals included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cusco - Travelling This morning we will have an early start before departing on a motorised canoe towards Colorado, once we arrived in Colorado we will load up into a vehicle and then travel to the town of Puerto Maldonado and from here fly back to Cusco on LA 2076 which departs at 13:00. We then have the rest of the afternoon and evening to rest and relax before embarking on the second stage of our trip where we will head into the Andes and to the once lost civilisation of Machu Picchu. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Machu Picchu - Travelling & Sightseeing This morning we will leave the hotel and be taken to the train station, from here we will get the train to the Sacred Valley. The Vistadome train passes through picturesque Andean scenery, passing traditional villages, Inca ruins and rushing rivers. You will descend 1,300m through the Sacred Valley of the Incas and follow the Urubamba River to Aguas Calientes (which is now called Machu Picchu Pueblo). After dropping off your luggage at the station we’ll take the 20-minute bus ride up to Machu Picchu, perched 600 meters above the river. After lunch your archeological guide will take you on a walking tour of the site. It is important to have your camera equipment in a small bag ready to take on the bus to the site so that we can leave the train and catch the bus straight away. The famous lost city of the Inca is one of the most magical and mysterious places on Earth. Situated on the spine of a jungle cloaked granite peak towering some 600 meters above an entrenched meander of the roaring river below, the site is frequently shrouded in misty clouds pierced by the powerful equatorial sun. Constructed from precisely sculptured granite blocks carefully joined with the projecting exposed stone of the surrounding mountain, the site may well be the finest architectural achievement of the new world. In the late afternoon we will head back to the town and have the rest of the day to relax in the stunning Andean surroundings. Tomorrow we will make the climb up Huayna Picchu which offers stunning views over the ruins. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Machu Picchu - Sightseeing This morning we will once again get the bus to the ruins to further explore the vast city of Machu Picchu, at 10am we will start the ascent of Hauyna Picchu (this means Young Peak) and is a peak in which the Urumbamba River bends. This is a pretty hard climb and for people not wanting to do this you can spend the day around Machu Picchu and take in the sites at your own pace. The Incas built a trail up the side of the Huayna Picchu and built temples and terraces on its top. The peak of Huayna Picchu is about 2,720m above sea level, or about 360m higher than Machu Picchu. The top of the mountain was the residence for the high priest and the local virgins. Every morning before sunrise, the high priest with a small group would walk to Machu Picchu to signal the coming of the new day. The Temple of the Moon, one of the three major temples in the Machu Picchu area, is nestled on the side of the mountain and is situated at an elevation lower than Machu Picchu. Adjacent to the Temple of the Moon is the Great Cavern, another sacred temple with fine masonry. The other major local temples in Machu Picchu are the Temple of the Condor, Temple of Three Windows, Principal Temple, “Unfinished Temple”, and the Temple of the Sun, also called the Torreon. Only 400 people are allowed to climb the peak per day and we will be in the latter group as the clouds will hopefully have lifted allowing for excellent views over the ruins. The climb is steep and can be slippery when wet so we are best to take our time in getting up to the top. After exploring the site more we will get back to the hotel (via the bus) and then board the train back to Cusco. The rest of the evening will be free to rest. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Chaparri Eco-Reserve - Travelling Today will be a travelling day as we swap the central Andean peaks for the northern dry forests. Firstly we will be taken to the airport in the morning to catch our flight to Chiclayo (via Lima). Once we arrive in Chiclayo we will meet our new local guide and travel to Chaparri EcoLodge (around 1.5 hours), the lodge is located in Chaparri Eco Reserve which is located in the dry forests of Northern Peru. Providing a tranquil escape in a spectacular landscape of the foothills of the Andes with excellent wildlife viewing opportunities, this lodge will be our base for the next 4 nights. We will settle into the lodge today and possibly have a short afternoon trip out (depending on the time we make it to the lodge). Over the next 3 full days we will fully explore the reserve. (breakfast and dinner included today)."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Lima - Travelling & Wildlife Watching Today we will have the morning around the lodge to see some of the wildlife of Chaparri one last time and then we will depart after lunch for Chiclayo in time to catch our evening flight back to Lima. Once we arrive back in Lima we will head to the hotel and check into the accommodation for our last night in Peru. The rest of the evening will be free for you to relax and pack your bags for your return to the UK tomorrow. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)"
    }
  ],
  "map": ""
}