{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-small-group-highlights-tour-with-added-comfort",
  "tourName": "Peru small group highlights tour with added comfort",
  "placesVisited": "",
  "generalInfo": "Peru is famous as the heartland of the ancient Incas, and you'll discover it all on this journey from coastal Lima to the Sacred Valley, through elegant Arequipa and the stunningly expansive Lake Titicaca. Machu Picchu is a spectacular climax, but along the way you'll find a treasure trove of ornate Spanish architecture, an exciting foodie scene, and big landscapes that defy belief. <br/> <br/> Titicaca Train - Take the scenic route from Lake Titicaca to Cusco, with panoramic views, live music and a three-course lunch on board<br/> <br/> Foodie heritage - Sample ceviche in Lima, dine at a local picanteria in Arequipa and meet a Sacred Valley 'potato engineer'<br/> <br/> Machu Picchu - Travel on the upgraded 360 train and visit the iconic site with an expert local guide<br/> <br/> Upgraded Range - Immerse yourself in Peru's dramatic mountain scenery with our hand-picked selection of Premium hotels  <br/>",
  "durationDays": "18",
  "price": "4205",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Lima",
      "description": ": Our trip starts today in Lima, Peru's capital, which was founded in 1535 AD by the Spanish conquistador Francisco Pizarro. The modern cosmopolitan city is littered with reminders of its colonial and pre-Hispanic past, particularly in the historical centre. Located on the shores of the Pacific Ocean, you can easily escape the busy traffic of the city for a little calm on nearby coastal walking paths. For those arriving in time, our tour leader plans to meet you in the hotel reception at 7.30pm for a welcome meeting and for those that wish, there'll be the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Lima at any time. A transfer from Lima's Jorge Chavez International Airport (LIM) to the named start hotel is included on all trips in our Upgraded range regardless of your arrival day, provided that we receive your flight details at no later than 10 days prior to departure. The airport is approximately a one-hour drive from our hotel. Should you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to take an independent stroll along the coastal path through Miraflores. Alternatively, visit the extensive Larco Museum for an introduction to Peru's ancient history."
    },
    {
      "dayNumber": 2,
      "title": "Learn the art of ceviche making, discover street art and Peruvian coffee in Barranco",
      "description": ": We'll dive straight into Peru's award-winning culinary scene today, starting with an explosion of sights, smells and tastes at the Surquillo Market. This wonderland of foodstuffs is where your everyday Limeno does their weekly shopping; from tropical fruits such as chirimoya and lucuma to piles of purple corn and an abundance of seafood, we'll be introduced first-hand to the fresh ingredients that go into creating Lima's excellent and diverse cuisine. Of course, during our visit, we'll have the chance to taste some of the produce, too. Following our trip to the market, we'll visit a local restaurant, where a chef will show us how two of Peru's most iconic dishes are prepared; pisco sours and ceviche. This is a demonstration rather than a hands-on cooking class, and we'll find out how zesty lime juice, sweet onions and chilli heat combine to cook raw fish and give it a delicious flavour (limes only appeared in Peru after the Spanish conquest, but there is evidence to suggest that ceviche was created in other ways by prehispanic societies). There are ceviche spots on every corner of the city, from rustic spots with overflowing bowls to high-end restaurants serving delicately presented portions. We'll have lunch in the restaurant, including, of course, ceviche. In the afternoon, we'll head to artistic Barranco for a walking tour. This neighbourhood has a reputation for creativity, with some of the best street art in the city. As well as beautiful architecture and a seafront walk, we'll visit the workshop of Victor Delfin (a renowned Peruvian artist), which will give you a sense of Barranco's bohemian beginnings (note that the artist isn't always in residence). During our walk, we'll also take a break to enjoy a Peruvian coffee at a speciality coffee and chocolate shop."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Arequipa; lunch at a traditional 'picanteria'; visit to Santa Catalina Convent",
      "description": ": Leaving the big city this morning, we fly to beautiful Arequipa, at 2,380 metres / 7,808 feet above sea level. After checking into the hotel, we'll take an afternoon walking tour. Surrounded by volcanoes and mountains, the 'White City' is famed for its grand colonial architecture with signature vaulted rooves and white-stone arches, and the twin-tower cathedral that dominates the main plaza. We begin our tour with a birds-eye view at the Yanahuara viewpoint, where we take in the conical peak of El Misti volcano and the white spires of the city in front. At Yanahuara we make a stop at Picanteria Tio Dario for an included lunch. Historically these picanterias began in the hillsides surrounding the city, where the wives or mothers of farmers would indicate the availability of food to rural workers with a wooden table outside, covered with a rustic checked tablecloth. This Arepiqueno fare is deeply traditional, and we'll have a three-course lunch that may include local specialties such as rocoto relleno (stuffed peppers), adobe arequipeno (a soupy, spicy pork stew), or solterito de queso (a fresh salad made from local cheese, corn, beans and vegetables). We'll also try the local chicha morada - a purple corn drink very typical in Peru. After lunch, we visit the Santa Catalina Convent, which is a miniature walled town that once housed 450 nuns, living in total seclusion. A city within the city, founded in 1580, there are a maze of streets and squares within the walls that are ripe for exploring, along with the cloisters, rooms and ornate fountains."
    },
    {
      "dayNumber": 4,
      "title": "Free day to explore Arequipa",
      "description": ": Today we're at our leisure to discover more of Arequipa. The city is a charming place to explore on foot, with tree-lined plazas and ornate churches dotted throughout. You may like to take time to visit the Santuarios Andinos Museum, where the mummified body of the Inca girl Juanita is found. Alternatively, if you'd like to go further afield then you could take a trip out on the 'Sillar Route' with a local guide - a journey through the immense canyons and quarries on the outskirts of Arequipa, which are home to the pinkish-white volcanic material that built the city."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Chivay via the Andean altiplano",
      "description": ": We'll take a four-hour drive north today, entering the world of the Altiplano, passing behind the volcanoes that ring Arequipa and on to Chivay. There are herds of llamas and alpacas en route, and if we're lucky we might spot the elusive vicuna. Today, we'll briefly reach the highest point of our trip at 4,910 metres / 16,108 feet where we'll stop for a photo before descending towards our hotel in Chivay, beautifully situated in the Colca Valley and benefitting from thermal baths that we can relax in this afternoon."
    },
    {
      "dayNumber": 6,
      "title": "Visit the Colca Canyon, continue to Puno",
      "description": ": We'll have an early start this morning as we head to the Colca Canyon. A spectacular river gorge, the Colca Canyon measures twice the depth of the more famous Grand Canyon and at one time it was believed to be the deepest gorge on earth (until it was eclipsed by the deeper Cotahuasi Canyon). Today it allows us to discover a world of Andean villages and Inca terraces that make up one of the most outstanding natural settings in the Americas. We'll spend some time here at the Cruz del Condor viewpoint, searching for a sighting of the majestic birds flying over the canyon. This afternoon, we'll drive east, via the Patapampa Pass again at 4,910 metres / 16,108 feet heading towards the beautiful landscapes that surround the unique waters of Lake Titicaca, the highest navigable lake in the world. Our destination is the town of Puno, a centre of Incan folklore nestling in a bay at the north-western tip of the lake and the perfect base from which to explore the cultural and historical significance of the lake itself. The drive from the Colca Canyon to Puno is approximately six hours including a lunch stop."
    },
    {
      "dayNumber": 7,
      "title": "Boat trip to Uros and Taquile Islands",
      "description": ": We'll spend a full day exploring Lake Titicaca by boat today. Our first stop is the unique floating reed islands known as 'Uros', their name taken from the Uros people who have made this place their home for centuries. Their islands are made from totora, a reedlike papyrus that grows in the shallows and is used in most aspects of their life, including the construction of their boats and homes. We'll then continue to the less visited island of Taquile which has preserved much of its Inca and pre-Inca heritage. The islanders still speak the language of the Inca - Runa Simi or Quechua - and we'll learn a little of their way of life during our time on the island. In the late afternoon, we'll take a boat back to Puno and our hotel, arriving in the evening."
    },
    {
      "dayNumber": 8,
      "title": "Journey on the Titicaca Train to Cusco",
      "description": ": Travelling aboard the first-class Titicaca Train, we'll have an unforgettable journey today from Puno through to Cusco. The open observation car at the back provides panoramic views of the Andean scenery, where flocks of llamas or alpaca graze on the altiplano in scenes little changed since Inca times. The dining cars serve up three-course lunch as well as afternoon tea, and pisco sour demonstrations, live music and traditional dances take place in the bar car. At approximately 10 hours, the journey takes a full day and is an experience all in itself. Please note that in the unlikely event of train strikes, we will travel to Cusco by private vehicle."
    },
    {
      "dayNumber": 9,
      "title": "Visit Sacsayhuaman Fortress; walking tour in Cusco; free afternoon",
      "description": ": This morning, we'll take an immersive walking tour through the captivating city of Cusco, kicking things off in the colossal archaeological site of Sacsayhuaman, a stone fortress that's still at the core of Cusco's traditions. Winding our way along an old Incan trail, we'll head down to the colonial neighbourhood of San Cristobal, where the plaza gives us a sweeping view over the city's rooftops. Navigating the narrow streets of the old city, we'll reach the aqueduct of Sapantiana, a hidden engineering marvel only known by locals. This aqueduct directs us to arty San Blas, where coffee shops converge with traditional artisan's workshops, we'll explore the cobbled calles, venturing inside the studios to marvel at the local craftsmanship. Entering the main Plaza de Armas of Cusco, the focal point of the city, we're welcomed by the baristas of Three Monkeys Coffee who serve us the finest Peruvian beans. Then, once revived, we'll continue walking, gazing upon the Qoricancha complex, once the Inca's most sacred site dedicated to the Sun God. Our final destination is Mercado de Wanchaq, a local hot spot jammed with rows of colourful stalls and filled with the aromas of seasonal fruit. Slurping freshly pressed juice, we'll watch the sellers hawking their wares before returning to the hotel. The walking tour is approximately 4 kilometres/2.5 miles and is expected to take around four to five hours. We'll have the rest of the afternoon free in Cusco to explore at our leisure."
    },
    {
      "dayNumber": 10,
      "title": "Drive to the Sacred Valley; visit an experimental potato 'engineer'; discover Maras and Moray",
      "description": ": Potatoes are on the menu today. With over 4,000 different varieties, Peru really is the home of the potato - in fact, we didn't have them in Europe until the 16th century, when the Spanish conquistadores brought them back. We'll see these indigenous vegetables brought into the modern day, with a visit to the home and farm of Manuel Choqque, an agricultural engineer-turned-potato farmer. With over 370 varieties in his potato bank, Manuel experiments with the colouring and nutritional value of native potatoes to create new, colourful and nutritionally improved roots. After a fascinating visit, we'll get to sample some of his work, along with a traditional 'uchucuta' (hot pepper) sauce. Manuel is also experimenting with Andean tuber wines (made of ocas and mashwas) - we'll have a tasting of these before heading on our way. After a lunch stop, we'll continue to the complex of Inca ruins at Moray - huge semi-circular agricultural terraces that were used as a botanical laboratory by the Incas, an ancient experiment that shows how in tune the civilisation was with agriculture and Mother Earth. We'll also take in a panoramic view of Maras; enormous terraced salt pans that are a shock of white in the green valley. We arrive at our hotel in the Sacred Valley in the late afternoon."
    },
    {
      "dayNumber": 11,
      "title": "Free time in the Sacred Valley; evening visit to the community of Misminay",
      "description": ": Today is a free day in the beautiful Sacred Valley with a wide choice of things to do. For water lovers there is the opportunity to go kayaking or stand-up paddle-boarding on the Piuray Lagoon in the heart of the area's spectacular scenery. No previous experience is necessary - full instruction and safety equipment are provided. If you'd prefer a less demanding activity, there's the chance to visit a craft beer brewery, including a tasting of the various beers. Craft beer is relatively new in Peru but is growing quickly. The range of local ingredients used in the brewing process is fascinating. Alternatively, you may wish to visit the nearby town of Ollantaytambo, including its very own set of Inca ruins. This evening, we'll visit the community of Misminay, home to many of the porters who work along the Inca Trail. We'll share an Andean meal with them, prepared from local supplies, before spending the evening underneath the starry night sky, and hearing about the ancient Inca theories of the cosmos. Their rich history comes to life during this stargazing experience."
    },
    {
      "dayNumber": 12,
      "title": "360 train to Aguas Calientes; visit Machu Picchu",
      "description": ": We board the 360 train towards the mountain town of Aguas Calientes this morning. With a panoramic viewing car, we'll have spectacular views of the Rio Urubamba, flanked by high cliffs and peaks. Once a tiny village of no more than a few houses, Aguas Calientes is now bustling with travellers and trekkers coming to-and-from the famous 'lost' city of Machu Picchu. From the village centre, we'll take one of the regular shuttle buses to the ancient site. This masterpiece of ancient civilisation remained undiscovered by the outside world until it was 'found' by an American archaeologist, Hiram Bingham, in 1911. We'll explore the mountain-top stronghold before returning to the valley floor, where we'll stay in a hotel in Aguas Calientes."
    },
    {
      "dayNumber": 13,
      "title": "More time to discover Machu Picchu (optional); return to Cusco",
      "description": ": This morning is free for you to either relax in Aguas Calientes, or to explore Machu Picchu more. There are several optional ways that you might like to choose from - each one requires an additional permit that should be pre-paid at the time of booking. The first option is to revisit the site, giving you another chance to explore (unguided) at your own pace. There are several different one-way circuits in place in the site, each with a different name (Panoramic Circuit, Classic Circuit, Royalty Circuit). If you choose to revisit, we aim to book the Classic Circuit, but the final circuit permit purchased will depend on availability at the time of your booking. Alternatively, there are two optional hikes available within the site, each one unguided. These climb to the summits of either Machu Picchu Mountain or Huayna Picchu Mountain to look down on the citadel. Machu Picchu Mountain is a 700-metre hike from the top of the citadel. There are cobbled stairs on the way up with a few exposed sections in some parts, but predominantly very enclosed and with a fairly steady, but not too strenuous, gradient. The round-trip takes around two-and-a-half to three hours. Huayna Picchu Mountain is only 350 metres, half the size of Machu Picchu Mountain, but much steeper. There are several sheer drops, and it is not suitable for anyone with a fear of heights. For those who fancy doing the two-hour climb, you'll be rewarded with unbeatable views of Machu Picchu and the feeling that you're standing on a precipice at the top of the world. These three options must be pre-paid at the time of booking, and if you change your passport between your time of booking and prior to travel please bring your original passport with you. A final option is to simply relax in Aguas Calientes - it's a fantastic little town with a great market, excellent cafes and a laidback vibe. Later, we'll take the afternoon train to Ollantaytambo, from where we'll get the bus to Cusco, arriving late in the evening."
    },
    {
      "dayNumber": 14,
      "title": "Free day in Cusco",
      "description": ": Today is left free to further explore the winding streets and alleyways of Cusco. There are plenty of museums, lively plazas and bustling markets to explore, and it's a relaxing place to spend a day people-watching while enjoying a coffee - or a pisco sour! For those who would like an active end to their holiday, there is the option of hiking up the famous Rainbow Mountain, a tough, approximately 1.5 hour uphill hike on a rough mountain path that takes you up to 5,020 metres / 16,470ft of altitude. You'll pass through fields of llama and alpaca, with views to high, snowy mountains, before arriving at a lookout of the colourful red, purples, greens and pinks that give the mountain range its name. The return is by the same path. It's a full day (approximately 12 hours including the drive time) and includes a packed lunch. Your Tour Leader can assist you with the booking in Peru, pending availability."
    },
    {
      "dayNumber": 15,
      "title": "Fly to Puerto Maldonado and transfer to the Amazon Lodge by boat",
      "description": ": We'll say goodbye to the rest of our group this morning, while those of us continuing to the Amazon will make our way to the airport for a flight to Puerto Maldonado, located in the Southern Amazon area of Peru. From the port in Puerto Maldonado, we'll travel along the Tambopata River by motorised canoe (a journey of approximately 45 minutes) and check into our Amazon lodge. Our lodge here offers a range of different excursions (all included within the cost of your trip), and your itinerary for the following three nights can be arranged according to your interests. The lodge team will sit down with you on your first day at the lodge to discuss what you'd like to do and the following itinerary is a suggestion based on just some of the excursions that are available at the lodge, all guided by their experienced team of guides. For example, this afternoon you may wish to take a gentle twilight river trip to witness the jungle transform into a nocturnal world, where the daytime animals and birds give way to species specially adapted to the darkness of the night. Or, you may opt to swing in the hammock outside your cabana and enjoy the sounds of the rainforest. Although this lodge is a premium property, due to its remote location the electricity is provided by a generator and is only available for certain hours of the day. Please note, our Amazon journey is designed as an extension to the Upgraded - Discover Peru trip, and as such you Tour Leader will not be joining you. Not all group members will continue on to the Amazon and you might not be travelling with other customers."
    },
    {
      "dayNumber": 16,
      "title": "In the Amazon Jungle",
      "description": ": A visit to Lake Sandoval is one of the options this morning, where you'll board a dug-out wooden cano to quietly paddle through a stream before gliding onto the lake itself. The lake is home to many species of birds, red howler monkeys, macaws and caiman among others. The activities and tours at the Reserva Amazonica are planned for the morning and afternoon when it's cooler. Each day there'll be a few hours of downtime after lunch to relax or read in the heart of the rainforest. In the afternoon those for a head for heights might choose to climb the exhilerating Inkaterra Canopy Walkway, which is a 1,129-foot system of two observation towers, eight platforms and seven hanging bridges 30 metres/100 feet above the ground. The walkway is designed to perform scientific research on the ecosystems inhabiting the rainforest canopy and gives us an unobstructed view of the jungle setting. During the afternoon, take a 30-minute walk following a raised wooden platform over a flooded swamp. In this ecosystem you might observe various species of birds, amphibians, and abundant flora. The lodge has an on-site spa, so upon your return you might wish to book yourself a spa treatment (at an additional cost)."
    },
    {
      "dayNumber": 17,
      "title": "In the Amazon Jungle",
      "description": ": One of the trips available at the Reserva Amazonica is a boat trip to Gamitana Farm and Creek, where you'll get to see how a variety of Amazonian produce is grown by local farmers, and sample some seasonal forest fruits. Walking through a dense jungle trail to the creek, you'll be on the lookout for turtles, caiman and swamp birds hiding at the river banks. After returning to the lodge for lunch, there are several dug-out canoe trips or jungle walks on offer. And in the evening, a trip to see the rainforest by night is a must. Armed with flashlights, duck under tree boughs and spot signs of animal activity under the jungle canopy."
    },
    {
      "dayNumber": 18,
      "title": "Early morning boat to Puerto Maldonado and end trip at airport",
      "description": ": Our Amazon adventure comes to an end today after breakfast and we'll travel back to Puerto Maldonado by motorised canoe before transferring to the airport. If you're booking your own flights, you should ensure that they depart from Puerto Maldonado no earlier than 11am."
    }
  ],
  "map": ""
}