{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-slow-travel-tour",
  "tourName": "Peru slow travel tour",
  "placesVisited": "Lima, Arequipa, Colca Valley, Lake Titicaca by kayak, “Sun Route” Inca Trail, Sacred Valley kayak or paddleboard, Piuray Lagoon, Short Inca Trail, Machu Picchu, Cuzco, cycling and walking tours, kayaking adventures, community immersion days, cooking class",
  "generalInfo": "Travel slow and you will see the true Peru. Whilst this trip takes in Peru’s highlights – Cusco and Machu Picchu, Lake Titicaca and Lima, you’ll also spend a full week in the Sacred Valley, and time in the Colca Canyon, too.<br/><br/>This tour gives you two full days in Lima, Peru’s capital. Here you have plenty of time to get to know the neighbourhoods on a walking tour of boho Barranco, and a private walking tour to take in the gastronomy scene of Peru. You’ll also have time to visit Arequipa, a regional capital in the south of the country, which sits on a high plateau between three towering volcanoes.<br/><br/>After visiting the cities, it’s time to see some of Peru’s famous natural landscapes – starting with nearby Colca Canyon. This is the second deepest valley in the world, watched over by Andean condors with three-metre wingspans. You’ll spend a couple of days in this ‘kingdom of the condor’ before Lake Titicaca, where you’ll swap your walking shoes for a kayak; you’ve got a lunch date on a man-made floating island with the members of the Uros community.<br/><br/>This trip gives you a lot of time to appreciate the Sacred Valley – not just for its historic landscape, but for its people too. You can spend a day with the Andean Misminay community and take part in a number of activities such as cooking, local adobe brick making or hiking. <br/><br/>Your Peru trip would be incomplete without experiencing the Inca Trail and Machu Picchu. On your holiday you can walk the one-day Inca Trail, where you'll do the final 12km of the Inca Trail to the Sun Gate, where you’ll get a great view of the site. <br/><br/>You’ll have time to explore Machu Picchu itself – before returning to the Sacred Valley for some free time to wind down after a thoroughly in depth and fascinating trip. This three week private tour can be adapted to suit you and your interests.<br/>",
  "durationDays": "21",
  "price": "4550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lima: Arrive in Peru's capital, Lima and private transfer to your stylish boutique hotel. Over the coming days, explore Lima's creative hub on a private walking tour, visiting artists' workshops, handicraft shops, and discovering some of the city's most vibrant street art. The following day, uncover Lima's rich history through its cuisine on a guided street food experience. Visit Lima's largest food market and sample a variety of signature dishes that showcase the unique fusion of cultures shaping Peru's gastronomy."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Arequipa: Fly to the 'White City' of Arequipa, framed by dramatic volcanoes and rich colonial heritage. With a private guide, explore its UNESCO-listed historic centre, grand plazas and beautifully preserved architecture built from the surrounding white volcanic stone, end your walking tour at the remarkable 440-year old Santa Catalina Monastery: one of the most iconic places in the city."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Colca Canyon: Journey by road to Colca Canyon, one of the world’s deepest canyons, travelling through dramatic high-altitude landscapes framed by the Misti, Pichu Pichu, and Chachani volcanoes. Pass traditional Andean villages and ancient terraced valleys before arriving at a rustic lodge, your home for the next two nights. With your guide, explore the Colca Valley, including a visit to the famous Cruz del Cóndor viewpoint, where you may witness the majestic Andean condor soaring above the canyon. Continue through traditional towns and spend time in the small town of Coporaque, connecting with local communities and learning about daily life, customs, and long-standing Andean traditions."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Lake Titicaca: Traverse the dramatic Andean landscapes as you journey by road to Lake Titicaca. During your stay, escape the crowds and explore the floating reed islands of the Uros by kayak. Visit Taquile Island and wander around the stunning cultivated slopes of the UNESCO-listed community here before heading back to the mainland."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cusco: Depart Lake Titicaca on one of Latin America's greatest train journeys as it traverses the high Andean plateau landscapes to Cusco, the former capital of the Inca Empire. Once in Cusco, explore the key historic spots on a half-day tour and visit the imposing fortress of Sacsayhuaman and Q’enqo ceremonial site. With a day at leisure, wander the city's cobbled streets or book an additional tour to further get under the skin of Cusco."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Sacred Valley: Over the next five nights, base yourself in the Sacred Valley, a breathtaking region of dramatic landscapes, ancient Inca ruins, and traditional Andean villages. To ensure a meaningful and immersive stay, a carefully selected programme of excursions is included to help you make the most of this region. On guided visits, explore the impressive Inca ruins of Pisac and Ollantaytambo, and spend a day with the Andean Misminay community. Here, take part in activities of your choice such as traditional adobe brick making, a cooking class, agricultural demonstrations, Quechua language lessons, textile weaving, or a hike to a scenic lookout offering stunning views over the Moray archaeological site. Continue your journey by discovering the cultural highlights of Maras and Moray, and on another day enjoy an active adventure exploring the Andean landscape by bike, kayak, or zipline."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Machu Picchu by Short Inca Trail: This morning, drive to Ollantaytambo and take the train to 'Km 104', where you'll start todays unforgettable trek along the final stretches of the Inca Trail (approx 6 hours). On the way you will visit the ruins of Winay Wayna and take lunch, before continuing through highland jungle to the famous Sun Gate for your first dramatic view over the Inca citadel of Machu Picchu. After taking it all in, jump on the bus down into Aguas Calientes and check-in to your hotel for the night."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Machu Picchu & Return to the Sacred Valley: This morning, enjoy a guided tour of one of the true Wonders of the World. Walk among the stone terraces and sacred ruins of Machu Picchu as your guide brings to life the history of the site and the wider Inca civilisation, highlighting the remarkable engineering skills still evident today. Marvel at ancient structures dramatically set against steep mountain slopes and cloud-shrouded peaks. After lunch, board the train back to the Sacred Valley, where you’ll spend your final two nights at leisure. Unwind, enjoy your surroundings, or further explore the region according to your interests."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Departure: Wave goodbye to Peru after three magical weeks, as we drive you to Cusco airport to catch your flight home."
    }
  ],
  "map": ""
}