{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "tailor-made-holiday-in-peru",
  "tourName": "Tailor made holiday in Peru",
  "placesVisited": "Arequipa, Condors at Colca Canyon, Puno, Lake Titicaca, Floating Uros and Taquile Islands, Cuzco, First class train ride across Altiplano, Sacred Valley, Machu Picchu by train, Aguas Calientes, Pisac, Puerto Maldonado, 3 days in Amazon Rainforest",
  "generalInfo": "This tailor made holiday in Peru covers a vast array of the country’s spectacular cultural sites, including the Inca citadel of Machu Picchu, which you travel to by train at the end of the holiday. Starting in the capital city of Lima, with its impressive museums and sites, particularly the Centro Historico with its pre-Hispanic and colonial architecture.<br/><br/> From Lima you fly to another wonderful city, Arequipa in the south of Peru. The “white city” is famous for its whitewashed buildings, historic centre with a variety of architecture from through the ages, and exquisite location enveloped by volcanic peaks. On this tailor-made holiday you will have private drivers and guides, who will then take you into the rural wonders of the Colca Valley, where village life is still very traditional on the pre-Inca terraced slopes. Another treat in this region is Colca Canyon which, at 3,400 meters deep is one of the world’s deepest. Here you will not only see herds of llama and vicuna but also the canyon’s resident condors soaring up above on the thermals.<br/><br/>The next stop on this itinerary, which can be tweaked to suit your interests and timeframe of course, is Puno, gateway to the great Lake Titicaca. At an elevation of 3,800m, the town is a fascinating place where many people still wear traditional dress. Surrounded by mountains, the bright blue lake is a wonderful sight, as are its famous Uros Islands made of totora reeds which enable them to float. Learn about traditional dress and farming methods directly from islanders of Taquile Island.<br/><br/> The last few days are spent exploring the Sacred Valley and famous ruins of Machu Picchu. Starting in Cuzco, the former capital of the vast Inca Empire, take time to also explore the cobblestone streets and colonial architecture. In the Sacred Valley you can visit the ruins of Pisac and Ollantaytambo with your driver and guide before taking the train to Machu Picchu the next day. We highly recommend two visits to Machu Picchu so that you have enough time to fully take in the incredible ruins and tackle hiking Huayna Picchu or Mount Machu Picchu.<br/><br/> Please note: We find that the best time to travel to Peru is between the months of April and October, as there is plenty of sunshine and you avoid the highland rainfall that hits during outside these months.",
  "durationDays": "14",
  "price": "5500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will begin your journey by boarding your international outbound flight to Lima. Upon arrival in Lima today you will be met by a guide and driven to your hotel in the fashionable Miraflores district."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half day guided tour of Lima, including the Huaca Pucllana archaeological site, Plaza de Armas, cathedral, church and catacombs of San Francisco. In the afternoon you can explore at leisure, or even take a Peruvian culinary tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fly to Arequipa, known as the White City due to the color of its sillar stone used throughout the city. Private transfer to your hotel, with the afternoon to relax and acclimatize."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Private tour of Arequipa including a visit to the Santa Catalina Convent - a beautiful walled city within the city itself. Afternoon at leisure, you could visit the intriguing Santuarios Andinos museum, and learn about local history."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel to the Colca Canyon this morning in a shared vehicle - this is a very scenic road journey, passing herds of grazing llama at altitudes of over 4000 metres. You have the afternoon at leisure to take in the stunning scenery"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will visit the Condor's Cross in the morning to look for the famous Andean Condors and some of the tiny whitewashed villages that dot the valley. This afternoon continue your journey overland to Puno on the shores of Lake Titicaca."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will take to the waters of the mystical Lake Titicaca, where you will visit the people who live on floating islands made entirely of reeds, and the weaving communities on Taquile Island."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer by tourist coach across the stunning altiplano through pretty villages and past grazing vicuna to the former Incan capital of Cuzco."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Stroll into Cuzco's Plaza de Armas this morning and soak up the mix of colonial and Inca architecture. This afternoon, enjoy a half day city tour of Cuzco and a number of the nearby Incan ruins."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today travel into the Sacred Valley of the Incas, visiting the Inca ruins and colourful market at Pisac. You will then head to the welcoming town and ruins at Ollantaytambo. Spend the night in the Sacred Valley."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Take the stunning train journey to Aguas Calientes, the small town that nestles in the valley beneath Machu Picchu. Enjoy a guided tour of the ruins in the afternoon, before spending the night in the town."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Free morning to return to Machu Picchu to explore again at your own leisure (we recommend arriving early to beat the crowds). There are also options to book a couple of walks near to the site should you wish. This afternoon take the train back to Cuzco."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Fly from Cuzco to Lima in time for your onward international connection."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Arrive home today to complete your journey"
    }
  ],
  "map": ""
}