{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "luxury-peru-adventure-holiday",
  "tourName": "Luxury Peru adventure holiday",
  "placesVisited": "Lima, Cusco, Sacred Valley, paddle-boarding, train to Mapi, Machu Picchu tour, Puerto Maldonado, optional Amazon jungle activities",
  "generalInfo": "From the depth of the Amazon jungle to the dizzying heights of Cusco, this is this is the ultimate itinerary to travel Peru in style. A true bucket list trip to visit one of the 7 Wonders of the World, Machu Picchu. Beautiful hotels, spectacular scenery and the little touches along the way ensure you experience an adventurous trip fit for a modern Inca King!<br/><br/>Imagine scenery on the epic scale of an Indiana Jones or Lara Croft flick: forgotten temples entangled in jungle vines, cobwebbed ancient tombs baking in the desert sun and bejewelled buried treasures beyond all reckoning. Wild rivers that rage, pumas prowling in the night and hallucinogenic shaman rituals – it’s not just a movie here, it’s real life.<br/><br/>Ten thousand years of history are lived through 180 museums and historical places. While Peru inevitably evokes images of Machu Picchu and the Inca Empire, the country is also riddled with archaeological sites which are a legacy of even more ancient times, when great civilizations bequeathed a legacy of their art, customs and rituals, their wisdom and skills.",
  "durationDays": "11",
  "price": "4498",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lima and you will be met by a person holding a board with your name on it. They will assist you with your luggage to the awaiting minibus and transfer you to your hotel, the transfer time is roughly 45 minutes. The rest of the day is yours to relax."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Locals Guide to Lima Barranco & Pedro de Osma & MATE : Visit the bohemian district of Barranco with a specialist guide who will take you to the corners where artists have been inspired. Barranco is the cradle of several writers, composers, sculptors, and artists in general. Visit the Pedro de Osma Museum and MATE, Mario Testinos collection. Return to your hotel for overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lima to Cusco: In the morning you will be collected from your hotel and transfer to the airport for your flight to Cusco. Arrive into Cusco airport. On arrival in Cusco airport please proceed to the baggage hall. At the exit to the building your transfer guide, will be waiting for you with a sign at the barrier outside the arrivals gate. Your guide will then escort you on the seventy minute journey to the Sacred Valley and your hotel for the night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A great day to enjoy the amazing ruins, markets and scenery of Peru is with our one-day Sacred Valley tour. The time this trip leaves is suitably flexible to your needs. Our first stop is the picturesque Andean village of Pisac. The village is famous for its local market and superb artisan stalls throughout the week. Time can be spent shopping or, for the more energetic, visiting the extensive Inca ruins at the top of the hill. Old Pisac ruins have much to explore with a circular hike along a well-defined Inca trail through royal buildings, look-outs, terraces, tunnels and irrigation channels before returning on another good trail to the bus. We may also visit a traditional bakery to try freshly baked bread and learn about the guinea pigs of Peru. Afterwards we take a short journey along the river to visit the Inca fortress town of Ollantaytambo: this was the site of the last big battle between the Incas and Spanish before the remaining Inca rebels fled into the jungles of Vilcabamba. In this lovely, well-preserved village and ruins you can still feel the true magic of the Incas. The hill-top, Inca sun temple displays some of the finest stonework in the area. The site was unfinished and some magnificent stones still lie un-erected, providing important clues to the building methods. Pachamanca lunch experience at El Albergue organic farm: A Pachamanca is a traditional way of preparing food in the Andes. In the absence of a stove an oven is built out of stones, the stones are heated with a wood fire and once brought to a very high temperature. The meat and vegetables are then carefully covered with the rocks.Herbs are then added and the whole mound is covered by wet sheets and finally a mound of earth. While the meal is cooking, you will be shown around this organic farm, working to sustainable methods to provide food for the Cafe Mayu restaurant. After 45 minutes the meal is ready and we have the pleasure of digging our delicious potatoes, yams, corn, fava beans, lamb, pork, alpaca, and chicken straight from the earth."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Half day of stand-up paddle boarding then bike to Maras saltpans: You start the day with a full instruction in the art of stand-up paddle boarding, before practicing your new skills on this beautiful lake. It is actually really easy to learn and soon you will be gliding serenely across the emerald green lake, all under the watchful eyes of your expert stand up paddle guide. Enjoy amazed looks from local farmers, spot rare birds in the reeds around the lake and relax, enjoy the quiet and take in the stunning Andean scenery. After a couple of hours of paddling and hopefully mastering this fun sport, you can enjoy a delicious picnic lunch. You then put on your helmets and hop on our state of the art mountain bikes. You take a smooth mule trail to the town of Maras for the descent of a lifetime down into the amazing salt-pans. Thousands of salt-pans cover the whole of the hill-side creating a stunning white landscape. They have been constantly worked since Inca times and were even mentioned in The Chronicles. Your vehicle will be waiting for you at the end. *If you prefer not to cycle, we can offer an easy downhill hike instead."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Train to Mapi & tour: Today you take a train to the base of Machu Picchu itself. On arrival you take a short bus ride direct to the ruins. Once there, you can enjoy an extensive walking tour of the site and a full explanation of the fascinating history behind it. If time permits you can explore further to the Inca bridge, Watchman’s hut or try the strenuous climb to the sun gate – Inti Puncu. Some may prefer to just relax and take in the stunning location. When you are ready, you can take a bus down to Machu Picchu town and your hotel for the night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning you return to Machu Picchu with the day free to explore residential, religious and agricultural sectors. There is time to hike to the Inca Bridge, Watchman’s hut or else just wander through the ruins, soaking up the atmosphere. In the afternoon, you board the train for the lovely ride along the Sacred Valley of the Incas and transport to your hotel. Hiram Bingham train: Hiram Bingham train return from Machu Picchu. This deluxe Orient Express run train service includes the option of high tea served in the Sanctuary lodge hotel beside the Machu Picchu ruins and a chance to be one of the last to leave the ruins, before catching the bus to the train station and boarding this amazing train. A full bar and fine dining service is included, along with entertainment."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cusco City tour - half day: We tailor this trip to you and your interests. You will have an expert guide at your disposal to show you some of the highlights of this beautiful city. Tell him what you like and he can advise as to the best route for your tour. You may choose to start with the Plaza de Armas and a visit to its impressive cathedral. Qoricancha temple, once home to life sized statues in solid gold is another very popular option. If time permits, you could visit one of the bustling markets, full of tropical fruits fresh from the Amazon or even head up through the San Blas artisan district to San Cristobal church for a spectacular view over the red tiled rooftops of Cusco."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning you will transfer you to Cusco airport in time for your onward flight. You will be met at Puerto Maldondao airport by your expert resident guide and taken to the docks to board a motorized dugout canoe for the trip to your jungle lodge. You will be able to leave any excess luggage at their offices in Puerto Maldonado. On arrival at the lodge you can choose from a number of activities: jungle hikes, canoe trips or simply taking a siesta and enjoying the sounds of the jungle from your hammock."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today there are a huge variety of options to choose from. The jungle is usually alive very early in the morning so try to get out pre-dawn and explore, as this will be your best chance to see wildlife. There are monkeys, birds, giant otters, ants galore, and a chance to learn about the rainforest from your expert resident guides either on foot or by dugout canoe. There is plenty of time to have a siesta to avoid the hottest part of the day. You can then take a canoe trip on a lake or explore more trails and catch a beautiful sunset over the Amazon basin. The evening can be free to relax or for those still eager to see wildlife there are two more options: either head out on foot in search of nocturnal mammals or take a canoe in the hope of glimpsing the rare black caimans that inhabit the nearby water. Also there is an opportunity to travel downriver and experience Inkaterra's Canopy walkway."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You will be transferred back to the airport in time for your flight home."
    }
  ],
  "map": ""
}