{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "classic-machu-picchu-tour",
  "tourName": "Classic Machu Picchu tour",
  "placesVisited": "",
  "generalInfo": "A 9-day cultural exploration of Cusco, the Sacred Valley and Machu Picchu with a focus on Andean culture and history. Choose from a non-hiking itinerary with explorations in the Sacred Valley including Moray, Salineras and Pisaq or for the adventurous opt for the challenging 4-day Inca Trail hike. All itineraries meet at Machu Picchu for an expertly guided tour of the archeological site. <br/><br/>ALL ITINERARIES INCLUDE:<br/>8 nights’ stay in boutique, centrally located hotels (for hikers: 3 nights camping)<br/>Airport transfers on arrival/departure day<br/>Private transportation between Cusco, Ollantaytambo, and group excursions<br/>Train from Ollantaytambo to Machu Picchu<br/>Walking city tour of Cusco to learn about Incan society &amp; culture<br/>Boleto turistico with entry to more than 12 museums &amp; archeological sites<br/>Entry fee to Machu Picchu + guided tour of the archeological ruins<br/>Traditional Andean pachamanca farm lunch<br/>Daily breakfast, 1 lunch, and 2 dinners<br/>Healthy, nourishing meals using traditional ingredients and local sourcing<br/>Visit to our community partner to learn about the preservation of Quechua language and culture + donation to their organization<br/>Dedicated Traverse host + local guides throughout your stay<br/>Representative assisting you from booking to departure<br/>Small group experience, 12 people max<br/><br/>NON-HIKING:<br/>Stay in Ollantaytambo <br/>Patacancha community visit to learn about alpaca farming, weaving and textiles<br/>Excursions &amp; entry fees to the Moray, Salineras, and Pisaq <br/><br/>HIKING: <br/>Full-board meals during trek<br/>4 days/3 nights hiking the classic Inca trail <br/>Entry fee to the Inca Trail and Machu Picchu<br/>Healthy, nourishing meals prepared by our on-site cook<br/>Clean, potable water throughout the hike<br/>A team of local porters to carry provided tents, chairs, food, medical emergency kit and other equipment<br/>Sleeping mat provided (you will carry)<br/>Experienced local hiking guide<br/><br/>TRIP DOES NOT INCLUDE:<br/>Airfare<br/>Alcohol, unless specified<br/>Additional meals, excursions and activities not listed<br/>Required travel insurance<br/>Tips to your local guide, guide, drivers, etc.<br/><br/>We also provide fully self-guided or custom itineraries! Inquire for details.",
  "durationDays": "9",
  "price": "3695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Cusco transfer to your boutique hotel in central Cusco. Settle in to your room, enjoy some tea and watch the sunset as you acclimate to its elevation of 11,150 feet. We’ll have dinner at a spectacular Peruvian restaurant that sources local meats & produce and presents traditional dishes with a modern twist. Try specialties such as aji de gallina (a creamy chicken dish), causa (an Andean potato dish), or - if you’re daring – cuy (guinea pig)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we’ll adjust to the elevation with a morning walking tour through Cusco and a visit to the market. Enjoy lunchtime and the afternoon to explore the city’s many fabulous cafés, cobblestone streets, and abundance of shops & museums. Pack up tonight to depart for our ventures in the Sacred Valley tomorrow. Dinner is on your own at one of Cusco's many restaurant options, from traditional Peruvian to Italian to Japanese & Chinese fusion."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast we’ll head to the Sacred Valley. We’ll visit a local school that emphasizes sustainability and social responsibility through its programs. We will learn about its Quechua curriculum and its role in preserving this ancestral language by teaching it to the younger generations and integrating Andean culture into its standard subjects. We’ll also enjoy a pachamanca farm lunch at its organic farm project. We’ll learn about local cooking traditions and enjoy numerous foods from the area including camote (local sweet potatoes), grilled meats, and chicha morada (a purple corn drink). Enjoy free time on your own in the evening to explore the ancient city of Ollantaytamo with its many dining options, or enjoy a meal at our accommodations. In the evening, take time to rest or get organized. Hikers will need to be ready for an early departure tomorrow."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HIKING: Get up early to be picked up by our local, bilingual guide. We’ll have breakfast on the go, arriving at the starting point at Wayllabamaba by 10:30. Once we cross the foot bridge over the Urumbomba River our hiking begins! The first few kilometers are a relatively easy climb with gorgeous views of La Verónica and Patallackay. We’ll take a break for lunch at Tarayoc and continue on to Huayllabamaba for camping and dinner our first night. NON-HIKING: Today we’ll visit the concentric Inca terraces at Moray, four natural sinkholes that the Incas used for agriculture. We’ll then visit a stunning Sacred Valley site, Salineras, thousands of salt pools that the Inca diverted from a spring of warm, salty water and is still harvested today by local collectives. In the afternoon, you can hike up to the Temple of the Sun or explore around town before dinner together in the square."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HIKING: Today is the hardest day of the trail, with the first half strait up and the second straight down. We’ll reach the highest point of 13,900 feet at Wuarmihuañusca where you can see panoramic views of the cordillera of Vilcambamba. You’ll see the terrain slowly change from high desert to the Andean rainforest, with bromeliads and greenery all around. We’ll ascend to the valley of Pacasmayo to camp for the night. NON-HIKING: Today we’ll do a full-day exploration of Pisaq, which is home to an Inca fortress and an artisanal market filled with Andean goods such as carved gourds, ceramics, paintings, and weaving. After, we’ll visit the nearby ruins which feature multiple architectural styles including agricultural terraces, military forts and religious purification paths.. We’ll stop for a local lunch of your choice and enjoy dinner together in the evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HIKING: Today is our last full hiking day is known as the “Incan Flats” for its rolling landscape, as compared to the steep climbs and infinite stairs of yesterday. We’ll see the ruins of Runquracya and learn about different architectural styles of the Inca. We’ll also pass Sayacmarca and go through a tunnel at Phuyupatamarca. The terrain is rich in flora and fauna, and though it’s a long hiking day there are fewer climbs than yesterday. We’ll camp at Wiñayhuayna. NON-HIKING: Today you get to explore on your own! Choose from a number of guided tours including the artisanal village of Chinchero, a full-day excursion & hike to Rainbow Mountain or a steep hike to Intipunka, the Sun Gate, for spectacular views of Mt. Veronica. Or, take a rest day in Ollantaytambo and soak in the sights, shopping and spectacular food of this living Incan village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HIKING: We’ll get up at 3:30 this morning to have time for breakfast, packing up and heading to Intipunku, the Sun Gate, for our sunrise entrance to Machu Picchu. We’ll have plenty of photo opportunities as we descend to the city, where we’ll meet up with the rest of our group for a guided tour by our local guide. After some time to explore on your own, you’ll take the bus down to Aguas Calientes where you can store your backpack with a local restaurant partner and take time for lunch and exploring on your own. We’ll all depart on the 2:55 train back to Ollantaytambo where we’ll stay for the night and enjoy light snacks together. NON-HIKING: We’ll get early to take the train to Aguas Calientes, where we’ll catch a bus up to Machu Picchu. There we’ll meet with the hiking group and enter together for a tour of the archeological site with our local guide. After some time to explore on your own, you’ll take the bus down to Aguas Calientes and we’ll meet for the 2:55 train ride back to Ollantaytambo. A light snack will be provided on your return or you can head in to town for dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We’ll departing by van back to Cusco around 10:00. The afternoon is yours for R&R, shopping, or consider a walk or taxi ride up to Sacsayhuamán just outside of town. We’ll reconvene for our final group dinner and farewell."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart any time today. Check-out is by 10:00 a.m. You’ll receive a transfer to the airport according to your flight time."
    }
  ],
  "map": ""
}