{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "arequipa-to-machu-picchu-peru-tour",
  "tourName": "Arequipa to Machu Picchu Peru tour",
  "placesVisited": "Arequipa, Condors in Colca Canyon, Lake Titicaca, Puno, Uros Islands, Copacabana, La Paz, Cuzco, Ollantaytambo, Train ride to Machu Picchu, Puerto Maldonado, Amazon rainforest, Optional: excursions to Isla del Sol, Tiwanaku, Chullpas at Sillustani, Chacaltaya, Maras salt Pans, white water rafting, cycling, horse riding",
  "generalInfo": "Peru is a huge and widely varied country, encompassing three of South America’s most dramatic natural landscapes: the Amazon rainforest, the Andes mountain range and the desert. This three-week, Arequipa to Machu Picchu Peru tour leaves plenty of time to explore each of these incredible ecosystems, whilst discovering Peru’s legendary Inca past.<br/><br/>The colonial city of Arequipa, with its pearl-white architecture and flower-filled plazas, gives way to the desolate high plains and an extinct volcano leading up to the Colca Canyon – one of the best places in the world for spotting the magnificent condor. The Peruvian Andes are dotted with tiny Quechua villages where the lifestyle has changed little over the centuries and traditional, colourful dress is still worn, and there will be opportunities to stop by and meet the residents on your journey from Arequipa to Machu Picchu. You can even meet local people in Lake Titicaca who live on floating islands constructed from reeds.<br/><br/>From here, you’ll cross over into Bolivia to explore the high-altitude city of La Paz, before flying back up to Cusco and spending a couple of nights in the Sacred Valley of the Incas, a great base for visiting Inca ruins, salt pans and indigenous villages. This is only two hours by train from Machu Picchu – just as astounding to modern day explorers as it was when it was rediscovered over a century ago.<br/><br/>Finally, you’ll fly down to Puerto Maldonado in the Amazon Basin to discover the rainforest alongside superb naturalist guides. You’ll travel on foot and by boat, looking out for the jungle wildlife.",
  "durationDays": "20",
  "price": "3851",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Spend 2 nights in the capital Lima.",
      "description": "Those arriving on an international flight will be met at the airport by a tour leader or a local representative who will escort you to the hotel. The scenes from your window on the half-hour drive to the hotel through Lima encapsulate the invigorating bustle of a modern-day Latin American capital. Lima, the City of Kings, was once the capital of Spanish America, and the vestiges of its glorious past can still be seen in the faded grandeur of the colonial churches and traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a dynamic and chaotic low-rise city of over 10 million people. In crowded streets, throngs of traffic race out towards Miraflores, a modern middle-class suburb on the coast, where your hotel is located. On your first full day of the trip there will be a walking tour of the old centre of the city, where the Plaza de Armas, imposing cathedral, city hall and palace are located. A real contrast to the ever developing suburbs."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Arequipa.",
      "description": "Take a short flight to the colonial city of Arequipa. The squat buildings, constructed from a white-grey volcanic stone called sillar, are striking against a rich blue sky and give the city a somewhat Middle Eastern aspect."
    },
    {
      "dayNumber": 4,
      "title": "Walking tour of the city and the Santa Catalina Convent.",
      "description": "Walking tour of the historic heart of the city. Wander through its colonnaded plazas and shady lanes visiting some of the striking baroque architectural masterpieces of the Spanish legacy. A highlight is the visit to the (now mostly uninhabited) Santa Catalina Convent, a timeless, peaceful enclave, its walls painted in pastel hues, where its shady nooks and crannies are dotted with flowering potted plants. Enter the tiny cobbled courtyards where orange trees flourish, peeking into the vacant nuns’ cells. Time permitting you might also visit the Museo Santuarios Andinos, a fascinating little museum which houses the remains of several Inca mummies recently recovered from the tops of surrounding volcanoes and mountains. They have been superbly preserved by the freezing conditions; many were thought to have been sacrificed as offerings to the mountain gods over 500 years ago."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Colca Canyon.",
      "description": "Arequipa lies at the foot of the slopes of the conical El Misti volcano, and within sight of the jagged formations of the Chachani Volcano and the long ridge of Machu Picchu. On the road to the Colca Canyon you’ll get a closer look at this magnificent scenery. The road crosses a desolate high plain and through a vicuña reserve. The vicuña is a smaller, more delicate relative of the llama, whose fine wool is literally worth more than its weight in gold. You may also come across vizcachas, alpacas, llamas and flamingos all feeding from the scrub. The climb continues around the cavernous crater of an extinct volcano and over a high pass before emerging onto the rim of the valley. From here you can look out over the vast network of ancient, intricately terraced fields and tiny villages. After descending into the canyon, you could choose to submerge yourself in the warm, healing waters of the hot springs."
    },
    {
      "dayNumber": 6,
      "title": "Condor spotting and local excursions.",
      "description": "You’ll be up early for your trip along the canyon’s edge, with terraced fields of traditional Andean crops such as potatoes, quinoa and kiwicha lining the road up to the viewpoint at Cruz del Condor. Here you stand on a bluff looking into the deepest part of this colossal canyon, where a patchwork of tawny colours spread across the valley, and watch condors soaring effortlessly skyward from inaccessible crags and rocky ledges. Along the way you stop at a number of small villages where little has changed in the rural lifestyle over the centuries. The women continue to wear traditional, intricately embroidered dresses. If you choose, you may follow ancient footpaths linking adobe villages and follow the paths of ancient aqueducts, with spellbinding views down to the canyon floor."
    },
    {
      "dayNumber": 7,
      "title": "By road to Lake Titicaca.",
      "description": "A 6hr private road journey leads across the Andes to Puno, 3,805m high on the chilly altiplano, and on the shores of glimmering Lake Titicaca. The scenery along the way is windswept and desolate and the vastness of the landscape is laid out under a bright Andean sky. The occasional stop alongside small highland lakes may give you the chance to spot flamingos feeding in the mineral-rich waters.The vast, indigo Lake Titicaca – almost an inland sea – sits on the Peruvian-Bolivian border, and the fish-laden waters and surrounding fertile soil are the lifeblood of subsistence farming communities clustered in scores of adobe villages along the water’s edge. Legend has it that this mystical spot is the birthplace of Inca civilisation: the progeny of the Sun God sprung from its depths to found the empire in Cusco."
    },
    {
      "dayNumber": 8,
      "title": "Visit the floating Uros islands; by lakeside road to Bolivia.",
      "description": "Today you set out on the lake aboard a motor boat to visit the Uros Islands: gliding over the deep glacial waters on a sunny day is a definite highlight. You alight on the floating islands, constructed entirely from the lake’s tortora reeds the same material used to build their canoes – and the ground moves almost imperceptibly beneath your feet. During severe storms, the islands may break up into smaller islets. Once devoted to fishing, the inhabitants now earn their living mainly through selling handicrafts to tourists and, while this is a unique experience, it has the air of a living museum. Later set off along the lakeshore towards the Bolivian border. The still waters almost lap the road, and wader birds may be seen negotiating the reeds. Having stopped to admire the little church at Pomata you continue to Copacabana (3hrs), a pretty little town impressively located between two grand hills on the shores of Lake Titicaca. Its beach gave the name to the better known one in Rio."
    },
    {
      "dayNumber": 9,
      "title": "Optional trip to Sun Island.",
      "description": "The peaceful town of Copacabana is a religious sanctuary and its whitewashed buildings and Moorish-style basilica are striking against a clear blue Andean sky. The Basilica is frequented by pilgrims to the miraculous 16th-century Dark Virgin of the Lake, and they bring their rickety cars to the forecourt, bedecked in flowers, to be blessed by her. If you have the energy in this rarefied air, climb the stations of the cross for views out over the lake and the snow-capped cordillera in the distance. From Copacabana there’s an optional boat trip to Isla del Sol. Legend has it that this mystical spot marked the beginning of Inca civilisation. The children of the sun god sprung from the lake’s depths to found the mighty empire in Cusco, and a rock at the northern end of the island was their birthplace."
    },
    {
      "dayNumber": 10,
      "title": "By road to La Paz, Bolivia’s highland capital.",
      "description": "At over 3,500m, La Paz is the highest capital city in the world. It is a glittering mosaic of tin, slate and tile roofs, interspersed with a line of skyscrapers that march down the valley. And beyond, keeping an eye on it all, is the colossal snow-capped Mount Illimani. This busy, commercial city has a 60% indigenous population; women dress in voluminous multi-coloured skirts, bowler hats and have centre-partings, as decreed by the Spanish monarch 3 centuries ago. There is a city tour, and 3 nights in the city gives you plenty of opportunity to explore the colonial centre around the quaint Plaza Murillo."
    },
    {
      "dayNumber": 11,
      "title": "Explore the city and surrounding area.",
      "description": "At leisure further to explore. There is an optional excursion to the ruins of Tiwanaku, about which little is known. Travel 2hrs from La Paz across the bleak, tawny earth of the altiplano, past glimmering lakes and herds of haughty alpacas. These pre-Columbian ruins are considered among the most important on the continent, and the massive gateways and imposing walls are redolent of bygone glory. It is believed that the inhabitants here were more advanced than the Incas in pottery, mathematics, art and astronomy. Explore a new museum on the site which houses more than 100 artefacts and provides a fascinating insight into the history of the ruins."
    },
    {
      "dayNumber": 13,
      "title": "Fly to Cusco and explore the famed city of the Incas.",
      "description": "Drive back onto the flat plains of the altiplano to the airport for your short flight to Cusco. The name Cusco derives from the Quechua word for navel, indicating its location at the centre of the Inca Empire; one which reached its peak as England fought the War of the Roses. This is your base for the coming days. Its many impressive, original Inca walls display extraordinary craftsmanship, and the bustling squares are dotted with ornate colonial churches. It’s a vibrant, lively city, where shoeshine boys and postcard sellers jostle for your attention on cobbled streets lined with handicraft shops and cafés. In the evening, the town centre fills with people flocking to the many restaurants, bars and clubs. A guide gives you a fascinating tour of Cusco, which includes a visit to several nearby Inca remains. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining 3 day battle was fought between the Spaniards and the Incas here: the first conquistadors to see it were awestruck and centuries later it is still an extraordinary and imposing sight."
    },
    {
      "dayNumber": 15,
      "title": "Full day tour of the Sacred Valley with overnight.",
      "description": "A full-day adventure visits several of the villages and archaeological sites which pepper the Sacred Valley of the Incas. The Pisac complex, set high above the eponymous village, is composed of steep terraces; their engineering and preservation are unrivalled, and you can clamber among the ancient walls and explore the ruins of temples, residences and storehouses. It takes about an hour and a half to explore the site, after which you stop off in the village below where an arts and crafts market spills across the main square, and stalls laden with tapestries and weavings crafted in the surrounding villages. Continue along this picturesque, patchwork valley to Ollantaytambo, the snow-capped Andean cordillera forming a stunning backdrop. The Inca fortress towering above the adobe village is well preserved and there are wonderful views down over the gentle sloping hillsides and into the fertile valley. You spend the night in the Sacred Valley."
    },
    {
      "dayNumber": 16,
      "title": "Tour of Machu Picchu.",
      "description": "A dramatic 2hr train journey from Ollantaytambo delivers you to the ruins of Machu Picchu. As the river Urubamba enters its narrow gorge between thickly-forested granite hills, there is room only for a single rail track, which hugs the right bank and passes through hamlets which are no more than a collection of shacks. The citadel is then reached by minibus up a sinuous road. In 1911 the American explorer Hiram Bingham discovered the ruins buried beneath tropical cloud forest. It is the city’s location which most captures the imagination, on a ridge spur amid forested peaks and above a roaring river canyon. Following a guided tour of the ruins you spend the night at the spa village of Machu Picchu, a couple of kilometres upstream. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 17,
      "title": "Optional re-entry to the ruins before returning to Cusco.",
      "description": "You have the optional opportunity to revisit the ruins, rail schedules permitting. There is also the chance for the more challenging hike to Huayna Picchu, the conical peak which juts out behind the ruins for wonderful views over the site. If you think you’d like to re-visit the site or climb Huayna Picchu please enquire with the office, as spaces are limited and it’s necessary to pre-book You may prefer to relax and wander the narrow vehicle-free streets of Machu Picchu village, lined with souvenir shops and cafés. You return to Cusco on the afternoon train, arriving in the early evening."
    },
    {
      "dayNumber": 18,
      "title": "Fly to Puerto Maldonado in the Amazon Basin.",
      "description": "Today you say goodbye to your tour leader and fly from Cusco to the jungle town of Puerto Maldonado, situated on the Madre de Dios River only 50mins from Cusco but light years away in its culture, climate and geography. The town is prospering as a result of the invasion of gold prospectors seeking to make their fortunes panning the river and its tributaries, as well as being a market centre for the surrounding villages. Your lodge, which is located a 1hr boat trip from Puerto Maldonado, is an eco-friendly property built in harmony with the environment and well run. All meals are included and showcase the local flavours of the region. English-speaking guides (some of the best in the region) will be on hand 24hrs a day to look after of you and introduce you to the ecosystem and the complex relationship between plants, insects, animals and birds."
    },
    {
      "dayNumber": 19,
      "title": "Discover the rainforest from a jungle lodge.",
      "description": "A network of nature trails weaves through the surrounding forests, and there are lakes to explore and a canopy walkway. Large animal sightings are rare, although you may see monkeys, caiman and otters, but the main interest is the forest itself with its wide variety of colourful birdlife. Several excursions will be made using the lodge as base camp, including a walk to an oxbow lake where the birds, reptiles and mammals are more exposed to view, an evening boat trip spotting alligators, exploration of a tributary in a small canoe or a night time jungle walk."
    },
    {
      "dayNumber": 20,
      "title": "Fly back to Lima and connect with your international flight or continue with an extension.",
      "description": ""
    }
  ],
  "map": ""
}