{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-holiday-encompassed",
  "tourName": "Peru holiday, encompassed",
  "placesVisited": "Lima, Ballestas Islands, Nazca Lines, Cuzco (3400m), Aguas Calientes, Machu Picchu, Lake Titicaca (3800m), Amantani Island, Puno, altiplano to Colca Canyon, Arequipa (2350m), Santa Catalina Convent",
  "generalInfo": "Spend 16 days on an all-encompassed Peru holiday that will take you overland through some of South America’s most mesmerising landscapes including coastal deserts, the snow-covered peaks of the Andes and some of the world’s most intoxicating cloud forests. <br/><br/>From Lima to Arequipa, via the Nazca Lines, Machu Picchu and Lake Titicaca, this Peru holiday, encompasses all of the region’s highlights with the high altiplano, home stays on Lake Titicaca and the jaw-dropping sight of the Colca Canyon all adding to the thrill of overland travel in South America. You’ll be treated to no end of adventures, with llamas and wheeling condors bound to stick long in the memory just as strongly as chance meetings with friendly and hospitable local people.<br/><br/>On 18 June we typically run a departure to coincide with Cuzco’s Inti Raymi Festival (Festival of the Sun). This is a fantastic time of year to experience Andean culture with numerous colourful parades and traditional dances, costumes and festivities. If travelling around this time an additional day in Cuzco has been placed within the current itinerary. Please ask for more details.<br/>",
  "durationDays": "15",
  "price": "3649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Lima, the busy capital of Peru. There’s plenty of adventure on your trip, but today’s all about settling into the hotel. You will be met at the airport and transferred to our hotel in the Miraflores district of Lima. Around 6pm, say hola to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Peruvian welcome by arranging a group dinner. Want more time in Lima? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel El Tambo 1 (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We set off early this morning (around 5.30am) and drive south from Lima until we reach the port of Paracas (a four to five-hour drive). The Ballestas Islands lie a short distance off the coast here and are home to one of the highest concentrations of seabirds in the world – we visit them by boat. On the outward journey, we pass the curious pre-Inca Candelabra geoglyph, a huge (more than 490ft/150m high) three-pronged trident shape etched into the sandy hillside, the origin and purpose of which remains unknown (although there are many theories). Upon reaching the islands we explore the caves and rock archways by boat and observe the sea lion and fur seal colonies as well as humboldt penguins and an array of birds such as cormorants, pelicans, tendrils, and Peruvian blue-footed boobies. We take open-top motorised boats, which are shared with members of the public (occasionally the sea is too rough and the boats can't operate). Take heed of seabirds above – it is advisable to wear a hat. The boat trip lasts around two hours. Back on dry land, we drive for an hour or so to Ica, the heart of the Peruvian wine-growing region, where we spend the night. Accommodation: Hotel Villa Jazmin (or similar) Upgrade to a deluxe king room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We drive towards Nazca, stopping to visit the viewing platforms overlooking the Nazca Lines. These are one of the great archaeological mysteries, consisting of enormous drawings and patterns etched in the desert sand. In the afternoon, there is usually time to take a scenic flight over the Nazca Lines (additional cost), weather permitting. Due to the small planes used, this is not suitable for those with a fear of flying or who suffer from travel sickness. As an alternative, your leader can help arrange optional visits to the nearby burial grounds, Antonini Museum or the planetarium. Accommodation: Casa Andina Hotel/Alegria (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We turn inland from the coastal desert today, climbing high into the Andes on a long (around 12 to 13 hours) but spectacular drive. We’ll pass through the largest vicuña reserve in the country, so look out for these smaller wild relatives of the llama. This region has only recently become easily accessible to tourists due to an upgrade of the Abancay/Chalhuanca road. The altitude here can make physical exertion difficult; the highest point we reach today is Negro Mayu, a pass at 15,092ft (4,600m) above sea level. We recommended that you rest in the evening. Tonight, we stay in Abancay on the road to Cuzco. Accommodation: Hotel de Turistas Abancay (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer (six to seven hours) to Cuzco this morning, stopping to visit the Inca Saywite stone and Tarawasi ruins. The glaciated summits of the Vilcabamba mountain range and the descent into the Apurimac River valley demonstrate the dramatic contrasts of the Andes; expect stunning scenery throughout today's roughly seven to eight-hour drive. It is recommended to take it easy upon arrival into Cuzco and to drink plenty of water to allow your body time to acclimatise to the altitude (11,155ft/3,400m). Accommodation: Hotel Casa Andina Standard Catedral (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "To help you acclimatise, we embark on a relaxed walking tour this morning, which takes in the historic buildings and winding streets of Cuzco. The rest of the day has been left free for exploring on your own. The Plaza de Armas is a fantastic spot for people watching, and the Koricancha Sun Temple in the Santo Domingo Church and monastery is worth a visit. The Mercado San Pedro is the place to try local produce and there are many handicraft markets to shop for souvenirs, such as alpaca jumpers and scarves. Outside the town are more Inca ruins, notably the fortress of Sacsayhuaman where the Inca armies made their last stand against the conquistadors. A combined entrance fee (tourist ticket) for these sites and many others is recommended – please see the Optional Excursions section below for prices. Sightseeing excursions to places outside Cuzco, including the Sacred Valley of the Incas, are also available. Please ask your tour leader. Accommodation: Hotel Casa Andina Standard Catedral (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "For most people, the highlight of the trip is the visit by train to one of the greatest ruins in the world, the lost city of Machu Picchu. This is one of the architectural and engineering marvels of the ancient world, in a mountain setting of staggering immensity. The Spaniards never found it; the Incas left no records of it, so Machu Picchu remains a great enigma, a city lost for centuries in the jungle until it was rediscovered in 1911 by the American historian Hiram Bingham. We transfer (approximately two hours) to Ollantaytambo railway station to catch a train to Aguas Calientes (the town below Machu Picchu). The railway line follows a beautiful route through the Urubamba River valley. In the afternoon, we take a short bus ride up the winding road to Machu Picchu for a guided tour of the ruins. Visiting in the afternoon tends to be quieter than the mornings and the mist that shrouds the ruins at dawn has usually dispersed. Please note that exploring the ruins involves a reasonable amount of walking, including up and down steep and uneven stone steps. Accommodation: Terraza de Luna (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning has been left free for you to relax and enjoy the buzz of Aguas Calientes. Alternatively, if you have already purchased a second entrance ticket to Machu Picchu, this morning is free for you to explore the once-lost city on your own. Please read the Is This Trip for You section for information on booking your tickets. In the afternoon, we board the train back to Ollantaytambo and then continue by minibus to Cuzco, arriving in the late evening. Accommodation: Hotel Casa Andina Standard Catedral (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We have a final chance to enjoy the sights and shopping of this beautiful city. If you would like something more active, there is an array of optional activities available from Cuzco that your leader can organise. These include paddleboarding on a lake, mountain biking, or a combination of via ferrata and zip-lining in the Sacred Valley. Accommodation: Hotel Casa Andina Standard Catedral (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we travel for around 10 hours along the Vilcanota River and onto the altiplano, the high plains separating the Andes from the jungle. Although it is quite a long drive, the views are often spectacular. There are scheduled stops at interesting sites to help break up the day and we will get to appreciate the immensity of the Andean landscapes. This afternoon, we arrive at the shores of Lake Titicaca (12,467ft/3,800m above sea level) and board a boat for our trip to Amantani Island. A hike around the island offers great views across the lake, while the night spent with a local family is a fantastic cultural insight into lives very different to our own. A packed lunch is included today. Accommodation: Amantani Island homestay (basic)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We explore the island in the morning before boarding our boat for the three-hour journey to Puno on the lakeshore. On the way, we visit Uros Island. The Uros have been living on reed rafts for centuries, and although many have now moved to the mainland there are still a couple of thousand who remain on the islands. A reasonable amount of their income is now provided by strictly regulated tourism, but they also still fish the lake and barter with mainland communities for daily essentials. Accommodation: Casona Plaza Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we head across the altiplano again. This time we cross to the southwest, heading back towards the coast to the high Colca Canyon (a five to six-hour drive). En route, we see vicuñas and possibly flamingos, crossing the Patapampa Pass (15,781ft/4,810m) before descending into what is considered the second-deepest canyon in the Americas (the deepest, the Cotahuasi Canyon, is also in Peru). There is time in the evening for an optional visit to the hot springs near the main town of Chivay (11,926ft/3,635m) – a warming pleasure after the chill of Lake Titicaca. Accommodation: Hotel Pozo del Cielo (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Rise early to view condors soaring on the morning drafts rising out of the canyon. We then ascend out of the canyon and cross Patapampa Pass on our way to Arequipa, a journey of four to five hours. Known as the White City, due to the pale volcanic stone used to construct many of its colonial buildings, Arequipa has a pleasant climate and is surrounded by towering volcanoes, including the near-perfect cone of El Misti. Accommodation: Su Majestad Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In the morning we visit the huge, serene convent of Santa Catalina. Built in 1580 and only opened to the outside world in the 1970s, it offers a rare insight into the lives led by the nuns and has changed little through the centuries. There are still around 20 nuns living in the northern corner of the complex. In the afternoon or evening we fly to Lima where we will transfer to our hotel in Miraflores. Accommodation: Hotel El Tambo 1 (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You’ve explored a New World Wonder, seen the Nazca Lines and stayed on a Lake Titicaca island; but today, we start our return journeys home, although there may be time for optional tours of Lima, including visits to the Gold Museum and tours of the historic downtown. Alternatively, speak to your sales representative to join our add-on tour to the Amazon rainforest – an into-the-wild adventure to explore lakes, rivers and jungle trails in search of incredible wildlife."
    }
  ],
  "map": ""
}