{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-cultural-tour",
  "tourName": "Peru cultural tour",
  "placesVisited": "Lima, Internal flight to Trujillo, Pyramids of the Sun and Moon, Chaparrí Mountains, Stay in a forest eco-lodge, Chiclayo, Tomb of the Lord of Sipan, Chachapoyas, Karajia, Gocta Falls, Kuelap, Chilla, Revash, Leymebamba, Cajamarca, Cumbe Mayo, Internal flight to Lima",
  "generalInfo": "Far from Machu Picchu and well off the beaten track, the northern highlands of Peru are home to some of the country’s most enthralling and remarkably little-known ancient sites. Here can be found traces not only of the Incan civilization, but also Moche, Chimu and the Chachapoyas cloud warriors.<br/><br/>Over 14 days, this small group tour leads you to a series of amazing locations, including colonial Trujillo, where you will see the largest adobe pyramids in the country. In the Chaparrí Mountains you’ll overnight at an eco lodge in a private conservation area where Andean condors, guanacos and spectacled bears can be seen. <br/><br/>In Chiclayo, the twin-pyramid complex holds the tomb of the Lord of Sipan and gave up what many consider to be the finest collection of pre-Columbian art ever unearthed. In Leymebamba you’ll see over 200 mummies, while the clifftop mausoleums of Revash are haunting.<br/><br/>Other highlights include the majestic pre-Incan fortress of Kuelap, the famously scenic drive down from the mountains to Cajamarca, and of course the trek out to the Gocta Falls. Reckoned to be the third-highest falls in the world, they’re a breathtaking sight, and the noise has been compared to that of a plane taking off.<br/><br/>This tour begins and ends in Lima, ‘the City of Kings’, with two internal flights included to ensure you make the most of your time. Travel in June, and you’ll spend a day at the lively Raymillacta festival in Chachapoyas, when thousands of people descend from mountain villages in all their finery for a wild cultural celebration.<br/>",
  "durationDays": "13",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Trujillo: The tour starts today in Trujillo. Those on the suggested group flight will arrive in the evening but accommodation will be available from mid-afternoon for anyone arriving earlier."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In & around Trujillo: Home to the cultural remains of the Chimu and Moche civilisations and the largest adobe pyramids in Peru, our tour begins in the archaeological gem that is Trujillo. We will hit the ground running today with a visit to the Sun and the Moon pyramids, towering testaments to one of the most remarkable pre-Inca cultures in the Americas. The Huaca del Sol was once the largest man-made structure in the western hemisphere, reaching a height of over 45 metres. Its neighbour, the smaller Huaca de la Luna was considered to be a ‘religious pyramid’ and the recent discovery of over 6,000 square metres of murals and reliefs provide an incredible legacy to a culture that died out over 1200 years ago. This afternoon, we visit the impressive Chimu ruins of Chan Chan. The remains of Chan Chan are far and away the most extensive of Trujillo’s archaeological ruins. This once great imperial city covers an area of some 28 square kilometres and, at its hiatus, was the largest adobe city on the planet. Today the nine-metre-high perimeter walls encircle the crumbling remains of palaces and temples, workshops and gardens that once lay at the heart of an empire that stretched along the coast for over 1,000 kilometres."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Chaparrí: Just to the north of Trujillo lies El Brujo, an impressive Moche site where a tattooed priestess was found several years ago. The Moche people were master craftsmen, whose pottery is still considered amongst the finest ever created by the ancient Peruvian civilisations. After exploring the grounds and visiting the excellent onsite museum, we head north along the Panamerican Highway to the city of Chiclaya and on to the entrance of the Chaparri Reserve: a private conservation area of 34,412 hectares that is a haven for Andean bears and condors. On arrival if time allows we will take a short walk to soak up the local atmosphere. Driving distance 290km, 6 hours approx.Driving distance 290km, 6 hours approx."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chaparrí - Chiclayo: Largely dominated by sparse dry forest and semi-desert, this remote setting is the first privately owned reserve in the country. Run by the local community, this natural paradise is home to a wide variety of animal and birdlife including many species that are endemic to the Tumbesian dry forests. These include the Andean or spectacled bear (think Paddington Bear!), the guanaco and the Andean condor. Indeed, Chaparrí can boast the only dedicated Andean Bear Rescue and Rehabilitation Centre in Peru, which comprises a specially designed facility that is currently home to several bears. Later we drive on to the city of Chiclayo, our base for the next two nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In & around Chiclayo: Chiclayo began life as a rural community, founded by Spanish priests in the 1560s. Since then it has grown to be a major northern hub, lying at the centre of the country’s rice and sugar cane production. Today the town enjoys the benefits of a wonderfully ornate colonial heritage and a quite spectacular archaeological pedigree. In the morning we shall visit Ventarron – an astonishing small temple complex where construction started in 4000BC. One can see the oldest murals in the Americas that were painted around 2500BC. Then we carry on to Sipan (Huaca Rajada is the preferred name now) which lies some 35 kilometres to the south-east of the town to see the twin pyramid complex and Moche tombs. After lunch there is time to see the Royal Tombs Museum in Lambayeque which houses what is considered by many to be amongst the best examples of pre-Columbian art ever found. We return to Chiclayo later in the afternoon."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chiclayo - Gocta Falls: Today we have a long, but diverse, drive from Chiclayo to the Chachapoyas area - crossing both the coastal desert plain and the Pacific/ Atlantic watershed at the lowest point of the Peruvian Andes. We then descend a dry hot valley which flows into the Marañon valley - a major tributary of the Amazon. After crossing the Marañon, we ascend the Utcubamba Valley - initially passing rice paddies, before entering a steep-sided forested canyon. Taking a side valley at Cocahuayco, we drive up to our hotel at Cocachimba, with views of Gocta Falls from each room. Driving distance 415km, 10-11 hours approx."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gocta Falls: After breakfast we start our trek to the waterfall of Gocta, tracing the valley through sugar cane fields and into a forest that is home to the yellow-tailed woolly monkey, sloth and the magnificent cock-of-the-rock. Though known for many years, it was only recently measured in 2006 and found to be one of the highest in the world. It has a total drop of 771 metres over two falls. With glimpses of the waterfall along the way, we arrive at the base of the tallest fall in around two and a half hours. Those brave enough may want a dip in the pool at the base! We'll then have plenty of time to enjoy the gardens, pool and terraces at our idyllic lodge.*Approx. hiking time time: 4-5 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gocta Falls - Chachapoyas: After breakfast we drive down to the Utcubamba Valley and cross over to the neighbouring Province of Luya. From the town of Luya we drive on to the village of Cruz Pata, where we walk down to the Sarcophagi of Karajia (2,850m). These striking figures, sculptured like humans have become the icon of the area. For 750 years they have looked towards the rising sun and undoubtedly are the resting place for some elite members of Chachapoya or 'Warriors of the Clouds'. The Chachapoyan Empire can be dated back to around 500AD, spreading across the Eastern Andes and developing major urban centres like Kuelap and Gran Pajaten, before finally being incorporated into the Incan Empire during the late 15th century. To date, there have been hundreds of sites discovered throughout the region and it is believed there are still ‘lost’ cities to be discovered. One leading author describes the area as ‘...overwhelming Machu Picchu in grandeur and mystery’. Next we venture on to the village of Huancas – a village locally famous for its rustic ceramics made by the women. Close to the village is the impressive 1000m deep Sonche Canyon. Our final destination for today is Chachapoyas, an important trading city that once lay at the crossroads between the coast and the jungle."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chachapoyas - Kuelap (3,000m) - Chillo: Rediscovered in 1843, the spectacular pre-Incan fortress of Kuelap sits on a ridge overlooking the Utcubamba Valley. Begun during the 7th century, it is thought to have been under continuous construction spanning several hundred years until it's abandonment shortly after the Spanish conquest. Sprawled across the mountain summit and measuring over a kilometre in length, the site is considered one of the finest examples of Chachapoyan architecture left in the country, its formidable walls rising up to some 17 metres to protect the some 400 stone, cylindrical buildings within. By the time the Incas arrived in the 1470s, Kuelap had become little more than an isolated mountain fortress, but in its day it had been one of the most formidable pre-Columbian cities in the Americas. After visiting the site we continue on to Chillo and our overnight accommodation in the heart of the Utcubamba Canyon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chillo - Revash (3,000m) - Leymebamba: Today we pay a visit to the ruins of Revash and the pleasant town of Leymebamba, home to the Museo Leymebamba and the mummies of the Laguna de los Cóndores. The mausoleums at Revash date back to the middle years of the 13th century and lie amongst the calcareous rock formations of the Cerro Carbón, to the south of Chachapoyas. The walk up to the ruins takes us up along a trailing mountain path that climbs up to these impressive painted adobe houses and cave paintings. After our visit we then drive on to the town of Leymebamba, where we visit its stunning collection of over 200 mummies that were excavated from the late Inca burial grounds that once lay to the south."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leymebamba - Cajamarca: The beautiful colonial town of Cajamarca lies to the south-west of us, across a landscape of wide canyons and mountain valleys. Set on the edge of a lush valley, in the heart of Peru’s dairy country, the town once lay at the centre of the Cajamarca culture (500-1000 AD), before being turned into an important Inca religious settlement. Its charming colonial centre belies the fact that this town is steeped in the blood of the Incas, being the spot where that once great empire came to a final, bloody end at the Battle of Cajamarca. It was here, in November 1532, that Francisco Pizarro launched a surprise attack on the entourage of the Inca Emperor, Atahualpa, capturing him and slaughtering thousands of his followers in the process, an event that the Incas failed to recover from. In 1986 the town was declared a ‘Historical and Cultural Heritage of the Americas’ by the Organisation of American States. Today’s full day drive is one of the most scenic in the entire country and is not for the fainthearted! Driving distance 250km, 10-12 hours approx."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In & around Cajamarca: The town is home to a number of Catholic churches including the beautiful Complejo Belén and the baroque setting of its 18th century cathedral. We’ll have an opportunity this afternoon to spend some time exploring the town, after first paying a visit to the pre-Inca ruins at Cumbe Mayo, just to the south-west of the town. Set amongst the mountain landscapes and volcanic rock formations of Los Frailones (The Stone Monks), the aqueducts of Cumbe Mayo are said to be amongst the oldest man-made structures in South America and once collected water from the Atlantic watershed and carried it for some nine kilometres across the mountains to the Pacific watershed. On returning to Cajamarca we then have some time to enjoy the city at leisure, taking in the Plaza de Armas (where Atahualpa was executed) and perhaps visiting the old colonial maternity hospital, which is now the Archaeological and Ethnographical Museum."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tour Ends in Cajamarca: The tour ends today."
    }
  ],
  "map": ""
}