{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "adventure-holiday-in-peru",
  "tourName": "Adventure holiday in Peru",
  "placesVisited": "Lima, Paracas, Islas Ballestas, Nazca, Arequipa, ruins of Sillustani, Lake Titicaca, Cuzco, Sacred Valley, Ollantaytambo, Aguas Calientas, Machu Picchu",
  "generalInfo": "Spend two weeks exploring Peru, from the high cities of Cuzco and the utterly unforgettable Machu Picchu, to the hot coastal plains. This small group adventure will take you through stunning Andean landscapes, extraordinary Inca ruins, colourful markets and beautiful colonial towns, revealing the culture, colour and character of Peru. <br/><br/>The trip begins in Lima, where a walking tour reveals its old, colonial streets and central market, brimming with local produce. Then travel to see the giant desert inscriptions of the Nazca Lines, one of Peru’s great unsolved mysteries, which you can scrutinise up close on a viewing platform or view from the sky on an optional flight. Next, visit the beautiful white city of Arequipa before heading to Lake Titicaca, where a boat tour brings the chance to meet the local Uru people as you visit its many floating islands, including Taquile Island, where men knit and women spin. Cuzco is a great city to explore on foot, dotted with many Incan ruins and Baroque churches, while no trip through Peru would be complete without a visit to the Sacred Valley and Machu Picchu. Enjoy a guided tour around the ruins as well as plenty of free time to discover it on your own.<br/><br/>Transport is by plane, private minibus and train with 14 nights in hotels. Due to the high altitude of many of places we visit, the air is thinner and some people can suffer altitude sickness. If possible, arrive a few days early to allow yourself time to acclimatise. <br/>",
  "durationDays": "15",
  "price": "3500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima.",
      "description": "Bienvenidos! Welcome to Peru. Kick off your adventure in the coastal capital of Lima with a welcome meeting at 2 pm, where you'll meet your leader and fellow travellers. After, join on a walking tour of the vibrant Miraflores area with your leader. Enjoy some free time to explore at your own pace,?then perhaps regroup for an optional dinner. Whether you dine together or sample the city's renowned food scene on your own, don't miss the chance to try Peru's national dish – ceviche (raw fish marinated in lime juice, often served with hot peppers). If you're not a fan of seafood, there are plenty of other excellent options – just ask your leader for tips on the best local eats."
    },
    {
      "dayNumber": 2,
      "title": "Paracas.",
      "description": "Start the day with a walking tour of Lima's historic centre. Stroll atmospheric streets lined with ornate mansions, palaces and Spanish churches, taking in Plaza Mayor, the Cathedral of Lima, the San Francisco Monastery and the central market. Your leader will guide you through the market, where you'll find vendors selling fresh produce and regional specialties like cuy (better known as guinea pig)?– a Peruvian delicacy! Then, head away from the tourist trail and visit Alameda de Chabuca Granda – a pedestrian strip where Limenos (locals from Lima) go for street food and entertainment. Later, travel by?minivan to the port town of Paracas. The rest of the evening is free to relax or explore."
    },
    {
      "dayNumber": 3,
      "title": "Nazca.",
      "description": "Take a two-hour boat tour to Islas Ballestas – home to diverse wildlife, including pelicans, red-footed boobies, flamingos, sea lions and penguins. Then, hop in a private van to one of the world's most mysterious archaeological sites – the Nazca Lines, stopping at the oasis town of Huacachina for lunch. Nazca dates back to the 2nd century BC, and thanks to dry desert conditions, mummies, textiles, ceramics and other relics have been remarkably well-preserved, providing archaeologists with insights into the pre-Inca civilisation. Head to the viewing tower or take an optional flight for even better views! At sunset, drive south through the desert to meet a local in their traditional mud house where you’ll share a pachamanca dinner (in the Quechua language, ‘pacha’ means earth and ‘manka’ means pot) – a classic dish of potatoes, meat and herbs baked with hot stones. Before digging in, you’ll experience a brief ceremony thanking Pachamama with chicha, or corn beer."
    },
    {
      "dayNumber": 4,
      "title": "Arequipa.",
      "description": "Leave Nazca behind this morning and travel to Arequipa in a private vehicle. Standing at the foot of El Misti Volcano and filled with baroque buildings, Arequipa vies with Cusco for the title of Peru's most attractive city. Built out of a pale volcanic rock called sillar, the old buildings dazzle in the sun, giving the city its nickname – the 'White City'. Upon arrival, maybe take a stroll to stretch your legs after a long driving day – the main plaza, with its cafes and nearby cathedral, is lovely to wander."
    },
    {
      "dayNumber": 5,
      "title": "Arequipa.",
      "description": "Get to know Arequipa with the help of a local guide. Visit the main plaza, Santa Catalina Monastery and San Ignacio Chapel on a walking tour. After, head for lunch with your group at a picanteria for some Arequipa favourites like rocoto, relleno, solterito and queso helado. Have a go at practising your Spanish with the locals, then you're free to explore at your own pace. Maybe return to the main square to take a closer look at the cathedral, cafes and eateries or explore the Yanahuara neighbourhood.?You may also like to visit the Juanita Museum, which houses Peru’s famous ‘Ice Maiden’ – the Inca mummy of a girl who died in the 1440s. Your leader will happily share tips to make the most of your free afternoon."
    },
    {
      "dayNumber": 6,
      "title": "Puno.",
      "description": "This morning you’ll travel by minivan to Puno – a town on the shores of Lake Titicaca. It's a long drive, but the views of the high plateau of the Andean Altiplano make it an exceptionally scenic one. As you approach Puno, stop to visit the ruins of Sillustani. Tucked between small villages on a scenic peninsula near Lake Umaya, the pre-Inca ruins comprise circular towers called chullpas that served as burial sites for noblemen. Continue to Puno, a melting pot of Aymara and Quechuan Indigenous culture. Traditional Andean customs are still strongly represented here, earning the town the title of Folklore Capital of Peru."
    },
    {
      "dayNumber": 7,
      "title": "Puno / Lake Titicaca.",
      "description": "Start the day with a tour of Lake Titicaca. At 3820 m above sea level, this is the world’s highest navigable lake. Cruise the waters in a motorboat and learn about the lake’s spiritual significance for the Quechua. Then, stop off at Uros Titinos – floating islands made from totora reeds. Reeds are used to make everything on the island, including the boats to get to the mainland, which can last up to 12 months. Continue to Taquile Island, where the locals make a living from textiles. Here, knitting is strictly men's domain, while women do the spinning.?To reach the main part of the island, there’s a one-hour uphill walk on a paved path with great views of the lake. Sit down to an optional set lunch of quinoa soup, washed down with a cup of muna tea (Andean mint tea), then descend about 500 steps and jump back on the boat to Puno."
    },
    {
      "dayNumber": 8,
      "title": "Cusco.",
      "description": "Take a scenic bus ride across the Altiplano towards Cusco today. You’ll travel by public tourist bus, and while there’s a rest stop along the way, it’s best to stock up on snacks before the journey. Cusco is the continent’s oldest continuously inhabited city, and colonial buildings are built upon foundations that remain from Inca times. Set out to discover some of the city's lesser-known sights on a guided walking tour – visiting the facade of Qoricancha temple, San Pedro market, the main square, 12 Angled Stone, Regocijo Square and San Blas Square. For dinner tonight, why not try adobo cusqueno (pork stew) or alpaca steak? If you need recommendations, just ask your leader."
    },
    {
      "dayNumber": 9,
      "title": "Cusco.",
      "description": "Enjoy a free day in Cusco, the heart and soul of Peru. You may like to visit the city’s many museums and archaeological sites with your included boleto turistico (tourism ticket). This includes the Contemporary Art Museum, Regional History Museum, Qosqo Native Art Museum, and the Inca ruins of Q'enqo, Pica Pakara, and Pisac. The most easily accessible among these sites is Qoricancha, which was once the Inca empire's richest temple until the Spanish built a Dominican church on top of it."
    },
    {
      "dayNumber": 10,
      "title": "Sacred Valley - Ollantaytambo.",
      "description": "Take a bus through the Sacred Valley today. Known as Wilcamayo to the Incas, it has been a source of livelihood for the locals for hundreds of years, with maize crops covering the terraced valley walls. On the way, stop for a guided tour of Sacsayhuaman – an imposing Inca fortress built from massive stone blocks, and the ultimate example of the Incas' military strength. Then, visit the AMA Restaurant in Urubamba – a cafe that provides employment opportunities for single mothers. Enjoy a snack and learn how this inclusive enterprise supports economic growth and gender equality, then continue onto the Huilloq community – tourists are an uncommon sight here! Be welcomed with an offering to Pachamama (Mother Earth), learn about ancestral textile techniques and tuck into a guinea-pig lunch (vegetarian option available upon request). Then, drive to the day’s final stop – Ollantaytambo. Do a guided tour of the town’s archaeological site, followed by free time to relax."
    },
    {
      "dayNumber": 11,
      "title": "Aguas Calientes.",
      "description": "This morning, catch a train through the winding Urubamba Valley, climbing to Aguas Calientes – this seriously scenic journey will surely give your camera a good workout! If you’d like to give your legs a workout too, your leader can recommend some great walks around Aguas Calientes. The city is in the cloud forest at the foot of Machu Picchu, so it’s the perfect place to kick back and take in your surroundings. One Day Inca Trail You can choose to trek the One Day Inca Trail today (11 km or 7 miles) with a local guide. Keep in mind that you must pre-book this option at least 30 days before departure. The day begins bright and early with a 6:30 am train ride to the starting point. The trail is a mix of up and downhill, passing a few archaeological sites, including Chachabamba and Winay Wayna (2680 m altitude) –also known as 'Forever Young'. Considered the most impressive site on the whole Inca Trail, it’s made up of a terraced agricultural centre, religious sector and urban sector. From here, it's about a 1.5-hour?trek to Intipunku (the Sun Gate), where you'll enjoy unforgettable views (weather permitting) over the Lost City of the Incas. Depending on how long the trek takes, you'll have time to snap some pics and look around before taking a short bus ride down to Aguas Calientes to rejoin the group and go to your hotel."
    },
    {
      "dayNumber": 12,
      "title": "Machu Picchu - Cusco.",
      "description": "Take an early bus up the winding road to Machu Picchu at 5.30 am. The city was built around 1440 AD as a country retreat for the Inca nobility, but there’s evidence that the land had been a sacred Inca site for much longer. Another school of thought is that this was an astronomical observatory. Take a guided tour around the ruins of temples, palaces and living quarters and decide for yourself. After the tour, catch the bus back to Aguas Calientes, followed by a scenic train ride to Ollantaytambo and a drive to Cusco where you’ll spend the night."
    },
    {
      "dayNumber": 13,
      "title": "Cusco.",
      "description": "Enjoy free time today to delve deeper into all Cusco has to offer. You might like to use your boleto turistico to check out any sites you missed the last time you were here, or just grab a coffee from a cafe at Plaza de Armas and do some people-watching. For those seeking an active adventure, the hills surrounding Cusco are well-suited for mountain biking. Ask your leader about optional activities and how to make the most of your day."
    },
    {
      "dayNumber": 14,
      "title": "Lima.",
      "description": "Take a short flight from Cusco to Lima today. You’ll be unescorted on your flight today, and when you arrive in Lima, you’ll be transferred to your hotel and met by a new local leader who can assist with any optional activities or final arrangements. The rest of the day is free to spend as you wish. Visit some of the sites you missed at the beginning of the trip or maybe do some last-minute souvenir shopping. Tonight, why not gather the group for one final night out on the town? Your leader will be happy to give you pointers to make the most of your last day in Peru."
    },
    {
      "dayNumber": 15,
      "title": "Lima.",
      "description": "With no activities planned, your adventure comes to an end today. If you’d like to extend your stay in Lima, just get in touch with your booking agent in advance."
    }
  ],
  "map": ""
}