{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-amazon-family-adventure-with-teenagers",
  "tourName": "Peru Amazon family adventure with teenagers",
  "placesVisited": "River boat journey on Tambopata River, Wildlife forays in the Amazon rainforest, Expert lectures on forest ecology, Local community visits, Mountain biking in the rainforest, River and lake activities, Comfortable nature reserve eco-lodge, Optional trip durations",
  "generalInfo": "The Amazon rainforest provides an incredible arena for families with teenagers looking for an exotic travel experience combining excitement with learning. Staying at a comfortable eco-lodge amid the jungle wilds of the Tambopata National Reserve, this trip offers a stimulating mix of daily activities to choose from that will leave both adults and teens with wonderful memories as well as new insights.<br/><br/>After flying into Lima or Cusco, transfer to the Tambopata River Port for a 1-hour boat ride to the Refugio Amazonas in the 1.3 million hectare Tambopata National Reserve for your introduction to the rainforest, including an evening torchlight foray to the nearby river in search of caimans.<br/><br/>Then settle into a new rhythm guided by the Amazonian possibilities around. More active options include mountain biking on seven miles of forest trails and exploring the canopy 25m above the forest floor.<br/><br/>Wildlife forays include scanning the banks from a traditional dugout canoe to see what animals frequent the nearby Condenado oxbow lake, plus visits to clay licks which attract diverse wildlife from parakeets to peccaries. There are also night-time forays to experience the Amazon after dark.<br/><br/>Other educational activities include visiting an atmospheric local farm to discover exotic and little known Amazonian crops, plus a chance to learn from a resident team of experts about conservation activities in Tambopata Reserve including the use of camera traps and a chance to fly drones used for ecological research.<br/>",
  "durationDays": "4",
  "price": "1236",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "One of our regular naturalist guides with a feel for kids will be assigned to your groups. Upon arrival from Lima or Cusco, we will welcome you at the airport and drive you ten minutes to our Puerto Maldonado headquarters. While enjoying your first taste of the forest in our gardens we will ask you to pack only the necessary gear for your next few days, and leave the rest at our safe deposit. This helps us keep the boats and cargo light. Skirting Puerto Maldonado, we drive 20 kilometres to the Tambopata River Port, entering the Native Community of Infierno. The port is a communal business. Next, it's a 1-hour boat ride from the Tambopata Port to Refugio Amazonas will take us past the Community of Infierno and the Tambopata National Reserve´s checkpoint and into the buffer zone of this 1.3 million hectare conservation unit. We have lunch on board the boat. Upon arrival, the lodge manager will welcome you and brief you with important navigation and security tips, and then you settle in, listening to the forest and readying for dinner. After dinner, it's a caiman search. We will be out at the river’s edge at night, scanning the shores with headlamps and flashlights to catch the red gleams of reflection from caiman eyes. Overnight in the lodge. (L,D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today choose from a range of activities, from active (biking, hiking, canoe trips) to lectures to joining the local research team and learning how to set traps, discover a new species or fly a drone. (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today choose from a range of activities, from active (biking, hiking, canoe trips) to lectures to joining the local research team and learning how to set traps, discover a new species or fly a drone. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we transfer by boat to Puerto Maldonaldo. We retrace our river and road journey back to Puerto Maldonado, our office and the airport. Depending on airline schedules, this may require dawn departures. (B)"
    }
  ],
  "map": ""
}