{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "ancient-cultures-of-peru-holiday",
  "tourName": "Ancient cultures of Peru holiday",
  "placesVisited": "",
  "generalInfo": "Dive deep into Peru’s incredible history and rich culture on this 11D/10N tour.  Begin in the northern cities of Chiclayo and Trujillo,  with visits to fascinating ruins of the Moche &amp; Chimú cultures.  Next, head to Paracas and discover the legacy of the Paracas and Nazca cultures, including the mysterious Nazca Lines.  Our itinerary culminates in  heart of the ancient Inca empire, Cusco, by including ruins and small Andean towns in the beautiful Sacred Valley.  The grand finale is the most famous South American ruin of all: majestic Machu Picchu.",
  "durationDays": "11",
  "price": "2929",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "International arrival in Lima. We’ll be waiting to assist with luggage and transfer to your comfortable airport hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning, return to the Lima airport for a short flight to the northern city of Chiclayo. From there, your exploration of Peru’s ancient cultures begins with a visit to the Señor de Sipan and Museo Tumbas Reales. The museum houses the incredible treasures discovered at Huaca Rajada, when authorities discovered it was being looted. Furthermore, the adjacent Museo Bruning is filled with gorgeous textiles and ceramics from surrounding ruins. Finally, head to the Tucume pyramid, including the impressive temple of Huaca Larga, the largest adobe building in the world."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, you will depart for Trujillo by private transfer. Along the way, stop to explore the El Brujo. Because El Brujo is among the oldest archaeological sites in the Americas and is comprised of three important centers (Huaca Prieta, Huaca Cao Viejo and Huaca Cortada), it is considered among the most important along Peru’s coast. From there, continue to Trujillo, where you’ll spend the night in the city’s lovely historic center."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a filling breakfast, we´ll visit Chan Chan, one of the most significant archaeological sites in Peru. Because Chan Chan was the capital of the Chimú Empire, it was prominent on the northern coast of Peru between 1100 and 145 AD. Soon after, it was conquered by the Incas. Learn about the history of this impressive series of citadels and discover how the Chimu people who inhabited them lived. From there, continue to the seaside town of Huanchaco to learn about the famous caballos de totora. These reed boats have been used by local fishermen for thousands of years, and are ridden in a manner similar to surfing. Afterward, you´ll have time to enjoy a delicious seafood meal before returning to your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early breakfast, head to the Lima airport for a return flight to Lima. From Lima, depart directly for beautiful Paracas, located on Peru´s southern coast. You´ll have the afternoon to enjoy the beach or relax at your seaside hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, you will travel to the Pisco airport. From there, enjoy an airplane tour over the fascinating and enigmatic Nazca Lines. During the 90 minute flight, observe this collection of strange lines and figures. From the sky, you will observe the series of more than 800 geometric patterns and animal figures. Because the motivation and process for creating the lines are unknown, many theories have been proposed. During the flight, learn the fascinating legends behind these lines and see them for yourself! From the airport, return to Lima. Rest up for your morning flight to the heart of the ancient Inca empire, Cusco!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast, fly to beautiful Cusco, high in the Andes. After check in, enjoy a private walking tour of the city, by visiting the Plaza de Armas, Qoricancha, San Pedro Market, and the historic neighborhood of San Blas. During your private tour You will see an interesting combination of pre-Inca, Inca and Spanish influences, and learn about the influence of both these cultures on modern life in Cusco."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, depart Cusco for the beautiful Sacred Valley of the Incas. Our first stop is the village of Pisac, where we begin with a tour of the impressive Inca fortress and temples high above the city. From here, we can take in amazing views of the valley. Next, descend to the village center to browse the expansive traditional market. After a break for lunch, travel to the village of Ollantaytambo, one of the few remaining towns laid our according to original Inca design. Finally, explore the village´s picturesque ruins, explore pretty cobblestone streets lined with active canals, then check into your cozy hotel for the evening."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, continue exploring the Sacred Valley with a visit to the colonial town of Maras. Here, you will explore the town, then head off on a scenic hike to the ruins of Moray. These circular terraces are thought to be used by the Incas for agricultural research, because each terrace forms it’s own microclimate. Next, you will continue to the Salineras, a cluster of hundreds of spring-fed, artisanal salt pools that cascade down a steep hillside. This method of collecting salt has been used since pre-Inca times, and you will likely still see families hard at work harvesting the salt. After a break for lunch, return to Ollantaytambo for travel to Aguas Calientes, the town located at the base of Machu Picchu. Enjoy a relaxing and scenic train ride, filled with agricultural fields, snowcapped peaks, and finally the lush high jungle. You´ll have the evening free to relax and enjoy a nice dinner before visiting Machu Picchu the next morning."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will wake up early to catch the bus to the gates of the great Wonder of the World- Machu Picchu. First, enter through the main gates, where you’ll catch your first glimpse of the impressive Inca ruins below. Next, enjoy a 2-2.5 hours private tour where your tour guide will lead you through the various sectors, explaining the significance of each specific site. Finally, be sure to take in the incredible views of the surrounding mountains and rushing Urubamba River below."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, say goodbye to Cusco and catch a short flight back to Lima. From there, catch your international flight home- or travel on to your next destination!"
    }
  ],
  "map": ""
}