{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "flavors-of-peru-10-day-private-culinary-tour",
  "tourName": "Flavors of Peru: 10-Day Private Culinary Tour",
  "placesVisited": "Lima, Cusco, Â Urubamba Valley, Pisac, Chinchero, Machu Picchu, Aguas Calientes",
  "generalInfo": "Take elaborate and endemic flavors from the Amazon and Andes, add fresh Pacific seafood, and pass it over to an innovative generation of fusion chefs. Welcome to the most unique, gastronomic scene on the planet. It is internationally celebrated, yet impossible to replicate outside of Peru, so you must dive head first into the flavors during this culinary tour. Over these ten days, you will experience local markets, chef-led workshops, fine dining, Pisco tasting, Nikkei fusion cuisine, ceviche, and even a stop at Machu Picchu.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - 12-Course Culinary Introductions at Astrid and Gaston",
      "description": "In Lima there will a bit of hustle and bustle. Here, colonial grandeur meets with towering apartment blocks and Pacific waves. At first glance, it will seem like an odd place for a culinary capital, especially with all the honking on the streets. Fresh seafood comes in from the Pacific each morning, and some of it is used for the city’s most famous lunchtime dish, ceviche, which is raw fish cured in lemon juice. Regular flights will land in the capital from across the country, bringing flavors from different Amazonian regions as well as high up in the Andes. Tomorrow you will start sampling raw ingredients in Lima’s markets. This tour’s introduction will come at a restaurant that celebrates diversity in its widest form. Twelve courses will be served on the tasting menu and these tend to change each day, reflecting what has come in from the market that morning. You will not recognize many of the flavors, but you will be only tasting and enjoying. Over the next few days you will separate individual components, but for now there will be nothing to do but indulge on the final fusion that Peru creates."
    },
    {
      "dayNumber": "2",
      "title": "Lima - Peruvian Market Ingredients and Ceviche Workshop",
      "description": "It is in the local markets where you can truly explore Peru’s gastronomic diversity. Strange fruits will spill from stalls that are run by Quechua women. Amazonian roots and leaves will give off pungent aromas, and exotic rainforest vegetables will look and taste like nothing outside South America. You will go sampling with a local guide today, where you will try foods that can be, intense, nuanced, sensual, unique, and diverse. Onwards from one market you will go to see the fish, where the smells and sounds will be as intoxicating as the visuals. The guide will talk you through different catches in the previous market and will pick up some fresh ingredients, because after you finish with the markets, you will be in the kitchen, learning how to prepare traditional ceviche before sitting down to enjoy this very iconic dish."
    },
    {
      "dayNumber": "3",
      "title": "Lima - Peruvian Cuisine Cooking Class and Lima City Tour",
      "description": "You might wonder as you explore Lima’s restaurants if these are the dishes that the locals cook and eat. In some senses they are, however, Peruvian staples do not have the fusion element. Still, learning the basics will be an essential step in your culinary journey, particularly when you are cooking with the range of pulses, beans, seeds and grains. You will take your Peruvian cooking class in a restaurant kitchen, which will be a fun and hands-on experience through most of the quintessential basics. After dining on all the creations, you will spend an afternoon touring old Lima and visiting places in the World Heritage zone. Spooky catacombs can be found when you follow lantern-lit corridors from San Francisco Monastery. San Isidro and Miraflores will showcase the old and new, neighborhoods with lively streets, and myriads of afternoon energy. Around Plaza de Armas, you will admire the Lima Cathedral and a succession of palaces. Finally, after you developed an appetite with all the walking, you will dine at a restaurant with artistic dishes that will offer a light delicacy to contrast your lunchtime feast."
    },
    {
      "dayNumber": "4",
      "title": "Cusco - City Walking Tour and Dinner at the Museum of Pre-Inca Art",
      "description": "Heritage merges in Cusco. In the Incan fortress of Sacsayhuaman, you will find ceremonial sites, and llamas will graze at the place where Spaniards and Incans locked swords. Heading deeper into the city, you will explore Qoricancha, which is a temple of the sun that is surrounded by cobbled, colonial lanes. In this city of rich history, you will need most of the day to get around the key sights. You will fly here from Lima and spend most of the day on foot, as most of Cusco is easiest to get around without a car. You will then end at Museo de Arte Precolombino, where you will travel to a time that is pre-Incan before dining at the museum’s delicious restaurant. Here, the menu will take very traditional Incan and pre-Incan flavors and will upgrade them with a contemporary flair."
    },
    {
      "dayNumber": "5",
      "title": "Cusco - Andean, Incan, and Colonial Flavors on a Cusco Street Food Tour",
      "description": "Cusco is a mix of styles that will also be reflected in the local cooking. Quechua women will sell food from the mountains in a local market that thrives with smells and sounds. You will have sampled some of these in Lima. Unlike what you had in Lima, here, you will visit a café that will allow you to taste 15th century recipes. Today’s tour will be all about local street spots, celebrating the disparate influence that has shaped Cusco and its cuisine. Along the way you will visit more city attractions, and at one of the spots you will sample Peru’s infamous national dish, which is an Andean staple that has been around for 5000 years: cuy, or roasted guinea pig."
    },
    {
      "dayNumber": "6",
      "title": "Urubamba Valley - The Sacred Valley and Home-Style Quechua Cooking Experience",
      "description": "Today, you will visit the Sacred Valley of the Incas, which is a land of mountains and forest that lies between Incan capital of Cusco and the Lost City of Machu Picchu. Písachas the most beautiful and intact ruins, and Chichero has a lively local market. Ollantaytambo has a stunning location as it is trapped between two valleys with old stone fortress that runs high above it in all directions. You will spend the night here, which is very convenient for reaching Machu Picchu today. Before reaching Ollantaytambo there will be more food. You will be treated to home-style cooking this time, and will be taught by Quechua women from the mountains. You will jump into a garden of Andean ingredients that is located at a remote Urubamba hacienda. Here, you will pick fresh products while your chef guides and takes them into the kitchen. These ingredients can range from chilis and herbs to root vegetables that you will not find outside of these mountains.. You will cook up a feast with your guides and dine with a breathtaking mountain view."
    },
    {
      "dayNumber": "7",
      "title": "Aguas Calientes - A Beautiful Afternoon in Machu Picchu",
      "description": "The train will cut a slow path along the valley floor, with mountains rising increasingly higher on both sides. Looking out from panoramic windows, you can watch the valley narrow on both sides as the mist grows progressively thicker. As you disembark at Aguas Calientes, it will seem like you are in a cloud. Before the citadel’s entrance you will clearly be able to understand why this city went undiscovered for so long. As you enter and walk up the steep steps, you will rise through the mist as you glimpse at precise stone walls and thickly-cut rock temples. Over the course of the morning, the mist will clear, and by midday, most of the city should be in view. A guide will take you around, narrating various theories as they take you all the way up to the Sun Gate. Three hours will be enough to get around Machu Picchu, but it will be worth lingering around for, even if it is just to take in the view as llamas graze besides you. You will spend the evening in Aguas Calientes, where you will have reservations at the town’s best restaurant."
    },
    {
      "dayNumber": "8",
      "title": "Lima - Pisco Tasting Class and Amazon Fusion Dinner",
      "description": "After departing from Machu Picchu, you will head back to Cusco by train and road. Half of this culinary tour will be spent in the Peruvian capital, and you will need these five days to get around to all of the delicious restaurants. You will reach Lima in time for an indulgent lunch of ceviche variations at one of the best restaurants in Peru. Today will have a lot of food, but if you are feeling drowsy there will be sugar to come. You will kick start this afternoon with a Pisco tasting class, where you will learn about the local white brandy that is made from muscat. Although named after a port from Porto, Pisco has a distinctive Peruvian taste and is most famously used in Pisco sours. You will taste both the pure drink and then mix up some cocktails before moving from bar to the restaurant, where the chef's Amazonian fusion menu awaits. Bountiful jungle ingredients will be crafted into new-world dishes here, making Malabar restaurant one of Lima’s hippest spots. It is another superb example of a culinary scene that is bringing traditional flavors into a modern realm."
    },
    {
      "dayNumber": "9",
      "title": "Lima - Exploring the World of Nikkei Cuisine",
      "description": "More people know sashimi as opposed to ceviche. Nikkei is a fusion of the two, bringing Japanese recipes and traditions to Peru’s superb range of ingredients. New flavors have been imported as well, such as ginger, soy, wasabi, miso, and rice vinegar, and are added to local staples like Andean potatoes, yellow peppers, and corn.. Today will be dedicated to this style of cooking, particularly how it differs from what you have been tasting so far. For example, classic Peruvian ceviche spends long hours marinating in lime juice, while Nikkei is a rawer form that adds the lime just a few minutes before serving. Finally, you will jump into a kitchen with a Nikkei chef and explore the basics for lunchtime, learning about precise timing as you prepare tiradito and an Amazonian fish dish known as de la selva lo Nikkei, which is made from a river fish called Paiche and mixed with anticucho, cocona, miso causa and mirin vinaigrette. You will also roll up a Nikkei maki roll, using Peruvian ingredients to craft something that will appear to be from a sushi restaurant, but will taste completely different. After some free time in Lima, you will round off the tour with the best restaurant in Latin America, which was number seven on the 2018 World’s Best 50 Restaurants list and is the most evocative interpretation of the Nikkei style, from pioneering chef and Nikkei legend, Mitsuharu Micha Tsumura."
    },
    {
      "dayNumber": "10",
      "title": "Lima - Departure",
      "description": "Slightly heavier than you arrived, it will be time to leave Lima, and the tour will finish with a private airport transfer."
    }
  ],
  "map": ""
}