{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "best-of-peru-for-families-lima-cusco-and-machu-picchu",
  "tourName": "Best of Peru for Families: Lima, Cusco, and Machu Picchu",
  "placesVisited": "Lima, Cusco",
  "generalInfo": "Experience the very best of Peru during your seven-day trek through the country's breathtaking landscapes on a whirlwind vacation the whole family will fall in love with. Keep up with the frenzied pace of city life in Lima as you bike ride to the vibrant Barranco District and dine along the beautiful Miraflores coastline for panoramic views of the Pacific. Then, venture to the iconic birthplace of the Inca Empire of Cusco before making the final summit to UNESCO's internationally acclaimed Machu Picchu ruins.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - International Arrival and Dinner in Miraflores",
      "description": "The first day, you and the kids will touch down at Lima's International airport as warm sunlight pours in through the plane windows. After you've collected your bags and your way through customs, you will meet your private guide and board private transportation to the city center. As you whiz along the Peruvian highway, you can look out on the sparkling Pacific waters and watch as seagulls swoop from overhead. As you near your hotel, you will bump along the quaint cobbled streets of Lima's historic district and listen as vendors call out daily produce specials from public plazas. After settling into your hotel, you and the kids can venture into the city to experience the high-energy along city streets paired with the quiet serenity of Lima's sandy beaches below. Stroll through the Parque del Amor and take in panoramic views from mosaic tile benches overlooking the waterfront and circle round La Marina lighthouse, an iconic feature of downtown Miraflores. In the evening, you and the kids will choose from a plethora of dining options along the water. Cuisine of every variety is available, from rice and grilled meat to salads and Lima's world-famous lemon-lime ceviche ."
    },
    {
      "dayNumber": "2",
      "title": "Lima - Bike Ride to Barranco District and Light and Water Show",
      "description": "The next day, you and the kids will get the blood pumping as you set out on a scenic bike ride along the coast. In the morning, you will meet your guide in the hotel lobby who will accompany you to the high-end bike rental facility. From there, you will join your guide on a short, fifteen-minute bike ride to the eccentric Barranco District. As you arrive, you will immediately be greeted by the bold facades and vibrant street art hidden behind every cobbled corner. Together, you will explore Barranco's downtown and cross the Puente de los Suspiros bridge for optimal photo-taking opportunities. You'll also get to see highlights like the Museum of Contemporary Art and Barranco Park. At lunchtime, you'll choose between many local favorite cafes, many of which were once colonial mansions for the Spanish elite. In the evening you will return to Lima. You and the kids can enjoy a brief respite at the hotel or along the beach before attending a popular Light and Water show that evening. Dazzling arrays of color fill the midnight sky as water juts into the sky overhead. The kids can run through the fountains and pose for pictures, framed perfectly by Lima's shimmering skyline."
    },
    {
      "dayNumber": "3",
      "title": "Cusco - Tour of Ancient Inca Ruins and Live Music Performance",
      "description": "Set off for the birthplace of the Inca Empire the following morning. After a light breakfast at your hotel, you will return to the airport and board a short regional flight to Cusco. Two hours later, you will arrive and meet your private guide. In no time, you will careen down the hurried boulevards of the city's downtown, then weave in and out of taxis, around energetic plazas as you near your hotel. Soon, you will arrive at your beautiful accommodations in San Blas, a Spanish colonial neighborhood best recognized for its charming white stucco facades. Hotel staff will greet you with a steeping cup of mate de coca, a traditional remedy to offset the effects of altitude sickness, as you settle in at 11,000 feet. During the first half of the day, you will tour some of Cusco's most famous relics of the Inca Empire. Tour the Qorikancha Sun Temple along Avenida del Sol, then break away from the city center to explore the grand fortress of Saqsayhuaman and the noble baths at Tambomachay. In the evening, you will attend a live music show featuring traditional instruments, like the Andean flute, before dining along the illustrious Plaza de Armas."
    },
    {
      "dayNumber": "4",
      "title": "Cusco - Llama Ranch Visit and Outdoor Markets",
      "description": "You and the kids can get out and explore the next day as you get up close to some of Peru's most beloved wildlife. In the morning, you can enjoy a light breakfast at a cafe near to your hotel in San Blas. Bite into crispy tostada and enjoy a refreshing cup of tea as you continue to adjust to the change in altitude. Soon, your guide will meet you in front of your hotel with private ground transportation. Together, you will travel to the Sacred Valley to a locally owned ranch. The kids will love this opportunity to see llama and alpaca, two of Peru's most beloved wildlife animals, up close. You will get to pet the animals and set out on a walk with a few of them through the verdant pastures of the Sacred Valley. After a few hours, you can enjoy a delectable lunch at the ranch, including Peru's hearty pachamanca dish, comprised mostly of meat, potatoes, pepper, and onion. In the afternoon, you will visit some of Peru's busiest and most famous outdoor markets, including the San Pedro Market downtown. Banter with locals and peruse fresh produce before sampling some of the region's quintessential fruits, like the chirimoya and maracuya ."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes - UNESCO Ruins of Machu Picchu",
      "description": "Your adrenaline will surely get pumping the next day as you set out for the ruins of Machu Picchu. In the early morning hours, you will take a private shuttle to the neighboring town of Poroy and, from there, board a luxury train car. From inside the vehicle, you can enjoy panoramic views of the Sacred Valley, from the verdant rolling hills outstretched in front of you, to the soaring mountains on either side. The Urubamba river waters churn alongside the train tracks as you pass over brightly colored bridges. In approximately two hours, you will arrive in the sleepy mountain town of Aguas Calientes. You will meet your expert guide at the train station and soon settle into your luxury lodge accommodations tucked into the steep cliffside. Then, after you have had a chance to settle in, you will meet your guide in the lobby of your hotel. Together, you will board a shuttle to the base of the ruins and enjoy 360-degree views of the Andes Mountains as you climb higher and higher through the cloud forest. Before long, you will step onto this world-renowned UNESCO World Heritage site, a breathtaking masterpiece of the Inca's ancient citadel. Follow your guide to iconic features like the Principal Plaza and the Temple of Three Windows."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes - Machu Picchu, Huyana Picchu, and Hot Springs",
      "description": "You will spend a second day at the Machu Picchu ruins as you learn more about the history of the Incas and their mystical and spiritual celebrations. You will step inside the Temple of the Moon and get an up-close look at the Sacred Rock. You will also visit the Old City Gates, the famous entryway for both ancient inhabitants and modern-day travelers along the Inca Trail, a 2-4 mile journey on foot from Cusco. In the afternoon, you can choose to continue to explore the ruins at ground level or get a bird's eye perspective when you climb to the top of Huyana Picchu. This majestic peak sits at Machu Picchu's rear. Though a somewhat arduous climb, adventurous trekkers are rewarded with beautiful views of the mountains and UNESCO ruins below. Families with small children will best enjoy additional time at the ruins, ground level. In the evening, you will descend to the base town of Aguas Calientes, where you can enjoy a three-course meal beside the plaza. Then, relax after a full day of walking by soaking in the thermal springs from which the city of Aguas Calientes gets its name."
    },
    {
      "dayNumber": "7",
      "title": "Lima - International Departures",
      "description": "The next day, you will pack your bags and prepare to board the luxury train car back to Poroy. You can admire one last time the sunkissed grassy fields and towering mountain peaks of the Sacred Valley. As time allows, you will also make a quick stop at the ruins of Ollantaytambo, which once served as a refuge point for the Incas as they escaped the Spanish invasion in Cusco. By mid-day, you will return to Cusco. You can enjoy a light lunch at the Plaza de Armas and shop for souvenirs and keepsakes at nearby markets and quaint corner store shops. In the afternoon, you will meet your guide in front of your hotel and board your private transport to Cusco's airport. You'll board a regional flight to Lima before connecting to your international flight home. As you and the kids look out the plane window at the sparkling Pacific waters, then to the family photos at Machu Picchu, Miraflores, and downtown Cusco, there will be plenty of fond memories in the years to come."
    }
  ],
  "map": ""
}