{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-luxury-tour",
  "tourName": "Peru Luxury Tour",
  "placesVisited": "Lima, Colca Canyon, Arequipa, Puno, Lake Titicaca, Cusco, Sacred Valley, Machu Picchu",
  "generalInfo": "Embrace charm and splendor during your 13-day luxury Peru tour that will immerse you in grand history, showcase opulent heritage, and highlight the fascinating architecture. Bask in impressive lodges among the secluded altiplano and enjoy the urban comforts of Cusco. From the cuisine to the culture, ancient ruins to lavish hot springs, you will find majesty in soaring condors and the wondrous ambiance of Machu Picchu as you discover Peru.",
  "durationDays": "13",
  "price": "14,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Luxurious Lima",
      "description": "Arrive in the stunning city of Lima, the capital city of Peru. The center of the city is filled with gems to be discovered, from the wondrous architecture to the city’s conquistador past. The citrusy scent of fresh ceviche beckons to you. Tour through the city, on your own or with a guide, and experience the fabulous and vibrant life of Lima. The cathedral stands tall along the Plaza de Armas ; spires rise high into the air with Spanish opulence on either side of the entrance. The bells chime on the hour and fill the square with music. Wander into Lima’s old train station, now a cultural center known to the locals as Casa de la Literatura Peruana , which means House of Peruvian Literature. The façade of the building glows yellow in the warm Lima sun. The white painted pillars stand out against the yellow and build upward towards the ticking clock. The interior shines with colorful stained glass, the variety of colors shimmering along the floor. Where once the scent of polished tile would linger along the station, now the rooms are perfumed with books that show the deep range of Peruvian literary works. Wander around and through the stunning architecture of Torre Tagle Palace. The palace is considered to be one of the most stunning pieces of architecture in South America due to the unique elegance and grace of early 18th-century styling. The coat of arms of José B. Tagle is still hung above the door as the pink façade stands out against the hues of the city. Two sensationally carved wooden balconies adorn the façade and flank the stone-carved entrance. Venture inside to see the courtyard, styled like a Spanish villa, where wooden balconies wrap around the building and showcase the designed tile floors below. There is also plenty of time to visit Miraflores, one of Lima’s modern and majestic residential neighborhoods. The green of the grass and trees radiates against the blue of the sea. You can hear the gentle rush of the waves as they lap against the sand. The breeze brings in the sweet and salty aroma of the water. Visit the statue of lovers along the Calle de las Pizzas , where their comfortable embrace sits in stone forever along the shore."
    },
    {
      "dayNumber": "2",
      "title": "Arequipa – Astounding Arequipa",
      "description": "The morning brings with it the wondrous scents of rich Peruvian coffee and the delicious creamy texture of Lucama, a fruit indigenous to Peru. Relax in the comforts of the capital for a few moments before you are whisked away to the White City of Arequipa. Arequipa is located high along the Andes, ridged on the outskirts of Colca Canyon, and is the second most populous city in the country. Acclimate to the altitude of Arequipa with hot cup of coca tea. Wrap your fingers around the warm mug and let the leaves seep into the water. The slight bitterness is a welcomed flavor and gives a sense of calm in the height of the city. Arequipa is known for its stunning Plaza de Armas , where the architecture is pearled white and stands taller than the palm trees that decorate the square. The multi-tiered fountain rains and splashes in the afternoon sky. The cathedral stretches the length of the square with its spire almost dwarfing the trees. Made from sillar, a white volcanic stone, the pearl color is iridescent in the daylight and is illuminated by the light of the moon. El Misti, meaning the Gentleman, is the tallest of three volcanoes and whose silhouettes are visible behind the cathedral. Wander along the cobblestone streets of the city and find the Ice Maiden in the Andean Sanctuary Museum of Catholic University. Juanita, as she is known, is a well-preserved mummy discovered on the top of Mount Ampato almost 20 years ago. The museum is bright and active with people, from children to adults, curious about Juanita and the history of the region dating back around 500 years. As the sun begins to set over the city you can watch the white faces of the buildings along the Plaza de Armas become bathed in a luxurious orange glow."
    },
    {
      "dayNumber": "3",
      "title": "Colca Canyon – The Sensational Colca Canyon",
      "description": "Today you will depart from the white glow of Arequipa’s architecture and into the wondrous sights of Colca Canyon. Wind through the peaks and along the ridges of the Andes, the largest mountain range in South America. Many peaks glitter with snow year round as llamas graze along the rocky landscape. The local men often where chullos , knitted hats with earflaps, to keep them warm in the cold conditions of the high altitude. Alpaca sweaters and blankets are sold in tiny wooden sheds along the route. The wool is soft to the touch, soft enough to feel smooth from every angle. Arrive and settle into the luxurious comforts of your lodge. The thatched roofs and stone structure, along with the crisp fire warming the room, keep you cozy no matter the weather. The valley is flourishing with a green that would make the Jolly Green Giant envious. The mountains border the valley and roll into the sky. Dip your toes into the hot springs and relax into the warmth of Mother Nature’s Jacuzzi. The steam brushes against your cheeks. The water envelopes you and you will settle in easily to the comforts of its warmth. At dinner you can enjoy the local culture and cuisine, from alpaca steak to Quechua dancing. Indulge in the luxuries of your lodge, the delicate richness of your dinner and the colorful clothes that swirl around the dance floor bringing the night to jubilant end."
    },
    {
      "dayNumber": "4",
      "title": "Colca Canyon – When Condors Soar",
      "description": "Venture outside of the lodge to see the incredible sights of Colca Canyon, the second deepest canyon in the world. From the fertile greenery that runs along the canyon-side to the sounds of the rushing river the rises from the depths of the valley, Colca Canyon is filled with immense beauty. The fog brings a gentle mist to the vehicle as you journey through the canyon road. The sun begins to burn away the mist and opens up the sky. Stop at Cruz del Condor , where a large cross sits off the roadway and marks the area for you to stop. The mountains are craggy and surround you. The valley is deep below you. Look into the air and watch the gentle gliding of condors, the largest flying birds in the Western Hemisphere. Their wingspan is impressive as they circle high above the mountaintops. As they swoop down into the valley you realize how large they actually are, how from a distance they seemed the size of an owl but they speed down to the earth and grow until their wingspan is as tall as you or the person standing next to you. Whether watching the condors drift through the air or visiting the local ruins and catacombs of the canyon, traverse the area and enjoy the continuous wonders before returning to the lodge for a relaxing evening of decadent comfort."
    },
    {
      "dayNumber": "5",
      "title": "Puno – The Road to Puno",
      "description": "Today you will depart from the beautiful Colca Canyon and explore the scenery of the Andes on the way to Puno. The road winds along the mountains where clouds drift past and over the landscapes. The curious expression of the llamas decorates the roadside. Mounds of stones are stacked in the distance like balancing paperweights. Enjoy a stop at the Sillustani Ruins, a pre-Incan burial ground near Lake Umayo. The large stones are stacked in cylinders creating chullpas , funerary towers often constructed for noble persons or families; Sillustani is considered to contain the best-preserved example. The quiet of high altitude plains sweep through the air. Along the lake’s edge, you can see the remains of the chullpas standing tall and cylindrical amongst the grass. The history sings with excitement as you can see the inspiration of Incan design within the remaining structures of Sillustani. Arrive in Puno and wind through the mountain road into the valley. The city sits on the shores of the largest high altitude lake in the world. Once in the city settle into your accommodation. You can hear the boisterous markets and street vendors along the main square. The cologne of fried dough drifts through the streets. Walk along the Plaza de Armas, the city's main square, where the life pulses through Puno. The town library, an art gallery, and the red stone of the 18th-century cathedral wrap around the open square. Follow the crowd of locals down Jiron Lima , the main pedestrian roadway that leads to the Arco Duestua monument. Street vendors add colorful clothes and tasty treats to the roadside, shops line the buildings, and restaurants spill delicious scents of delicious flavors through their doors. Puno is open, joyful, and inviting."
    },
    {
      "dayNumber": "6",
      "title": "Lake Titicaca – The Wondrous Waters of Titicaca",
      "description": "Begin your day with a delicate taste of Peruvian coffee, the aroma enough to liven the senses and bring you back to the beauty of Peru. Today you will venture onto the sapphire waters of Lake Titicaca and explore the largest high altitude lake in the world. The water is cold on your fingers, the mist cool on your face. The sun is bright in the morning sky. Enjoy the quite of the lake with your private guide as you drift into the large expanse of the water. Your guide explains to you the coming attraction of the famous floating reed islands of Uros. Your boat docks along the island. Children dressed in the local indigenous clothing help you disembark. The girls’ shawls are colorful and soft. Their hats have large rims to keep the sun from their skin. Their blouses are fringed with detailed patterns sewn along the shoulders and encircling the buttons. The scent of fresh water and dried grass surrounds you. Follow the children and learn about the fascinating history and wonderful culture of the Uros who originally started floating along the waters of Lake Titicaca to avoid the Spanish invasion. Your journey around the lake continues with a visit to Taquile Island. UNESCO has proclaimed the Taquileños’ textile art “Masterpieces of the Oral and Intangible Heritage of Humanity.” Dock in the natural quay that allows small boats to anchor on the island. The stone walkway leads you up and through the main village of Taquile. The scent of garlic emanates from homes built from stone. From the top of the island you can see the expanse of the lake, the shores of Puno, and some islands on Titicaca that belong to Bolivia. The water glimmers beneath the warmth of the sun. The islanders are friendly and their garments, from sweaters and blankets, to beanies and socks are warm, cozy, and unique. As the sun begins to drift below the water you will return to Puno and settle into the evening."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – The Luxuries of the Railway",
      "description": "Today you will say goodbye to the shores of Lake Titicaca and the beautiful streets of Puno. Depending upon the day of travel you can climb aboard one of the top ten railway journeys of the world and make your way to Cusco. The train is nothing less than luxurious. The seats are comfortable and inviting. The windows are open to the magnificent landscapes that surround you. The dining car is filled with indulgent food and tasty libations. Sit in the warm cushions of the luxury car that feel more like Lazy Boys than seats on a train. Pass the incredible scenery of the alitplano where the grass drifts in the breeze and, because of the altitude, the mountain tops look like hills instead of peaks. Herds of llamas huddle along the plain. Villages decorate the mountainous expanse. The dining car takes you back to a time of decadent train travel and wondrous exploration. The car is scented with the rich and salty flavors of Lomo Saltado , a stir-fry of beef, tomatoes, peppers, and onions blended into a pan with soy sauce and fried potatoes. As the train pulls into the beautiful city of Cusco, you may not want to leave."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – Fabulous Cusco",
      "description": "Today is at your leisure to explore the fabulous sights of Cusco. The Spanish influence is prevalent within the city’s architecture; however, the food and culture of the city is a blend of the once populated Spanish and the strong, resilient cultures of the indigenous people of Peru. The streets are cobblestone, lined with multi-storied buildings that shine yellow, white, pink, and blue. The Plaza de Armas is always filled with people where the impressive cathedral casts shadows on the square. Cafes bustle with locals and visitors alike, the musk of fresh coffee and citrus fruits drift through the open windows. Whether visiting the ruins of Sacsayhuaman Fort that stand on a hill overlooking the entire city or wandering along the narrow streets to see the local shops and culture of the city, Cusco’s sights are never-ending and always joyous. Every day the central market is chockfull of local vendors selling vegetables, meats, fruits, and the like. If you enjoy local food and culture visit the central market around noon to see the hot food stations bursting with life. Each restaurant has a menu and corresponding seats along the long benches. If you don’t feel like sitting along the bench you could always order to go. The roasted chicken is famous for its juicy meat packed with flavor. Continue on to San Blas, the local bohemian neighborhood. The streets leading to Plaza San Blas are a bit steep but offer a stunning view of the rooftops below. From unique paintings to textiles, San Blas offers the beauty of Peru immortalized in the art of Cusco."
    },
    {
      "dayNumber": "9",
      "title": "Sacred Valley – The Sights of the Sacred",
      "description": "The sun rises over Cusco and you can imagine the glow of the morning sun as almost touchable due to the altitude of the city. Depart the splendor of Cusco and pass the fantastic ruins of Sacsayhuaman. A decisive battle between Incan rebels and the Spanish army was once fought along the mountain ridges and within the fort itself. Enter the Urubamba Valley deep within the canyon along a once-prominent Incan road. The valley floor is patterned with fields and rimmed by vast terraces of farmland climbing up the mountain walls. Arrive in Pisac to witness the ruined stonework, along with the panoramic view of the Inca stronghold. The stone still sparkles with morning dew. Terraces, water ducts, and steps have been cut out of solid rock. High above the excavated ruins hide secrets and gems of rocky overhangs and ancient burial grounds. Modern Pisac is a typical Andean village with a pisonary tree, once sacred to Incas, embracing the central square. The central market remains charming and local with the scent of fresh fruits and vegetables drifting through the open space. Villagers travel for miles to gather, barter, and sell their produce. Whether exploring ruins or culture, your time in the Sacred Valley has just begun."
    },
    {
      "dayNumber": "10",
      "title": "Sacred Valley – The Grandeur of Ruins",
      "description": "The morning dew lingers on the fertile countryside of the Urubamba Valley. Venture out of Pisac along the lush radiance of the morning mountainside and down into the valley to Ollantaytambo There is debate about Ollantaytambo’s original purpose however many archeologists believe the Incas built it as a fort that included a temple, agricultural terraces, and an urban area. The walls and towers continue to stretch along the plateau and the mountain. The tiers climb up the mountainside, accessible by a single set of stairs, where the view of the valley below stretches into the distance. You can follow the traces of ancient roads and aqueducts that flow down the slope into the valley."
    },
    {
      "dayNumber": "11",
      "title": "Aguas Calientes – Majestic Machu Picchu",
      "description": "The journey continues into the Urubamba Valley where you will arrive in Aguas Calientes, known for its spas and hot springs. The Urubamba River rushes along the sides of the city and through the incredible foothills of the mountains. It is a quick journey to the entrance of the fabled city of Machu Picchu. Follow your guide on a sensational walking tour through the ruins. It is almost like a storybook or an image from Indiana Jones. Huayna Picchu’s peak lingers in the sky ahead. The surrounding mountains undulate along the horizon. The rush of the Urubamba River has disappeared. The scent of fresh grass and damp stone rises from the earth. Your guide explains the majestic history of the Incas and the city in the clouds. Walk up the Inca Trail to the Sun Gate where the city of Machu Picchu can be seen through the remains of the temple. The plateau often gives those that choose to trek the Inca Trail the first glimpse of Machu Picchu at sunrise. From the temple’s remains to the variety of quarters and tiers, Machu Picchu is a city unlike any other, built along the mountaintop."
    },
    {
      "dayNumber": "12",
      "title": "Cusco – The City in the Clouds",
      "description": "Return to Machu Picchu with the sunlight barely peaking over the mountaintops. You will have the ruins virtually to yourself to enjoy a full-guided tour of the city. The clouds hover over the ruins. Your guide takes you around the stone walkways and through the history of the temple and possibly over the Inca Bridge, which is part of a mountain trail that heads west from Machu Picchu consisting of a stone path, part of which is cut into a cliff face. There is always time to climb Huayna Picchu, the towering peak that casts a shadow on the city. With only 200 visitors allowed on the Huayna Picchu trail per day, the experience is always unique and completely personal. Part of the trail is structured with stone stairs smoothed by wind and rainfall. The balancing rope strewn along the mountainside is course in your hands as you climb the sometimes-steep path. There is nothing better than reaching the tip of Huayna Picchu and looking down on the City in the Clouds from above, feeling as if you have surpassed the clouds all together, as if you stand in the highest depths of the sky. The city and people below are dwarfed, the air is crisp and pure, and the Urubamba River snakes though the valley in the distance. The clouds drift, the sun shines, and you make your way back to Aguas Calientes, as ready as you can be for your return to Cusco."
    },
    {
      "dayNumber": "13",
      "title": "Lima – Through the Clouds and Home",
      "description": "Today you will make your way to the airport after a brief stop in Lima before your return journey home. Spend the morning before your departure winding along the cobblestones of Cusco one last time, memorizing the tiny alleys and vibrant galleries. Once in Lima you can enjoy a unique dining experience beside a 1,500 year-old pyramid. The decadent treats on the menu range from quinoa and corn dressed in green beneath succulent beef medallions, to fried yucca and lomo soltado , a Peruvian stir-fry. The salty crunch of the yucca and the grainy richness of the quinoa is enough of a reason to visit Huaca Pucllana; however, mixed with the scent of history from the architectural site, the experience is as unforgettable as Machu Picchu itself. After dinner you will make your way to your flight and wave goodbye to the delicacies, comforts, luxuries, and majesties of Peru, and say hello to home, never forgetting the depths in which you explored the history and culture of this country, as well as yourself."
    }
  ],
  "map": ""
}