{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "history-of-peru-tour-ancient-ruins-colonial-remnants-colorful-culture",
  "tourName": "History of Peru Tour: Ancient Ruins, Colonial Remnants, Colorful Culture",
  "placesVisited": "Lima, Cusco, Arequipa",
  "generalInfo": "The looming peaks of the Andes Mountains and crevices of the Sacred Valley conceal some of Peru's best-kept secrets. You will uncover it all and much more as you tour this magnificent treasure trove of historical and cultural gems. Behold the Grand Inca innovations in ancient citadels along the massive stone alleyway of downtown Cusco. Later, marvel at exquisite examples of Spanish architecture in Arequipa at the central plaza. However, all pale in comparison to the extraordinary beauty of the Inca's greatest masterpiece: the UNESCO World Heritage site of Machu Picchu.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - International Arrival and Stroll through Coastal Parks",
      "description": "Citrusy lemon-lime aromas of Peru's revered ceviche wafts in your direction as you step off the plane at Lima's International Airport. A refreshing ocean breeze will surround you as you make your way to baggage claim, enticing you to uncover the beautiful beaches just outside. After passing through customs, you will meet your expert guide and be whisked away to the center of the city via your private transfer. As you arrive at your five-star colonial hotel in the heart of the historic district, friendly hotel staff will offer you a cup of mate de coca tea, a traditional tea that will later help you adjust to new altitudes as you move east. Then, after a few moments of relaxation, you and your group will venture into the city for an exhilarating first day of exploration. Surely, you will fall in love with the charming cobbled streets of the old city, set in place by the Spanish conquistadors hundreds of years ago. You will also marvel at the massive stone walls the Incas constructed with impeccable construction. After pausing for some shade in the Plaza de Armas, you will return to the oceanfront for a romantic dinner."
    },
    {
      "dayNumber": "2",
      "title": "Cusco - Visit to Local Markets and Private Cooking Class",
      "description": "It's off on a jet plane to the mystical beauty of the Andes Mountains and outstretched Sacred Valley. Together, the mountains and valleys cradle what was once deemed \"the navel of the world,\" or Cusco, as most people know it today. Early morning, you will board a regional flight from Lima to Cusco. A few hours later when you land, you will meet your local expert guide who will lead you to your beautiful hotel in the white stucco neighborhood of San Blas. Again, you will be greeted with mate de coca tea and can enjoy some rest as you adjust to the significant jump in altitude. That afternoon, once you've rested up, you will explore the vibrant open-aired markets of Cusco's downtown and beyond. You can barter for handicrafts and jewelry, pottery, and woolen goods. You will visit produce markets that offer some of the most delectable freshly squeezed fruit juices the region has to offer. In the evening, you will join a world-renowned chef for a step-by-step cooking class where you will learn to make one of the region's most beloved dishes: escabeche . You can mix this appetizing blend of freshly grilled chicken and tangy pickled vegetables to enjoy momentarily with a glass of red wine."
    },
    {
      "dayNumber": "3",
      "title": "Cusco - Saqsayhuaman, Tambomachay, Qorikancha",
      "description": "While much of the city's historical gems lay inside the walls of Cusco, some reach just beyond. Today, you will traverse a variety of terrains to get an up-close look at the Inca Empire's most impressive pursuits. After a light breakfast near your hotel, you will join your expert guide at the Plaza de Armas. In an exhilarating combi ride, you will speed along the Avenida del Sol, a frenzy of daily activity for locals on their way to work or pausing to chat with local vendors. The grand Qorikancha, or Sun Temple, bursts from amongst the regular city fervor in great juxtaposition. From in front of the temple, a beautiful array of carefully coiffed gardens emerge. As you enter, you will marvel at the opulent gold leaf interior. That afternoon, you will venture beyond the confines of the city limits to explore two additional Incan masterpieces. First, at Tambomachay, you will behold beautiful irrigation systems that once served as the noble baths for royalty escaping the hustle and bustle of city life in Cusco. Then, in Saqsayhuaman, you will admire the fortitude of the massive stone walls of the steadfast fortress, a refuge for locals escaping outside intrusions, especially during the Spanish invasion."
    },
    {
      "dayNumber": "4",
      "title": "Sacred Valley - Zipline and Horseback Riding in Chinchero",
      "description": "Beauty radiates from sunkissed fields the following day as you begin your journey through the Sacred Valley. This majestic landscape is best known as the guiding path that leads the Incas from Cusco to their coveted masterpiece at Machu Picchu. Today, many travelers still make the trek along what's known as the Inca Trail to get a sense of this impressive feat firsthand. Your day begins at full-throttle as the anticipation for the ruins of Machu Picchu also builds. Today, you will have the chance to mount a thrilling zipline from peak to valley as Andean condors soar by and waters of the Urubamba River churn fervently below. Your journey through the Sacred Valley continues, this time, on horseback. Rolling hills sparkle under the sun's warm rays and bright, white stucco buildings, for which the city is best known, emerge. Here, in the picturesque village town of Chinchero, you will partake in a delicious meal, also considered a Peruvian delicacy: cuy , or guinea pig. For travelers with specific preferences or dietary restraints, alternatives will also be made available."
    },
    {
      "dayNumber": "5",
      "title": "Machu Picchu - UNESCO World Heritage Site",
      "description": "Today will perhaps be the pinnacle of your trip as you visit the famed ruins of Machu Picchu, to which millions of visitors from around the world flock each year. As you will soon realize, not only are the ruins themselves stunning, but the majestic peaks behind them are truly just as remarkable. You will begin the day with a luxury train ride from Ollantaytambo to a town called Aguas Calientes, located at the base of Machu Picchu. Beautiful panoramic windows allow you to marvel at the agricultural terracing, quaint farmlands, and vibrant bridges that burst with color over the Urubamba River. Momentarily, you will arrive and drop off your bags at your luxury lodge accommodations nestled into the hillside. Then, you can join your expert guide for a thrilling ride up the switchbacks of the Andes en route to the ruins themselves. As you step foot on the UNESCO grounds, you will surely be in awe of the spectacular mountain tops that genuinely seem to cascade into infinity. You will spend the day exploring the most fascinating features of the ruins, including the Sacred Rock, the Principal Plaza, and the Temple of Three Windows. You will even have a chance to summit Huyana Picchu, the famed mountain peak located at Machu Picchu's rear."
    },
    {
      "dayNumber": "6",
      "title": "Arequipa - Architectural Tour and El Misti Volcano",
      "description": "The following day, you will venture south as you uncover the beauty of a city called Arequipa. Here, you will admire the unique blend of culture, tradition, and natural beauty found at the stunning El Misti Volcano. You will begin your day will a tour of the city's historic center alongside your expert guide. You will visit such revered sites as the Santa Catalina Monastery and the Cathedral Monastery located just off the main square. You won't want to miss a peek inside the Santuarios Andinos Museum, which includes examples of Inca mummification more than 500 years old. After the quick dig into local history, it's time to focus on culture. A brief visit to San Camilo Market offers wafts of fresh spices and produces including regional favorites, chirimoya and maracuya . Finally, it's all about natural beauty when you embark on a short ride to the stoic El Misti Volcano, perched above the city at an impressive 5,822 meters. Its beautiful snow-capped peaks contrast with the illustrious greenery down below. It's an ideal photo opportunity that encompasses the city's modern opulence and natural beauty."
    },
    {
      "dayNumber": "7",
      "title": "Lima - Shopping District and International Departure",
      "description": "Finally, on your last day in Peru, you will return to the quickened pace of city life in Lima. Here, you will have the chance to explore the city one more time on your own. You can partake in souvenir shopping downtown, or stroll through the city's many art and history museums with lovely examples of Inca and pre-Inca pottery. You can also soak in the sunshine a little while longer as you walk through the Parque del Amor or around the Plaza San Martin. As time allows, you can even hitch a bike ride south to the beautifully rich neighborhood of the Barranco District. Here, buildings burst with color, and street art pops out from nearly every angle. You will listen to melodic street buskers as you walk across the Puente de los Suspiros bridge for the best view of the city. You can enjoy a light lunch here before returning to your hotel. At the hotel, you will again meet your guide and board your private transport en route to Lima's Airport. From there, you will connect to your international flights home, surely, with plans to return soon."
    }
  ],
  "map": ""
}