{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "discovering-lost-incan-cities-of-peru-machu-picchu-tour",
  "tourName": " Discovering Lost Incan Cities of Peru & Machu Picchu Tour",
  "placesVisited": "Lima, Sacred Valley, Aguas Calientes, Cusco",
  "generalInfo": "Your 8-day luxury Peru tour will combine contemporary comfort with the thrills of immersive history. The colors of the Pisac Market will embody the essence of the Andes while the surrounding terraces reveal the ingenuity of the Inca Empire. Remarkable fortresses will create magnificent silhouettes above the mountain slopes while colonial streets lead to hidden archeological treasures. You can bask in charm and enchantment as you discover Peru’s captivating highlights.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Ocean to Hills",
      "description": "When your flight descends in Lima, you can gaze upon a city that touches the Pacific Ocean and stretches to the distant hills. At its core, the city holds the historical cultures of Peru inside a mixture of urban streets and colonial architecture. The city was founded in the 16th century and labeled “the King of Cities.” The church and monastery of Santo Domingo have roots dating back to 1540. A tranquil colonnade encircles the interior courtyard. The interior contains mosaics depicting the life of St. Dominic, founder of the Dominican order. The city embodies both the past and the energetic presence of modernity, from the historic center of the Plaza de Armas to the contemporary seaside neighborhood of Miraflores. Walkways line the cliffs, providing marvelous views overlooking the Pacific Ocean. The scent of lemon juice emanates from celebrated restaurants specializing in ceviche. Old colonial homes mix with pockets of verdant parks. Surfers ride the waves stretching across the coastline. The ocean mists into the air after crashing against the cliffs. You watch the abundance of hang gliders catching the sea breeze, drifting across the sky. Lima embraces its past and delights in the present."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Accessing the Sacred Valley",
      "description": "In the morning, the aroma of freshly pressed Peruvian coffee emanates from cafes, a staple left over from the Spanish colonial era. Restaurants specializing in empanadas and breakfast sandwiches stuffed with Peruvian ham and a spicy sauce open their doors to locals en route to work. After breakfast, you travel by plane into the Andes, where your private transfer is waiting at Alejandro Velasco Astete International Airport in Cusco. North of the city, at an altitude averaging more than 8,600 feet above sea level is the Sacred Valley. The fertile landscape tucks into the tawny foothills of the Andes’ mountaintops, filled with verdant grasses nourished by the Urubamba River. The landscape can be breathtaking in of itself when you first gaze upon the rugged mountain summits hovering over your hotel. The greenery is vibrant and encompassing. You have your first encounter with the traditional culture of the Andes, seeing women dressed in colorful clothing woven with intricate patterns. When you reach your hotel, you settle into the luxurious accommodations that assist in settling you into the higher altitude and rural surroundings. The gardens have more than 35 species of birds fluttering in the haven of the Sacred Valley, including varieties of hummingbirds. Hydrangeas blossom in the gardens with purple and blue petals. Visitors do Tai Chi in the vast spaces to help acclimate to the altitude, learning to move with careful intention and deep breaths. In the tranquility of your hotel, you have already found the beauty of the Andes."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley – Heart of the Valley",
      "description": "In the morning, the sweet aroma of hydrangeas drifts from the gardens. The hummingbirds pollinate the flowers and flutter their wings at an average of 50 times per second. You sip your morning coffee, enjoying the heat emanating from your mug, and take in the view. Your guide meets you in the lobby ready to escort you into the beauty of the Sacred Valley, beginning with the Incan ruins at Pisac. Climbing the hillside above the town are magnificent terraces that look more like aesthetic decorations than agricultural levels that were farmed on the irrigated land. Strong and sturdy stones hold the mountainside walls in place. A stairway ascends the hillside, rising diagonally around the terraces with flagstones, and leading you from the edges of town to the top of the citadel. 15th-century Incan ruins go beyond the agricultural tiers of the landscape. Massive stone doorways defend the heart of the plateau, overlooking the terraces and expansive valley. Your heart races with excitement as you discover the temples and baths of the ceremonial center. The air is crisp in the shade and warm in the sunshine. Clouds pass by the mountaintops, close enough to feel like you could touch them. The temples are made with precision; the stones are stacked tightly together showcasing impressive intuitive engineering."
    },
    {
      "dayNumber": "4",
      "title": "Aguas Calientas – Remaining Images of the Incas",
      "description": "In the morning, the sun casts light over the lush landscape of the Sacred Valley. Your private transfer escorts you to the train station at Ollantaytambo, where you settle into your comfortable seat in the Vistadome. The glass dome of the train car allows you to look out upon the bordering mountains before giving way to encompassing forests. You pass the Urubamba River at a bend, following the concourse of the foothills carved by the water over time. You reach the town of Aguas Calientes where your guide leads you to the entrance of Machu Picchu. You climb the stairs from the hill’s base until the view opens up to the terraces of hidden site once forgotten with the ages. The buildings and terraces cascade down the hillside looking over steep cliffs. At the edge of the site, you can see the towering form of Huayna Picchu. Your guide leads you through the remains of the ancient city, pointing out the temples, homes, and walls utilized by the Inca. The intihuatana translates to “Hitching Post of the Sun.” The carved rock pillar was used as an astronomical tool to help the Inca predict solstices. It stands at the top of the city, open to the elements where priests could watch the movement of the sky."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientas – Looking Down from the Sky",
      "description": "In the morning, you can hear Urubamba River rushing past the town of Aguas Calientes. The sunlight glances over the mountaintops and spreads across the valley. After breakfast, you venture back up to the hidden city of Machu Picchu and to the gate of Huayna Picchu, the mountain lingering over the plateau. The best time to ascend is in the quiet morning, when there are fewer tourists looking to ascend the mountain. Thin steps wind along the mountainside, accompanied with a chain barrier lining the walkway. The soil is lush. The stairs are rugged. You don’t look down until you reach the top. You could have never imagined a better view. The clouds pass beneath you. You have an entire panorama of Machu Picchu, from the terraces to the Sun Gate at the top of the distant hill. You feel at the same height as the surrounding mountain summits. You can even see the winding waters of the Urubamba River at the bottom of the valley. When you descend the mountain, you can continue following the trail to visit the hidden Temple of the Moon. The ceremonial shrine is located on the far side of Huayna Picchu, and was constructed as a cave carved into the massif."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – Gaining Altitude in Cusco",
      "description": "Cusco sits at an altitude of 11,152 feet above sea level. The city has an abundant mixture of Spanish colonial architecture and Andean culture. Shadows of the Inca wind through the streets, cast by hidden architectural elements of the city and the lingering walls of the monolithic Sacsayhuaman fortress situated on the hillside overlooking the plateau. After breakfast, your guide meets you in the hotel lobby. You are eager to venture out into the city to discover the lingering wonders of Cusco that enchant visitors and locals alike. Neighborhoods rise up the encircling hillsides. Restaurants offer Andean-fusion cuisine, blending local cooking techniques and flavors with reminiscent Spanish and even international tastes. Qoricancha, otherwise known as the Temple of the Sun, was considered the most sacred site in the Inca religion. The original complex was erected in the 15th century with elements traced back to a pre-imperial structure in the 12th century. The site resembles a sun with rays shining out from all directions, and was erected in with massive stones cut together without the use of mortar. Your guide points out that the large stones are still visible in the foundation of what is now the Church of Santo Domingo. The foundation wall is nearly 20 feet tall. The courtyard was once decorated with more than 120 pounds of gold. Today the small Inca rooms around the courtyard have gray stones and sharp angles, which contrast the rounded arches of Spanish architecture."
    },
    {
      "dayNumber": "7",
      "title": "Lima – Collected Days of Lima",
      "description": "The scent of Peruvian coffee drifts out of the chic contemporary cafes of the neighborhood of San Blas. The meandering cobblestone streets wind around the hills and offer views to the rooftops of Cusco’s low-lying buildings. After breakfast, your private transfer escorts you to Alejandro Velasco Astete International Airport for your flight to Lima. You can see the rapturous mountain tops of the Andes fade behind you as you glide closer to Lima. The ocean and desert landscape around the city comes into view. Your guide greets you at the airport to begin your tour of Peru’s celebrated capital city. You can easily recall the Spanish colonial décor of the city’s central neighborhood. The Government Palace and City Hall border Plaza Mayor. Your guide leads you through the halls of the 17th-century San Francisco Convent. The library on the upper level houses thousands of rare antique books. The monastery has an impressive mural painted by Marcos Zapata in the 18th century. The work is a recreation and reimagining of the Last Supper, depicting Jesus and the Apostles dining on traditional Andean dishes, which was meant to help locals associate with European traditions. The sounds of mass reverberate through the catacombs beneath the church. The cool air sweeps through the niches of the cave-like structure, taking you through a maze of narrow hallways lined with the city’s impressive history."
    },
    {
      "dayNumber": "8",
      "title": "Lima – More than Inca",
      "description": "The stores in Miraflores almost hide on narrow side streets next to historic residences. Surfers take to the morning break to catch the waves before work. Hang gliders take to the air basking in a moment of freedom overlooking the edge of the city. The streets come alive in Lima with the aroma of freshly brewed coffee and the sounds of people heading to work. The brightly blossoming flowers in the gardens of the Plaza Mayor decorate the forecourt of the Government Palace. After breakfast, your private transfer meets you at the hotel. Your ride to the Jorge Chávez International Airport is quick and comfortable. You will soon board your flight home, taking a piece of the eclectic cultures of Peru back with you."
    }
  ],
  "map": ""
}