{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "best-of-peru-and-bolivia-tour-cultures-wonders-traditions",
  "tourName": "Best of Peru and Bolivia Tour: Cultures, Wonders & Traditions",
  "placesVisited": "Lima, Machu Picchu, Lake Titicaca, La Paz, Cusco, Sacred Valley",
  "generalInfo": "Join the Inca Nation on this 11-day tour tailored to show you the incredible culture and unique wonders of Peru and Bolivia. Experience the people that continue to live by their own rules within secluded beauty, breathing life into a civilization everyone thought was lost. Journey through the lush hills and pulsing traditional markets of the Sacred Valley. Venture to isolated islands within the waters of Lake Titicaca. Listen to the whispered legends of the Tiahuanaco Ruins. Stand within the clouds on the back of Machu Picchu. Visit the Inca Nation and come see what you’re missing.",
  "durationDays": "11",
  "price": "11,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Arrive with Inca Dreams",
      "description": "Arrive in the Peruvian capital of Lima where the historic center of the Plaza de Armas glows like gilded fringe in the evening light. The neoclassical Spanish architecture encompasses the square, giving opulent decoration to the cobblestones and trickling fountain. The various chapels along the nave of the cathedral display more than one dozen altars carved in various styles, and the ornate wood choir is a genuine gem of late baroque sculpture. The zesty scent of ceviche is never far away, while the cool breeze blows in from the shore. Settle into the evening and the thoughts of the Inca Nation yet to come."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Welcome to the Inca Empire",
      "description": "Leave the sprawling wonders and sweet ocean perfume of Lima behind for the Inca capital of Cusco. Standing at 10,750 feet above sea level, Cusco is the oldest continuously inhabited city in South America. The cobblestone streets meander along the fertile, rolling hills of the Andes. Decadent Spanish architecture rises up from the roads, much of which has been built over Inca foundation. The mountain air is cool and inviting as you follow your guide along the stone paths of the road. The aroma of rotisserie chicken glides out of the restaurant doors. The capital of the Inca Empire was, and still is, considered by many Quechua people to be the spiritual center of the world. Santo Domingo Church showcases a mixture of the once opulent Inca Temple of the Sun and the large expansive Spanish cathedral. The painting depicting the Sun Temple of Koricancha glistens in gold, giving the Spanish the impression they had truly found El Dorado , the walls lined with solid-gold sheets. The remains of Koricancha are situated in the grandiose stonework of the current church that expands into a dome, and down the sloping streetscape of the city. The pathways of Cusco can take you into the bustling Plaza de Armas, where the fountain trickles along the facades of history, or winding through narrow roads and into the hills where the fortress of Sacsayhuaman overlooks the surrounding valley."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley – Expanding into the Valleys",
      "description": "Today you will venture outside of the Inca capital and into the Sacred Valley of the Inca; the rolling hills slope deep into the valley where the Urubamba River meanders into the distance. Pisac is a traditional Andean village along the gentle sweep of the vale. The agricultural terraces sweep around the south and east of the mountain in elegant curves mostly unbroken by a stairway. The scent of grass and the crisp air rises from the valley floor. The market shines like a rainbow with traditional Andean textiles being sold and bartered by the surge of villagers that come from all around. Pink and blue beads roll along black skirts. Yellow fringe dangles like a curtain from a red pleated hat. The boisterous sounds of the market and jovial local vendors rush along the walkways. Ollantaytambo village sits beneath the mountainside where tremendous ruins loom. The Inca once showered the Spanish with arrows, spears, and boulders from above the steep terraces of the mountain, giving them a large victory over the intruders. The silhouette of the mountain brings a wave of shade to the ruins as you climb the single staircase that divides the sweeping tiers. The stones are cool to the touch as you arrive at the temple partially carved into the peak of the mountain. The history of the ruins and the remains of the village below are inherently connected with the spirit of the Inca Nation."
    },
    {
      "dayNumber": "4",
      "title": "Aguas Calientes – The Lost City of a Nation",
      "description": "Travel across the Sacred Valley, along the winding foothills and rush of the Urubamba River. Journey through thriving jungles and along stone stairwells where you will arrive at the citadel of the Lost City of Machu Picchu. The plateau stands over the sunken valley 1,000 feet below. The remains of the architecture charge up the hillside in grand terraces and stand atop the mountain with magnificent temples; the entire city is draped in stone and plentiful with grass. Follow the open paths of the city and search through the ruins with the high altitude giving you clear and bright skies. In the lower region of city is the Prison Group, a labyrinth of ornately structured cells, niches, and passageways, winding both under and above ground. Stand at the centerpiece of the labyrinth in the Temple of the Condor named for a carving that has the head of a condor with its wings outstretched, showing its expansive wingspan. The sunlight fades over the Lost City and you make your way to your accommodation ready to wander through the Inca history once more."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – A Blossoming Citadel",
      "description": "Return to the wonder of the Inca Nation for another chance to explore the sensational city that sits among the mountaintops. Step along the stone path that leads up into the Inca Trail where the Sun Gate stands along the small citadel looking over the world and Machu Picchu below. The remains of the stone structure sit beside the abundant trees and the steep cliff. Three pillars stand against the slope and as you circle the walls and look back towards the city you can see the pillars framing Machu Picchu like a perfect postcard. The peak of Huayna Picchu looms over the plateau in the background while the design of the Inca gem is on display, from the climbing terraces to the ambling stones, making the entire mountain look like one large pyramid. You will eventually make your way back down the path and return to Cusco, but you are a part of the Inca Nation and, for now, there’s no need to rush."
    },
    {
      "dayNumber": "6",
      "title": "Puno – Bordering the Nation",
      "description": "Today you will make your way from the rolling cobblestone streets of Cusco to the lakeside city of Puno that sits nestled between the foothills of the Andes and the sapphire shores of Lake Titicaca. Traverse the altiplano , the high altitude plains of the Andes. The villages that decorate the arid landscape are filled with Quechua speakers wearing colorful and warm clothing along the craggy flatlands of the upper mountains. The men wear chullos , a woven beanie with dangling string along the sides. The women drape themselves in stunningly colored blankets, wrapped around their shoulders as they weave, walk, or perform their daily chores. Along the way you will visit the incredible site of Roqchi, a temple dedicated to the god Viracocha and sits over 10,000 feet above sea level. The remaining walls of the temple look as though the interior of the structure had been hollowed out, leaving only the outer parapets. The air is cool and thin from the altitude; the two-story remains are impressive against the lowland of the ruins. The sky is filled with the joyful sound of the pan flute, as the mountains stand tall in the close distance. You will arrive in Puno, the soft wake lapping at the shores of the city, and you return to the glory of the Inca Nation."
    },
    {
      "dayNumber": "7",
      "title": "Puno – Along the Secluded Shores",
      "description": "Step onto the shores of Lake Titicaca and venture off onto the largest high altitude lake in the world at over 12,500 feet above sea level. The cool breeze brushes through your hair. The large expanse of the lake spreads out before you. The sapphire water glitters in the sun like a gemstone. Arrive at the natural quay of Taquile Island, inhabited for thousands of years by Quechua speakers, which differs from the surrounding islands of Aymara speaking people. Disembark onto the harbor and follow the stone path up the grassy hills. The village stands along a solid plateau overlooking the small wharf. The stone buildings are topped with red roofs and creep up the slope of the hill. The water shines a deep shade of blue while terraces wrap around the hillside. The soft blend of the locals’ textiles warms you in the cool afternoon. The scent of firewood and fresh water surrounds the island. Explore deeper along the island’s hills, beaches, and cultural wonders before venturing back to Puno and the bustling streets of the city."
    },
    {
      "dayNumber": "8",
      "title": "Island of the Sun – The Bright Lights of the Sun",
      "description": "Today you will journey across boarders, leaving behind the Peruvian wonders and venturing into Bolivia, continuing along the shores of Lake Titicaca. The cooling perfume of the fresh water lake continues to fill the air. Copacabana sits along the shores of the lake on the Bolivian side. The city sits between mountains as the water calmly rolls along the sliver of beach. The Basilica of Our Lady of Copacabana is pristinely white and built at the foot of a small, steep hill. The church shines like a beacon in the mid-morning sun. The hill was sacred to the Inca and known as the Temple of the Sun, making the area of blessed importance to both the indigenous people and Catholics of the city. The city bustles with life, from the restaurants where the sweet smell of chocolate and the slight bitterness of coca leaves mix together along with the flaky aroma of fried dough; people pour along the downtown streets with alive with color, open space, and beautiful brick buildings. Travel to the Island of the Sun situated within the waters of Lake Titicaca and experience the continued culture of the Aymara who have inhabited the island for centuries. Uphill from the dock, within the village of Yumani, is the beautiful hanging garden. The gentle rush of rolling water rises from waterfall and guides you. Travel along the Inca Stairway, the stone path that meanders up the hillside. Terraces stretch gracefully over the steep slopes. Come to the natural springs at Fuente del Inca. Once thought to be the fountain of youth by the Spanish, the Inca believed that the three streams represented their motto: “Don’t steal, don’t lie, and don’t be lazy.” The spring continues to be an important water source for the islanders. You can see them carrying pots or pouches for collecting their daily water. As Island of the Sun becomes covered in evening cool you will have the opportunity to stay in a guesthouse located on the island, absorbing the culture and becoming one step closer to being a part of the Inca Nation."
    },
    {
      "dayNumber": "9",
      "title": "La Paz – To Capital Heights",
      "description": "The dark roasted coffee taps at your senses and wakes you to a beautiful fiery morning over the sparkling water of the lake. Enjoy a morning stroll along the terraces and through the stunning gardens before boarding the boat and returning to the Bolivian shore. The delightful breeze of freshwater mist gives way to the rolling mountains of the arid Bolivian countryside. The bright blues and reds of the native people are rich against the empty sky. Arrive in La Paz, the highest capital city in the world, at almost 12,000 feet above sea level. Step into the city and notice the frenzied buzz of the markets. The culture of the modern capital collides in a wonderful explosion of scents, tastes, and polychromatic delights. The open-air markets from Plaza Pérez Velasco stretch uphill past Mercado Lanza and through the narrow streets of the city, sectioned like a department store that encompasses the neighborhoods. The edge of the day brings you comfort and seclusion within the movement of the city, allowing you time to settle in and enjoy the wonders."
    },
    {
      "dayNumber": "10",
      "title": "La Paz – Lost Among the Ruins",
      "description": "The highest capital city in the world brings with it a sensational sunrise, filled with purples and blues that spread through the sky like tie-dye. Today you will venture outside of the city to see the majestic ruins of Tiahuanaco. Carved monoliths and archways stand tall against the partly barren, arid landscapes. Myths and mysteries of the lost civilization are whispered in the breeze about the little known people that built the ceremonial center over 2,000 years ago. Around 1,200 BC the nation faded into oblivion adding to the world’s current list of “lost civilizations.” Large statues stand against the backdrop of an open sky, their eyes stern, their hands held close to their chests. Smooth stone walls run along stairs and footpaths where glittering gold was once looted by the Spanish, and the pottery was most likely destroyed by zealots. With the majesty of the ruins standing high in the altitudinal plain, the remains sparkle even in the absence of its gold as you make your back to La Paz with thoughts of the pre-Columbian mysteries running through your head."
    },
    {
      "dayNumber": "11",
      "title": "La Paz – Nation to Nation",
      "description": "Today you will venture to the La Paz airport and soar into the air above the heights of the highest capital, over the highest traversable fresh water lake, and watch the mountaintops of the Andes disappear. You have journeyed across the Inca Nation, the sensational remains of a lost civilization whose culture, you have found, is not completely lost to the world, but lies beneath modern cities and within the hearts and minds of the natives. You have seen towering ruins and crossed stunning lakes to discover the vibrant world of the Inca Nation."
    }
  ],
  "map": ""
}