{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "best-one-week-peru-itinerary-machu-picchu-sacred-valley-and-more",
  "tourName": "Best One-Week Peru Itinerary: Machu Picchu, Sacred Valley, and More",
  "placesVisited": "Lima, Barranco District, Rainbow Mountain, Cusco, Machu Picchu, Sacred Valley",
  "generalInfo": "Prepare for a jam-packed week of adventure amidst the stunning landscapes of Peru. You will immerse yourself in local culture as your peruse colorful markets, step inside historic cathedrals and extravagant palaces, and journey to a distant past as you descend on the famed ruins of Machu Picchu. Picturesque natural scenes abound as you take in the beautiful hues of Rainbow Mountain, explore the eccentric street art of the Barranco District, and ride horseback through the majestic Sacred Valley.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Sunset Ceviche Dinner in Miraflores",
      "description": "As your plane coasts down in sunny Lima, you will be greeted by the fresh scents of Pacific Ocean air. After making your way through customs, you will meet your expert guide who will accompany you throughout your week-long Peruvian getaway. In no time, you will be speeding along the streets of downtown Lima, past intricate Spanish architecture, and the bold stone facades that date back to ancient civilizations. Gulls swoop overhead, and waves crash feverishly against the shoreline. You can enjoy a few hours of relaxation at your luxurious hotel in historic downtown Lima before venturing into the city. You will walk down enchanting cobbled streets and through grassy green plazas as you step inside quaint cafes and eccentric shops. You can stroll past the stoic Miraflores Lighthouse and walk beneath the shady palm trees of the Plaza de Armas. The Parque del Amor is the perfect place to observe an idyllic sunset before settling in for dinner at a plethora of fine dining options at the water's edge. As you toast with a frothy glass of pisco sour , you can bite into the intoxicating flavors of Peru's famed ceviche seafood delight."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Immersive Bike Tour of Eclectic Art Scene",
      "description": "The following day, you will travel just south of downtown Lima to the flamboyant arts scene of the Barranco District. In the morning, your guide will meet you in front of your hotel. Together, you will travel by bike along the shimmering coastline to bold street art and popping facades this lively neighborhood is most known for. For many years, this neighborhood was home to the Spanish elite, aristocrats whose homes were stoic mansions and the perfect respite from city life. Today, these mansions have been converted into hip bars and experimental restaurants that are an absolute must for tourists and city-dweller alike. Alongside your guide, you will walk along the cobbled streets of Barranco's downtown and step inside artists' shops selling paintings, jewelry, and pottery. Then, you will cross the Puente de los Suspiros for the best view of the neighborhood's bold facades. Later, you can enjoy a meal in one of the many mansion-turned hip bars as you listen to the soothing melodies of traditional Peruvian flute music. In the late afternoon, you will return to your hotel by bike for some rest and relaxation."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Outdoor Markets and Plaza de Armas",
      "description": "In the morning, you will fly to Cusco, the birthplace of the Incan Empire. As you settle into your five-star hotel along the Plaza de Armas, friendly hotel staff will offer you a traditional cup of mate de coca tea, said to offset the effects of altitude sickness. As the sun shines brightly over the Andean mountain tops, you will set out on a tour of Cusco's downtown. You will first begin at the two grand cathedrals that flank Cusco's main plaza and point to a time of Spanish innovation. Women dressed in traditional Quechua clothing stroll through the square selling woolen goods and other traditional Peruvian crafts. You can snack on a warm treat of thick-kernelled corn, known as choclo, as you venture south along the effervescent Avenida del Sol. There, you will step inside the ornate halls of the Qorikancha temple, otherwise known as the Sun Temple, among the most impressive of Inca innovations. While Cusco suffered many devastating earthquakes, Qorikancha remained largely intact. You will also tour the white stucco neighborhood of San Blas, a charming blend of Spanish aesthetic with the stonework ingenuity of the Incan Empire. Then, in the afternoon, you will travel to the outskirts of the city to get lost in the fervor of Cusco's open-air markets. You can walk up and down the stalls as you check out pottery, jewelry, textiles, and woolen goods and barter for the best deals. In the evening, you can enjoy a scenic dinner in the enchanting neighborhood of San Blas as you listen to the acoustic melodies of talented buskers."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – UNESCO Ruins and Hot Springs",
      "description": "On the fourth day of your Peruvian expedition, you will surely experience one of the true highlights of your time in Peru. Early in the morning, you will board a luxury train ride from Cusco's neighboring city of Poroy to the sleepy mountain town of Aguas Calientes, situated at the base of Machu Picchu. From inside the train car, you will enjoy panoramic views of the majestic mountain peaks scattered amongst the Sacred Valley. Grassy green fields abound while the Urubamba River surges through the center of the valley. Soon, you will arrive at the base of the ruins and make the ascent to the world-renowned citadel. Your guide will be at your side as you indulge in picturesque sightseeing of some of the most famous sites, including the Sacred Rock, Temple of Three Windows, and the Royal Tomb. You can enjoy some self-exploration before your guide invites you to climb Huayna Picchu, located to the rear of the ruins. In the evening, you will return to the town of Aguas Calientes for a three-course meal along the city's main plaza. Finally, you can dip into the medicinal hot springs shaded by verdant foliage."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – Exhilarating Hike of Chromatic Mountain Peaks",
      "description": "While city life has its perks, there's something to be said for escaping the hustle and bustle in search of Peru's seemingly endless natural wonders. Today, you will travel to Rainbow Mountain, situated in central Peru. You will travel via ground transportation with your expert guide for a grand perspective on Peru's impressive countryside. After a short trek on foot, you will arrive at the secluded peaks of Rainbow Mountain. As you approach, you will surely be in awe of this natural masterpiece. Warm hues of reds, blues, and yellows abound. Smooth, sloping peaks transport you to a fantastical land that seems to be from another planet or dimension. Your guide will point you to the best photo-taking locations. Then, enjoy some self-exploration as you set out on the sweeping plains yourself."
    },
    {
      "dayNumber": "6",
      "title": "Cusco– Culture Class and Idyllic Horseback Ride",
      "description": "You will experience Peru's natural beauty in a whole new way when your guide leads you on a scenic horseback ride through the enchanting Sacred Valley. There's no better way to experience the region's beauty and cultural heritage than to see a bit of each up close. As you gallop through grassy fields, you will listen to the whistle of the wind as the Andean condor flies overhead. The rush of river waters careens past you as you pass by small farms and free-range llama and alpaca. You will see glimpses into centuries of Inca innovation as you spot examples of agricultural terracing sprinkled throughout the valley. You will also descend on the ruins of Moray and Maras, where you will notice additional examples of Inca design through the formations of salt mines and concentric terracing techniques. In the afternoon, you will arrive at the city of Chinchero, known across the country for its rich cultural heritage. Here, you can indulge in the region's delicacy, cuy , or freshly grilled guinea pig served with potatoes, rice, and tomatoes. Then, you will sit in on a culture class where you will learn historic yarn-dyeing techniques with the use of natural herbs and roots."
    },
    {
      "dayNumber": "7",
      "title": "Lima – Downtown Shopping and International Departures",
      "description": "On your last day in Peru, you will return to Lima for some excitement and self-exploration. You can enjoy a leisurely breakfast late morning on a sunkissed patio with a fresh cup of tea or coffee. Then, you can relax along the shore as you watch paragliders descend from the rocky cliffside to the sandy shores below. You'll stroll through verdant parks with perfectly manicured gardens and enjoy some free time to shop for last-minute souvenirs. Mid-day, you will meet your guide back at your hotel and set out for the airport via private ground transportation. As you near Lima's International Airport, your memories will jog back to your breathtaking hike at Rainbow Mountain, your dip in the medicinal hot springs and Aguas Calientes, your immersive culture class in Chinchero, and of course, your summit to the world-renowned ruins of Machu Picchu. As you bid farewell to your guide, you will surely be making plans for a return trip to explore even more of Peru's wonder and beauty. It's truly a stunning oasis waiting for you to dive in deep."
    }
  ],
  "map": ""
}