{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "1-week-peru-itinerary-lima-cusco-machu-picchu-tour",
  "tourName": "1 Week Peru Itinerary: Lima, Cusco & Machu Picchu Tour",
  "placesVisited": "Cusco, Machu Picchu, Lima, Sacred Valley",
  "generalInfo": "The charm of Peru sits within its diverse landscapes and cultured cities on this unique luxury tour tailored to show you the stunning wonders of the rising Andes. Watch the sun rise over the Lost City of Machu Picchu. Sway in the comforts of the train ride along the foothills of the Sacred Valley. From the ancient climbing terraces, to the glistening Spanish architecture, to the subtle tang of a Pisco Sour, come see where nature’s pure beauty gives way to complete luxury, where you can learn that the most comfortable place in the world is amongst the clouds.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Welcome to Deluxe Peru",
      "description": "Welcome to Lima, an eclectic city of cultures and wonders, from the Incan ruins that stand tall over particular neighborhoods to the remnants of the Spanish colonial past. Lima encircles the area like a swirl of cultures, changing its shape and color with each neighborhood. The historical center sits like a pearl within the history and modernity of Peru, blending a subjugated past with an acceptance of how it shaped the country as a whole. The Cathedral towers over the square like a protectorate of faith and culture as the spires rise into the air. The long façade of the church sparkles white in the afternoon sun, and stretches into the Archbishop’s Palace, adorned with ornate wooden balconies that protrude from the building. As the day begins to fade you will arrive at your hotel, located in the trendy and beautiful seaside neighborhood of Miraflores. The windows of the hotel mirror the vast blue of the water. Settle into luxury where from your window you can watch the waves lull along the coast in the glow of soft moonlight."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – The Glittering Streets of Cusco",
      "description": "Today you will leave behind the wondrous neighborhoods and the seaside scent of Lima for the rich earth and Andean majesty of Cusco. The city sits 10,750 feet above sea level, giving life and light to the history of the Andean cultures that surround the city and to the city itself. The pleasant aroma of soft grass and rich coffee mixes with the cobblestones of Plaza de Armas. Couples hold hands and sit on the steps of the Cathedral. The fountain trickles in the breeze and brings mist to your cheeks. The city stretches along the foothills of the surrounding Andes, where the beautiful buildings are reminders of the colonial past and the stone streets are connections to the Inca heritage. The romance of history beckons to you within and outside of the city, from the Spanish structures to the ruins of Sacsayhuaman that overlook Cusco. Venture to Puka-Pukara where military ruins adorn the open mountainside. The walls of the structure stand tall and strong against the deep green of the mountainside like a rugged rock face. The stones change from a gray to a vibrant red at sunset, almost imitating the sky. The ruins sit on a plateau that overlooks the open mountains giving the complex a vast panorama in case of invaders. From the mountainside to the city-side Cusco is meant to not only be explored but to be experienced."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley – The Colors of Royal Culture",
      "description": "The heart of the Sacred Valley goes beyond the lush hills and the rushing Urubamba River. The towns of Pisac and Ollantaytambo are settled within Andean life and drift beneath the ruins of Inca treasures. The combination of perseverant culture and looming history bring the valley to fever pitch of majestic exploration. Walk through the streets of Ollantaytambo village; stones have been made into walkways that pave the ground and have been built into fences along the roads. The rocks are smooth and polished on your hands as you glide them over the edges of the walkway. The terraces of the Ollantaytambo ruins climb the mountainside above you, giving texture and depth to the already impressive landscape. A single walkway divides the tiers and brings you to the top of the ruins where you can see the town and the valley below. The breeze is cool on your cheeks and the air is pure and crisp in your lungs. Continue to Pisac where the ruins are divided into four separate areas. The brick of the Sun Temple shimmers red in the afternoon light. The fortress stands tall along a rock outcrop to give an expansive view of the surrounding mountains. The air is perfumed with sweet earth, a mixture of vegetables and fruits as you venture through the famous Pisac market. Villagers journey from towns near and far to arrive at the market. The colors are explosive, ranging from vibrant textiles to a variety of produce: eight different types of corn and six different types of potato. The fabrics are weaved into stunning designs with smiling suns, prominent llamas, and rolling mountains. Spices shimmer rich reds, bright yellows, and dark greens, adding mint and heat to the air. The light fades over the market and the mountaintops fade into silhouettes."
    },
    {
      "dayNumber": "4",
      "title": "Aguas Calientes – The Luxurious Magic of Machu Picchu",
      "description": "You feel the gentle rocking of the Hiram Bingham Train as it winds through the Urubamba Valley. The lush green of the Andes mixes with the rocky terrain of the mountaintops outside the window. The plush appointments of the lounge car allow you to relax into the comforts of the journey. The trim is made of polished wood and the benches shine deep velvet in the light. Sip on the frothy tang of a Pisco Sour, a traditional Peruvian Cocktail made with grape brandy, and arrive at the foothills of one of the Seven Wonders of the World. The Lost City of the Incas is set in the saddle of the mountain, between the looming peak of Huayna Picchu and the remaining pillars of the Sun Gate. At the top of the plateau you can see the sensational vista of the city, rising up in dark stone almost 8,000 feet above sea level. The air is crisp and pure, mixing with the sweet scent of dew. A single staircase climbs the tiers of the city up into the rising walls of the most intact remains. The Temple of the Three Windows sits amidst the top of the ruins; the windows for which it was named look out into the expanse of valley and rolling mountaintops. The clouds brush past the open roof. From below the windows look highly positioned and cropped. Within the walls of the temple the windows are large but begin almost at ground level, the collection of the windows indicate the exact location of the sunrise, and are engraved to commemorate the three levels of the Andean world: sky, earth, and life."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – The Sumptuous Return",
      "description": "The rush of the Urubamba River lifts into the sky as the first rays of the sun litter the mountaintops. Venture back into the Lost City to capture the majesty of its ruins and the wonders of its survival. Llamas graze along the lush grass, watching indifferently as you pass. The morning dew sticks to the ground giving the city a slick texture and delightful perfume. The citadel remains interesting and intense beneath the spotlight of the sun and there is plenty more to explore. Make your way to the Temple of the Moon where the stone structure sits within a cavern. The underside of the mountain looks like a crater of the moon itself. Within the structure an altar sits at its center. The concentric stones of the building are cool and colorful. Along the walkway you can watch while others venture up to the top of Huayna Picchu, allowing access to only 200 visitors a day. Beneath the expansive stretch of mountain, where the temple sits within the chilly cavern, you can hear your heartbeat with excitement and wonder. You will once again join the bustle of the Lost City and make your way back to the Hiram Bingham Train where a delightfully tangy and frothy drink with a citrus twist awaits to accompany you back to Cusco. The a la carte menu offers a four course decadent meal bringing you the traditional flavors of Peru. The Andean river trout is succulent with a rich spice of coriander, while the vanilla lucuma cheesecake gives the luscious, creamy texture of the fruit mixed with the sweetness of the vanilla. Once you arrive in Cusco you will be whisked to the sensational Hotel Monasterio for a deluxe rest and view of the majestic Plaza de Armas."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – The City of Opulent Kings",
      "description": "Today you will leave the cobblestoned streets of Cusco and the Andean culture that has filled the city for centuries to make your way back to Lima. The neighborhoods stretch across the vast expanse of the city once again as you settle nicely into the seaside comforts of the Miraflores Park Hotel. The refreshing scent of lemon zest rushes back through the air and gives you a sweet memory of fresh ceviche. The adobe ruins of Huaca Pucllana sit against the edges of Miraflores and rise over the neighborhood like a skyscraper. The Incan pyramid was made from adobe bricks and terraced like the agricultural tiers that littered the mountains. The site shimmers like gold in the sunlight and glows in the evening, illuminated by the surrounding spotlights. The sea breeze rolls in from the beach. The sheen of the pyramid fills the night sky like a collection of stars, and you can relax with the silky texture and creamy flavor of cherimoya ice cream from the restaurant that overlooks the ruins."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – A Plush Journey Home",
      "description": "Today you will make your way to the airport for your journey home. The sights of Peru have opened up worlds of luxury within the beautiful streets of Cusco to the citadel of Machu Picchu. The Andes rolled through the sky. Lima sparkled with variety. The trains wound through the foothills with decadent comfort. Your venture through Peru took you to the ruins in style, where every second was spectacular, from the grasslands to the skyline. As you pass through the clouds and Peru fades into the distance, you know that your memories never will. You will be dreaming about Machu Picchu tours and counting the days until your return."
    }
  ],
  "map": ""
}