{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "guided-exploration-of-peru-perfect-one-week-tour-for-seniors",
  "tourName": "Guided Exploration of Peru: Perfect One-Week Tour for Seniors",
  "placesVisited": "Lima, Cusco, Sacred Valley, Machu Picchu, Aguas Calientes",
  "generalInfo": "Sun glistens against the rolling hills of the Sacred Valley, and traditional Andean chimes stir in the breeze. Rushing waters of the Urubamba River stir as they near the quaint village town of Aguas Calientes. Perched atop the village are the stunning UNESCO World Heritage ruins of Machu Picchu, a coveted representation of Inca design and ingenuity. All of these wonders and more await you on your magical seven-day getaway to the South American country of Peru.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – International Arrival",
      "description": "Land at Lima's International Airport and feel welcomed by the fresh ocean breeze. Momentarily, you will meet your private guide who will accompany you throughout your Peruvian adventure. As you speed along the coastal highway, you will get your first taste of the hustle and bustle emblematic of the nation's capital. In no time, you will arrive at your luxury hotel in the heart of the historic downtown. Friendly hotel staff will greet you with a steeping cup of mate de coca herbal tea to enjoy from your private hotel balcony. In the afternoon, you can enjoy some self-guided exploration or opt for a short guided tour of Lima's beautiful public parks. At sunset, you can stroll through the historic downtown as you watch children fly kites overhead and surfers navigate the turbulent Pacific waves. Later that evening, you will enjoy a lovely sunset dinner along the coast tailored to your culinary preferences. You can choose from traditional Peruvian delicacies such as escabeche, aji de gallina, or palta rellena as you watch the warm hues of sunset illuminate the illustrious skies."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Guided Tour of City Highlights",
      "description": "Your first full day in Lima will offer a thrilling tour of the city highlights alongside your expert guide. You can wake early morning with a refreshing cup of tea or coffee at an outdoor patio while pedestrians stroll along cobbled streets and taxis weave in and out of hurried traffic. Soon, you will meet your guide in front of your hotel for your day-long immersive cultural tour. Your tour will begin beneath the shady palm trees of the Plaza de Armas in Lima's historic downtown. Bright building facades with intricate Spanish architecture burst along the perimeter—meanwhile, motorcycles round the main square with intricate yet daring precision. Together with your guide, you will step inside ornate cathedrals and tour the halls of exquisite government palaces. You will even get the chance to step inside the catacombs buried beneath the vibrant basilica. Then, you will travel to the National Museum of Peruvian Culture, where you will see beautiful examples of Inca and pre-Inca pottery and sculpture. You will also get an up-close look at headdresses, textiles, and carved leather trunks. In the evening, you will return to the shoreline for a delectable dinner of lemon-lime ceviche ."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Visit to Local Markets and Pisco Tasting Event",
      "description": "The following day, you will set off for the birthplace of the Inca Empire in Cusco City. Cradled amongst the looming Andes Mountains, the city of Cusco is a tantalizing blend of culture and history. Of course, for many enthusiastic backpackers, Cusco is also a stopover point on the journey to Machu Picchu. In the morning, you will take a short regional flight from Lima to Cusco. Then, after landing, you will board your private ground transportation to the city center where the day's activities are in full swing. Charismatic vendors sell souvenirs along the street while alpaca and llamas pose with tourists for photos. Quechua women dressed in beautifully colored textiles sell coca leaves by the bushel, said to offset the effects of altitude sickness. In the late morning, you will travel to several open-aired markets where you can practice your Spanish and barter for beautiful jewelry and pottery. You will also get a chance to sample regional fruits and freshly squeezed fruit juices like the chirimoya and maracuya . Then, you will take part in a pisco sour tasting event where you can sample the frothy national drink from a sunkissed patio."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – Qorikancha and Plaza de Armas",
      "description": "The whimsy and frenzy of the city will welcome you with open arms as you descend on the Plaza de Armas the following morning. Your guide will show you inside the most beautiful cathedrals in all of Cusco, located along the main square's perimeter. You can sample one of many local fruit juices as you peruse the white stucco homes and ornate fountains of San Blas. Then, you will journey down the Avenida del Sol until you arrive at Qorikancha, the famed Sun Temple of the ancient Inca civilization. As you walk down the halls, beneath arched ceilings, and through the open-aired courtyard, you will surely be in awe of the immense attention to detail and structural fortitude. The temple was built with such expertise engineering that it withstood three separate earthquakes. In the evening, as day turns to dusk and the warm hues of sunset ensue, you will return to the central plaza for a delectable dinner with live music incantations. As you sip on your cocktails and bite in rich medleys of rice, meats, and potatoes, you can luxuriate in the peaceful relaxation before the quickened pace en route to Machu Picchu begins."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley – Moray and Maras Ancient Ruins",
      "description": "The beauty of the Sacred Valley is truly undeniable: from the rolling green hills to the sun-kissed fields, to the ancient farming practices, it's quite a sight to behold. You will spend the day alongside your expert guide as you travel via ground transportation through the illustrious belly of the valley. You will whiz by alpaca and llamas leisurely grazing on the verdant hillside. Meanwhile, the rushing waters of the Urubamba River careen past you. Later that day, you will visit two key features of the Inca Empire hidden within the valley. First, you will arrive at the site of Moray, known for its beautiful concentric crop circles. You can enjoy a bird's eye view of the expert engineering techniques before climbing down the massive agricultural steps to witness the beauty from the center of the field. Then, you will continue to the site of Maras, revered for its fascinating salt mines. During ancient Inca times, these salt basins served as a sort of reserve for cooking and food preservation. In the evening, you will enjoy a lovely meal beneath a blanketed starry night sky at a quaint ranch nearby."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes – UNESCO World Heritage Site of Machu Picchu",
      "description": "A trip to Peru would feel incomplete without a magical expedition to the internationally acclaimed ruins of Machu Picchu. You will begin your day early with a thrilling train ride along the Urubamba River as you depart from the charming town of Poroy. Along your journey, you will pass by Ollantaytambo, once a refuge for the Incas as they fled the Spanish conquistadors. From your train car, you will enjoy panoramic views of the Valley since windows are mounted not only on the sides of the car but also overhead. After a refreshing cup of tea and a few sweets served to you by private waitstaff, you will arrive in the lovely town of Aguas Calientes, located at the base town of Machu Picchu. After enjoying the view from your hotel's private balcony, you will meet your guide out front as you set out on an unforgettable adventure. Momentarily, you will weave up scenic switchback roads as you climb higher and higher through the cloud forest layer. As you peer out the window, you will see the Andes Mountains peek through the layer of fog. Then, you will step foot on the grassy plains and surely feel on top of the world as you begin to tour the ruins alongside your guide. You will visit such majestic sites as Sacred Rock, The Temple of Three Windows, and the Principal Plaza. Then, your guide will lead you to the ideal vantage points to snap incredible shots."
    },
    {
      "dayNumber": "7",
      "title": "Lima – International Departure",
      "description": "On your final day in Peru, you will return to the fast-paced life of Lima, where colors bursts from tiny storefronts and taxis speed along principle boulevards. You can enjoy a leisurely morning or self-exploration as you circle back to the shady palm trees of the historic center or stroll along the scenic oceanfront. You will also have a chance to shop for souvenirs along the verdant boulevards teeming with infatuated couples and families out for a picnic lunch. Then, by mid-day, you will meet your guide in front of your hotel and board private ground transportation en route to Lima's International Airport. As you board, you can crack the window for that last inhalation of fresh ocean air. As you pass by one last time, the sun shimmers on the turbulent waves. In no time, you will arrive at the airport where you will say your final goodbyes to your befriended guide. While you wait for your plane to take off, you can look back on photos that will transport you back to the grassy field of the Sacred Valley, the vivacious markets of Cusco, and the unforgettable splendor of Machu Picchu's ruins."
    }
  ],
  "map": ""
}