{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-4x4-expedition-tour-lima-ica-nazca-abancay-cusco-machu-picchu",
  "tourName": "Peru 4x4 Expedition Tour: Lima, Ica, Nazca, Abancay, Cusco & Machu Picchu",
  "placesVisited": "Lima, Ica, Nazca, Abancay, Cusco, Â Machu Picchu",
  "generalInfo": "Get off the beaten path on this 11-day custom-tailored Peru tour to show you adventurous and unfettered wonders. From the deeply drawn lines of a pre-Columbian civilization to a serene natural sanctuary, step away from the smooth cobblestones, follow the trail to Machu Picchu, and cruise to the Ballestas Islands on the road less traveled where adventure waits around every corner.",
  "durationDays": "11",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Where the Off-road Begins",
      "description": "Arrive in Lima and witness the beauty of the modern city against the backdrop of its Spanish colonial past. Palaces and cathedrals glisten in the sunlight, the scent of fresh ceviche drifts through the streets, and the neighborhoods bustle with a variety of life. Sit along the shore in Miraflores, the trendy bohemian neighborhood. The waves crash on the sand sending mist into the air. Surfers cut along the breaking water with grace and agility. The lighthouse stands high over the beach with white and black stripes to set it against the backdrop of the city, its light shining on the open water in the dark of the night. Your adventure in Peru begins with the soothing sounds of the waves welcoming you to Peru."
    },
    {
      "dayNumber": "2",
      "title": "Ica - Around the Non-Roads of Ica",
      "description": "Today you will leave the Peruvian capital behind, climb aboard an SUV, and venture into the Paracas National Reserve. The reserve sits within the Paracas Peninsula, filled with untouched coast and tropical desert. The pristine and secluded coastline begins to rise, giving a steep drop into the sea. The red sands of the desert coast have a luster like an orange moon. The water is a sapphire blue, the mist rising along the sunken coast and brushing your cheeks. Arrive in Ica, the grape growing region of Peru, in the late afternoon, where the scent of ripening grapes fills the air and the sweeping vines of vineyards roll along the horizon."
    },
    {
      "dayNumber": "3",
      "title": "Ica - Where No Roads Go",
      "description": "Depart from the sands of Ica by boarding a boat aimed at Ballestas Islands. The mist of the water is cool against your cheeks, the scent of fresh ocean surrounding the boat. Pelicans glide over the boat, their impressive wingspan and long beaks silhouetted in the rising sun. Look back at the shore and see the famous Paracas Candelabra, a prehistoric geoglyph on the hill overlooking the calm water. The ocean breeze gives way to the sound of barking. Along the islands you can see sea lions frolicking along the shore. The water rushes up the beach, some sea lions sunbathe, their fins spread open to the heat, while others flop into the water with a large splash. Within the confines of little caves you can spot Humboldt penguins, their white and black feathers swirling like a hypnotic circle along the craggy rocks. Return to the shores and visit the Huacachina Oasis where the sand stretches over dunes giving you a piece of the Sahara desert near the Peruvian coast. You can venture over the dunes on a dune buggy, the sand whipping into the air, the gears roaring against the quiet rolling desert hills. The palm trees offer shade, the spring wraps cool and sweet around your toes, and your adventure in Peru continues as you arrive in Nazca for the evening."
    },
    {
      "dayNumber": "4",
      "title": "Nazca - Give Up Roads For Lines",
      "description": "The 4x4 adventure continues with your exploration of Nazca and the famous Nazca Lines. From the aerodrome you will climb aboard a sightseeing plane and rise into the open Peruvian sky. The arid ground stretches out beneath you while the blue sky spreads to the horizon. The hum of the propellers fills the quiet. Once you are over the Nazca Lines you can see the incredible and indefinable wonders, only visible from the sky. The magnificent lines were carved into the desert soil thousands of years ago and remain a mystery. Your heart races, you feel the adrenaline from wanting to know more about the history and the culture of the people. Drawings of a monkey, a hand, and a bird are amongst the creative and mystical desert illustrations. Long after the plane lands the sensational images of the Nazca Lines will remain vivid in your mind."
    },
    {
      "dayNumber": "5",
      "title": "Abancay - From Drawn Lines to Open Air",
      "description": "Today you will leave behind the lines that stretch across the arid desert of Nazca and make your way to Abancay located in the Eternal Springtime Valley. Pass through Ayacucho where 33 temples are spread throughout the city, one for each year of Jesus’ life. The Willkawaman Cathedral is a stone church with a tiered staircase the climbs over the foundation of Inca ruins on which the church was built. The air is perfumed with the scent of lush greenery and cool stone as you continue along the road to Abancay. The road begins to wind as you venture high along the Andes into the Pampas Galeras Reserve, over 13,000 feet above sea level. The crisp air of the altiplano (high altitude plains) rushes over the expansive hills. Vicuñas and Guanacos, undomesticated American camels, run freely along the plateau. The herds frolic and leap as you pass beside them, watching you with wide-eyed curiosity. The craggy, arid landscape stretches into the horizon, until you begin your descent into greener pastures, the lush springtime flora spreading along the hilltops once again, the scent of blossomed flowers replacing the earthy mountains, as you arrive in Abancay."
    },
    {
      "dayNumber": "6",
      "title": "Sacred Valley - The Guiding Road to the Valley",
      "description": "Today you will depart from the city of Abancay and venture into the sensational wonder of the National Sanctuary of Ampay, almost 11,500 feet above sea level. The eternal springtime perfume of blossomed flowers and lush trees spreads through the sanctuary as you enter the natural forests. Step out of the 4x4 and let the natural beauty of Peru enrapture you. Mountain peaks surround the lagoon as clouds drift just out of reach. The scent of pine lingers over the reflective water and looks like an untouched photo of prehistoric life, before cities and farms divided the world. As the clouds drift past you can see the rolling mountain peaks covered in snow and piercing the sky. Andean condors glide through the air on thermal patches, circling the trees, their wide wingspan impressive in afternoon sky. Exit the nature sanctuary and continue on to visit Sayhuite, an archeological site that was once a center for the water worshipers whose incredible draw is a circular boulder around eight-feet high and over 30 meters in circumference that features more than 200 animal figures and geometric shapes carved into its surface. The boulder is one of a kind centered along your journey through the Andes. The stone is ready for your viewing before you make your way into the Sacred Valley of the Incas and settle in beneath the twinkling of starlight."
    },
    {
      "dayNumber": "7",
      "title": "Sacred Valley - Sacred Roads Abound",
      "description": "The mountains slope down into the meandering Urubamba River that carves the foothills into a valley. The lush green accentuates the floral aroma of the trees. You can hear the river in the distance as you arrive at the traditional town of Pisac. Pisac is surrounded by four separate Inca ruins within the mountains above. The Sun Temple shines along the hillside with red brick, like the light of the sun. The jovial sounds of the Pisac market fill the town. The colors of plush and vibrant textiles explode like a rainbow across the vendors. Soft blankets and comfortable shirts are some of the items over which you can hear the locals bargain. Even with an influx of visitors over the past years, the market retains its traditional charm and antediluvian customs. Continue to the village of Ollantaytambo where the stone steps that lead through the Incan town stand above ancient working aqueducts. The terraces of the Ollantaytambo ruins line the mountainside climbing to the peak. You can almost see the remnants of the Inca temple beneath the swooping granite. Parts of the ruins are built directly into the mountain, beneath the rock face, while the fortress overlooks the valley as a line of defense against an attack of lowland tribes. The lush grass perfumes the air as the terraces remain but the agricultural use of the tiers have been absent for decades. Whether you wander through the streets of the old town or the stairs of the ruins, the adventure has taken you off-road and into the hills. End your day relaxing and unwinding at the cozy Pisac Inca Guest House."
    },
    {
      "dayNumber": "8",
      "title": "Cusco - One Known Road Above the Clouds",
      "description": "Board the train from Ollantaytambo and enjoy a journey through the valley on a glass domed train car giving you a 360-degree ride along the foothills. The Urubamba River washes along the base of the valley; you can almost hear the rushing water over the rock of the train. The sweet aroma of hot chocolate drifts through the cabin. The hills are taken over by plush jungle, leaves dangling over the glass, orchids sprouting over branches. You arrive in Aguas Calientes and take a brief journey to the citadel of the Lost City. Climb the stone steps from the entrance and onto the open terrace of Machu Picchu. You can feel the blood rushing through you, the excitement pulsing in your veins as you discover its majesty. Follow your guide over the terraces, along the stone stairs and into the Sacred Plaza. Within the plaza you can see the snowcapped peak of Cordillera Vilcabamba and the Urubamba River below. The stone remnants are cold to the touch as your guide tells you about the “Hitching Post of the Sun,” a rock pillar carved to look like a sundial that allowed Inca astronomers to predict solstices using the angles of the column. Llamas graze along the open spaces and empty terraces. The empty city becomes filled with onlookers and you make your way back down into the valley, board the train and journey to the sparkling city of Cusco."
    },
    {
      "dayNumber": "9",
      "title": "Cusco - Inca Roads and Cobblestones",
      "description": "The city of Cusco meanders through the hills of the Andes at 10,750 feet above sea level. The dichotomy of the culture spreads along the city streets with Spanish architecture rising atop Inca foundations. The aroma of coca tea spreads through the air, a delightful bitterness that helps bring a pep to your step in the high altitude. Tour the wonders of Cusco beginning with the Spanish architecture of Plaza de Armas. The cathedral was built with stones taken from the Sacsayhuaman fortress that hovers over the city like a protective older brother. The huge main doors of the cathedral are open to worshippers where the interior is perfumed with myrrh and showcases the glittering silver and gold-sided chapels where elaborate platforms and altars provide for a different atmosphere than the sparseness of the exterior stonework. You can also see the oldest surviving painting in Cuzco that represents the city during the earthquake of 1650. The people are shown parading around the Plaza de Armas with a crucifix, praying for the earthquake to stop; and it worked. Continue your tour through the incredible history of the city, from the lingering fortress to the combined purposes of Koricancha. In Cusco there is always another adventure waiting to be had."
    },
    {
      "dayNumber": "10",
      "title": "Lima - The Road to the City of Kings",
      "description": "Return to Lima with the storied City of Kings spreading across the fabulous expanse. The returning aroma of zesty lemon citrus and fresh seafood glides through the streets. The comfortable seaside air surrounds the city. You can almost hear the crash of the waves through the jovial sounds of the crowd. With another adventure waiting around the corner today is a perfect chance to explore the city. The Museo Larco is an 18th century viceroy’s mansion showcasing the best display of ceramics in Lima, from pre-Columbian civilizations, bringing you the clay work and gilded statues of Nazca and much more. The golden bracelets glisten in the museum light while spirited copious statues of proxy gods stare at you with wide eyes and curiosity. As the day wears on you make your way to the Circuito Mágico del Agua, a series of almost a dozen illuminated fountains that dance to a laser light show, concluding with the over 300 foot long Fantasy Fountain. The entire water ballet is set to a medley of music from Peruvian waltzes to ABBA, and is a spectacular adventure to complete a day amongst the City of Kings."
    },
    {
      "dayNumber": "11",
      "title": "Lima - The Road Leads Home",
      "description": "Today the 4x4 adventure through Peru comes to an end as you board the plane set for home. The waves wash over the sands of Miraflores, the Nazca lines stay deep in the arid sand, and Machu Picchu stands high above the sunken valley. Your adventure through Peru took you off roads, up mountains, within valleys, circling islands, and to the glittering, clear water. Your heart raced over sand dunes and your mind wandered through history. You may be heading home but there’s always another adventure waiting around the corner."
    }
  ],
  "map": ""
}