{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-machu-picchu-tour-for-solo-traveler",
  "tourName": "Peru & Machu Picchu Tour for Solo Traveler",
  "placesVisited": "Lima, Cusco, Inca Trail, Machu Picchu, Arequipa, Colca Canyon",
  "generalInfo": "Your 10-day Peru and Machu Picchu tour for the solo traveler will reveal the grandeur in and around the Inca Trail at your pace. Wander the luxuries of Cusco with cobbled lanes and colonial cathedrals. Trek the pathway winding through the jagged mountain peaks and through epic passes to reach Machu Picchu. Embrace the pearled facades of Arequipa and the depths of Colca Canyon to crown your custom-tailored Peru adventure.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Splendor of Kings",
      "description": "Welcome to the City of Kings, Lima, the capital of Peru. The Plaza de Armas sits as the central jewel of the city where the colonial past can be seen in the brass of the trickling fountain. The palace rises over the square with the pride of the country’s flag billowing in the breeze. The gentle water sounds through the plaza and mixes with the bustle of the city. Carnations blossom in front of the palace displaying the red and white flair of the Peruvian flag almost mirroring the ebb and flow of the banner above. Opposite the palace is the bare pearled facade of the cathedral; the entrance is sensationally carved, standing in contrast to the canary yellow colonial buildings that frame the square. There is a slight air of citrus to the city emanating from the wealth of ceviche for which Lima is known. The air has a cool mist that drifts in from the sea. The lights begin to shimmer around the plaza, bringing the gentle evening over the city."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Heart of an Empire",
      "description": "The City of Kings washes beneath the clouds as you soar into the sky and land among the mountaintops, arriving in Cusco. The Andes is the longest mountain range in the world, and in Cusco, you can watch the hilltops rise and fall along the skyline and beyond. The streets of the city wrap around the undulating earth with cobblestone beauty. Standing at 10,750 feet above sea level, the Spanish architecture is iridescent in the open sunlight. From the height of Plaza San Blas you can see the colorful rooftops draping over the city adding a touch of Andean spirit within the colonial past. Narrow alleyways and compact homes wind up and down the streets where you can feel the elegance and charm of every stone and building. The pan flute echoes along the walls, emanating from restaurants and plazas. Sitting in a cafe you can listen to the music and the laughter, sip on rich Peruvian coffee, or the welcomed bitter flavor of coca tea; you can watch artists paint the church lavishly into the imaginings of how their city looks to them. As the stunning mountains wrap around the city, the homes climb up the foothills out of sight and the mixture of Andean culture and Spanish architecture fills the city. The walls of Sacsayhuaman, Inca fortress, stand over Cusco like a protector, the imposing stones cut and pressed together without mortar, and helping defend the city’s uniqueness for centuries."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley – Where Tales and Trails Begin",
      "description": "Indulge in a delicious breakfast that will fill the morning with juicy and sweet fruits, from mango to pineapple, where the luscious flavor will have you ready to embark on your day. Today you will descend into the Sacred Valley where you will follow in the footsteps of the Inca. The greenery of the valley stretches along the foothills and reaches to the base of the snowy peaks of the Andes. The Urubamba River springs mist into the air, filling the breeze that rushes through your hair with freshness. The sky is one of the brightest shades of blue you have ever seen, you wonder if it has anything to do with the altitude. You can listen to your guide tell you stories about the trail, histories about the Inca and the Valley, as the immaculate peak of Mount Veronica can be seen in the distance. Trek beside lush farmland, terraced along the steep hills of the valley before reaching the beautiful ruins of Llactapata. Stone ruins are set atop a small citadel, structured and designed for a specific look. While meandering through the ruins of Llactapata you will discover the majesty of Inca and their aptitude for architecture, design, and sustainability. The trail has only begun and you can touch the history; the stones are cold against your fingers. The grass is soft and dewy beneath your feet. The splendor of the Andes is all-encompassing, giving you a chance to connect to history, to nature, and to those around you."
    },
    {
      "dayNumber": "4",
      "title": "Inca Trail \u0000– The Loveliness of Lushness",
      "description": "At dawn, the valley comes to life in the silence. The colors of the sky wash over the mountains, the deep blue shifting to a wondrous pink that eventually brings the morning light. The delightful aroma of coffee fills the valley and mixes with the early dew. You can wrap your fingers around your mug and indulge in the warmth of your drink, the cool morning air, and the soon to come adventure. The sun stretches across the sky; after a hardy and sensational breakfast, you will return to the undulating trail of the Inca. The farther you go the smaller the ruins of Llactapata become until you wrap around the mountainside and the ruins disappear. From the terraces of the earlier journey to the now dense jungle where moss blankets the earthen floor, the spirit of the trail is filled with wonder and awe. Large leaves dangle from the towering trees; their spreading foliage draws the sunlight through the canopy in streaks. There is an almost overwhelming perfume of freshness, from the trees to the moss to the flowers, all blooming and filled with vivaciousness. You can spot orchids blossoming along the branches above you, their effervescence staggering within the green brush. The tangling sounds of waterfalls rush along over the rocky terrain, down the hillside, misting over rocks, adding a blissful whitewater below. The trees start to dissipate like the ruins before them. Suddenly you are above the canopy, the rugged mountainside continues to climb. The crisp evening air settles over the hilltops where, like the Inca, you can watch the stars and read the movement of the sky. The aromatics of pumpkin soup and hot chocolate help soothe the cold outside, settling you in for another night along the trail."
    },
    {
      "dayNumber": "5",
      "title": "Inca Trail \u0000– First Time Sky High",
      "description": "There are rare moments when you can look out into the expanse of sky and see open space; today is one of those moments. Standing at the highest point of the trail on Warmiwanusqa Pass, almost 14,000 feet above sea level, you can look down at the other mountaintops in the distance. The altitude gives cragginess to the altiplano , the high plain, where that earthy aroma drifts into the air. You lose your view of the valley, the grass, and the trees behind the stretch of clouds that float along the mountainside. Occasionally the tops of trees peek through the blanket of fog, giving a sense of direction and an unparalleled heart-stopping moment. Once over the pass, you will descend into the stretch of jungle that welcomes you with dangling leaves and the sweet scent of lively flora. Pacamayo River trundles through the valley, rushing along the basin and carving deeper into the hills. On an outcropped plateau you can see the ruins of Sayacmarca hanging over the valley. The gentle curves of the ruins climb along the citadel in an impressive manner. Once you settle in for the evening you can relax with a warm cup of coca tea, coffee, or hot chocolate, harkening back to the days when you would camp in the forests or fields with friends, telling ghost stories or toasting s’mores. You can no longer see the imposing pass that you crossed but the success of the day continues to feel brilliant."
    },
    {
      "dayNumber": "6",
      "title": "Machu Picchu – Conquering the Lost",
      "description": "The morning dew rises from the strands of grass and is cool to the touch. Phuyupatamarca are ruins that rise along the valley in the distance, glistening in the early light. The flagstone path was built by the Inca and preserved beneath the canopy, giving you a sense of the grandeur to come. The stones have been rounded by the elements and time, where the stones have been shaped and smoothed by the passage of time, people, and usage. Within the sensation of the cloud forest, you will see the depths of the valley disappear behind the trees, hidden within the cool haze that rises from the basin. The leaves sparkle in the misty air as the stones become slick. The flagstones change to stairs, quickly steepening, nestled between the cliff and the hills. The stone steps wind around the slope of the mountainside before evening out along the citadel you hadn’t noticed was there. Three stone pillars stand before you, framing the fog in the background. This is the Sun Gate from where, once the fog burns away, you experience the breathtaking view of Machu Picchu that you have witnessed countless times in postcards and National Geographic. Except this isn’t a photograph, you have made it to the Lost City. The gate itself is believed to have controlled the access of people to the sanctuary. Beyond the pillars of the gate, you can see the exceptional ruins that tower over the valley, where whitewater of the Urubamba River is silent from this height."
    },
    {
      "dayNumber": "7",
      "title": "Machu Picchu – Giving in to Grandeur",
      "description": "Machu Picchu tours begin by climbing the stairs that lead you to where the terraces of the Lost City mark the mountainside. The city is 7,972 feet above sea level and the vegetation that once hid this monument is now is free and clear. The city looks like it was built within the clouds, sensationally rising into the sky. The Temple of the Sun is the single round building in the complex of stones. The tower tapers in its curvature, displaying the type of remarkable design and mason work that the Inca were not only capable of producing, but for which they were known. You can see the particular location and size from of the central window; the window catches the sun during the winter solstice, making the light shine along the complex’s center. Below the temple is a rock that is almost hidden by the grandeur of the structure above. Its smooth and cool angles have amassed theories while its use and purpose is still unknown. For an extra sense of the city’s magnificence you can be one of the 200 people allowed daily to climb the likes of Huayna Picchu, the towering pinnacle that casts a shadow of Machu Picchu. Rising high over the Lost City, you can use the coarse and sturdy rope to help guide you along the stairs, rising to 8,924 feet above sea level, looking down over the wondrous ruins beneath you, and knowing what a true journey is."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – Immaculate Mountains",
      "description": "The charming streets of Cusco turn to the undulating plains of the mountains as you make your way from the Inca capital to the pearled city of Arequipa. The city is known for its whitewashed walls set between the summits of three volcanoes. The immaculate look of the city is set within its whitewashed walls made from sillar, a volcanic stone. The pearl of the mountains comes, not only from the color of the city but also from its decadent Spanish baroque churches and spectacular mansions. The cathedral located in Plaza Mayor resembles the opulent façade that you might find in Madrid or Buenos Aires; it glows a pristine white and boasts steeples that not only border the square but also decorate it. Spanish arched walkways add extra elegance to the plaza; it is not hard to get caught up in the beauty of the city where you can listen to the gentle spray of the fountain as it adorns the square’s center, active and jovial in the afternoon sun."
    },
    {
      "dayNumber": "9",
      "title": "Colca Canyon – Peaks and Valleys",
      "description": "There is another world outside of Arequipa, where the glistening facades of the city are no longer the prominent sight. Today you will journey to one of the deepest canyons in the world. At a depth of 11,155 feet, Colca Canyon is mystical and majestic, with colorful canyon walls, lush valley, and an incredible expanse. The summit of Mount Misti protrudes into the sky and is the location of the magnificent find of Juanita, the most well preserved mummy found. Terraces have been ornamenting the hillsides for centuries, remnants of an Inca past combined with the Andean ingenuity of the present. There is a textured elegance to the canyon, where the natural splendor meets the human touch. Settle into the village of Chivay where the Andean culture continues to thrive. The large archway welcomes you into the city. Beyond the marketplace are the La Calera Hot Springs, where the warmth of the water is soothing and inviting. One of the best reasons to visit the host springs is the view, where the canyon is at its shallowest but the foothills continue to impress. Now and again the serene quiet of the springs is interspersed with the jovial cries of zipliners sweeping across the canyon."
    },
    {
      "dayNumber": "10",
      "title": "Arequipa – Soaring to Sensational Heights",
      "description": "A true treasure of the canyon is not just in its natural landscapes but also in those that inhabit that landscape. When the morning is in full swing and the mist of dawn fades away, you will venture into the cool canyon air to the Cross of the Condor. The stone cross is large and intimidating; however, it marks the spot where you will no longer be looking down into the terraced loveliness of the valley and will instead be looking up. In the Western Hemisphere, there are no larger flying birds than the condor. They can be described as elegant, graceful, and even majestic, a holy animal to the Inca, but standing beneath the condor as they glide through the air, you may not need to try and capture their majesty in a manner other than by watching. Their wingspan reaches an average of nine-feet wide as you watch them dive to the prairie below. Soon you will journey back to Arequipa where you will board your plane for home, but for now, you can enjoy the calm of the condors and the serenity of the sky. Take a look at the Machu Picchu tour operator reviews for further ideas on how to customize your trip, and read traveler reviews of their Peru vacations."
    }
  ],
  "map": ""
}