{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "best-of-peru-tour-machu-picchu-lima-cusco-sacred-valley-maras-and-moray",
  "tourName": "Best of Peru Tour: Machu Picchu, Lima, Cusco, Sacred Valley & Maras and Moray",
  "placesVisited": "Lima, Cusco, Maras and Moray, Machu Picchu",
  "generalInfo": "Wonders of culture abound on this 8-day best of Peru tour. Designed especially to cover the most sought after offerings of Peru, this tour has it all. Get swept up in stellar beauty. Forget about the world outside of Peru. Watch the colors of the Andes swirl into brilliant life as you witness the diversity of Lima, the eclectic streets of Cusco, and the living history of Machu Picchu. Adventure Peru and understand the world inside the Andes. If you ever strolled through a museum and read every word written about the artifact displayed in the glass case, this is the tour for you.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - The Writing on the Wall",
      "description": "The capital city of Peru spreads along the coastline overlooking the gentle waves and reaching the foothills where colorful homes climb the hillside. The sweet scent of the sea mixes with the citrus of fresh ceviche. Wander along the stunning boardwalk of Miraflores that straddles the shore where you can hear the crashing waves on the beach. Surfers cut through the rolling water as sea foam rises into the bright sky. The lighthouse stands proudly on the shore surrounded by the lush grass of a small park and shining its light over the sea when the morning marine layer and evening darkness settle in over the city. A visit to the Museo Larco brings with it the decadence of the Spanish colonial past within an 18th-century viceroy’s mansion. The museum is plush with the fabulously presented displays of ceramics. The pre-Columbian collection is rumored to contain more than 50,000 pots that span warehouses and history, including Nazca and Inca relics. The transcendent Moche portrait vessels, ceramic containers featuring individualized and naturalistic representations of human faces, are dramatic in their simply lit cases, giving a chill down your spine from the quality and detail of the pottery made almost 2,000 years ago. Within the museum’s housed past and Peru’s outdoor history, the wonders of the country begin to blossom in Lima."
    },
    {
      "dayNumber": "2",
      "title": "Cusco - Historical Wanderings",
      "description": "Today you will leave behind the eclectic city of Lima, where the culture and beauty abounds. The waves of the city fade into the distance as you climb into the clouds and land along the longest mountain range in the world, the Andes. Arrive in Cusco, the Inca capital, which sits within the rolling hills 10,750 feet above sea level. The streets are paved with a wealth of cobblestones. Cathedrals stand atop Inca temples. The city remains the oldest continuously inhabited city in the Americas, where the rich history reaches across the mountaintops. Spend the afternoon exploring the beauty and wonders of the city. The Plaza de Armas continues to be the heart of the city as the bustle of jovial crowds roll in and out of the square. You can hear the ruffle of the two flags that hang over the plaza, one the traditional red and white of Peru, the other shines with rainbow brightness representing the four quarters of the Inca Empire. Wander through the colonial walkways that surround the plaza. The scent of rich Peruvian coffee drifts along the walkways. A woman dressed in a traditional large brimmed hat and colorful cloak guides her llama along the undulating streets and the opulent cathedral rises above the Plaza Mayor. The mixture of past and present sit in harmonious contradiction as you explore the city and the cultures that are Peru."
    },
    {
      "dayNumber": "4",
      "title": "Sacred Valley - Enriching and Salty Circularity",
      "description": "Today you will leave the meandering cobblestone streets behind for the wonders of Sacred Valley. The Urubamba River rumbles along the foothills while the mountain peaks pierce the sky. The lush green plains spread across the expanse where the colors of the native’s clothing shine as brightly as the Inca flag. The culture is very much alive and distinctive in the Andean hills, in touch with the roots of its history and the surrounding soil. Quinoa blossoms a stunning purple. The sun rotates from deep red to bright orange. The sky is smothered in blue. Each shade gives range and understanding to the colors of the people’s vibrant clothing and their connection with their surrounding terrain. The variety of villages in the Sacred Valley offers immense differences whether in culture, cultivation, or history. Venture into the town of Moray and step beyond the colorful textiles. The town is situated next to a breathtaking archeological complex that stretches along and beneath the mountainside. The system of overlapping terraces form the remnants of an amphitheater but was, in fact, agricultural in design. Each tier even contains its own microclimate, shifting from cool to hot the farther you descend along the hillside. The morning dew has long dissipated. The scent of warm grass fills the sky. Continue on to the saltpans of Maras where, from the distant hills, you can see what looks like large saucers terracing the mountainside. The warm afternoon is perfumed with saltwater, replacing the aroma of the lush grass. As you venture closer to the saltpans you can see the variety in their sizes, and each one is larger than you had expected. The pans are fed from a natural saltwater spring that meanders through the mountainside. Each pan fills with water and eventually evaporates leaving the salt ready for harvest. Experiencing the engineering ingenuity is among the continuous joys of travel and among the continuous wonders of the Andes."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes - History Written into the Sky",
      "description": "The opulent Spanish buildings of Cusco have stood over the city for centuries and continue to do so today as you depart from the diversity of the city and arrive at the train tracks of Ollantaytambo. You can hear the train chug along the tracks and you will feel like you have been transported back to a day of plush trains and adventurous exploration. Board the comfortable car and see the glass dome that offers a 360-degree panorama of the surrounding valley. The lush grass and towering peaks give way to sprawling dense jungle. You can see the fluid rush of waterfalls careen over the mossy forest floor. Purple and pink orchids blossom along the tree branches and shine beneath the dangling canopy. Arrive in the town of Aguas Calientes and reach the entrance gates where all Machu Picchu tours begin. The craggy stairs wrap around the hillside and take you up along the citadel. The walls guide you away from the climbing stairwell onto a lush stretch of grass and eventually opening to the plateau of the Lost City. Terraces ascend the mountainside and sweep across the verdant hill. The stone facades of the city shine with the sunlight, like a gift you have always wanted. Huayna Picchu stands tall in the distance looking down on the city like a proud older brother. Wander through the remaining wonders of Machu Picchu and absorb the rich culture and sensational architecture that continue to sit within the company of mountains. The ceremonial baths line an extent of the walkway where you can climb the stairs and come to a flat area of jumbled rocks and the open space of the four-sided Sacred Plaza. Step along the curved wall and look out over the white peak of Cordillera Vilcabamba that pierces the sky in the distance while the rushing waters of Urubamba River can be seen below."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes - The Past, Present, and Future Lost and Found",
      "description": "Welcome the morning light as the night sky fades into the bright blue of the dawn. The sun slowly rises above the stone high atop the mountain. The thunder of the Urubamba River pushes against the foothills. Begin your day with a sweet, fresh cup of Peruvian coffee. Wrap your fingers around the warm cup, the steam and aroma rising from the heat. The sun makes the stones glisten like regalia which are now within your reach. There is time for one last exploration of the city and one more chance to feel connected to the wonder that it is. Step within the borders of the Lost City and watch the trails expand before you, each one offering to take you somewhere new, exciting, different, and equally exceptional. The peak of Huayna Picchu continues to watch over the Lost City and beckons to you, its beauty and grandeur magnetic. Through the Inca Tunnel, along the stretch of stone path you can find the steep staircase that will guide you into the clouds. Use the rope rail to help pull yourself up the steep stairs. Your breath is short from excitement. Adrenaline rushes through you. You find your stride and push up the mountainside. The final steps bring you to a ladder where you stand on a granite peak, look out over the mountains that stand eye to eye, and you realize that you made it. Turn to face the Lost City below and find that the wonders never cease. Machu Picchu stands small beneath you, its grandeur still immanent, and surrounded by mountains, overlooking the valley, and standing within the clouds. You will eventually make your way back down to Aguas Calientes, board the train, and return to Cusco. But for now, take another breath, watch the clouds drift by, and know that you have followed in the footsteps of wonders."
    },
    {
      "dayNumber": "8",
      "title": "Aguas Calientes - Written in History",
      "description": "The day has arrived for you to put aside the fantastical beauty of Peru and venture home. You watch as the Andes roll beneath the plane as you ascend higher into the clouds. You can’t help but think of the diversity of Peru, from the colors of the Sacred Valley to the modernity of Lima, the soil that is rich with minerals and the country that is rich with history. Standing beyond the wonders of the Spanish colonial past are the sensational ruins of the Inca that have shaped the streets and people as much as remaining churches and palaces. Your journey through it all was nothing less than majestic, filled with the awe of a Wonder of the World and the ceaseless wonders that are Peru."
    }
  ],
  "map": ""
}