{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "14-day-kid-friendly-vacation-to-peru",
  "tourName": "14 Day Kid-Friendly Vacation to Peru",
  "placesVisited": "Lima, Tambopata Nature Reserve, Cusco, Sacred Valley, Machu Picchu, Ica, Paracas, Puno, Lake Titicaca",
  "generalInfo": "You will experience the ultimate family adventure during your 14-day kid-friendly Peru tour. Machu Picchu will bring to life the fabled Inca Empire and a zipline tour through the Amazon Rainforest will reveal views of exotic parrots. Ride horseback through the lush Sacred Valley, lounge in ancient hot springs, and sail to the majestic floating islands of Lake Titicaca to reveal the surprising wonders and unforgettable excitement of Peru.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Sunset Dinner Beside the Pacific Ocean",
      "description": "Your family will grow giddy with excitement as your plane steadily coasts along the tarmac at Jorge Chávez International Airport. Your Peruvian adventure is just about to begin. As you exit customs, you will meet your private driver who will escort you to your hotel. In the moments that follow, you will bump down the cobbled streets of post-colonial Lima and then wind down the scenic coastlines that hug jagged seaside cliffs. Wafting smells of beachy saltwater and the citrusy lemon-lime of ceviche will have the whole family peaking their heads out every window. The honks and whistles of frenzied traffic will make way for the subdued tranquility of cooing seagulls and melodic busking duets. Soon, you will arrive at your luxurious hotel in the sophisticated neighborhood of Miraflores where white skyscrapers line the picturesque shorelines and locals lounge in the meticulously manicured parks nearby. In the evening, street lights illuminate pedestrian roads and families dine at beautiful restaurant patios that overlook the Pacific. As a family, you will get your first taste of authentic local cuisine: crunchy fresh seafood or crispy blackened chicken. You can top off the night with a light gelato or milky ice cream treat at one of many outdoor cafes that line the downtown area. In the evening, you will return to the hotel and rest for tomorrow’s full day of lively sightseeing."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Private Guided Tour & Water Show",
      "description": "Around mid-morning, you will meet your guide at the bustling Parque Grau in Miraflores to begin your exciting tour of the city’s highlights. First, you will make your way on foot to the Miraflores Lighthouse. For decades, this 70-foot tower has not only welcomed ships in the night but eager travelers from around the world. Later, you will continue to the Barranco neighborhood. This trendy arts district is well-known for its colorful street art and former colonial mansions that have been remodeled as stylish bars and restaurants. Finally, you will travel along the brick-laden streets of the old town where you will see a unique blend of original Incan stonework and post-Columbian Spanish designs. Shinning examples of this architecture include places like the yellow-hued Plaza de Armas, Torre Tagle Place and its ornate balconies, and the faint pink facade of the Basilica of Santo Domingo. In the afternoon, you can cover new ground with two wheels at a time. You will have the opportunity to rent trendy bikes nearby, which will allow you to peddle past the sparkling blue beaches of the Pacific and the beautiful flower gardens. You will enjoy a hearty dinner of enticing fresh seafood in the evening, and in the distance, neighborhood children will release kites up in the sky, and adventure-seeking paragliders will soar from the rocky cliffs to the sandy beaches below. Once the sun has set, you will meet your driver in front of the hotel for a short ride to the Circuito Mágico del Agua. Once here, you and your family will see the midnight sky light up as a beautifully synchronized light and water show ensues. The kids will surely be entertained as they attempt to outrun the jumping fountains as they get lightly sprayed by massive fountain archways."
    },
    {
      "dayNumber": "3",
      "title": "Ica – Sand Dune Buggy Ride & Private Sandboard Lessons",
      "description": "In the morning, you will set out for a sunny adventure at the mighty sand dunes of Huacachina where you will plunge to chasmic depths and lofty peaks inside an all-terrain dune buggy. Hold on tight as you reach thrilling speeds and your hair whips through the wind until finally hitting the brakes at Huacachina’s famed desert oasis. This grand lagoon, once a seasonal respite for Lima’s elite, now offers day travelers great food, drink, and luxurious overnight stays. You will do as the locals do and enjoy a light lunch on the perimeter of the oasis. The kids will be sure to love an afternoon on their feet as they put their sand dune surfing skills to the test. Of course, Mom and Dad are welcome in on the instructor-led fun or can opt to relax with a stroll around the lagoon’s perimeter. Come evening time, you will be met with private transportation and escorted to the nearby beach town of Paracas where you will delight in a beautiful seaside dinner of crispy lomo saltado or creamy avocado palta rellena . Afterward, you will return to your hotel in Lima to rest up for an exhilarating three days to come."
    },
    {
      "dayNumber": "4",
      "title": "Tambopata National Reserve – Arrival in Peru’s Amazon Jungle",
      "description": "This morning, you will catch an early morning flight to the Tambopata National Reserve, which is located in the heart of the luscious Amazon Jungle. As you deplane, you will hear the swift and soothing waters of Madre de Dios River in the distance pouring past the port town of Puerto Maldonado. Your chauffeur will drive you to your luxury accommodation. Here, you will feel a world away in your tranquil dwellings that are perched atop the dense foliage, converging rivers, and rolling hills of the Amazon. Quench your thirst with a refreshingly sweet, locally sourced fruit juice. In the afternoon, you will board a riverboat, which will be your main mode of transportation for the next few days. You and your family will glide down the winding river until reaching Isla de Los Monos , or “Monkey Island” for an up-close look at these quirky animals. If you are lucky, you may even snap a photo of the monkeys as they swing from one treetop to the next. Later, your guide will lead you on a scenic woodland hike to Lake Sandoval. The placid, inland basin boasts some of the most varied plant and animal life that the rainforest has to offer. The low hiss of curious crocodiles and muffled splash of treading river otters will murmur in the distance. Stay alert for lofty sightings of the vibrantly colored macaw soaring high above as it is truly a majestic sight."
    },
    {
      "dayNumber": "5",
      "title": "Tambopata National Reserve – Conservation Center & Hiking",
      "description": "Today, you will witness the Peruvian Amazon from new heights on your second day in the rainforest. In the morning, you will travel by water and land to Taricaya Canopy Walkway and Inkaterra Canopy Walkway, which are secluded trail and bridge pathways. These long-stretched and wooden, hanging bridges will sway as you creak your way across. For years, the paths have served as the main artery for researchers, anthropologists, and scientists. A journey through the canopy walkways would not be complete without clambering up its robust outlook towers: the Refugio Amazonas Canopy Tower and the Posada Amazonas Canopy Tower. Once you have reached the top, you can peer out for a unique bird’s eye view of the translucent flora and fauna below. In the afternoon, you will disembark at the Taricaya Research Center, and as a family, you will learn about the conservation center’s commitment to rescue, rehabilitate, and release of endangered wildlife species. Then, you will meet the researchers, students, and volunteers who are undertaking major preservation projects at Manu National Park and Tambopata National Reserve. You can sit up close as your guide introduces you to some of the animals who call the center home and run your hands along the soft furry necks or scaly backs of these fascinating animals. Come sunset, you will return to your lodge accommodations for a peaceful evening on your balcony."
    },
    {
      "dayNumber": "6",
      "title": "Tambopata National Reserve – Zip-lining and Macaw Sightings",
      "description": "You will savor your last day in the Amazon with an unforgettable thrill ride and a rare opportunity to spot native bird species. Early in the morning, you will crunch through heavily wooded trails and duck your heads under low-hanging branches until reaching a sunlit alcove. Here, one by one, you will zip along the treetops of the Amazon’s lush canopy layer as part of an exhilarating zipline experience. Listen for the high-pitched cries of tropical birds, excited squeals of spider monkeys, and incessant chirps of insects as you whiz through the forest, and look out on the winding river and the village of Puerto Maldonado far in the distance. In the afternoon, you will drop anchor at the Chuncho Macaw Clay Lick where you will grab a pair of binoculars as you look out towards the rocky cliffside on the opposite shoreline. On the jagged face of the cliff, you will spot electric speckles of red, yellow, blue, and green. These vibrant complexions belong to the native long-tailed macaw bird, which is revered for its flashy, colorful feathers. You can glance through your guide’s telescope as your guide gives you a short lesson on bird watching as well as typical characteristics and behaviors of Amazonian bird species. This evening, you will take a nighttime family hike for a special opportunity to spot indigenous nocturnal animals. You will silently tiptoe down well-beaten paths with flashlights at the ready. Your guide will take the lead and motion you when they spot native insect and reptilian species who spend their days hidden amongst thick foliage and camouflaged against vibrant flora."
    },
    {
      "dayNumber": "7",
      "title": "Puno – Arrival in Puno & Dinner",
      "description": "This morning, you can rock back and forth in your hammock while you sip a cup of creamy coffee before saying goodbye to Tambopata National Reserve. Premium ground transportation will lead you on a winding journey through the outer layers of the Amazon. You will bump along the gravel roads as you travel on narrow paths that have been cut into the Andean mountainside. As day breaks, you can capture pictures of the illuminated rolling hills, or reach out the window for a light splash as sparkling waterfalls cascade from the tops of rugged cliffs in the distance. As the sun draws high, you will make a stop at a quaint village town that is nestled in the Andean Hillside. You can stretch your legs as you make your way to the central plaza area that is adorned with an ornately sculpted fountain. As you pass by lovely, stucco homes, you will notice that the gardens are ripe with the regional harvest. You can wave to local residents as they greet you with warm smiles and open arms, which will be a very welcoming experience. You will have an opportunity to purchase items at a small market, featuring handicrafts and jewelry that were made from the jungle’s geometric variety of plants and seeds. Later, you can eat at an outdoor cafe while you listen to the calming stream waters that pass through the town. By the afternoon, you will arrive in Cusco and catch a short connecting flight to Puno. This one-hour flight will bring you to the southernmost region of Peru. Private ground transportation will accompany you to Puno and escort you to gourmet dining options that are scattered throughout the main plaza. After dinner, you will be transferred to your luxury hotel at the base of Lake Titicaca."
    },
    {
      "dayNumber": "8",
      "title": "Lake Titicaca – Full-Day Boat Tour of Lake and Uros Islands",
      "description": "Today, your family will step aboard a private boat cruise on Lake Titicaca. The highest navigable lake in the world, which saddles the national boundaries of Bolivia and Peru, boasts rich, jet-blue waters and majestic, rugged hills that loom in the distance. The coos of birds may be faint, and the still lake water will welcome a feeling of serenity. As you drift on the surface, your captain will teach you about the giant frog, aquatic sponges, and other plants and animals that are endemic to these waters. By mid-day, you will get to know a unique group of people known as the Uros, who call the lake home. Centuries ago, as the Uros people escaped persecution at the hands of the Inca Empire, they arrived in Puno and eventually at Lake Titicaca itself. The eccentric nature of the Uros islands lays in the unique artificial construction. These “floating islands,” on which the nomadic descendants reside to this day, are made completely from thick layers of woven reeds. Island residents will teach you about the process of maintaining these artificial islands just like they have done for hundreds of years. As the oldest bottom layer of deeply submerged reeds begins to decay, new layers must be added. After the demonstration, you will be able to purchase woven handicrafts and other souvenirs that support the Uros people. In the evening, the family will dock shoreside and partake in a group dinner of fresh trout that will be seasoned to perfection."
    },
    {
      "dayNumber": "9",
      "title": "Cusco – Tour of Qorikancha, Cathedrals, and Markets",
      "description": "Today, you will return to Cusco, which is the centerpiece of the Inca Empire. You will be escorted to your accommodations near the city’s lively Plaza de Armas , and the hotel staff will welcome you with a soothing cup of mate de coca tea as you acclimate to an altitude of nearly 11,000 feet. You will spend late morning meandering down the streets of San Blas. This beautiful neighborhood is coveted for its special architectural blend of ancient Inca stonework and the intricacies of post-colonial architecture during the Spanish conquest. Later, you can stroll down the cobblestone alleyways and past the ornate Cusco Cathedral and Iglesia de la Compañía de Jesús, flanking the main plaza. Around mid-day, you can stop to enjoy the delicious lomo saltado, ají de gallina, or pollo a la brasa . In the afternoon, your seasoned guide will accompany you down the bustling Avenida del Sol to Qorikancha , which is the most revered of all Inca temples. This “Golden Courtyard” was not only painstakingly adorned with gold leaves, but it was fortified to withstand three otherwise devastating earthquakes. Though the Spanish conquistadors claimed many of the temple’s unique artifacts as trophies for Spanish nobility back home, you can admire many of the great edifice’s treasures that have remained untouched. You can also wind your way through the temple grounds and expansive green pastures. At nightfall, you will cross the plaza and climb the stone streets of San Blas for a rowdy live music show and dinner where you will listen to the soulful strums of the charango paired with the melodic hums of the siku panpipe, both of which are indigenous, Andean instruments. You can choose from a variety of dinner delicacies, including the famous cuy , or “guinea pig” for those with adventurous taste buds."
    },
    {
      "dayNumber": "10",
      "title": "Cusco – Half-Day at the Ruins of Tambomachay and Saqsaywaman",
      "description": "At daybreak, the sun will stream into village marketplaces as produce and handicraft vendors set up shop. Fruit vendors serve freshly pressed juices to customers, and butchers call out their top deals for the day. Here, you can peruse through dozens of rows of intricately woven Alpaca textiles, carefully carved wooden flutes, beautifully crafted hand-painted figurines, and handmade jewelry. For lunch, you will stumble on some culinary delights at the market, and for dessert, a quick stop at the Chocolate Museum is obligatory. Here, you will sample intoxicating chocolate flavors and exquisite creamy blends, each containing rich natural cocoa from around the country. In the afternoon, you will travel just beyond the city limits to two former Incan strongholds. First, you will learn about the genius stone engineering at Saqsaywaman, which was once a military fortress for the Inca Empire. The stones are so closely set next to one another that not a single piece of paper can penetrate the wall. Shortly following, you will take a look at the canals and aqueducts that can be found at Tambomachay. This impressive site was once home to the elite baths of Incan nobility."
    },
    {
      "dayNumber": "11",
      "title": "Sacred Valley – Natural Yarn Dyeing in Chinchero & Visits to Moray and Maras",
      "description": "You will ruminate in the beauty and historical intrigue of the Sacred Valley en route to the ruins of Machu Picchu. You will begin your day with a scenic horseback ride as you look out on grassy, green pastures that stretch far into the distance. The For centuries, the Andean people have given thanks to Pachama , or “Mother Earth,” for her beauty and abundance. You will soon see why as you gallop past towering, green mountains and weave in between sleepy village towns with rich, copper rooftops. Later, you will arrive in the town of Chinchero, which was once considered a luxurious hideaway for Incan nobility. Today, the village is best known for its traditional dyeing and weaving practices. Local experts will invite you to a culture class to learn about the process of natural dyeing. Then, try it yourself as part of your guided demonstration. Your guide will beckon you outside to meet and even pet some of the village’s friendliest inhabitants: native llama and alpaca who famous for their soft fur. You will indulge in a hot meal while your guide gives you a deeper explanation of Andean culture and teaches you a few new phrases in the native Quechua language. In the late afternoon, you will depart Chinchero for the towns of Moray and Maras. In Moray, behold the exquisite detailing of Incan agricultural terracing. Next, you will make your way to Maras to admire the expansive salt basins that were built perfectly flat into the mountainside. You will spend an exciting night in your luxurious glass-roofed hotel that overlooks the valley. At night time, the view is just as spectacular, and you can gaze upon the starry sky as you drift off to sleep."
    },
    {
      "dayNumber": "12",
      "title": "Aguas Calientes – Scenic Train Ride & Hot Springs Swim",
      "description": "In the morning, you will discover the ancient citadel of Ollantaytambo. Like many Incan ruins, Ollantaytambo served as a respite for the Inca elite. However, unlike other sites, this location also served as a shelter for Inca civilians as they escaped the grip of the Spanish invasion that was tightening on Cusco. Your guide will point to you the key features of the refuge, including the Temple Hill, The Inca quarry, and The Inca Bridge. You will also learn about famous battles that were fought at the site and the local irrigation system. In the afternoon, you and the family will board a first-class train from Ollantaytambo to Aguas Calientes at the base of Machu Picchu. Here, you will delight in your 360-degree view of the Valley through large glass panels overhead. The clicking and chugging of the train on its track will carry you across colorful bridges, rushing stream waters, and dense foliage. After a few hours, you will arrive in Aguas Calientes and meet your private transport who will escort you to your luxury accommodation. Once here, you can overlook the charming mountain town below. You can uncover the origin of the town’s namesake, which is literally “Hot Waters,”ias you take a dip in the natural hot springs that are said to contain medicinal healing properties. Back at the hotel, you can rest for a once in a lifetime opportunity tomorrow morning."
    },
    {
      "dayNumber": "13",
      "title": "Machu Picchu – Full-Day Excursion & Huayna Picchu Climb",
      "description": "After a light breakfast, you will meet your expert guide in front of your hotel. From here, you will take your private transportation to the famed site of Machu Picchu where you will weave your way up switchback roads that have been carved into the side of towering mountain tops. As the bus climbs higher and higher, you can truly begin to admire the scope of the Andes and the beauty of your natural surroundings. You will spend the day uncovering the complex history of Machu Picchu, learning about the site’s construction and spiritual significance. You will also hear the lesser-known history of neighboring Incan relics, which are similar in scope to that of Machu Picchu, yet virtually untouched by the international community. You will also visit significant sites such as the Temple of Three Windows, The Sun Gate, The Temple of the Condor, The Central Plaza, The Royal Tomb, and the Guard House. Next, your guide will lead you to great lookout points and the best alcoves for picture taking. In the afternoon, you will follow your guide on an adventurous climb up Huayna Picchu. This rocky hike will bring you to a steep summit on the famous mountain top just beyond Machu Picchu. Weave through thick foliage for unbeatable views of the ruins and breathtaking landscapes. Alternatively, families can opt for additional time at Machu Picchu’s UNESCO world heritage site and an opportunity for a deeper look at the site’s hidden gems. In the evening, you will circle back to Aguas Calientes for some peaceful rest and relaxation."
    },
    {
      "dayNumber": "14",
      "title": "Lima – Connecting flight & International Departure",
      "description": "In the morning, you will take your last pictures and pack your bags in anticipation of your journey home. One last time, you will board your luxury train car for a final glimpse of the Sacred Valley’s unmatched beauty where you will twist past the sparkling river stream and lush green terracing. Finally, you will arrive at the train station in Poroy and take a short drive back to Cusco. Here, you will delight in one last cup of mate de coca and the friendly faces of local Quechua women in traditional dresses and hats. Thump along the cobbled streets one last time before connecting to Lima and your international flight home. As your plane soars high above the majestic terrain, catch one final glimpse of the country’s beauty below."
    }
  ],
  "map": ""
}