{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peruvian-amazon-and-machu-picchu-tour-including-scenic-train-rides",
  "tourName": "Peruvian Amazon and Machu Picchu Tour Including Scenic Train Rides",
  "placesVisited": "Lima, Cusco, Machu Picchu, Puerto Maldonado",
  "generalInfo": "Your 10-day Peru highlights tour will uncover the beauty of the Andes and the splendors of the Amazon. Wander through the clouds while exploring Machu Picchu’s inspiring ruins. Cruise the Amazon River in search of vibrant parrots and active spider monkeys. Relax on a scenic train ride through the Sacred Valley. Wander the cobblestone maze of Cusco’s Spanish colonial history. Peru’s culture, scenery, and history will highlight remarkable diversity.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Collective Neighborhoods Create a City",
      "description": "Welcome to the Peruvian capital of Lima, where the eclectic city is nestled between the hot desert and the cool ocean. The beauty of the city sits within its balance of modernity and history, while skyscrapers reach beneath the clouds. Spanish remains glisten like gold within the confines of the historic center where the Government Palace stretches behind blossomed red and white carnations. Along the trendy neighborhood of Miraflores the soft ocean mist drifts over the boardwalk. Lovers Statue stands above the sand, beside the walkways, and watches over the sea with two lovers entwined and commemorated in stone. The evening sky brings with it the maritime mist and you settle into the soothing night of Lima."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Diversity Creates Majesty",
      "description": "Today you will transfer to Cusco where the capital city of Inca Empire sits comfortably between the rolling hills and towering mountains of the Sacred Valley. The air is crisp and thin within the altitudinal city. The cobblestone streets rise and fall with the hills, surrounded by Spanish architecture built along Inca foundation. Follow the narrow alleyways and vibrant facades that wind through the hills of the city and overlook the open space of the Plaza de Armas. From Plaza San Blas you can see the expanse of Cusco, the red rooftops and brick homes, the colorful buildings that climb the hillside, the scent of rich Peruvian coffee brewing from the Bar Lounge Café. On the mountaintop that lingers over the city the monoliths of Sacsayhuaman Fortress stare down onto Cusco like a protector. The stones were cut and pressed together, using their weight as mortar with such force that you’d be hard pressed to fit a blade of grass between the crevices of two boulders. Throughout the streets of Cusco you can see the diversity of the city, within its Incan past, its Spanish buildings, and the sounds of the pan flute sweeping over the cobblestones."
    },
    {
      "dayNumber": "3",
      "title": "Ollantaytambo – Past Traditions Making Modern Times",
      "description": "Leave the city life behind and venture into the sensational culture of the Sacred Valley. The town of Pisac is filled with life during its vibrant market. The Andean colors are woven into the textiles giving each stall an explosion of pink, red, blue, yellow and more. The skirts twirl and move. Hats range from black and wide-brimmed to colorful and fringed. The scent of rich soups and juicy chicken drift through the market mixing with the jovial and boisterous customers before you depart for the town of Ollantaytambo. The town of Ollantaytambo is one of the oldest continuously inhabited cities in South America, with aqueducts that run through the village built by the Inca. The scent of lush grass and cold stone fills the village. The stone streets run along stone walls, and doorways are tiered, sealing the cracks, and keeping the home warm in the cold and cool in the heat. The ruins of ancient Ollantaytambo rise up the hillside with terraces stretching across and up the mountain. A single staircase divides the tiers until you reach the top where the remains of the grand temple continue to watch over the village. Part of the ruins is built into the mountain itself, shaded by the overhanging rock. From the vibrancy of the Pisac market to the ruins of Ollantaytambo you can see the diverse lives of the people, the history, and of Peru."
    },
    {
      "dayNumber": "4",
      "title": "Aguas Calientes – The Modern Comforts of the Lost City",
      "description": "Climb aboard the train just outside of Cusco within the Sacred Valley and make your way to Aguas Calientes. The ride takes you along the valley floor beneath the rolling mountaintops. The train has a glass dome, open to beauty of the nature along the journey. The lively river sweeps beside and beneath the train. The fertile green of the valley gives way to the lavish dense jungle where you can see colorful orchids blossoming within the trees. Arrive at in Aguas Calientes at the base of Machu Picchu’s foothill. A short shuttle from the train will take you to the gates of the Lost City of Machu Picchu. Climb the stairs and feel your heat pulse with anticipation as you come one step closer to this Wonder of the World. The stairs come to a head along a terrace where you can see the remains of the city rise above you. The stones almost glisten in mid-morning light. The terraces climb up the mountainside from the valley below. Follow your guide along the citadel to explore the Lost City and its breathtaking stance within the mountains. Climb the stone staircase, above the ceremonial baths, along the short path that will lead you to the four-sided Sacred Plaza. From the curved wall on the far side you can see the snowcapped Cordillera Vilcabamba in the distance reminding you just how high in the mountains you are."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – Clouds and Valleys",
      "description": "Today is at your leisure to explore the surroundings of Aguas Calientes where you can relax in the hot waters of the thermal baths with the natural rocky mountains surrounding you, or to venture back into the Lost City. Once more along the citadel of the city you can wander through the stone remains at your own pace and even venture out of the city all together, strolling along the stone footpath that will take you to the Temple of the Moon. Halfway down the Inca Road where the Inca Bridge is carved into the mountainside, you will find the temple covering the entire slopes of Huayna Picchu and consisting of architectural caves. The sloped terrain hovers over the temple like an inversed moon crater, holding the stone structure in place, or vice versa. Some of the stonework is decorated by niches and altars carved into the rock. As you exit the cave the scent of cool, shaded stone shifts to the crisp perfume of the high altitude plains. Climb aboard the train and enjoy the ride back to Cusco."
    },
    {
      "dayNumber": "6",
      "title": "Amazon Rainforest – Mountain Ruins to Rainforest Rivers",
      "description": "Depart the gilded city of Cusco and rise above the Andes on your way to the natural wonder of the Amazon Rainforest. The trees settle beneath you like a never-ending carpet rolling along the riverbanks. Arrive in Puerto Maldonado where the gold mining and Brazil nut farming infrastructure of the city mixes with the rubber baron past. Flat canoes line the shore of the river and float through the water with ease. Follow your guide, step aboard a boat, and glide up river with the lush forest clamoring to the water’s edge. Keep your eyes open for the vibrant colors of macaws and the accentuated beak of toucans. The spectacular eco-lodge of Posada Amazonas sits inland from the river beneath the lush jungle canopy. The parrots call in the afternoon warmth and you can almost make out a dangling tail of a Capuchin monkey. Climb the scaffolding tower that rises over 100 feet into the trees and looks safely out into the jungle. The diversity of the Amazon is within its delicate, vibrant, and particular ecosystem. From the top of the tower you have a spectacular view of the river and the surrounding forest. Within the canopy you can see the glowing green feathers of parrots; their gruff, guttural call sits in the still air of the late afternoon. The floral scent of the trees rises into the sky and you have discovered the diversity of Peru, from the Andes to the Amazon, and within the rainforest itself."
    },
    {
      "dayNumber": "7",
      "title": "Amazon Rainforest – Above the Trees and Around the Water",
      "description": "The morning light brings with it the wild calls of the jovial monkeys in the treetops. You wake to the pleasant aroma of rich coffee drifting through the forest. Today you will venture onto an easy canoe ride around Lake Tres Chimbadas for a tremendous wildlife safari. Giant river otters dip into the water, their fur slick with wet, until they return to shore and stretch out their lengthy bodies in the sun to dry. Turtles march along the banks, their spotted shells helping them blend into the moss and branches of the forest floor. You can hear the deep grunts and wheezes of the hoatzin, a bird that resembles a chicken with a punk-rock haircut. As the forest reaches the mid-afternoon the animal activity lessens and you venture onward to the Tambopata Research Center. Within the canopy of Tambopata the diversity of the rainforest can be seen immediately. Macaws and kingfishers are plentiful, swooping through the air with graceful color and musicality. A capybara, an adorable mammal that resembles a giant hamster, can be seen foraging along the forest floor. Enter the center grounds and enjoy a greeting from the flock of semi-wild, rescued macaws before venturing along the Bamboo Trail famous for the fabulous abundance of rare birds that live exclusively in southern Peru. The deep hoot of a howler monkey rumbles through the trees. You can see the iridescent turquoise feathers of jacamars, their long beaks like a hummingbird’s, but their color almost too bright to witness. The light turns to shadows within the forest and you return to the research center for the evening."
    },
    {
      "dayNumber": "8",
      "title": "Amazon Rainforest – Colors Along the Clay",
      "description": "The dawn cool brings with it the colorful quiet of the rainforest as you cross the river to witness the world’s largest macaw clay lick. Step into the clearing where, beneath the vines that dangle above a small cliff, the pink clay rises. The morning sun spreads over the tree line and you can see groups of parrots and macaws sitting along the canopy, their vibrant feathers like tie-dye against the trees. The steep bank begins to pulse. Squawks and squabbles over mineral rich clay keeps feathers pumping, beaks biting, and claws gripping at the perch. The bright reds, greens, blues, and yellows of the fluttering birds sit along the cliff side until one senses danger, possibly an eagle. In almost one fluid motion the world explodes into color and sound, squawking and fluttering as the parrots and macaws simultaneously take to the air."
    },
    {
      "dayNumber": "9",
      "title": "Amazon Rainforest – Along Rivers and Over Lakes",
      "description": "Today you will venture up river and return to the Posada Amazonas Lodge, leaving the rippling colors of the clay lick behind. Journey to the Oxbow Lake Short, a small drying waterway where you can view the natural wonders of the Amazon on a platform in the middle of the pond. The reflective water sits perfectly still until interrupted by ripples from the fish below. You can hear the aggressive drill of woodpeckers among the trees. Parakeets sing in the canopy. The wilds of the trees sway in the welcomed breeze and you can hear the rush of the river in the still of the later afternoon. Night begins to stretch above the canopy, the birds quiet down, the monkeys stop playing in the branches, and you settle in the lodge with the lingering perfume of camu-camu , a cherry-like fruit, filling the air."
    },
    {
      "dayNumber": "10",
      "title": "Puerto Maldonado – From Here to There and Back Again",
      "description": "Today you will wade through the waters of Amazon Basin and return to Puerto Maldonado. The calls of macaws and prehistoric grunts of howler monkeys fade into the trees. Board your flight and watch the canopy disappear below. Your time in Peru gave you the wondrous variety of the Andes and the Amazon, where the mountains rolled and the trees surrounded you. Ruins decorated hills and birds adorned the cliffs. You witnessed the wonder of Machu Picchu and the majesty of the rainforest. You ventured through Peru and discovered how diverse it truly is."
    }
  ],
  "map": ""
}