{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "romantic-getaway-to-lima-more",
  "tourName": "Romantic Getaway to Lima & More",
  "placesVisited": "Lima, Cusco, Aguas Calientes, Machu Picchu",
  "generalInfo": "Set out on the adventure of a lifetime to Peru's bustling capital city. From the moment you and your partner touch down in Lima, you will be greeted with sparkling Pacific shorelines and the refreshing aroma of sea salt. Experience the whimsical romance of this coastal paradise as you amble through the Parque del Amor and gaze at the warm red-orange hues of sunset. Fall in love with the region's delectable cuisine as you roll up your sleeves and partake in an authentic ceviche cooking class. Then, embark hand-in-hand on an unforgettable excursion to the world-renowned ruins of Machu Picchu. This luxurious, 7-day adventure has been personally handcrafted for you and will have you enjoying every moment that you spend in Peru.",
  "durationDays": "7",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Airport Arrival and Dinner Along Pacific Coastline",
      "description": "Beginning in the early morning hours, Lima will be bustling with charismatic street vendors who set up booths for the day as hurried traffic winds through the city's major streets. Seagulls will soar above as unrelenting Pacific Ocean waves crash against the shorelines. As the sun draws higher in the sky, children, couples, and families will gather in green public parks for a leisurely picnic. Your airplane will reach Lima by mid-morning, and the intoxicating aroma of sea salt will waft in your direction. Together, you will make your way through customs, which is where your private ground transportation will meet you. As you weave through busy city traffic, you can crack your windows to smell the tantalizing aroma of freshly grilled chicken and the citrusy seafood ceviche . In no time you will arrive at your luxurious hotel in the prestigious neighborhood of Miraflores. The hotel staff will welcome you and show you to your beautiful room with a stunning balcony view. After a brief rest, you can absorb the bird's eye view before exploring the city on foot for the first time. Hand-in-hand, you can stroll with your partner as the sunset warms the evening sky with its orange and red hues. You can stroll through Parque del Amor as soulful guitarists serenade you. Beautiful, mosaic-tiled benches along water's edge will provide the perfect coastal views, and later, you can choose from a plethora of fine dining options that will feature authentic Peruvian dishes. You and your partner can sip on a glass of frothy pisco sour as you cheers to what will surely be an unforgettable adventure in the vibrant city of Lima and the surrounding area."
    },
    {
      "dayNumber": "2",
      "title": "Lima – City Highlights Tour and Authentic Ceviche Cooking Class",
      "description": "Birds will chirp in the early morning hours as car radios hum in the distance. Shop owners and cafe servers may clang metal tables and chairs as they set up outdoor patios for the day. The early morning scents of rich coffee and soothing herbal tea will fill the air, and with each passing hour, the pace of city traffic will quicken while the downtown streets become crowded with pedestrian activity. You and your partner can enjoy a light breakfast at one of the dozens of outdoor cafes as you review the day's plans. By mid-morning, your expert guide will meet you in front of your hotel for an in-depth tour of the city center. You will make your way from the modern architecture of the city's coastlines to iconic gems that are further inland and span thousands of years. You will witness relics of Incan and pre-Incan civilizations, the imposing architecture of post-colonial Spanish aesthetic, and everything in between. You will then behold the dramatic architecture of the Plaza de Armas, which is considered the birthplace of the nation's capital. Afterward, you can admire the vibrant facades of the Government Palace, the Cathedral of Lima, and the Archbishop's Palace of Lima. From there, you will continue to the ancient Huaca Pucllana pyramids, which were constructed between the years 200 and 700 AD. In the afternoon, a world-renowned chef will lead you and your partner in a customized cooking class. During this, you will learn how to make Peru's internationally acclaimed seafood of ceviche . Crisp layers of pepper and seafood will offer the perfect crunch to your flavorful dish, and drizzles of tantalizing lemon and lime juice will complete your masterpiece. You and your partner will enjoy a romantic evening with a sunset view as you partake in your delicious creation that will be paired with a glass of sweet, red wine."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Plaza de Armas and Traditional Outdoor Markets",
      "description": "Lima's bustling city life will be highlighted as you uncover the captivating rituals and fascinating history that is nestled within the Andes Mountains and mystical Sacred Valley. Early in the morning, you will board a regional flight from Lima to the ancient birthplace of the Inca Empire: Cusco. Here, you will learn about the local culture and explore the charming city as you make your way to the internationally acclaimed ruins of Machu Picchu. Your transfer from the airport will bump along the cobbled streets until you arrive at your luxurious accommodation in the charming neighborhood of San Blas. The hotel staff will greet you and your partner with a steeping cup of mate de coca tea, which is a traditional herbal tea that is said to boost energy levels and offset the effects of altitude sickness. Once you are settled, you can indulge in a self-guided exploration of the city. You can begin at the central Plaza de Armas, which is flanked by the Cusco Cathedral and saturated with lively restaurants, bars, souvenir shops, and nearby museums. The effervescent Avenida del Sol will lead you in search of Qorikancha , which is the ancient Inca Sun Temple. Luscious gardens wrap around the exterior of this impressive edifice, and gold leaf lines the interior. Later this afternoon, you can converse with locals as you peruse the vibrant outdoor markets that are perched atop the city. Indigenous fruits like maracuya , chirimoya, and freshly squeezed juices like mango or banana will prove intoxicatingly refreshing. In the evening, you will return to the Plaza de Armas for a traditional meal with lively musicians who strum traditional melodies in the background. If you are feeling adventurous, you can even try the Andean region's esteemed delicacy, which is known as cuy . At night, you will return to your hotel and rest before an unforgettable two day at the famous UNESCO World Heritage Site of Machu Picchu."
    },
    {
      "dayNumber": "4",
      "title": "Aguas Calientes – UNESCO Machu Picchu Ruins",
      "description": "In the morning, you will board a luxury train ride from the neighboring city of Poroy to the mountain town of Aguas Calientes, which is located at the base of Machu Picchu. From inside the train, you can indulge in panoramic views of the jaw-dropping landscapes through the side and overhead windows. Your train car will snake along the swift waters of the Urubamba River and cross fortified wooden bridges before gliding past small farming villages as friendly locals wave to you from luscious green pastures. In just a few hours, you will arrive at the sleepy town of Aguas Calientes. Ground transport will escort you to your luxury hotel, which will be cradled in the hillside with views that overlook the Urubamba River. By midday, your knowledgeable guide will meet you in front of your hotel for a tailored tour of Machu Picchu. You will board your ground transportation and weave back and forth up the steep switchback road that has been cut into the looming mountainside. With each lateral ascent, you will get a better view of the majestic Andes mountain range that stretches into the distance. At the summit, you will deboard as you breathe in the fresh mountain air and catch your first glimpse of the ruins. You will begin your tour at the stone Guard Houses before venturing on to the Old City Gates. Your guide will teach you about Incan spirituality as you trek to the Temple of Three Windows, The Temple of the Condor, and Intihuatana , which is a ritual stone altar likely used for sacrificial purposes. Later today, your guide will give you time as a couple to indulge in additional self-exploration of the site, which will provide you with the utmost freedom to explore the grounds."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes – Machu Picchu, Huayna Picchu, and Hot Springs",
      "description": "In the early morning, you will awake to the chirps of birds, and you may be lucky enough to spot an Andean condor as it soars above and spreads its massive wings. You can listen to the swift river waters as they churn past the downtown plaza while travelers begin to venture up to the ruins. Your second day at Machu Picchu will provide you and your partner with a fresh vantage point of the ruins. Alongside your guide, you will have the opportunity to summit the mountain peak of Huayna Picchu, which sits at Machu Picchu's rear. You will begin your trek up the steep, stone pathway as you breathe in the sweetly scented flowers and crisp morning air. While the climb is steep, you and your partner will be richly rewarded at the top. Once you have reached the summit, you will truly feel on top of the world as you gaze out on an endless array of dotted mountain peaks. Just below, the famed ruins rest in serene silence and are framed by the surrounding foliage. An hour or so later, after you have returned to the ruins below, you and your partner will enjoy some additional time for self-exploration and idyllic photo opportunities. In the late afternoon, you will descend to Aguas Calientes to experience the beauty of the town's very namesake. Here, you can bask in the soothing waters, which are said to contain medicinal properties, as you look out on the mystic cloud forest and massive hillsides. In the evening, you can choose from a wide array of delectable, three-course meals at the center of town."
    },
    {
      "dayNumber": "6",
      "title": "Lima – Tour of Barranco District and the Prestigious Miraflores",
      "description": "This morning, you will depart Aguas Calientes as you once again indulge in a scenic train ride through the captivating Sacred Valley, across lush terrain, and around looming mountain peaks. In Cusco, you and your partner will board a regional flight back to Lima. You will enjoy your final day in Lima by touring the modern neighborhoods of Miraflores and the Barranco District with your expert guide. As your timing allows, your guide will lead you through the public parks of Parque Grau and Parque del Amor as you enjoy inspiring coastal views. You can venture to the Miraflores Lighthouse, where you will learn about restoration efforts and the rebuilding of the original 1900 lighthouse, which was built in Punta Coles. Your guide will give you a brief history of Miraflores and its impact on Peruvian culture. Later, you will wander to the flamboyant Barranco District where vibrant red, yellow, and blue hues of post-colonial buildings pop against the muted cobblestone streets. Intricate street art bursts around every corner, and live musicians provide a jubilant soundtrack in the background. Then, you can cross the famous Puente de los Suspiros as you appreciate the beautiful buildings, towering palm trees, and quaint cafes. You can also choose from several romantic dining options for a memorable last night in Peru."
    },
    {
      "dayNumber": "7",
      "title": "Lima – Airport Departure and Connect to International Flights",
      "description": "As the sun rises on your final day in Peru, you will travel down to the oceanfront for one last cup of coffee or mate de coca beneath the warm Peruvian sun. You and your partner will watch as the waves crash and sky gliders hover from cliffside to the sandy beaches below. Soon, you will be met in front of your hotel with private transportation to Lima's international airport."
    }
  ],
  "map": ""
}