{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "7-day-peru-vacation-lima-cusco-sacred-valley-machu-picchu",
  "tourName": "7-Day Peru Vacation: Lima, Cusco, Sacred Valley & Machu Picchu",
  "placesVisited": "Lima, Cusco, Sacred Valley, Machu Picchu",
  "generalInfo": "Uncover the treasures of the Inca and the wonders of preserved culture during your 7-day Peru tour. Whether an amateur treasure hunter or an eager adventurer, you will follow the paths of the Inca Empire and explore the mark of the Spanish to discover catacombs and gilded churches, Andean markets and pristine cloud forest. Treasured Machu Picchu will crown your tour as you create priceless memories in Peru.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Opening the Treasure Chest",
      "description": "Welcome to Lima, the City of Kings, where the history of the city lives along the streets that lie beneath the sprawling modernity of skyscrapers. Each neighborhood stands proud in their differences, creating a confluence of culture where the zesty scent of citrus and seafood drifts through one street, while the juicy and savory aroma of rotisserie chicken hovers along another. The treasures of Lima shines over the Plaza de Armas like pearls, from the Gubernatorial Palace to the bells of the Lima Cathedral. The grand façade of the cathedral radiates opulent white with tall, gothic spires hovering over the square. The sound of bells mixes with the bustle of the city. The Church of San Francisco looks like gold with its canary yellow façade luminous in the afternoon sun. The white trim of the church runs through the interior, white tiles brighten the church while red trim brings the gilded ornaments of the dais to an impressive glow. Descend the stairs beneath the base of the cathedral where natural light fades to flickering bulbs. The scent of damp earth rises from the dirt path. The catacombs of San Francisco are treasures hidden in plain sight, where the history of the church and the city come to life. The stones are cold against your palms; the quiet hum of electricity breaks the silence. Ascend the stairs and return to the bright sun of the Lima afternoon where the ocean breeze carries with it the sweet salt of the sea."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Open Riches Along the Cobblestones",
      "description": "Today you will venture into the Inca capital of Cusco, where the stunning Spanish architecture decorates the streets, built over the Inca foundations giving the city, and giving Cusco multiple layers of treasured delights. The city is at your leisure to explore giving you time to acclimate to the crisp, thin air of the high altitude of the Andes at 10,750 feet above sea level. The cobblestone streets meander along the hillside, narrow between kissing buildings that rise and fall along the lush green surroundings of the city. Forests border the Sacsayhuaman Fortress that lingers over the streets, its boulders pressed tightly together with the force of their own weight. Vibrant grass shines over the hilltops. The scent of elderflower drifts from the Museo del Pisco, where the frothy beverage of the Peruvian national drink is highlighted, the tangy flavor of the grape brandy speckled with sweet, floral bitters and the refreshing zip of a finish is as big of a find as the treasured city itself."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Sacred Treasures of the Valley",
      "description": "The early morning brings the light kissing the mountaintops over the city. Venture into the Urubamba Valley, known commonly as the Sacred Valley of the Incas. The treasured traditions of the Andes are alive and well in the town of Pisac where the colors of the market unfold like a rainbow, and you have found its pot of gold. Fresh huacatay , Peruvian mint, perfumes the market. Andeans come from miles around dressed in their traditional colorful garments to partake in the shopping paradise where bartering is still practiced. Listen to the boisterous sounds of the market, the jovial cheers and heated trades before departing for Ollantaytambo. The Inca Fortress and citadel of Ollantaytambo were built to guard the entrance to the Sacred Valley, charged with protecting the opening from possible invasion from tribes, and eventually the Spanish. The large terraces of the fortress climb up the mountainside and are visible from the quaint streets of the nearby town. The mixture of the military, religious, and agricultural centers watch over the village from above, where you can climb the single staircase, filled with scent of lush grass and rich minerals, to the carved out ruins that dig into the mountain. As the sun sits along the open sky you will pass the village of Chinchero where the ruins of the Royal Hacienda of Tupac Inca Yupanqui stand tall, and return to Cusco coveting the treasured memories of the day."
    },
    {
      "dayNumber": "4",
      "title": "Aguas Calientes – The Crown Jewel of the Mountains",
      "description": "Let the morning light spread over Cusco and dance along the treetops of the surrounding forest. Rise early and climb aboard the train that will take you along the foothills of the Sacred Valley. The glass dome of the train gives you an unparalleled view of the entire journey. The mountaintops roll along the sky where the sun slowly rises above the peaks. The Urubamba River carves through the foothills digging deeper in the valley. The jungle covers the sky and adds a variety of colors to the ride. The scent of fresh coffee and sweet pastries drifts through the train car. Arrive in Aguas Calientes where you can board a quick shuttle to the gates of the Lost City. The stone steps can be steep, smooth with use and time, while moss covers the wall that keeps the city hidden. Machu Picchu tours are at the top of many travelers lists. You will get to cross this off your list as you enter the top of the citadel and the wall opens up giving a sensational view of Machu Picchu rising above the clouds. The rushing sound of the river has been replaced by the serene sound of the quiet altitude. You heart races from the view of this Wonder of the World, the breathtaking sight of city in the sky. The stone structures climb the terraces above you. You find the stairs that cut through the terraces and follow your guide through the city, treasuring the landscape and each drop of information. The scent of fresh grass and cold stone fills the air. The Temple of the Three Windows features three large trapezoidal windows that capture the exact location of the sunrise and open out to the valley below."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – All That Glitters Is Gold",
      "description": "The early morning sun rises over the Lost City of Machu Picchu. You watch the glinting light rise over the mountains for another stunning view of the Lost City amidst the morning as the clouds fade away. The sound of the rushing river flows through the streets as Aguas Calientes becomes bathed in light. With the morning and early afternoon at your leisure you can venture through foothills of the city, dip your body into the soothing hot water of the thermal baths, letting the steam open your pours and your lungs, or for those craving another grasp of the treasured Lost City you can make your way back into Machu Picchu. Explore the wonders of the Lost City on your own, taking in the sensational architecture for what it is, as opposed to what it was or could have been. For a breathtaking panorama, make your way to the base of Huayna Picchu where only 200 visitors a day are allowed to ascend to the peak that overlooks the city. With the valley below telling you to climb higher and the thought of treasured memories within your grasp, make your way through the entrance to the foothills and follow the trail up the mountainside. The steps are steep. The stones are smooth and faded. The rope rail is coarse and strong in your hands. The final ladder brings you to the peak where you can overlook the entire city of Machu Picchu in the serene quiet, in the company of mountaintops. Your panorama gives you the valley below, the plateau of the Lost City, and the richer magnitude of the overall accomplishment, not only of the city below, but also of your climb above. You will eventually descend the mountain and ride the train back to Cusco, but for the moment you can look at the gleaming stones of Machu Picchu and the gained treasured memory."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – Gilded Streets and Treasured Light",
      "description": "Today you will tour the streets of Cusco to see the city’s incredible riches that range from Inca remains to Spanish overlays. Tour along the cobblestones; press your hands to the smooth and protruding stones of the buildings. Listen to the gentle trickle of the fountain in Plaza de Armas before experience the grandeur of the once sacred Temple of the Sun: Koricancha, now the Church of Santo Domingo. The combined sacred sites of the church overlaying the Inca temple illustrate the ancient Andean culture's collision with Western Europe and the complex structure of Cusco. Koricancha was the most extravagant with 4,000 priests and served as the main observatory. The temple was a shimmering palace rumored to have a courtyard of gold. The Baroque church recaptures the non-mortar masonry of trapezoidal doorways, curved walls, and exquisite carvings giving the space perfect symmetry. In and out of the city you can experience the architectural treasures of the Inca, including venturing along the behemoth boulders of Sacsayhuaman Fortress, giving a perfect representation of Inca engineering ingenuity."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – Treasured Memories Overflow",
      "description": "Today you will make your way to the airport and wave goodbye to the undulating hills of the Sacred Valley, the cobblestone streets of Cusco, and the treasures of Peru. You have witnessed the gilded beauty of the Spanish colonial past, along with the engineering riches of the Inca, including the Lost City of Machu Picchu radiating like a gem on a pedestal. As your journey home continues you will always have the memories of your time in Peru and you can keep them guarded like the treasures they are. Consider extending this 7-day trip. Visit the Peru travel agency section to read traveler reviews and get ideas of what other places to visit in Peru."
    }
  ],
  "map": ""
}