{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "romantic-getaway-tour-to-illustrious-peru",
  "tourName": "Romantic Getaway Tour to Illustrious Peru",
  "placesVisited": "Lima, Nazca, Cusco, Sacred Valley, Machu Picchu, Aguas Calientes",
  "generalInfo": "Join hands with your partner as you step into the fairytale landscape of Peru. Adventure, culture, and unparalleled sightseeing await you as you embark on this once-in-a-lifetime adventure. Vibrant city life abounds as you navigate the energy and enthusiasm of Lima. Meanwhile, the tranquil serenity of the Sacred Valley and Aguas Calientes offer the ideal backdrop to relax and unwind on this magical couple's retreat. You'll cheers with a glass of pisco sour as you make memories that will last a lifetime.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – City Highlights and Moonlit Dinner",
      "description": "You are sure to beam with excitement as you land at Lima's International Airport and begin your romantic retreat in Peru. After making your way through customs, you will meet your expert guide. From there, you will travel via private ground transportation to your luxury hotel in Lima's most prestigious neighborhood of Miraflores. Crisp, white skyscrapers line boulevards as couples stroll through verdant parks below. You will get your first glimpse of the sparkling oceanfront as you near the opulent neighborhood. Upon arrival, the hotel staff will greet you with a local cup of mate de coca tea, a famous herbal tea in Peru. Then, in the afternoon, you will venture into the city with your partner for some relaxed self-exploration. You can stroll along the cobbled streets of Lima's downtown before taking in the sunset and crashing waves from the picturesque Parque del Amor. Finally, you can enjoy a romantic moonlit dinner along the coast where you can bite into the most delicious local flavors, including Peru's national dish, citrusy ceviche . You will cheers with a glass of the country's famed pisco sour before returning hand-in-hand to your five-star hotel."
    },
    {
      "dayNumber": "2",
      "title": "Nazca – Private Helicopter Ride over Nazca Lines",
      "description": "In the morning, you are in for the thrill of a lifetime as you jet set on a private helicopter ride over the ancient Nazca Lines. After a relaxing cup of coffee or tea along the Plaza de Armas, you will take off on an extraordinary adventure to the deserts of Peru. You will board a short regional flight from Lima to Nazca, where you will meet your expert guide. You will whiz along scenic desert landscapes before arriving at Nazca's quaint downtown. From here, you will join your expert guide for the history lesson of a lifetime as you explore the jaw-dropping geometric and animal-inspired designs, known as the Nazca Lines. While historians still debate how and why ancient civilizations built these mysterious formations, there's no denying their meticulous design and sheer size. It's the perfect photo-taking opportunity from an idyllic bird's eye view. In the late afternoon, you will travel to the beautiful rocky shores of the San Fernando area for a relaxing bite to eat as you look out on the lapping waves. You can sample one of several traditional delicacies, including escabeche, pickled vegetables served with delectable grilled chicken."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Plaza de Armas and San Blas Neighborhood",
      "description": "The following day, you will get a true sense of culture and tradition when you descend on the bustling city of Cusco. As you approach the main Plaza de Armas, you will see the downtown littered with energetic backpackers, vibrant shops, and charismatic street vendors selling everything from candies and keychains to finely crafted woolen goods. For many travelers, Cusco is a short stop en route to Machu Picchu. For locals, the city is a point of national pride with its own distinct charm and character. After settling into your five-star hotel in the heart of the downtown, you will spend the daylight hours exploring the city's many gems. You will peruse open-air markets and chat with local sellers before stepping inside ornate Spanish cathedrals with grand facades and opulent gold interiors. Later, you will make your way down Avenida del Sol to visit the Sun Temple, the Incas' most impressive structures in the city with great fortitude and meticulous gardens out front. In the evening, you will return to the main plaza for a moonlit dinner beneath the shimmering stars."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – Ancient Inca Ruins",
      "description": "You will rise the next morning as the vibrant Peruvian sun peaks over the looming Andes Mountains. You can enjoy a fresh cup of mate de coca tea from your private hotel balcony or venture into one of the city's numerous sunkissed patios to enjoy a light breakfast. Momentarily, you will meet your expert guide in front of your hotel for a day of historic intrigue beyond the confines of downtown. First, you will arrive at the ancient Inca site known as Tambomachay perched atop the city. As you step out of your private ground transportation, you will first be greeted by the sound of trickling water streaming from ancient Inca aqueducts. As you near the large stone basins, you will surely be in awe of their grand construction and precision. Your guide will transport you back in time as you learn about the noble elite who used the site as a spa resort away from the busyness of city life. Then, you will travel to nearby Saqsayhuaman, where you will marvel at the stoic military fortress. As you get an up-close look at the mortarless stone walls, your guide will explain that the spacing is so tight, not even a sheet of paper could pass."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley – Buggy Ride and Private Cooking Class",
      "description": "In the morning, you will begin your journey to the internationally acclaimed ruins of Machu Picchu. Of course, you will be traveling in style as you board an all-terrain buggy. Then, with your partner, you will link hands as you race along the grassy green fields and weave in and out of the Andean foothills. The swift waters of the Urubamba River will churn, and you will see alpaca and llama freely grazing on the hillside. By early afternoon, you will arrive in the lovely town of Chinchero, marked by white stucco facades and flowery green fields. Here, you will partake in an invigorating cooking class alongside a world-renowned chef. Together with your partner, you will learn to make lomo saltado, a rich blend of onion, peppers, tomato, and marinated sirloin. This traditional Peruvian staple is most often served with rice and potatoes and enjoyed as a delicacy in the Andean region. You and your partner will indulge in your delectable creation as you look out on the seemingly endless blue skies and rolling hilltops."
    },
    {
      "dayNumber": "6",
      "title": "Machu Picchu/Aguas Calientes – UNESCO World Heritage Site",
      "description": "Today may very well be the pinnacle of your trip as you travel by train through the Sacred Valley to the famed ruins of Machu Picchu. You will board your luxury train car at the ancient ruins of Ollantaytambo, a refuge for the Incas escaping the Spanish colonizers. Along your two-hour train ride, you will enjoy mesmerizing views of the valley from panoramic windows stretched to the sides of the train car and overhead. Then, in no time, you will arrive at Aguas Calientes at the base of the ruins. Over the course of the day, you will stroll alongside your expert guide through the ruins' many highlights, including the Sacred Rock, Temple of Three Windows, and House of the Guards. You will surely snap stunning photographs with distant mountain peaks looming in the background and the occasional llama or alpaca in the forefront. If you are feeling adventurous, your guide will also provide you the opportunity to climb Huayna Picchu, situated just behind the famous Machu Picchu ruins. In the evening, you will descend the switchback roads along the hillside and take a dip in the medicinal hot springs from which the town of Aguas Calientes gets its name."
    },
    {
      "dayNumber": "7",
      "title": "Lima – International Departure",
      "description": "On your final day in Peru, you will board a regional flight back to Lima. There, you can enjoy a few hours of shopping and relaxation as you once again take in the breathtaking ocean views. You can also sit out on the patio and enjoy one last refreshing glass of pisco sour . Then, you will meet your guide of your hotel and be whisked away to Lima's International Airport. As you look out the window of your private vehicle, you will be reminded of the enchanting memories you have created during your weeklong excursion in Peru. From the thrilling helicopter ride over Nazca and the luxurious train ride through the Sacred Valley to your private cooking class in Chinchero, and of course, your trek to Machu Picchu, your romantic Peru vacation will be complete. Even as you return home, you and your partner will surely be reminiscing over your once-in-a-lifetime experience in the weeks and months to come."
    }
  ],
  "map": ""
}