{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "best-of-peru-tour-in-two-weeks",
  "tourName": "Best of Peru Tour in Two Weeks",
  "placesVisited": "Lima, Paracas/Ica, Cusco, Sacred Valley, Machu Picchu, Paraque Nacional del Manú, Puno Lake Titicaca",
  "generalInfo": "Once regarded as the “navel of the world,” Peru captivates international attention for its rich history and diverse natural beauty. Each year, millions of tourists summit the rugged Andes mountains to reach Machu Picchu, which is the pinnacle of Incan innovation. Yet, a true adventure to the birthplace of the Inca Empire extends beyond the limits of this world wonder. Experience the best of Peru as you sample authentic ceviche along the breezy coastline, trek through the secluded jungles of the Amazon, immerse yourself in the vibrant textiles of Andean culture, and marvel in the beauty of the winding Sacred Valley. By the time this majestic, Peruvian trip has culminated, you will already be dreaming of your return to Peru.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Arrival at Jorge Chavez International Airport in Lima",
      "description": "You will catch your first glimpse of Peru’s jagged mountain peaks and iridescent coastlines as you make landfall in Lima at the Jorge Chávez International Airport. Here, you will be greeted at the gate and escorted through customs to your private ground transportation. Weave your way through the buzzing streets of downtown Lima as you inhale fresh sea-salt air that is mixed with the aromas of street vendors’ daily delights, which usually consist of grilled fish and chicken. Your bus will bump along the brick-laid streets of the historic district and then cruise past the opulent white skyscrapers of the fashionable Miraflores neighborhood. Finally, you will arrive at your luxurious accommodation in the heart of the nation’s capital. Once you are here and settled in, you can enjoya relaxing afternoon at water’s edge or on nearby restaurant patios that overlook the bay. After dinner, you will return to your hotel to rest for a full day of sightseeing."
    },
    {
      "dayNumber": "2",
      "title": "Lima - Full-Day City Tour",
      "description": "You will begin the day with an immersive tour of Lima’s highly regarded cultural and historical sites, and you will begin beneath the shady palm trees at the Main Square of Lima. Then, you will travel back in time at the Larco Museum, which is a capsule of pre-Columbian jewelry, pottery, and paintings. Finally, you will join your guide at the facades of Lima’s most prominent churches like the Basilica and Convent of San Francisco de Lima where you will have a careful look at each of the edifices’ Spanish-style architecture: handcrafted stonework, intricate spires, and vibrant paint colors. At lunchtime, you will circle back with your group to Miraflores, which is the most lavish and distinguished neighborhood in all of Peru. While here, you will have the rare opportunity to savor unique and local spices that are found in the country’s quintessential dish: ceviche . Each bite will offer you a crunchy mix of pepper, onion, marinated seafood, and freshly squeezed lime juice on top. In the evening, you can sip on Peru’s frothy pisco sour amidst the soft orange-yellow hues of sunset. If you glance out towards the crashing seawaters, you will be able to see nearby paragliders soar from the cliff’s edge to the sandy beaches below."
    },
    {
      "dayNumber": "3",
      "title": "Ica - Sand Dune Buggy Ride through the Huacachina Desert",
      "description": "Today, you will hit the gas at the sand dunes of Huacachina for an unforgettable day in the sun. Your seasoned guide will have you zipping up and down the massive dunes in an all-terrain dune buggy. Two hours and one massive adrenaline rush later, you will pause for photos beside the water basin in the desert oasis. Once a respite for Lima’s wealthy elite, the tranquil lagoon is a hotbed of luxury hotels, fine dining, and of course, sunny sand adventures. After lunch, you will travel to the nearby coastal city of Paracas and dig your toes into the pristine sandy beaches. Then, you will grab a pair of binoculars as you embark on a cruise to the rocky islands known as Islas Ballestas. Here, you will be sure to see a myriad of wildlife, including the Humboldt penguin and several species of sea lions that will be tucked inside rugged protective coves. Between August and October, you may even spot a humpback whale as they begin to migrate."
    },
    {
      "dayNumber": "4",
      "title": "Cusco - Guided Tour of Cusco History",
      "description": "In the morning, you will fly into Cusco, which is the former centerpiece of the Incan Empire. Your private shuttle will escort you to your hotel in the white stucco neighborhood of San Blas where you will settle in with a cup of mate de coca tea as you adjust to the city’s altitude. Once you have rested, you can roam down the winding stone streets to the Plaza de Armas and observe the intricate stonework of the Cusco Cathedral and La Compañía de Jesús church. Then, your tour guide will help you navigate the city streets as you venture a short 10-minute walk down the vivacious Avenida del Sol . Soon, you will participate in a guided tour of Qorikancha , which is also known as the “The Golden Courtyard.” Here, you will follow in the footsteps of the Spanish conquistadors as they once descended on the temple’s opulent gold interior hundreds of years ago. In the afternoon, your group will board a private shuttle to Saqsaywaman, which is the former Incan capital that was built in approximately 1100 AD. As you walk through the relics of this former citadel, you can run your hands along the virtually impenetrable stone walls, which were so tightly constructed that not even a single piece of paper could pass."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley - Handicraft Culture Class and Tour of the Valley's Ruins",
      "description": "The next day, you will depart Cusco to embark on a grand tour through the Sacred Valley. First, you will take a short drive to the ruins of Tambomachay. Here, you will study the site’s famed aqueducts, canals, and waterfalls that were most likely built as ancient Incan baths. Next, your shuttle will arrive at the village of Chinchero, which is the former Inca emperor’s resort oasis. Your guide will lead you to a local culture class where you will observe natural dyeing and weaving techniques. Then, put your skills to the test as you follow a guided demonstration of a simple traditional design. Afterward, you will enjoy a light lunch before continuing to the salt mines of Maras in the afternoon. As you look out on dozens of these meticulously constructed salt basins, your guide will teach you about the Inca’s process of harvesting the mines over six hundred years ago. In the evening, you can sink your teeth into local and juicy fruits at Urubamba’s open-air market. Later, you will return to your hotel for a serene night of stargazing in the Valley."
    },
    {
      "dayNumber": "6",
      "title": "Ollantaytambo - Scenic Train Ride to Machu Picchu",
      "description": "The next stop on your expedition of the Sacred Valley will bring you to Ollantaytambo, which is a resort town that was built for Incan nobility and a refuge for the Incas as they fled Spanish invasion during the 1500s. You will start by scaling the towering stonewall terraces and tracing the paths of ancient irrigation systems. Then, you will make the climb to Temple Hill, which is also known as the Wall of Six Monoliths. Take a good look, and you may also pick out the former Inca storehouses, which were cleverly built high into the hillsides to prevent their contents from decaying. After lunch, you will set out towards the most prized jewel in all of the Incan Empire: Machu Picchu. You will find your seat aboard a luxurious train with large overhead windows and premium food and drink services. You will also have spectacular views as you glide past grassy green fields, across glimmering streams, and beneath thick vegetation. Waitstaff will offer you a delectable lunch of locally sourced ingredients, and in the evening, you will arrive in the base town of Aguas Calientes. Here, ground transportation will meet you at the train station and bring you to your luxury accommodation that will be perched high above the valley."
    },
    {
      "dayNumber": "7",
      "title": "Aguas Calientes - Guided Tour of Machu Picchu",
      "description": "In the morning, you will meet your private tour guide in front of the hotel for your first of two days exploring Machu Picchu. The zig-zag roads up the mountainside lend passengers picturesque views of the outstretched Valley below. Inhale fresh, crisp air as you exit the shuttle bus and peer out at the iconic ruins below. As a group, you will spend the day touring the site’s most notable relics as you learn more about the history and spiritual significance of each, including The Sun Gate, The Royal Tomb, and The Temple of Three Windows. In the afternoon, you will journey to the House of the High Priest, the House of the Ornaments, and The Sacred Rock. In the evening, retreat down the switchback roads to Aguas Calientes. Your guide will escort you to your hotel for a quick respite and chance to freshen up. With swimwear in tow, you can stroll down to the natural hot springs and the city’s namesake. Here, you will soak up the warm"
    },
    {
      "dayNumber": "8",
      "title": "Aguas Calientes - Climb to Huayna Picchu and Self-Guided Tour of Ruins",
      "description": "Your private transportation will greet you in front of your luxury hotel. The second day at Machu Picchu will give you an opportunity for self-led and self-paced exploration, and if you are lucky, you may even get a picture near the many alpaca that roam amongst the ruins. Adventure seekers can then participate in a 1.5-hour climb up Huayna Picchu, which is located just beyond the ruins of Machu Picchu. At the summit, you will truly feel on top of the world as you look out on the majestic Andes Mountains dotting the horizon. Travelers who opt not to climb Huayna Picchu will have additional time to survey the grounds of Machu Picchu and study the site’s history in greater detail. In the evening, you will return to the hotel and rest up for an incredible 3-day excursion to one of the most remote corners of the world: The Amazon."
    },
    {
      "dayNumber": "9",
      "title": "Parque Nacional del Manu - Riverboat to the Amazonian Jungle",
      "description": "Today, you will travel by land and by water for the most scenic perspective of stunning foliage and natural land formations that Peru has to offer. As a group, you will wind through the Andes and then glide down the river as birds sing and crickets chirp. Finally, your expert guide will bring you to your final destination where you can settle into your cozy, yet rustic dwellings in your private, luxurious lodge that will be complete with a balcony and hammock. You can stretchyour legs on an afternoon hike where you can witness hundreds of native species up close. By following your local guide through heavily wooded areas that are shaded by thick foliage, you can listen to a symphony of cooing birds, rustling leaves, and the high-pitch squeals of the black spider and capuchin monkeys. In the evening, you will partake in an outdoor dinner and relax on the patio amidst luscious vegetation. Then, you can join an optional nighttime hike to listen for the sounds of the lively nocturnal wildlife."
    },
    {
      "dayNumber": "10",
      "title": "Parque Nacional del Manu - Samples of Amazonian Dishes",
      "description": "The following day, your guide will take you on a short riverboat ride deeper into Manú National Park. First, you will disembark at a shaded alcove and traverse the jungle floor to a sparkling waterfall. After, you will hike along the steady stream as it cascades down a jagged cliff and collects natural hot spring water into a large basin. After you have taken a quick dip, you can indulge in the rich flavors of juane de pollo , which is an Amazonian staple that is made with chicken, onion, rice, fruits, and elegantly wrapped up in a bijao leaf. As you eat, an expert chef will teach you about the dish’s complex flavors and local ingredients. Then, you will learn more about the local inhabitants of Peru’s Amazon who have maintained an isolated existence for hundreds of years. You will then travel back to the lodge in the evening where your local guide will teach you about the characteristics and medicinal properties of the regional flora."
    },
    {
      "dayNumber": "11",
      "title": "Parque Nacional del Manu - Zipline through the Amazon's Canopy",
      "description": "At sunrise, you will set out on the river’s sandbars for a chance to see dozens of the region’s 1,500 native species of birds, including vibrantly colored parrots that are high in the jungle’s canopy layer. Your guide will provide the group with binoculars and a telescope for optimal sightings. At mid-day, you will take a short rest to enjoy your light lunch. Then, you will gear up for an adrenaline rush that is unlike any other from perhaps the best vantage point in the Amazon. One by one, the members of your group will mount a zipline above the treetops and zoom along the jungle’s canopy layer past the sights and sounds of hundreds of birds, insects, and mammal. Later in the day, you will have free time to explore the hiking trails that are near your accommodation’s grounds. Your guide will provide you with a map and guidebooks as you wander along clearly marked routes nearby."
    },
    {
      "dayNumber": "12",
      "title": "Cusco - Shopping at Cusco's Local Markets",
      "description": "In the morning, you will return to Cusco. You can choose to visit one or several local produce markets. If you have a thirst to quench, then you can cool off with a freshly squeezed natural juice that is sold at various stands in each market. Next, you will weave down narrow cobblestone paths where you will uncover wooden handicrafts, handmade jewelry, high-quality pottery, and buttery-soft Alpaca textiles. At Mid-day, you can unwind with a relaxing lunch in the plaza. For those in the group with an adventurous taste palate, try Peru’s grilled cuy , or guinea pig, which is a delicacy of the region. Later in the day, you will discover the origins of the coca leaf and gain a deeper understanding of indigenous Quechua culture in the region. You will learn about the plant’s medicinal properties and spiritual powers according to Andean tradition. Then take a look at customary Quechua clothing and even practice a few words in the native language. In the evening, you can check out Cusco’s live music scene at one of the dozens of lively bars that are situated near the city’s main plaza."
    },
    {
      "dayNumber": "13",
      "title": "Puno/Lake Titicaca - Floating Islands of Lake Titicaca",
      "description": "In the morning, you will jet to Puno where you will be met at the airport and accompanied to your luxury hotel that overlooks Lake Titicaca. You will start the day with a tour of the lake where you will enjoy the rolling hills along its periphery. You will hear about the lake’s geography and fascinating cultural heritage, which has been home for centuries to both Quechua and Aymara native speakers. You will learn firsthand about the Uru people from their ancestors who were once exiled to the Puno region to escape persecution during the pre-Columbian era. Subsequently, the Uru people built the Uros , or “floating islands,” by hand out of thick, buoyant reeds. Today, about 1,000 Uros live on the artificial islands today. After a tour of the islands, you will have a chance to peruse jewelry and other handcrafted souvenirs that have been made by the local Uros people. Finally, you will round off the day at water’s edge as you bite into perfectly seasoned, fresh lake trout."
    },
    {
      "dayNumber": "14",
      "title": "Lima - Departure from Lima",
      "description": "After a relaxing day at the lake, you will pack your bags as you say your final goodbyes to the rolling Andes Mountains, mystical Sacred Valley, and whimsical desert oasis. You can look back on photos of the sparkling beaches and lush tangles of the Amazon as you board your flight back to Lima. Lastly, you will bid farewell to your expert guide as you connect to your international flight home and dream about your next trip to Peru."
    }
  ],
  "map": ""
}