{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "pure-peru-amazon-to-ancient-cusco-tour",
  "tourName": "Pure Peru: Amazon to Ancient Cusco Tour",
  "placesVisited": "Iquitos, Cusco, Lima, Machu Picchu and the Inca, Moray, Ollantaytambo",
  "generalInfo": "Book this immersive 11-day Peru tour to experience the adventures and heritage of Peru, from the Amazon to the Andes. The enchanting ruins of Machu Picchu feature soaring stones and sensational legends, and the dense jungle of the Amazon hides tremendous wildlife. Whether following the trails of the Inca or searching the water for signs of giant otters, you can indulge in the pure traditions, culture, and wonder of Peru with this trip.",
  "durationDays": "11",
  "price": "4,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Arrive in Vibrant Lima",
      "description": "Lima is a unique city that rises out of one of the driest places in the world. The city is home to coastal cliffs, pre-Columbian temples, and a unique display of Peru’s diverse heritage. Stately museums provide a sublime image of regional history and contemporary culture with displays of remarkable pottery and edgy art. Your flight will land at Lima’s Jorge Chavez International Airport, where your private transfer will meet you at customs. Once at your hotel, you can enjoy the day at your pace."
    },
    {
      "dayNumber": "2",
      "title": "Iquitos - An Amazon Cruise",
      "description": "You will fly in the morning to the depths of the Amazon Rainforest at Iquitos, a city hidden in the jungle. The streets and bordering trees teem with life, the Belen Mercado shines with colorful displays inside the scores of huts along the water, and the rambling vendors feature floating canoes and trade exotic produce. Your private transfer will meet you at the airport and lead you to the comforts of your cruise that will lead you to the infamous Amazon River."
    },
    {
      "dayNumber": "3",
      "title": "Amazon - Along the Amazon River",
      "description": "You will take a skiff over the Samiria River in the morning, during which your knowledgeable guide will explain the wonderful diversity of the ecosystem. You may hear the rowdy calls of the scarlet macaw in the trees, whose plumage shines with layers of red, yellow, and blue. Along the banks, you can search for giant river otters, which can grow up to over five and a half feet long. Their tail resembles a wing and helps them navigate the water so that they can hunt for fish and crabs."
    },
    {
      "dayNumber": "4",
      "title": "Amazon - The Amazon and Piranha Fishing",
      "description": "You will set out into the jungles with your guide to discover the beauty and wild of your untamed surroundings. The cool morning air can reveal wildlife like the Woolly monkey, which can reach up to two feet long with an even longer tail. You will continue to a sheltered lagoon in search of a Hoatzin, a reclusive bird that is found in swamps and mangrove forests. Your guide will provide you with deeper insight into the history and ecology of the bird, and you will notice its large size of 26 inches tall."
    },
    {
      "dayNumber": "5",
      "title": "Amazon - The Fundo Casual Jungle Trail",
      "description": "In the morning, you will follow the Fundo Casual Trail into the dense Amazon Jungle while being surrounded by the exciting calls of the wild. You will reach the community of San Francisco, where you can visit the market to find local artisan crafts. The indigenous communities of the rainforest represent the preserved heritages and are coupled with elementary school initiatives. You can visit the community center to learn more about the curriculum and the traditions of the communities. After you reach the boat, you will venture back toward Iquitos with stoic scenery lining the waterways."
    },
    {
      "dayNumber": "6",
      "title": "Sacred Valley - Finally Reach the Andes",
      "description": "Just outside of the city, your guide will lead you to the Amazon Rescue Center to experience the manatee conservation efforts. You can tour the facilities to find a number of pink dolphins and anteaters that were rescued and are in rehabilitation. The manatees can weigh up to nearly 764 pounds and use their flippers like hands to scoop the river floor, embrace another manatee, or guide food to their mouths. After visiting the manatee rehabilitation center, you will board a flight bound for Cusco, where your private transfer will drive you into the Andean countryside to the Sacred Valley."
    },
    {
      "dayNumber": "7",
      "title": "Sacred Valley - Andean History and Culture",
      "description": "As you venture into the heritage of the Andes at Moray, you will discover the unique layers of Moray, where the terraced landscape resembles an amphitheater. The Incas used the varied features and temperatures of the layered platforms for agricultural purposes without the need for irrigation. When you reach Ollantaytambo, you will discover the fascinating Inca ruins that dominate the mountain slopes and hover above the town’s cobblestone streets. The fortress and temple stand atop a plateau with steep stairs that connect the tall terraces and texture the mountain."
    },
    {
      "dayNumber": "8",
      "title": "Sacred Valley - The Secrets of Machu Picchu",
      "description": "You will travel to Machu Picchu in the morning to experience the hidden history that is shrouded by the atmospheric mist. The ruins represent the prestige of the former empire that was nearly forgotten for centuries. The ruins emerge from atop the Urubamba Valley, and your guide will lead you to the curved tower of stones that represent the Temple of the Sun. The Ceremonial Baths feature 16 connected ceremonial sections that cascade along the slopes. Your guide will provide a magnificent narrative of history and cultural throughout your journey together."
    },
    {
      "dayNumber": "9",
      "title": "Cusco - The Charms of Cusco",
      "description": "The captivating city of Cusco acts as the capital of Andean culture. Here, the heritage of the mountains and Spanish colonial powers converge. You will meet your guide before enjoying a tour of the city’s diversity, from the ornate cathedrals to the cobblestone lanes. In Cusco, art galleries feature local artists, and boutiques display hand-woven alpaca sweaters. At Qorikancha, your guide will lead you through the former convent that was built over the Inca temple in the 15th century. The courtyard once featured a solid gold fountain."
    },
    {
      "dayNumber": "10",
      "title": "Lima - Visit Piquillacta and Tipon",
      "description": "Today, you will follow your guide through the major pre-Inca ruins of Piquillacta in the morning to find the Wari cultural architecture that dates back nearly a millennium. Two-story structures create a unique ambiance among defensive walls with second-story entrances, and traces of gypsum remain on the floors and walls of the structures. You will continue to Tipon to find the picturesque set of terraces alongside long stairways. You can also find the remarkable irrigation system that crowns the head of the valley. After your tour, you will have a private transfer to the airport for your return flight to Lima."
    },
    {
      "dayNumber": "11",
      "title": "Lima - Departure",
      "description": "Before your return flight home, you can enjoy the fascinating history and scenery of Lima. The electric ambiance of Miraflores stems from the beautiful cliffs that are lined with glass, steel architecture, and old colonial buildings. The sea breeze sweeps across the walkways and carries hang gliders over the edges of the Pacific Ocean. When you are ready, your private transfer will meet you at the hotel and escort you to the airport, bringing an end to your fascinating adventure in Peru."
    }
  ],
  "map": ""
}