{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "two-week-peruvian-expedition-itinerary-for-couples",
  "tourName": "Two-Week Peruvian Expedition Itinerary for Couples",
  "placesVisited": "Lima, Huacachina/Paracas, Manú National Park, Cusco, Sacred Valley, Inca Trail, Aguas Calientes/Machu Picchu",
  "generalInfo": "An idyllic romantic adventure awaits you in Peru. You and your partner will enjoy two unforgettable weeks of uncovering the heart and soul of the ancient Inca Empire. Step into the forefront of a civilization's riveting past and uncover the fervor of vibrant Andean traditions that have been proudly upheld to this day. Upon touchdown, you will surely grow lovesick over the luscious green pastures and sparkling blue beaches. Hand in hand, explore these majestic lands as you traverse the rugged Inca Trail, scale the top of the lush Amazonian canopy, and stargaze under the smoky midnight sky of the secluded Sacred Valley.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Tour of Miraflores, Barranco District, Old City",
      "description": "You will have to keep up with the busied pace of urban life in the eccentric capital city of Lima. Pedestrians stroll through well-manicured public parks while hurried taxi drivers weave in and out of stalled traffic. You will spend your afternoon getting to know several eclectic, urban districts within close walking distance of your five-star accommodation. You will begin in the neighborhood of Miraflores, which the most luxurious and sophisticated neighborhood in the country. It will be easy to understand why Parque del Amor is dedicated to lovers as this expansive green space is flanked by mosaic-tiled benches and offers couples an enchanting view of the iridescent coastlines below. At the water's edge, you may see children maneuvering high-flying kites and tugging on strings with each assertive gust of wind. You can listen to the cooing seagulls overhead as you circle the perimeter of La Marina Lighthouse, which was constructed in the 1970s as an ode to the original landmark in Punta Coles. In the afternoon, you will venture off the beaten path with your expert guide as you explore the Barranco District. Here, you will be exposed to a different side of Lima that is both artistic and playful. Culture is turned inside out within former colonial mansions that local artists have since reenvisioned as trendy bars and flamboyant cafes. Against technicolored street art designs, friendly-faced women will sell handicrafts and jewelry while charismatic cooks convince passersby to indulge in a buttery cob of corn or a perfectly seasoned skewer of chicken. You will return to the Old City at the Plaza de Armas where warm hues of yellow, pink, and orange pop against the Spanish architecture of carefully adorned churches and government buildings. Step inside the ornate Basílica y Convento de San Francisco de Lima and in front of the Government Palace of Peru before returning to the sandy beaches of Miraflores for your satisfying, sunset dinner."
    },
    {
      "dayNumber": "2",
      "title": "Huacachina/Paracas – Dune Buggy Ride and Seaside Dinner",
      "description": "Today, you will leave behind the incessant buzz of downtown living for a new kind of thrill. Your private transport will meet you at your hotel for an exciting, full day’s excursion to Huacachina, which is located three hours south in the province of Ica. By late morning, steamy temperatures of the Peruvian desert will give way to a refreshing breeze as you take off in your all-terrain dune buggy. Fly across the sandy slopes for an adrenaline rush sure to get your blood pumping. Of course, what would this exhilarating ride be without an equally impressive view to match? Huacachina's desert oasis that is cradled amongst the dunes was once a resort town for Lima's most affluent residents. Today, this hotspot welcomes tens of thousands of visitors each year. After the dune buggy ride, you can rehydrate with a fresh fruit juice and a regional dish for lunch like the palta rellena, which is a freshly prepared avocado dish that is topped with chicken and flavorful seasonings. In the afternoon, you will meet with your private instructor for a personalized sandboarding lesson. Then, you will put your skills to the test as you and your partner speed down the massive dunes. Later in the day, enjoy a lovely visit to the seaside town of Paracas. The area not only offers uninhibited views of the crystal-clear water just beyond shore but many authentic dining options along the coast. Lastly, you will indulge in a delicious meal and take a romantic stroll along the beach at sunset with a frothy pisco sour in hand."
    },
    {
      "dayNumber": "3",
      "title": "Tambopata National Reserve – Arrive at Tambopata National Reserve and Visit to Lake Sandoval",
      "description": "Today, you will gear up for three days of jam-packed adventure that are tucked deep within the Amazon Rainforest. Today, you will trade in metropolitan skyscrapers for the isolated serenity of remote, jungle landscapes. Early in the morning, you will board a regional flight from Lima to the port town of Puerto Maldonado. Once here, your local guide will escort you to your romantic lodge accommodations that will be nestled among the rainforest's lush green foliage. You can unpack your bags as you look out the second level of your private balcony. Hotel staff will welcome you with a fresh, locally sourced fruit juice while you lounge in your tandem hammocks. After an early afternoon rest, you will join a riverboat cruise that is bound for Lake Sandoval where you will glide on the swift waters of Madre de Dios river while you listen for the coos of tropical birds flying overhead. At a nearby shaded alcove, you will dock to admire the diversity of the endemic animal life. If you are lucky, you may spot parrots, macaws, and even large river otters or black caiman crocodiles. You will return to Puerto Maldonado for a hearty dinner of rich, local cuisines like juane , which is typically a rice and chicken dish that is carefully prepared and cooked in banana leaves. Come nightfall, the deepest, darkest layers of the Amazon will become teeming with scurried feet, flapping wings, and unremitting sing-song calls. You will follow your guide on a moonlight hike through the shaded forests to uncover fascinating nocturnal life that hides in the darkness."
    },
    {
      "dayNumber": "4",
      "title": "Tambopata National Reserve – Canopy Walkway and River Kayaking",
      "description": "You will spend your second day at Tambopata, traversing the park's impressive canopy walkway system. Long wood-planked bridges that stretch a combined 1,100 feet hang high above the forest floor. They will jostle and sway as you make your way to lookout points that are snaked around gargantuan tree trunks. At several points, you will get a true bird's eye view atop the luscious canopy where the lofty, suspended walkways dangle high above the trees. Tambopata's canopy walkway system also boasts two mighty observation towers. You and your partner will ascend 100 feet to the top, scenic level. Here, you can keep a watchful eye and an attentive ear for the flicker and crows of the Amazon's 632 bird species, including the Scarlet Macaw, Tropical Kingbird, Barred Antshrike, Golden-Collared Toucanet, and the Blue-Headed Parrot. In the afternoon, you will take an excursion to Islas de los Monos , which is an island that is known for its diverse monkey population. Life in the jungle, including transportation, is anything but mundane. You will travel to the island in a tandem kayak as you navigate the swift river waters alongside your expert guide. As you narrow in on the rustling treetops and snapping branches, keep watch for the energetic spider monkeys howling in the near distance. In the evening, you will return to your lodge for a serene starry-skyed respite."
    },
    {
      "dayNumber": "5",
      "title": "Tambopata National Reserve – Conservation Center and Macaw Clay Licks",
      "description": "The Tambopata Research Center will welcome you warmly on your final day in the Amazon. This beautiful sanctuary is situated at the center of the jungle's most stunning fauna and flora and offers visitors the chance to see rare and endangered species up close. Meanwhile, the center's volunteers, students, and researchers will explain the center's multifaceted conservation approach. After the presentation, you will get to know the many critters who call the refuge home. You can have the opportunity to take a careful look at the electric-colored tree frog and brightly colored macaw bird that researchers are working vehemently to protect. Sustainability is not limited to animal wildlife, and you will also learn about the Research Center's commitment to assist the indigenous population of Tambopata who remain largely isolated and mysterious to the local Peruvian population. As the sun begins to fall, you will enjoy some afternoon hiking and an opportunity to partake in some solo exploration. You can hike along scenic, wooded paths along the forest floor. Then, travel by boat to see the breathtaking beauty of the macaw birds in their natural habitat. Huddled at the edge of a rocky cliffside that is known as the Macaw Clay Lick, these vibrant birds' feathers will burst against their monotone backdrop. In the late evening, you will ride the steady stream waters back to the conversation center where you will spend a final romantic evening in the Amazon in your private luxury accommodations."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – Plaza de Armas, Qorikancha, and Markets",
      "description": "You will depart Tambopata early in the morning for a short one-hour flight to Cusco. Once considered the \"navel of the world,\" modern-day Cusco is a hotbed of activity and a mid-way point for tourists that are headed to the famed ruins of Machu Picchu. Centuries ago, Cusco fell siege to the encroaching powers of Spanish rule. Nevertheless, many of the most prized Andean relics have withstood the test of time. Upon arriving at your hotel accommodations in the pristine, white stucco neighborhood of San Blas, you will be greeted with a steaming cup of herbal mate de coca tea. Cusqueños proudly drink the tea daily, believing that it boosts energy and offsets symptoms of altitude sickness. Once you have had time to settle in, you will join your guide at the epicenter of the city, the Plaza de Armas, for a short tour. A central fountain will sprinkle you as you look out at the towering Cusco Cathedral or the Iglesia de la Compañía de Jesús. You will make your way to the busy Avenida del Sol as cars weave in and out of busy traffic. Bus attendants may call out the windows with the speed of a skilled auctioneer as they urge passengers to get on and off quickly. You will then step foot at Qorikancha, which is among the most revered of all temples for its gold leaf interior and infallible engineering. You will circle the green garden pastures out front and then travel to several nearby markets to shop for jewelry, Alpaca textiles, and handicrafts in the evening."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – Saqsaywaman and Tambomachay",
      "description": "You will start your morning off right with a freshly squeezed banana or mango fruit smoothie from an outdoor cafe. You can watch as the sun begins to rise from the rolling green hills in the distance, and then meet your private transport in front of your hotel for sightseeing in the countryside. You will first arrive at Saqsaywaman, which was deemed a UNESCO World Heritage site in 1983. The Incas took control of the area from the 13th century on and began to fortify the city one stone wall at a time. Your guide will lead you to these massive stone walls that were so cleverly built at the time that not even a single sheet of paper can pass through. Remarkably, builders achieved this without the use of any mortar. You can walk through the central plaza and huge terraced walls that are evidence of the Inca's military prowess against outside invaders. In the afternoon, continue to Tambomachay, which is the site of the coveted Inca baths and a spa retreat. You will bask in the fresh air of these secluded ruins as you listen to the faint trickle of water along the ancient aqueduct and canal water system. Next, your guide will lead you past Tambomachay's stone terracing, which some historians believe also indicates former military capabilities. In the evening, you will return to Cusco for a lively dinner that will be accompanied by whistling flutes and soulful acoustic guitars of traditional Peruvian music. You can choose from a multitude of authentic bars and restaurants in the Plaza de Armas or in adjacent neighborhoods. You can also sample delicious, regional staples like the ají de gallina stew or escabeche de pollo, which is a chicken dish that is topped with pickled peppers and onions."
    },
    {
      "dayNumber": "8",
      "title": "Sacred Valley – Chinchero, Maras, Moray and Horseback Riding",
      "description": "Today marks your first day in the Sacred Valley, which is the central, scenic artery that leads travelers from Cusco to Machu Picchu just as the Andean people did hundreds of years ago. Your private transport services will meet you at the front door of your hotel early this morning. Soon, you will arrive in the lovely village of Chinchero. A white stucco facade envelopes ancient ruins at the epicenter, which was once the site of Inca nobility's countryside retreat. Expert guides will show you around the village before escorting you to a local culture class. Here, you will learn the Andean practice of dyeing and weaving. You will observe a class on natural dyeing techniques and then try out the art form together as a couple. Mid-morning, you will saddle up for a spectacular ride along the Sacred Valley's winding foothills and through its grassy pastures on horseback. Gallop past the ancient agricultural terraces and then clop down dirt paths as you overlook the sleepy village towns below. You will rejuvenate with a hearty lunch of pachamanca , which is a slow-cooked dish with meat, corn, cheese, and potatoes. As the sun reaches its peak, you will visit the sites of Moray and Maras. At Moray, you will look out on perhaps the best example of agricultural terracing in all the Inca Empire. Dozens of concentric circles cut deep into the hillside and form around a central basin. Although the Incas lightly extracted soil from the area and preserved the terraces for farming purposes, it is also possible that the site literally paved the way for complex irrigation systems. In the evening, you will arrive at the salt mines of Maras. These carefully constructed salt basins have been harvested since ancient Inca times. Here, you can admire the sparkling white salt basins as they glisten in the sun."
    },
    {
      "dayNumber": "9",
      "title": "Sacred Valley – Ollantaytambo and Zipline",
      "description": "First, you will visit the ruins of Ollantaytambo that are nestled in the hillside and bordered by the Patakancha River. Ollantaytambo, once a hideaway for the Inca elite, also served as a refuge for thousands of civilians that were fleeing Cusco as Spanish conquistadors fought for control. This steeply terraced citadel houses a number of prized ruins that have remained largely intact for hundreds of years. Your guide will lead you to the major point of interest, including Temple Hill, the quarries, and the storehouse that was built high into the mountain to prevent decay. You will also learn about the site's water source and intricate irrigation system. Next, you will gear up for another thrill-ride adventure. You will journey to the outskirts of the Urubamba province for a rush of excitement on the longest zipline route in the country. Plunge from the Andean cliffside to thrilling depths in the valley as you whiz above the scenic lowlands. In the evening, you will enjoy a romantic dinner in a one-of-a-kind sky lodge, which is a glass-encased dome that is suspended from cliff's edge. As you step inside for a panoramic view, crystal-clear views of the valley below will suddenly emerge. You will welcome a private chef into your dining area to cook a delicious, regional dish that will be paired with a lovely glass of local wine. Enjoy this private meal, overlooking the green pastures and steep terraces as the day's light begins to fade. Of course, there will be no better place to fall asleep than while stargazing."
    },
    {
      "dayNumber": "10",
      "title": "Inca Trail – Ollantaytambo to Wallabamba",
      "description": "Early in the morning, you will set out on an unforgettable trek to the pinnacle of Incan innovation: Machu Picchu. As you amble along the paths, you can admire the careful stonework that was set in place by the Andean people hundreds of years ago. You will then traverse through the dense cloud forest and steep, alpine terrain for unbeatable views of the valley below. You will journey from your hotel in Ollantaytambo to the 82-kilometer marker of the Inca Trail with your private guide and sign in at the local checkpoint. On day one, you will cover 7.5 miles of moderate terrain as you wind beside the Urubamba River and through the rolling green hillside. You will pass through the small village of Miskay and soon encounter the hideout at Huillca Raccay, which was most likely a former storehouse or dormitory for farmers. As you come to the Cusicacha River, you will cross the bridge by the name that literally translates to \"the happy bridge.\" You will wind down in the evening at the campgrounds of Wallabamba. A lush green backdrop will present phenomenal views of the Andean mountains that will be seemingly a stone's throw away. Beautiful foliage and bursting flower petals adorn the grassy plains on which you will set up tents for the night. You will replenish yourselves with a relaxed picnic dinner nearby and sample indigenous fruits like the creamy white chirimoya or the tuna, which is a vibrant red cactus fruit."
    },
    {
      "dayNumber": "11",
      "title": "Inca Trail – Wallabamba to Winay Wayna Visitor's Center",
      "description": "As warm sun rays peek through your tent's canvas opening, you will awake with a hot cup of mate de coca tea. You will enjoy a light breakfast before amping up for your second day of moderate hiking on the Inca Trail. Stretch your legs and snap your packs together as you commence a 6-mile excursion. This trek will have you reaching great heights as you summit to 4,200 meters above sea level. Your first stop at Llulluchapampa, which is an altitude of 3,850m, will offer a glimpse of the outstretched lowlands below. Pampa , in Peru's native Quechua language, refers to the large terraced grassy plains on which Llulluchapampa sits. You will come to a resting point at Warmiwañusqa Pass, which was named for the distant mountain peaks that the Incas claimed. In pursuit of the Pakaymayu River, you will pass by dozens of other artificial rock impressions that historians believe the Incas once used as resting points, military lookout points, or fortresses. As you descend to the Pakaymayu Valley, you will traverse through grassy plains and wild reeds that sway in the afternoon breeze. At Sayaqmarka and Phuyupatamarca, you will witness some of the best-preserved sites in all the Inca Empire, feel along the steeply terraced rocky walls, and admire the unique, geometrical shapes of the ancient cities themselves. Finally, you will conclude at the Wiñay Wayna Visitor’s Center. This spectacular alcove sits atop dozens of layers of terraced plains and hosts impressive stonework structures. You will set up camp just as the skies turn red-purple and the sun sets, showcasing the grandeur of the Inca Empire."
    },
    {
      "dayNumber": "12",
      "title": "Inca Trail – Winay Wayna Visitor's Center to Hot Springs",
      "description": "Today, you will rise early to the sounds of chirping birds and cooing roosters as they call out from nearby villages. In the distance, massive Andean condors may spread their wings and soar to far off alcoves. As you pack up camp one last time, you will feel the buzzing excitement as you prepare for your final destination at Machu Picchu. Today, you will traverse a total of 7.5 miles across well-manicured terraces and sparkling fresh sources of water. First, you will make a quick stop at Intipata, which is considered a far corner of Machu Picchu's sanctuary. Historically, it is a source of edible and aromatic natural harvest. The site, which is tucked deep into the hillside, is also a home to native llama and alpaca who freely roam the grasslands basin. Afterward, you will zigzag up switchback roads as you encroach on the famed UNESCO world heritage ruins that will be just beyond the horizon. As you ascend the mountainside, you cannot help but ruminate on the thousands of footprints that marked the same very trails during the Inca times hundreds of years ago. In the late afternoon, you will rejoice as a couple as you arrive together at the Old City Gates to the ruins of Machu Picchu. Your private transport will meet you at the entrance of the ruins and escort you to the base city of Aguas Calientes. In the evening, you can reward yourself with a relaxing dip in the steaming hot springs that gave the village its name."
    },
    {
      "dayNumber": "13",
      "title": "Aguas Calientes/Machu Picchu – Ruins and Huayna Picchu",
      "description": "Your luxury hotel will provide you with a continental breakfast as you overlook the town's winding riverbed. Once you are energized, you will meet your private guide in front of your hotel for a full day at the ruins. From dawn until dusk, you will uncover the most fascinating features of the great Empire's illustrious past. You will begin with a comprehensive tour of the stone Guard Houses and House of Nobility. Then, you will continue to the Temple of the Condor, which is considered among the most sacred of all animals. Later, stroll on dirt paths to the Royal Tombs, which is a cavernous alcove that has been perfectly cut out from natural stone formations. After a quick stop at the quarry site, you will learn more about complex spiritual practices at the Main Temple, the Sacred Plaza, and the Temple of Three Windows. In the afternoon, you can capture striking photographs of the entire site from an impressive outlook at Sacred Rock. You will then have the option for a late afternoon of self-exploration of the ruins or choose to summit the marvelous peak of Huayna Picchu, which is perhaps the most photographed backdrop of the ruins that is complete with a stunning lookout point. In the evening, you will snake back to the base of Aguas Calientes for a sunset dinner at a local outdoor café where you will indulge in a delicious three-course meal of delectable rice, vegetables, and grilled meat while lively quartets serenade you with their soothing melodies."
    },
    {
      "dayNumber": "14",
      "title": "Lima – Train Ride and Connecting Flight",
      "description": "The next morning, you will give your parting goodbyes to your expert guide and catch last glimmers of the Sacred Valley's unmatched beauty as you board your luxury train car that is destined for the village of Poroy. This unique railroad ride will offer a beautiful 360-degree view from its glass ceiling and large lateral windows. The train will move across arching wood bridges, past cascading waterfalls, and through grassy green fields. Once you have come to a final halt, you will meet your private transport who will escort you to the Cusco airport. From here, you will board your regional return flight to Lima and connect to your international flight home. You can gaze out the window as you soar past the rugged Andes mountains and Lima's outstretched turquoise-blue beaches one last time. Above all else, you can recall the exhilarating adventures and moments of serenity that will provide you and your partner with unforgettable memories for years to come. They may even have you booking a trip back to Peru much sooner than you think."
    }
  ],
  "map": ""
}