{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "in-depth-family-tour-to-lima-peru",
  "tourName": "In-Depth Family Tour to Lima, Peru",
  "placesVisited": "Lima, Huacachina, Aguas Calientes, Machu Picchu, Cusco",
  "generalInfo": "You and your family will keep up with the hustle and bustle of vivacious city life in Peru's capital. Taxi cabs and city buses weave through traffic as they pass by looming skyscrapers and the crashing Pacific Ocean waves. Street vendors call out daily specials against colorful facades that highlight a vibrant backdrop of bursting street art. Follow your expert guide on a customized tour of the city's past and present before venturing to the city outskirts for an unparalleled adrenaline rush across the undulating sand dunes of Huacachina. Your amazing, 7-day adventure through Peru will culminate with a summit to the famed ruins of Machu Picchu, which will be everything you imagined and much more.",
  "durationDays": "7",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Airport Arrival and Sunset Dinner",
      "description": "Sparkling shorelines beckon travelers from all over the world to the picturesque city of Lima. Gulls may hover over deep blue waters, hoping for the perfect catch, and couples will lay out blankets as they soak up the sun and dip their toes into the Pacific Ocean. As you and your family coast down the tarmac of Jorge Chávez International Airport, you will be met with the tantalizing aromas of Peru's citrusy ceviche . The cool ocean breeze will wash over you as you deplane, and soon, you will meet your private transfer who will wind you through city streets to your luxurious accommodation. Your car will bump along cobbled streets as you appreciate the alluring architecture, which is a unique blend of ancient and post-colonial styles. Along the coast, skyscrapers punctuate the city skyline, and just minutes inland, ancient stone temples lay in hiding. Before long, you will arrive at your luxurious hotel in the heart of Miraflores. This opulent neighborhood is home to modern design, prestigious restaurants, upscale apartments, and breathtaking vistas. Together, you and your family can stroll through the picturesque Parque del Amor as sunset warms the evening sky. Then, you will choose from a plethora of authentic dining options with boastful seaside views. Your waiter will offer you a delectable choice of pickled escabeche or perfectly seasoned lomo saltado and a frothy glass of pisco sour to commemorate the first night of your jam-packed family adventure in Peru."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Tour of City Highlights and Scenic Bike Ride",
      "description": "Coos of early morning birds and the lulls of light traffic will begin to stir in the morning. Shop owners will converse with one another as they set up for the day, and street vendors will make their way to the central plazas that are full of heavy foot traffic and potential customers. You will begin your morning with a fresh cup of mate de coca herbal tea, which is an ancient Peruvian custom that is used in spiritual practices and is also said to boost energy. Your expert guide will meet you in front of your hotel for an up-close look of the city highlights. Your tour will begin beneath the shady palm trees of the Plaza de Armas, which is a beautiful public square that is complete with ornate stone fountains and flanked with the bright yellow walls of the Municipal Palace of Lima. Stark white balconies and arched facades are a clear indication of Spanish post-colonial design, and pink hues of the Basilica and Convent of Santo Domingo will burst into view as you stroll through the church's courtyard, which is decorated with electric red arches. Finally, you and your family will arrive at the Torre Tagle Palace and marvel at the intricate woodwork of the balconies that rise out over the quaint cobbled streets. In the afternoon, a customized paragliding class will take your family adventure to new heights. You will learn the basic mechanics alongside an expert instructor, and after you have mastered the basic mechanics, you will indulge in an exhilarating descent in tandem with a professional paraglider as you soar from the rocky cliffside to the sandy beaches below. It is a once-in-a-lifetime experience with stunning views to match. For families with young children or those who are looking for alternative activities, you can enjoy a beautiful bike ride along the coastline where you can stop for pictures and travel to the splendid beaches of Costa Verde or Playa Mar Brava. After this exciting adventure, you will be returned to your hotel, where you will have the rest of the evening at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Lima – Sand Dune Buggy Ride and Lunch at Desert Oasis",
      "description": "Undulating sand dunes glisten under the hot Peruvian sun and convene at a central oasis of refreshing lagoon water. Today, you will break away from Lima for the day while keeping up with the adventurous spirits of yesterday's thrill ride. Here, in Huacachina, you and your family will be provided the adrenaline rush of a lifetime as you whiz up and down the dunes in an all-terrain buggy that will be suited for your whole family. Your expert driver will lead you over magnificent arches and around seemingly impossible bends, and you can catch your breath at the summit of a few dunes while you snap some truly unique family photos. After a few hours, your kids will delight in a private sandboarding class with an expert instructor. This is completely safe, and parents are welcome in on the hair-raising fun as well. It is all about keeping a steady balance as you coast down the steep dunes at hurdling speeds, and the rest of your afternoon offers a chance to cool off with a freshly squeezed fruit juice and light lunch beside the oasis lagoon. You can bite into fresh local fruits like the milky white chirimoya or the vibrant fruit that is locally known as maracuya . In the evening, your private transport will return you back to Lima for some self-paced exploration of the downtown and enchanting public parks along the periphery. Later, you can relax at the water's edge or venture downtown for a hearty meal on one of the numerous outdoor patios."
    },
    {
      "dayNumber": "4",
      "title": "Lima – Tour of Miraflores and Barranco District",
      "description": "Beyond the city center, life flows at a slower pace. Pedestrians tend to stop to admire the beautiful architecture of the Barranco District while sitting on park benches to marvel at the beauty of the natural landscapes in Miraflores. Your day will begin alongside your knowledgeable guide in the Barranco District. As soon as you arrive, you will be met with the juxtaposition of lively street art, eccentric-colored buildings, and the calming atmosphere of downtown. The Puente de los Suspiros boasts unparalleled views of the bright facades in stark contrast to the muted tones of brick-laid streets. Afterward, you can stroll down Avenida Saenz Pena, which is lined with colonial mansions, as you learn about the history of Lima's elite in this region. Then, you will sample authentic Peruvian coffee at a nearby cafe before delighting in a light lunch at an open-aired cafe. In the afternoon, you will be led a scenic ride along the coastline as you breathe in the salty seawater. Soon, you will circle back to Miraflores, which is perhaps the most prestigious neighborhood in all of Peru and is marked by towering white skyscrapers that rise into the sky. Then, you will follow your guide to some of the most enchanting parks that can be found here in Miraflores. Next, you will stroll through the gardens of Parque Grau and wind down the paths of Parque del Amor while lovers sit on beautifully tiled, mosaic benches and peer out onto the sunset. Finally, you and your family will visit the stoic Miraflores Lighthouse, which was built as a replica of the original lighthouse and was completed in the year 1900 at Punta Coles. Afterward, you will be returned to your luxurious hotel, where you can relax and choose how you spend the remainder of your evening."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes – UNESCO Machu Picchu Ruins",
      "description": "A distant journey from Lima's coastline lies among the looming Andes mountain range and the mystic Sacred Valley. You will be venturing to the breathtaking beauty of Peru's very own Machu Picchu. Millions of travelers make the trek each year to the famed UNESCO World Heritage Site, which is among the best-preserved relics in all of the Inca Empire. Early in the morning, you will board a short flight from Lima to Cusco, which is considered the birthplace of the Inca Empire. Here, you can explore the famed Plaza de Armas and peruse several open-aired markets. Then, you can enjoy a light lunch in the city's downtown before sipping on a fresh cup of mate de coca as you adjust to the climb in altitude, which moves from sea level to nearly 11,000 feet. Soon after, you will board a luxurious train ride with panoramic views of the stunning terrain. You and your family can look out the side windows and the glass ceiling as you snake along the Urubamba River. You will traverse wooden bridges and pass grassy farmland that glistens beneath the sun's rays. Soon, you will arrive in the sleepy town of Aguas Calientes, which is located at the base of the ruins. You will then settle into your luxury accommodation with its idyllic balcony views of the winding river and protruding mountain peaks."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes – Machu Picchu, Huayna Picchu, and Hot Springs",
      "description": "You and your family will be met by your guide in the early morning in front of your hotel. Together, you will board private transportation and weave up the steep roads en route to the famed ruins. Through cracked windows, you can begin to breathe in the fresh mountain air, and as you make the final ascent, you will be met by the wonder of these majestic ruins. You will explore the ruins and learn about key features that include The House of the Guards, the Royal Tombs, The Temple of Three Windows, Plaza Principal, and Sacred Rock. In the evening, you and your family will return to the serenity of Aguas Calientes as the horizon softens and dusk blankets over this sleepy town. You can make your way from your luxury hotel to the well-known hot springs, which are the namesake of the town. You will submerge yourselves in the steamy waters that are said to contain medicinal healing as you breathe in the fresh air and sweet aromas of the surrounding foliage. You can marvel at the surrounding mountain tops and iridescent river waters that rush past. Then, you can return to your accommodation at night before indulging in a delicious local three-course meal."
    },
    {
      "dayNumber": "7",
      "title": "Lima – Airport Departure and Connect to International Flights",
      "description": "In the morning, you will board a luxury train that will take you from Aguas Calientes to Cusco. Soon, you will arrive in Poroy and meet your transportation that will return you to Cusco. From there, you will catch your regional flight back to Lima and then connect to your international flight home."
    }
  ],
  "map": ""
}