{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-trekking-tour-from-the-sacred-valley-to-machu-picchu",
  "tourName": "Peru Trekking Tour from the Sacred Valley to Machu Picchu",
  "placesVisited": "Lima, Sacred Valley, Machu Picchu, Cusco, Inca Trail",
  "generalInfo": "Stand within the ruins of Machu Picchu and embrace the sensational wonders of the Inca Trail on this custom tour meant to take you along the path of history. Wander through the Sacred Valley of the Andes where ruins climb up the mountainside, spectacular terraces wrap around the gorge, and clouds rest within the trees. From the Spanish architecture that runs along the streets in Cusco to the remains of the Lost City that linger along the citadel, the Andes are calling and ready for you to Trek Peru.",
  "durationDays": "9",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – With a Trek in Mind",
      "description": "Welcome to Lima, the City of Kings. The metropolis is filled with a variety of cultures etched into each neighborhood, the array of scents, foods, and life decorating the facades of a Spanish colonial past. Begin your exploration of Peru with a journey into the depths of the Church of San Francisco. The exterior is a bright canary yellow and sings against the blue sky. The adjacent spires are tall and the bells toll at noon. Once inside the church you can see the opulent trim and large arches that decorate the building. Geometric designs made of red and white tiles climb up the walls and into the domed ceilings. Witness what makes the Church of San Francisco different from the surrounding cathedrals by taking the tour of the catacombs. The warm air of the afternoon sun becomes dark and damp beneath the stone structure of the church. Dim lights recreate an aura of flickering torches as you descend the steep staircase into the depths of the labyrinth. A deep and wide well is buried greater beneath the subterranean hideout, filled with bones, wrapped in circles. The brick and mortar have been able to withstand earthquakes for centuries, keeping the church and the catacombs safe. Return to the open warm air of the afternoon; the scent of roasted corn fills the square and brings you back to the cultural wonders of modern Lima."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – The Rolling Hills of an Inca Past",
      "description": "Venture into the depths of the Andes, leaving behind the expansive city of Lima and its diverse neighborhoods. Cusco is 10,750 feet above sea level and is nestled within the hills of the longest mountain range in the Americas. The city climbs up the hillsides and gives a bird’s eye view of the surrounding valleys. Cobblestone streets line the city, leading locals and visitors alike through the variety of Spanish buildings, Incan remnants, and Andean life. The scent of damp stone and tangy Pisco drifts through the Plaza de Armas. The square bustles with the sound of children running, spraying water guns at one another while circling the fountain. Journey to the fortress of Sacsayhuaman which has watched over the city since Cusco was the capital of the Inca Empire. The large monolith stones of the fortress reach over the mountainside, an imposing and impressive feat, not only due to the size of the boulders but because of their engineering. The Incas didn’t use mortar and instead cut and shaped each stone to fit together on their own. Enter the fortress and follow the frayed cobblestone streets deeper into the open remains of the structure. A flourishing prairie leads towards the trees while various sized boulders create terraces and ramps that guide you to the edges of a cliff overlooking the city. The breeze is cool and inviting on your cheeks and dances with the grass. Cusco sits beneath the fortress and climbs up the distant hills with colorful homes and thin streets leading into the bend in the valley. You can see the buildings of the Plaza de Armas rising above the rest of the city, the open square part of the only space you can make out along the dense design of Cusco."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley – Stone Hills and Colorful Culture",
      "description": "Outside the wonders of Cusco you will find the sensational beauty of the Sacred Valley. Overlooking the village of Pisac is the remains of four separate Incan ruins, divided by space but connected by history. The ruins spread through the remote point of the vale, one sitting along the citadel as a lookout to the surrounding valley. The stones have been worn by time but the view and the design of the varied ruins continue to awe. The Inca road snakes its way through the canyon entering the Urubamba Valley at Pisac. The citadel sits at the entrance to the gorge where terraces and steps have been carved from solid rock. The popular and famous Pisac Market retains its local charm with its unique handcrafted garments, locally farmed produce, and the vibrancy of the people who call the Andes home. Skirts are decorated with brilliantly colored beads which shine against their black background. Hats are adorned with dangling yellow and red fringe giving movement to the clothing providing shade to their owners’ eyes. The market is perfumed with freshly roasted potatoes and choclo, a type of corn with large kernels. The sounds of the market continue to drift through the aisles as you depart from Pisac and make your way to Ollantaytambo. The village of Ollantaytambo contains some of the oldest, most consistently inhabited homes in South America. The streets of the village are narrow, paved with inconsistent cobblestones and lined with stone walls. The ruins stand over the city and push into the craggy mountaintops. The terraces are structured with stones and stretch the length of the mountain. A single staircase climbs into the mountain where the original temple stood. Some structures are situated on the rock face and look as though they are carved right into the mountainside. The air is cool and the breeze winds through your hair at the top of the ruins. Look down onto the village below, where the damp stones flash in the fading sun and know that soon you will step into the wonders of the Inca Trail."
    },
    {
      "dayNumber": "4",
      "title": "Inca Trail – The Footsteps of the Sacred",
      "description": "Today you will take your first steps along the Inca trail, beginning in the Sacred Valley. The verdant greenery radiates in the sunlight as the mountains rise into the sky. The scent of fresh grass surrounds you. The snowcapped peak of Mount Veronica towers over the valley below. The white peak settles into the sky like a cloud between the mountains. Your guide points out the terraces that stretch along the hillsides before you come to the ruins of Llactapata. Situated within the lavish fields of the Urubamba Valley, Llactapata translates to “The Town on the Hillside.” The remains of the city sit atop the terraces and on the small plateau beneath the foothills of the surrounding mountains. Your porters have set up a decadent camp where the delightful scent of pumpkin soup wafts across the valley. The night sky stretches over the mountaintops and you settle into its sparkling twilight."
    },
    {
      "dayNumber": "5",
      "title": "Inca Trail \u0000– The Trail of Vines",
      "description": "The sun rises and you can hear the birds dancing in the trees. The aroma of fried eggs and sausage rises through the valley. After a tasty and refreshing breakfast you will venture out of the depths of the Sacred Valley and along the upper ridges, ascending into the mountains. The tropical vegetation is a wonderland for the senses, dense around you but opening up to the rush of whitewater that pours over rocks. Orchids blossom beneath dangling vines while moss silently coats the jungle floor. There is a deep silence within the trees, interrupted only by the crashing of waterfalls and the brief flutter of hummingbirds. The mountains crease in the middle where, through an opening, you can watch the peaks dip into one another as the scent of hot coffee rises into the sky."
    },
    {
      "dayNumber": "6",
      "title": "Inca Trail – Over the Pass",
      "description": "The beauty of the day brings with it the quiet morning. The sun warms the early sky. The thriving jungle lingers around you. Today you will hike to the highest peak of the trail along Warmiwanusqa Pass, over 13,000 feet above sea level. The jungle recedes into the lower echelons of the valley. The rocky contours of mountains begin to twist with boulders and rocks. Your legs feel shaky; the air is cold and crisp when it hits your lungs. The valley grows steeper with every step, but you arrive at the top of the pass to hot tea and coffee waiting for you. The smell of pure air mixes with the perfume of the rich beans and brings a smile to your face. The sweet cookies help refresh you as you look down on the world from the summit you have just climbed. Continue your exploration of the Inca Trail as you descend the other side. You will pass two stunning emerald lakes that almost blend into the grass beside them. Eventually, you will arrive at the ruins of Sayacmarca. Within the trees you can see the electric colors of orchids hiding beneath the canopy. The hum of birds and the gentle flight of butterflies wrap around you. Sayacmarca has one entrance, a single stairway leading up to the small city. You can see the remains of the canal that was used to bring water to that part of the ruins. Terraces climb along the mountainside to give food to the outpost. As the sun fades behind the mountains you will settle into the comforts of camp where the quiet rippling of a small lake keeps you company."
    },
    {
      "dayNumber": "7",
      "title": "Aguas Calientes – Walking on Clouds",
      "description": "Today you will venture into the Cloud Forest where the mist settles into the mountains. From the highest mountaintops you can see other peaks poking through the settled cloud, like cones peeking out of a blanket. The lush and dense jungle continues to wrap around you, the mist settles on your cheeks. The warmth of the tea brings a sweet and welcome flavor to breakfast as you make your along the trail. Vines cascade down trees and run the length of the walkways. The stairs climb, the stones are smooth, some covered with moss as you arrive at the wondrous ruins of Phuyupatamarca. The expansive city is filled with remnants of a decadent past, including the trickling sound of sacred baths where water would flow from the aqueducts into the stone pools. Continue your hike past Wiñay Wayna, where the ruins sit upon a tiered plateau overlooking the flourish of trees below. The area is now home to a campsite where you can enjoy lunch before your final ascent into the Lost City. Your first step along the Intipunku brings the polished step of the sacred and ancient gateway. You have made it out of the Cloud Forest and begin to climb the staircase, one steady breath after another until you see three pillars in front of you. Beyond the stones, framed by the pillars, you can see the open city of Machu Picchu. The stones glisten in the open light. Huayna Picchu stands tall behind the city like a safeguard as the lavish green grass and dark gray stones become the most magnificent site you have ever seen. This is what tours of Machu Picchu and Peru are all about!"
    },
    {
      "dayNumber": "8",
      "title": "Cusco – Footsteps of History",
      "description": "The morning dips behind the ruins of Machu Picchu beckoning you for one more visit. Climb the easy staircase into the city and arrive, once again, at the base of magnificence. The Lost City towers over the tiered plateau; open to the sky, and above the canopy of the jungle. Make your way towards Huayna Picchu, the towering peak that stands above the city. With only 200 visitors allowed to ascend the mountain per day, you can either reach the peak and look down on Machu Picchu until it resembles a cartoon replica, or make your way to the less visited and equally majestic Temple of the Moon. Having witnessed Machu Picchu from the Sun Gate, a visit to the Temple of the Moon would be the Inca choice, creating a well-rounded and circular journey. The stone remains sit within a cave. The mountainside swoops down and hovers over the temple looking like a moon crater. The air is filled with cool limestone and lingering jungle-life. Sit with history along the altar in the center of the temple and notice how the cold rock feels on your skin. Eventually you will depart for the train that will take you back to Cusco, but for the moment you can stay beneath the mountain, within the company of the moon, and smile."
    },
    {
      "dayNumber": "9",
      "title": "Cusco – Walking on Sunshine",
      "description": "Today you will board a flight that will take you away from the lingering mountaintops of the Andes. As you drift into the sky your first thought is of the Cloud Forest. The steps of the Inca Trail echo in your mind. The scent of the orchids that spread beneath the canopy and the cascading waterfalls that meandered through the jungle are fresh in your mind. You followed the path of history, recounting the steps of the Incas, making your way through the Sacred Valley into the magnificent Lost City of Machu Picchu, where the natural beauty of Peru was as majestic as the history that remained. If you'd like to extend your time in Peru, take a look at the Machu Picchu tour reviews for ideas on additional places to visit in Peru, and around Machu Picchu."
    }
  ],
  "map": ""
}