{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "family-vacation-to-machu-picchu-and-peru",
  "tourName": "Family Vacation to Machu Picchu and Peru",
  "placesVisited": "Lima, Sacred Valley, Cusco",
  "generalInfo": "Your immersive 8-day family vacation to Peru and Machu Picchu will create the ultimate experience for children of all ages. Your adventure is custom-tailored for a fun and educational exploration of the Inca Empire's massive ruins or with a whitewater rafting excursion down the Urubamba River. You will make priceless memories with your family as you travel through Peru's history, heritage, and enchanting landscapes.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Arrive in Lima and Enjoy the Remaining Day at the Family’s Leisure",
      "description": "Lima is a city of many names but remains most notably the capital of Peru. Spanish explorer Francisco Pizarro dubbed Lima the “City of Kings,” due to city’s founding during the important Catholic holiday of the Epiphany of the Three King’s. Lima continues to wear the crown of its former name by combining the marvelous vistas overlooking the Pacific and the desert hills spreading to the east. The cultural and national capital of Peru offers a cosmopolitan ambiance with a variety of traditions found around the country, from the Andes to the northwest sea, and deep in the arid plains that hide the Nazca Lines. Your flight lands at Jorge Chavez International Airport, and your private transfer greets the family upon arrival and escorts you to a gorgeous hotel overlooking the stunning cliffs of Miraflores. The seaside neighborhood provides a fashionable and contemporary perspective to the historical city outside of the Spanish colonial architecture of the classic city center. The sea breeze carries the aroma of the water and a cooling mist beneath the warm sunlight. The electric railways have traversed the interior city since the mid-19th century and continue to add charm and valuable transport around Lima leading to the funicular along suburban Chorrillos. Hang gliders ride the wind, circling the thermal pockets around the cliffs like a bird. After dinner, you make your way to El Circuito Magico del Agua to view the illuminated fountains that transform the park on the edge of downtown into a ballet of dancing water and light. More than a dozen fountains spout water into the air while music echoes across the city center. The lights flicker with brilliant color as the family, other visitors, and awed locals enjoy the fantastic display."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Explore Historic and Cosmopolitan Lima with your Private Guide",
      "description": "In the morning, the scent of the sea carries over the cliffs, and sunlight washes over the statue of El Beso, a large sculpture of two lovers embracing on a ledge, framed by the Pacific. The surrounding colorful walls contain colorful mosaics accentuating the luster of Miraflores. The relaxed charm of the bohemian neighborhood of Barranco carries into the morning when the restaurants fill the air with the aroma of tropical fruit and fresh coffee. Your guide greets you after breakfast, eager to introduce the family to the splendors of Peru’s capital city. After exploring the Spanish colonial edifices bordering the Plaza de Armas, your guide leads you to the Huaca Pucllana adobe pyramid. The unique complex invites visitors into the former society that developed around the central coast nearly two millennia ago. The pyramids were erected around 500 AD and remain one of Lima’s most important preserved monuments. A large wall separated the different sections of an administration and urban zone from the ceremonial sector. Sunlight spreads over the adobe bricks and fills the air with the fragrance of hot soil. The pyramid spans nearly 330 feet wide and is more than 70 feet tall, and the kids listen with inspired looks as the guide explains how the priests conducted religious ceremonies to honor their gods and ancestors here. Fossils of alpacas, mollusks, corn, pumpkins, and ducks have been discovered during the excavation process. The mystique of the ruins increases as you walk up a small plateau and notice the surrounding contemporary buildings of Miraflores rising into the sky."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley - Fly to Cusco to Visit the Textile Center and Pisac Town",
      "description": "In the morning, the kids search the skies for more hang gliders swirling around seaside cliffs. They share their highlights from the previous day in Lima, recalling their time walking along the adobe bricks or wandering through the antique catacombs of the Saint Francis Basilica. After the meal, your private guide escorts the family to the airport for your brief flight to Cusco, the capital of the Incan Empire, located at 11,200 feet above sea level. You can feel the altitudinal difference of the thinner air. Intriguing ruins, cobblestone streets, and Andean culture permeate the unique neighborhoods of the historic city. Your driver meets the family at the airport and quickly escorts you to Center of Traditional Textiles, which helps preserve the historical customs of Andean communities. Your guide offers a private tour and demonstration of the practices continued inside the center, where master weavers practice their trade and the scent of wool filters through the gallery. First, the family learns how the Andean communities would dye the wool into the specific, vibrant colors you see shining from the fabrics, colors the local women would find in nature. Red is important to the Andean people because of its significance in history, and because it offers the brightest natural hue. Your guide makes the red dye from a cochineal , a scaly insect found in the prickly pear. After drying the insect, the color-master grinds it into a powder with a mortar and pestle, adding water to help the dying process, and with an end product of red, pink, and purple hues. After learning the natural ways the Andean people have crafted dye throughout their history, you watch as the weaver looms the colorful yarns into a garment, moving with a hypnotic, consistent motion."
    },
    {
      "dayNumber": "4",
      "title": "Sacred Valley – Enjoy a Rafting Excursion and the Ruins of Ollantaytambo",
      "description": "In the Andean morning, the locals around the edges of the Sacred Valley eat a full meal before venturing into the fields to tend to the rice, quinoa, corn, and beans. At breakfast, the family can enjoy the staples of a traditional Peruvian meal, from delicious empanadas stuffed with chicken or cheese to a hot soup made with chicken broth. After the meal, your guide leads you to the shores of the Urubamba River for an adventurous ride down the exhilarating whitewater. The upper segment of the river rushes along the valley floor near extensive irrigation networks and remarkable Incan ruins. You put on your life-vest and helmet, then you step into the raft and paddle down the river, feeling drops of the cold water dripping on your skin. You can hear the rushing whitewater nearing, rumbling over the boulders and riverbanks. The family paddles with your guide, trundling over the class II and III rapids. The raft bucks and bumps against the protruding rocks before settling down at the end of the whitewater. The river travels a total of 450 miles, but you only travel for about 10 miles before enjoying lunch in a quiet picnic area. The high-altitude sun helps dry your clothes quickly before you set out to the town of Ollantaytambo, located at the western edge of the Sacred Valley. The Andean homes were erected over the foundations of an Inca city, and the town retains the same grid. Historic archways frame the entrance of each neighborhood, with trapezoidal arches, consistent with Incan architecture, leading into the main courtyard. The ruins loom above town located on top of the terraced hillside, blending excellent defensive walls with religious activity."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley – Relish a Biking Adventure to View the Towns Moray and Maras",
      "description": "After breakfast, you venture to a small town to gather your bikes for an active exploration of Mara’s Plateau, located at nearly 11,500 feet above sea level. The early sunlight spreads over the high-altitude plain, and tufts of grass line the unpaved road winding around the sporadic mounds. Cacti grow in the foreground, and Andean peaks pierce the sky in every direction. Women walking between towns shine with colorful garments and customary hats, and you notice the familiar hues of their skirts and jackets from your visit to the textile center. The thin atmosphere makes the easy route challenging but just as fun. Your guide leads you to the area of Moray, which is famous for its agricultural terraces. At first, the kids don’t understand the draw of terraces but quickly find wonderment in the historical and magnificent engineering. The deep bowl resembles a Greek amphitheater, with the terraces cutting into the natural grade of the surrounding slopes. Archaeologists believe the terraces were used as an agricultural laboratory for the Incas to learn more about their crops and how they grew. The largest terrace reaches a depression nearly 100 feet deep, with temperatures changing more than 25 degrees Fahrenheit between the top and bottom terrace. Your guide explains that the Inca often experimented with microclimates and the hybridization of vegetables, which is why Peru has more than 2,000 types of potatoes."
    },
    {
      "dayNumber": "6",
      "title": "Sacred Valley – Experience the Excitement of a Half-Day in Machu Picchu",
      "description": "You wake up early to the aroma of hot chocolate and pancakes. Sunlight floods the valley returning the emerald hue to the grass. You board the graceful train at Ollantaytambo bound for the station at Aguas Calientes, the town below the plateau of Machu Picchu. The ride leads you along the undulating ridges rising beside the banks of the Urubamba River. The rainforest spreads across the hillsides beneath the upper reaches of the Andes Mountains. Butterflies flutter near the underbrush as orchids blossom in the shade of the canopy. The train docks at the station, and you board the shuttle that will take you to the entrance at more than 8,000 feet above sea level. The kids want to stop at the Visitors Center before reaching the top of the plateau to receive their unique Machu Picchu passport stamp. Your guide leads the family to the forgotten city to find an enormous complex atop the hillside textured with terraces. You walk up to the Inti Punku, the Sun Gate, which marks the end of the Inka Trail, and where you can enjoy a view of the ruins and the peak of Huayna Picchu in the background. Your return to the heart of the historic city and climb the stairs above the ceremonial baths to reach the Sacred Plaza. The jumbled rocks connote an area once used as a quarry, and a viewing platform with a curved wall gives you a view of the Vilcabamba mastiff and the winding whitewater of the Urubamba River. Llamas perch on the grass and graze along the terraces as the family marvels at the majestic ambiance of one of the world’s new Seven Wonders."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – Transfer to Cusco to Find Spanish Colonial Charm and Incan Style",
      "description": "In the morning, the aroma of beans and rice accompany the scent of papaya and mango. The kids share their stories of what they learned while wandering through Machu Picchu, including the legends of the Moon Temple hidden in the base of Huayna Picchu. After breakfast, you return to Cusco, the capital of the Inca Empire. Cobbled lanes wind along the surrounding hills and lead to wide-open plazas. The scent of popcorn fills the air near the Central Market where vendors offer soup and roasted chicken with sides of rice or potatoes. Your guide leads you on an exclusive tour of the city, pointing out its historical connections to the Inca set beneath the Spanish colonial architecture. You venture to the Church of Santo Domingo, which was once the Sun Temple of Coricancha. Gold draped the walls, and a large disk in the interior symbolized the sun and cast light over the halls. The riches were melted down and sent to Spain, but the ethereal ambiance remains. Frescoes depicting the original temple decorate the walls and the foundations of Coricancha, and a 20-foot tall curved wall is a feature of the exterior. Inside, rooms of smooth gray stone and sharp angles contrast the rounded arches of Spanish design."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – Depart for Home",
      "description": "In the morning, the scent of rich coffee emanates from a local bakery located inside an old colonial building near Plaza de Armas. Freshly baked bread and eggs dressed with chimichurri sauce offer an herbaceous and fresh beginning to the day. You happily listen to the family share their favorite moments from the trip, recalling the market in Pisac and the hang gliders in Lima. Cusco returns to life with artists capturing the distinctive stone, and vendors in the marketplace providing varieties of corn, potatoes, and quinoa. Your private transfer greets the family in the hotel lobby and escorts you to Alejandro Velasco Astete International Airport for your flight home."
    }
  ],
  "map": ""
}