{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "one-week-family-adventure-and-discovery-tour-of-peru",
  "tourName": "One-Week Family Adventure and Discovery Tour of Peru",
  "placesVisited": "Lima, Puerto Maldonado, Cusco, Sacred Valley, Machu Picchu, Aguas Calientes",
  "generalInfo": "Take the entire family on a trip you will never forget to the ancient wonders located in Peru. Get lost in the dazzling city life of the nation's capital before venturing off to the secluded jungles and majestic mountain tops of Peru's central regions. You will get the thrill of a lifetime as you zipline amongst the treetops of the Amazon Rainforest and trek to the breathtaking heights of Machu Picchu. Immerse yourself in local culture before stargazing amongst the serenity of the Sacred Valley.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – International Arrival",
      "description": "When you descend on the lovely city of Lima, you will immediately be met with the shimmering waves of the Pacific glistening under the sun's warm rays. As you deboard, you will be greeted by your private guide and escorted to your ground transportation. Your driver will whisk you along the busy highways surrounding the major metropolitan city before bumping along the charming cobbled streets of Lima's historic downtown. In less than an hour, you will arrive at our luxury hotel with a private balcony overlooking the ocean. Staff will welcome you and your family with a steeping cup of mate de coca tea , a traditional herbal tea. After settling into your hotel, you can stretch your legs as you begin to explore the city's major highlights. Your guide will lead you on a brief tour of the historic downtown, starting at the vibrant Plaza de Armas. Here, shady palm trees dot the main square, and colorful buildings burst from the square's perimeter. You can step inside the basilica and even tour the catacombs below for an inside look at Spanish architectural influence. Then, in the evening, you will return to the coast to enjoy a delicious locally sourced seafood dinner beside the verdant Parque del Amor."
    },
    {
      "dayNumber": "2",
      "title": "Puerto Maldonado – Bird Watching and Culture Class",
      "description": "In the morning, the real adventure begins as you board a regional flight to the secluded jungles of Peru. In a matter of just a few hours, you will arrive in the port city of Puerto Maldonado, thick with foliage and swaying treetops. You will enjoy a delightful ride along the river and arrive at your private lodge accommodations deep within the jungle's domain. On your first full day in the Amazon, you will indulge in some exciting bird watching of some of the world's most exotic species. As you descend on the clay licks, you will likely spot the colorful macaw bird as it makes the long journey from the outskirts of the Amazon. Your guide will hand you binoculars as you behold these fascinating phenomena. In the late afternoon, you will return to your private lodge accommodations, where you will attend a riveting culture class. Here, you will learn more about the indigenous people who have called the Amazon home for generations and sample juane de pollo , a regional delicacy consisting of a blend of rice and chicken, wrapped in large banana leaves and cooked over an open flame."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Maldonado – Zipline and Nighttime Hike",
      "description": "Take the family on a true adventure the following day when you once again set out along the swift rivers of the Amazon. Soon, you will arrive in a secluded region where you will meet your local expert and guide. Together, you will embark on a short hike past glistening waterfalls and tight alcoves drenched in sunlight. After a short instructional lesson in ziplining safety, you and the family will strap on your harnesses and helmets before taking off through the treetops as you whiz past monkeys, birds, and slinky sloths. You will have the ideal bird's eye view of the river down below and the idyllic horizon stretching out into the sunset. You can try to catch your breath as you take in the beauty, then snap a few lasting images once you reach solid ground on the opposite side. At night, after returning to your accommodations, your guide will lead you on a hike through the surrounding vegetation as you keep watch for nocturnal creatures stirring in the night. Meanwhile, you will learn about local conservation groups that work diligently to maintain and preserve a healthy environment for animals in the region."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – Plaza de Armas and Qorikancha",
      "description": "The next day, you will arrive in the internationally acclaimed city of Cusco. While you will surely fall in love with the friendly llama and alpaca roaming the downtown cobbled streets, you will also get a riveting education about the ancient Inca civilization, which dominated the city for hundreds of years. When you arrive, you will settle into your hotel in the picturesque neighborhood of San Blas and adjust to the altitude with a cup of mate de coca tea. Then, you will take the city by storm as you uncover Cusco's endless supply of germs. You will begin in the Plaza de Armas alongside your guide, where you will gather around the central ornate fountain. You will step inside the elaborate Cathedral of Cusco that flanks the plaza's perimeter. After a light lunch in the main square with a freshly squeezed fruit juice of maracuya or chirimoya , you will wander down the Avenida del Sol to Qorikancha, the Sun Temple. Here, you can take in the ingenuity of Inca design that withstood the force of three separate earthquakes. In the evening, you will return to the main plaza for dinner and dancing to acoustic melodies of traditional Peruvian music."
    },
    {
      "dayNumber": "5",
      "title": "Sacred Valley – Chinchero and Star Gazing",
      "description": "The following day, you will escape into the serenity of the Sacred Valley. Your day will begin with a tour of some of the most impressive remnants of the Inca Empire at the sites of Ollantaytambo, Moray, and Maras. At each, you will see inspiring innovations tucked into the picturesque countryside. As the Incas fled Cusco during the Spanish invasion, many sought refuge in places like Ollantaytambo. Meanwhile, the Empire maintained its critical farming techniques, like agricultural terracing and the massive salt basins at Maras. After a guided tour of each, you will come to the quaint city of Chinchero, where you can breathe in the fresh mountain air and look out on the grassy fields reaching out towards the Andes Mountains. Then, you and the family will step inside one of many white, stucco homes as you take part in an authentic culture class. Here, you will learn words in the native Quechua language and learn about the many uses of alpaca wool. Then, you will give the weaving a go yourself as you follow along with a guided demonstration. At night, you will arrive at your jaw-dropping dome hotel perched against the hillside as you look out on the starry night sky."
    },
    {
      "dayNumber": "6",
      "title": "Machu Picchu/Aguas Calientes – UNESCO Ruins",
      "description": "Your trip will culminate in a thrilling adventure to the ancient ruins of Machu Picchu, a renowned UNESCO World Heritage site. In the early morning hours, you will board a luxury train car with panoramic windows and fine dining options. As you wind through the Sacred Valley, you will get breathtaking views of the countryside and the glistening river waters. Soon, you will arrive in the base town of Aguas Calientes, which welcomes you with its quaint downtown: hotels built into the hillside and idyllic bridges across the surging river. By late morning, you and your guide will make the steep summit up switchback roads to the ruins of Machu Picchu. As you look out on the horizon, you and your family will surely marvel at the Andes peaking just above the clouds. You will spend the day alongside your expert guide as you gape at the Sacred Rock, the Temple of Three Windows, and the House of the Guards. Your guide will lead you to ideal vantage points for photo-taking and some of the most spectacular vistas in all of Peru."
    },
    {
      "dayNumber": "7",
      "title": "Lima – International Departure",
      "description": "Alas, your trip will conclude with a final day in the nation's capital where you can get lost in the murmur of traffic and the frenzied energy of pedestrian foot traffic. You will start the morning with a scenic bike ride to the art-infused Barranco District, where culture and whimsy exude from every corner. You can enjoy a light lunch as you look out on the colorful street art and cross the Puente de los Suspiros bridge for inspiring views of the neighborhood. By mid-day, you will meet your guide once again in front of your hotel and board ground transportation bound for Lima's International Airport. One last time, you will bounce along the cobbled streets of Lima's historic downtown as you round the corner of the Plaza de Armas. You will speed along the sparkling ocean waters as you near the airport. After saying goodbye to your expert guide and travel companion, you can look back on photos of your amazing journey as you plot the next unforgettable trip the family will treasure for years to come."
    }
  ],
  "map": ""
}