{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "family-getaway-to-eccentric-peru",
  "tourName": "Family Getaway to Eccentric Peru",
  "placesVisited": "Lima, Cusco, Machu Picchu/Aguas Calientes, Puerto Maldonado",
  "generalInfo": "An incredible 8-day family Peru tour is the perfect getaway. Here, you will experience it all: cultural heritage, unparalleled terrain, and diverse plant and animal life. The enchanting birthplace of the Inca Empire in Cusco hosts travelers from around the world en route to Machu Picchu and the luscious Amazonian Rainforest hosts a zipline along the canopy's stunning treetops. You can enjoy the adventure and create everlasting memories together.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – International Arrival & Airport Transfer",
      "description": "Taxis weave in and out of traffic while bicycles veer off into public plazas in Peru's bustling capital city of Lima. Car radios can be heard while soothing serenades from local musicians ring out in the distance. Adults gather around frothy glasses of pisco sour at outdoor cafes while children play a pickup game of futbol in a grassy field. You and your family will jump up with excitement once you land at the Jorge Chavez International Airport in Lima. After making your way through customs and collecting your bags, you will meet your private airport transfer. In no time, you and your kids will bump on cobbled streets, careen down frenzied metropolitan avenues, and wrap around the city's most beloved public plazas. As you look out the window, you will get a sneak peek into Peru's storied past. Massive cathedrals and decadent government buildings sit side-by-side with ancient structures and monumental innovations. You will journey forward in time as your private transport then leads you to the prestigious neighborhood of Miraflores, which is marked by its towering, white skyscrapers that line the Pacific Coast. It is here that you will settle into your luxurious accommodation. Starting in the afternoon, you and your family will enjoy some relaxed sightseeing and self-exploration. You can wind through the scenic streets of the iconic downtown and glance inside quaint jewelry and produce shops. Then, as the sun begins to fall in the sky, you can head to the water's edge, which is where the city really comes alive. At sunset, you can enjoy a lovely welcome dinner as you overlook Lima's crashing waves."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Guided City Tour and Moonlit Water and Lights Show",
      "description": "As the warm, orange-yellow sun rises in the sky, the city will be clamoring with activity. Cafes set up their outdoor patios with metal tables and chairs, while street vendors and produce sellers set up shop in public parks for the day. You and your family can enjoy a leisurely, all-inclusive breakfast at your hotel. By mid-morning, you will meet your expert guide for a tour of the city’s highlights. You will begin at Lima's historic center. From beneath the shady palm trees of the Plaza de Armas, you will spot the bold facades of the Municipal Palace of Lima, which is typical of Spanish architecture. You can step inside Lima's Cathedral and venture below ground level for an up-close look at the eerie catacombs. Wrought-iron detailing of the city's balconies points to Spanish design, while careful stonework alludes to an Inca and pre-Inca era. Later, you will return to your familiar neighborhood of Miraflores, where you will amble through charming, public spaces along the coast before making your way to the Miraflores Lighthouse. Your guide will explain the structure's rich history that dates back to the year 1900. Finally, in the early afternoon, your guide will lead you to the Barranco District, which is an eccentric area of the city where electric yellow, blue, and orange facades pop against the muted tones of stone city streets. As you cross the Puente de los Suspiros, you will have an up-close look at the buildings, charming outdoor cafes, and flamboyant street art. Then, in the evening and after dinner in Miraflores or downtown, your family will delight in a captivating light and water show. Fountains sway to syncopated music while beams of light of every color are shot high in the air. You will fall in love with the beautiful city skyline as it plays the part of the show's breathtaking backdrop."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Plaza de Armas and Qorikancha",
      "description": "Indigenous Quechua women gather in groups with their vibrant, ruffled skirts and stiff-brimmed hats, and tourists with hiking packs pose with the women for pictures as they prepare for their multi-day hike along the Inca Trail en route to Machu Picchu. You and your family will depart on a short, regional flight from Lima to Cusco, where you will arrive about one or two hours later. At the airport, you will meet your private transfer and set out to your luxurious hotel accommodation in Cusco's beloved neighborhood of San Blas. Here, white stucco homes line central street arteries, and musicians strum away while vendors set up small souvenirs booths. As a family, you can explore the nearby Plaza de Armas and stop for a quick refreshment at a cafe along the main square's perimeter. You will marvel at downtown's intricate stonework that is emblematic of the Spanish settlers. Later in the afternoon, you will travel along the buzzing Avenida del Sol, where combi bus attendants hang out the side door and call out upcoming stops. Without warning, the grand temple of Qorikancha will unfold before the modern-day shops and speedy traffic. Here, you will meet your expert guide who will lead you on a tour of the Sun Temple's impressive gold-leafed interior. In the evening, you will return to the Plaza de Armas for a delectable meal of fish or chicken. Adventurous eaters can even bite into the Andean delicacy that is known as cuy , or guinea pig."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – Saqsayhuaman & Horseback Riding in the Sacred Valley",
      "description": "By the early morning hours, farmers from the countryside will have already descended on the city of Cusco for a day of sales at the market. Inside, vendors banter back and forth as they set up their booths, and outside, locals begin to make their way to the markets for fresh produce, meats, and bread. As you and your family wake in the morning, you can enjoy a refreshing cup of mate de coca tea, which is an important tradition of the Andean people that is said to offset the effects of altitude sickness. You can take in the views of the main plaza from your private hotel balcony before venturing to these popular, open-air markets. As soon as you enter, you will be greeted by the flamboyant hues of the market's fresh produce, jewelry, textiles, and souvenirs. You can converse with locals and barter for great deals as you sample sweet, local fruits like the chirimoya and maracuya . If you are looking for an especially sweet treat, you can try the freshly squeezed juices like that of mango, banana, and orange. By midday, you will meet your expert guide in front of the hotel for a day that will be spent on the outskirts of the city, exploring the region's history and beautiful terrain. You will begin at the sites of Saqsayhuaman and Tambomachay, which are both integral settlements of the ancient Inca Empire. The first, Saqsayhuaman, served as a fortress barrier against outside invaders that were destined for Cusco. Most notable among historians is the professionally constructed wall in which mortar-less stones are so closely placed, not even a sheet of paper can pass between them. Second, you will come to Tambomachay, which is most likely the site of elite baths and spas that were used by the Inca elite. In the afternoon, you and your kids will delight in the beauty of the mystical Sacred Valley as you ride on horseback across luscious, grassy fields and sparkling waters of the Urubamba River."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes – Guided Tour of the Famed UNESCO Ruins of Machu Picchu",
      "description": "As day breaks, you and your family will board a luxury train car for the world-renowned ruins of Machu Picchu. On the train, you will enjoy idyllic views due to the panoramic windows. As the train moves along, you will marvel at the swift river water that glistens beneath the sun's powerful rays. You will then cross vibrant bridges and pass by peacefully grazing cattle before arriving at your final destination in the sleepy mountain town of Aguas Calientes. From here, you will be escorted to your luxury hotel accommodation that will be complete with beautiful balconies that overlook the foothills of the Andean mountains. By mid-morning, you will make the exciting ascent to the famed UNESCO World Heritage Site of Machu Picchu. Your private transport will weave up steep roads and level off at the site's grassy summit approximately an hour later. You can breathe in the fresh mountain air as you gaze around at the nearly endless array of mountain peaks. Over the next several hours, your guide will lead you on a tailored tour through a labyrinth of key features of the ancient Inca citadel, including the Temple of the Windows, the Plaza Principal, and the Sacred Rock. You will also have the opportunity for an adventurous climb up the famed mountain peak of Huayna Picchu, which is most often photographed as the backdrop to the mystical ruins of Machu Picchu. Though the climb is somewhat strenuous, the summit rewards hikers with breathtaking views of the ruins and outstretched valley. Alternatively, families can enjoy additional time for self-exploration at the site of the ruins. In the evening, you will return to the base town of Aguas Calientes, where you can experience the hot springs of the town. You will enjoy a soothing dip in the steamy, medicinal waters as you admire the surrounding foliage and low-hanging trees. Then, you and your family can return to the hotel to refresh before partaking in a locally-sourced meal at one of the dozens of outdoor restaurants."
    },
    {
      "dayNumber": "6",
      "title": "Puerto Maldonado – Amazonian Bird Watching and Ziplining",
      "description": "The following day, you and your family will embark on an extraordinary, two-day excursion to the depths of the Amazon Rainforest. To this day, this region remains one of the most secluded and secretive places in the world. Luscious foliage and a shady canopy layer hide away some of the planet's most diverse plant and animal species. You and your family will begin the day with a short, regional flight from Cusco to the port city of Puerto Maldonado. At the airport, you will meet your private guide who will lead you to the water's edge. From there, you will board a riverboat for a thrilling ride along the swift waters to your luxurious lodge accommodation that will be nestled deep within the rainforest. In the early afternoon, you will gear up for a thrilling adrenaline rush as you mount a zipline through the rainforest's canopy layer. You will whiz past large leafy trees, low-flying birds, and even some rare monkey species. It will be the perfect photo op as your whole family partakes in this fun activity. Later in the day, you will join your guide for some light hiking along well-established routes as you learn about the region's most exotic flora and fauna. Lastly, you will finish off the day with some bird watching at the macaw clay lick, which is where vibrant birds fly in from across the Amazon to perch atop a rocky cliffside. Their electric-hued feathers will be displayed beautifully against the rocky cliffside."
    },
    {
      "dayNumber": "7",
      "title": "Puerto Maldonado – Nature Conservation and Culture Class",
      "description": "Leaves will rustle with an early morning breeze as animals begin to stir. River waters will emit chiming melodies as they wash over stones and branches. You and your kids can enjoy a delicious breakfast from your private balcony or down below among the foliage. Then, you can even partake in a short, early morning, and self-guided hike around the surrounding lodge area before meeting your expert guide. On your second day in the jungle, you will learn more about the jungle and its diverse inhabitants. After a short riverboat ride, you will arrive at an unassuming cutout, where you will hike to the entrance of the nature preserve. Here, you will meet local and international researchers, scientists, students, and volunteers who come from all over the world to advocate on behalf of the rainforest and its many dwellers. You will witness several endemic species up close as you learn about their physical features and habits. Your private instructor will teach you about the center's commitment to rehabilitating these animals and reintegrating them into their environments. Your instructor will lead you on a walk around the premises, where you will be provided with the opportunity to see these fascinating creatures in their natural habitat. Later in the afternoon, you will travel deeper into the forest via the Madre de Dios river. In this secluded area that is shaded by a lush canopy layer, you will learn about another group that inhabits the Amazon: its indigenous people. Even for most Peruvians, indigenous tribes who call the Amazon home are largely a mystery and prefer to live an isolated life. Nevertheless, one of the best ways to learn more about their culture is through food. You will indulge in an authentic cooking class of juane de pollo , which is an intoxicating blend of chicken and olives that is wrapped within massive banana leaves."
    },
    {
      "dayNumber": "8",
      "title": "Lima – Airport Transfer & International Departure",
      "description": "Upbeat cries of native birds will ring out as they swoop low and dip their wings in the cool river water. In the distance, you can hear tree branches snap as spider monkeys pass from one branch to the next. Bullfrogs will let out their low-pitched murmurs while insects incessantly chirp away. You will awake to your final day in Peru. You can enjoy one last fresh rainforest breakfast and snap a few last photos of the family to commemorate this incredible experience. Then, your guide will meet you at your accommodation to escort you back to Puerto Maldonado. In Puerto Maldonado, you will catch your airport transfer to the regional airport and board your return flight to Lima. From Lima, you will embark on the final leg of your journey as you connect to international flights home."
    }
  ],
  "map": ""
}