{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-wildlife-inca-ruins-tour-from-the-amazon-rainforest-to-machu-picchu",
  "tourName": "Peru Wildlife & Inca Ruins Tour: From the Amazon Rainforest to Machu Picchu",
  "placesVisited": "Lima, Machu Picchu, Sacred Valley, Cusco, Manu Wildlife Center",
  "generalInfo": "Explore and experience natural wonder and preserved culture during your 10-day Peru tour featuring wildlife and ruins. Gilded Spanish churches will shape Cusco’s skyline. Andean peaks will loom large over Machu Picchu. Twittering parrots and rambunctious monkeys will ramble through the trees of the Amazon Rainforest. Your custom-tailored luxury tour will highlight the splendor of nature and the diverse heritage that remains in Peru from the Andes to the Amazon.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Arrive in Lima, the Peruvian Capital",
      "description": "Arrive in the bustling city of Lima and be whisked into the sensational history and modernity of the city. The mega-city wraps around the central hills, giving it an undulating panorama, while each neighborhood feels unique from the next, and acts as its own city within the borders of Lima. The beauty of trendy Miraflores sits along the seaside. The ocean breeze carries through the walkways and brings the sweet scent of the Pacific to you. You can hear the rush of the waves and laughter of people. The sun dances on the water. The lighthouse stands tall over the coastline, striped black, and white, and stationed as the pinnacle of El Faro Park. The cliffs along the left coast jet outward into the sea. The calm rush of water laps beneath the walkway. You can sit in the quiet ends of the city and know that adventure has just begun."
    },
    {
      "dayNumber": "2",
      "title": "Cusco - Transfer to the Incan Capital City of Cusco",
      "description": "Today you will depart from the sprawling cultural neighborhoods of Lima and arrive in Cusco, some 10,750 feet above sea level, nestled within the lush beauty of the Andes, the longest mountain range in the world. Cusco is filled with Andean culture and sentiment, spread across the reflective facades of the Spanish colonial buildings and built on top of Incan remains. Children rush along the streets with soccer balls and squirt guns, their laughter bouncing off of the walls of a colonial past. The rich scent of Peruvian coffee lingers longer than the children. Tour through the city to experience the deluxe wonders of the city, from the Plaza de Armas to the surrounding ruins. Sacsayhuaman is the Incan fortress that looks over the city like a petulant ghost. The large monoliths were cut and pushed together, giving the walls a forceful and breathtaking look, having stood for centuries without any mortar. The rich trees that surround the city give a pleasant minty aroma to the afternoon. Enter the fortress and walk deeper into the Incan remains, along the long stretch of large boulders that guide you almost to the distant tree line. The fortress looks like it could have been a second city overlooking the Incan capital of Cusco, and meant to be the head of the puma, created by the shape of fortress and the city combined. The fortress is air musky with fresh earth and rich stone. The boulders rise over 30 feet in places, dwarfing you and leaving you to wonder how the Incas had managed such a tremendous structure. Venture through the fortress, along and on top of the boulders to see the city below. The cool breeze brushes your cheeks. Mountains surround Cusco and homes rise up the sloping foothills. Upon your exploration of the fortress you will also find the natural stone slides. The stones have smoothed and angle down the hillside in tiers inviting you to glide down and touch the ground. The wind whips through your hair, the stone is cool on your fingertips, and the ground comes up to greet you, giving you one more rush within a day full of wonders."
    },
    {
      "dayNumber": "3",
      "title": "Cusco - Explore Pisac and Ollantaytambo",
      "description": "Today you will venture into the Sacred Valley to experience the culture of the Andes and the surviving structures of the Incas. The Pisac ruins are separated into four sections, each one unique in its structure and position. The fortress sits along a rocky outcrop giving view to the surrounding valley, while the Sun Temple is made of rock that glows red in the afternoon light. The air is perfumed with fresh fruit and Peruvian mint called huacatay . The sensational color shines over the hillside like a second sun. Venture into the Pisac Market where the vivacious colors of the local textiles are as vibrant as a rainbow. The cloth is soft and smooth to the touch. The blankets are warm while the hats range from wide-brimmed to beanies. From the steps of the Pisac Market to the steps of Ollantaytambo village, you can see the remains of an Incan city overlaid by an Andean village. The quintessential doorway is made of polished wood, surrounded by a variety of stones smoothed and cut with a trapezoidal archway, layered and leading to the door keeping the homes a consistent temperature year-round. Ollantaytambo sits beneath an engraved image of Viracocha built into the mountainside and is known as the great creator in Incan mythology."
    },
    {
      "dayNumber": "4",
      "title": "Machu Picchu - Through the Sacred Valley to Machu Picchu",
      "description": "The Urubamba Valley stretches beneath the stunning Andes, the peaks rolling through the sky as the river tumbles along the foothills. Mist sprays into the air. The grass sways in the breeze. You reach the base of the Lost City of the Incas and you are ready to explore. The cool clouds dissipate in the late morning warmth. The fields begin to shimmer in the light. Climb the stone stairs and feel the adrenaline rush to your muscles with each step. You come closer to one of the Seven Wonders of the World. Each step is even beneath your feet until you reach the top. The city of ruins spreads before you along the plateau, over various terraces, and onto the foothills of Huyana Picchu, the towering mountain in the short distance. You take a deep breath and can almost taste your excitement. Stairs take you on top of tiers, temples wind around the mountainside. The Condor Temple is a mixture of stone blocks overlooking the polished cliff side and stained rock. Descend into the temple where a rock shaped like a condor sits at the heart of where the entire temple once stood. The enormity of the Lost City is not just in its size but within its survival."
    },
    {
      "dayNumber": "5",
      "title": "Cusco - Explore the Ruins of Machu Picchu",
      "description": "The morning brings with it a wondrous radiance over the Lost City. Venture back onto the citadel where the wonders of Machu Picchu have and will remain along the plateau amongst the clouds. The morning dew drifts into the air. The cool breeze brushes through your hair. Explore one of the secret entrances to Machu Picchu, one of the reasons why the incredible city had been lost and remained unscathed for centuries, along the Inca Bridge. The cliff shines pink and red between the sprouting trees. The bridge consists of the trunk bridge, a stone path that cuts into the rugged cliff face that had a large piece missing, meant to leave the trail impassable for strangers. The rock face is rugged and course against your palms but the view is incredible offering an untouched expanse of the valley combined with the history of the hidden pathway to a city in the clouds. After your exploration of the bridge, you will make your way to the train station and return to Cusco, settling into the luxurious comforts of your hotel."
    },
    {
      "dayNumber": "6",
      "title": "Boca Manu - Depart for the Manu Wildlife Center",
      "description": "Today you will say goodbye to the Andes and the beautiful city of Cusco. Make your way to the airport and watch the mountaintops recede beneath you as venture to the secluded Amazon basin arriving in Boca Manu. The air surrounds you with warmth as you stand on the banks of the Amazon River. Parrots caw and the sound echoes in the trees. Climb aboard a motor taxi that will take you through the Madre de Dios River and into the sensational and private Manu Wildlife Center. Journey through the dense and lush rainforest around the wildlife center. The gentle trickle of water sits beneath the canopy. The leaves rustle above you. The air is still around you. Your guide points into the trees and you can see a monk saki lingering in the thick branches. The primate has a monk’s haircut and looks like a mini orangutan with a long tail and black fur. After a decadent dinner within the trees you will make your way to the clay lick, climb up along the 17 feet observation center and watch the lumbering tapirs waddle to the clay. The tapir looks like a mixture between a large pig and a small anteater, and makes a high-pitched grunting sound as it lumbers through the forest. With the rich night sky shining through the canopy, you savor the wonders of the ruins and the rainforest in your mind."
    },
    {
      "dayNumber": "7",
      "title": "Boca Manu - Traverse the Sensational Sights of Manu Wildlife Center",
      "description": "The dawn brings with it the active life of the rainforest as the birds begin to sing beneath the canopy. The morning air is cool against your skin; the wildlife center is perfumed with aromatic coffee and freshly fallen rain. Journey to the famous parrot clay lick where the vibrant colors of the wild reveal themselves as if you were looking through a kaleidoscope. Macaws stand along the cliff; their mouths are perched on the mineral rich clay, as their bright red feathers blend with the iridescent blue that pops against the dull pink of the clay lick. Vines dangle above the clay and offer cover and comfort to the birds drifting in and out of the rainforest. The boisterous sounds of active birds bonce off of the rock face. Continue on to explore the oxbow lakes where giant otters glide through the water and Hoatzin linger in the trees. Hoatzins are a plump bird with a prehistoric twinge, looking like a mixture of turkey, a hawk, and a punk rocker with wings. Their wingspan is circular while their colors help them blend into the underbrush. The fabulous sights of the rainforest are sometimes hidden within the various hues that make the wildlife so beautiful."
    },
    {
      "dayNumber": "8",
      "title": "Boca Manu - Enjoy the Natural Wonders of the Manu Wildlife Center",
      "description": "The hoots and cries of monkeys filter through the canopy at dawn bringing another unique experience in the rainforest. Follow your guide through the lush jungle for a visit to a stunning variety of fruit trees that grow in the forest, from fig trees that wrap around their host like a parasite, giving them the name strangler fig trees, to the raspberry red insides of the Titoki tree. As you wander beneath the canopy your guide tells you to stop. They point into the distance and you can make out bright spots sitting on top of a log. It’s a jaguar sunning itself along the forest floor. Her spots stand out against the branch, her eyes a piercing yellow. You follow your guide away from the jaguar, relish the rare sight, and can once again hear the monkeys howling within the trees."
    },
    {
      "dayNumber": "9",
      "title": "Cusco - Return to the Beauty of the Andes at Cusco",
      "description": "Today you will depart the Manu Wildlife Center along the waters of the Madre de Dios River. From the boat, you can hear the caws and calls of the various birds in the trees. Kingfishers swoop into the water to catch breakfast. Fish leap from the water to catch flying bugs. The river is warm as you dip your fingertips beneath the surface; the water teems with life and the air is filled with the buzz of insects and the howl of monkeys. Venture to the airport for a return trip to Cusco. Once you arrive in the mountain top city of the once Inca capital, your adventure through the rainforest will have come to an end, but there is always more to explore and experience along the rambling cobblestones of Cusco. The mountain breeze is cool around you. The aroma of cold stone and roasted sweet potato fills the streets. Venture to Plaza San Blas for a quiet and serene taste of the city above the rooftops. Much of the spirit of Peru sits within its national drink, the Pisco Sour, where the frothy texture mixes with the floral scent and the tangy flavor for a complex and tasty combination, just like Peru itself."
    },
    {
      "dayNumber": "10",
      "title": "Cusco - Depart for Home",
      "description": "Today you will make your way out of Cusco where you will connect to your flight home in Lima. The sensational sights of Peru stretch across the metropolis of Lima, from the foothills of the Andes, and into the Amazon Basin. You traveled through clouds and found the Lost City of Machu Picchu. You ventured into the rainforest to see the vivacious shades of macaws and the secret wilds of the hidden Amazon. The modernity of Lima rolled through the diversity of the neighborhoods. Your time in Peru brought you more than just an adventure, it brought you an imaginative world full of memories to return to time and again."
    }
  ],
  "map": ""
}