{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "intimate-peru-a-romantic-ten-day-tour-for-couples",
  "tourName": "Intimate Peru: A Romantic Ten-Day Tour for Couples",
  "placesVisited": "Lima, Lake Titicaca, Cusco, Machu Picchu, Urubamba Valley, Amazon Rainforest",
  "generalInfo": "Passion will overtake you during your 10-day romantic Peru tour custom-tailored for couples eager to indulge in romance and adventure. You will bask in luxury as you discover remote charm and intimate destinations. From sundown over Lake Titicaca to a shaman ceremony at the ruins of Machu Picchu, a sensual spa in Cusco to a stunning Amazon river cruise, you find enchantment grandeur, mystique, and beauty in Peru.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Amorous Fine Dining",
      "description": "Lima has a superb culinary scene, and will be showcased by two restaurants in the top ten of the World’s Best 50 Restaurants list. Across the city, lesser known establishments will serve up the city’s unique style of seafood along with a Japanese-Peruvian fusion known as Nikkei. It is almost a shame you will only have one dinner here because Lima is worth visiting just for the food. Still, one dinner means nearly a dozen courses. After an airport transfer, you will check into your Miraflores hotel, which is located in Lima’s most upmarket neighborhood. Transfers will take you to and from the restaurant, and simply having reservations there is part of the exclusivity offered by this ten-day tour."
    },
    {
      "dayNumber": "2",
      "title": "Lake Titicaca - Exploring Lima and Cocktails on the Water",
      "description": "Stroll through Parque del Amor, Lima’s Love Park along the Pacific Ocean and then head down into the City of Kings , where colonial styles meet pre-Incan heritage and the lively colors of today. Palaces will shine around the Plaza de Armas, where gold and silver shimmer brightly inside. Santo Domingo Church is another of the UNESCO World Heritage monuments that you will see on this encompassing tour. Erotic, pre-Colombian art will take you further back in time at the Larco Museum. These Liman highlights will comfortably fill a morning, and you will finish at a small seafood restaurant, sampling local ceviche . Then, you will transfer straight to the airport for a flight South to Puno. You will touch down quickly become accustomed to the high altitude. Out on the terrace you can dance beneath the stars at a destination that is some thousand miles from any city. With such little light pollution at the lake, it is rare not to see a dozen shooting stars in any one evening."
    },
    {
      "dayNumber": "3",
      "title": "Lake Titicaca - Private Cultural Cruise Across the World's Highest Navigable Lake",
      "description": "Pale blue waters will shimmer just below your terrace, and mountains will rise like sentinels in all directions. The morning will be still and quiet. After your relaxing morning, you will set off in a traditional canoe, traveling serenely across Lake Titicaca. Such a destination will be quick to dissolve stresses from home, especially when you pass the thick reeds and lush marshes to find your private bay. Life does exist here, and the local culture has preserved many pre-Incan social styles. With their colorful garb and floating structures, the people will help to take you further away from the landscape back home. Lake Titicaca will become even more of an escape, and tonight you will dance beneath the stars once more."
    },
    {
      "dayNumber": "4",
      "title": "Cusco - Spa Relaxation and Highlights of the Incan Capital",
      "description": "A vast Incan fortress will provide space to get lost alongside llamas. You will travel down a darkened corridor where you will enter Qorikancha Temple of the Sun, feeling a mystique that has survived where the Incas could not. Candles will illuminate the way for you in Cusco Cathedral, which is a Gothic and Baroque structure that rests at the city’s heart. After a flight into Cusco, these three highlights will fill your afternoon and connect 800 years of stories. As dusk arrives, you will be back at your hotel, relaxing in a contemporary spa. Cusco may be old, but it has got more modern spas than almost anywhere else in Latin America."
    },
    {
      "dayNumber": "5",
      "title": "Urubamba Valley – Discovering the Sacred Valley of the Incas",
      "description": "The Sacred Valley of the Incas will provide many places to stroll hand in hand. You can wander through salt flats, standing amid a landscape of white beneath towering cliffs, or you can walk through PísacMarket, admiring the vibrant stalls of Quechua women who pile clothes and trinkets to the ceiling. You can climb steep stone steps into the Ollantaytambo Fortress, going all the way up to a secluded viewing platform with superb Andean views. Back on the ground, there is the town of Ollantaytambo to explore with its narrow, cobbled streets and low-slung townhouses. Along the way in Urubamba Valley, you can spot countless Incan ruins and Incan trails."
    },
    {
      "dayNumber": "6",
      "title": "Aguas Calientes - An Ancient Shaman Vows Ceremony; First Machu Picchu Impressions",
      "description": "The shaman’s prayers will roll with a particular cadence, which will be an almost yodeling style that moves up and down through the octaves. Incense will be burned along with peculiar twigs and branches. If you look up, you will see ragged, forested mountains, whose peaks are only just rising above the mist. Not far above you is Machu Picchu, and you will be able to see the ruins close by. Although the ceremony does not take place at the Lost City, it will still feel like you are right there as you will be near many Incan ruins. During the ceremony, you will present offerings to each other and exchange vows. Then, you will head to a hotel besides Machu Picchu and take some time to reflect on what just happened. Earlier today you took the train from Ollantaytambo to Aguas Calientes and then a road transfer to the ceremony. This afternoon you can explore Machu Picchu at your leisure. You can wander up the steep steps and find the infamous viewpoint, and perhaps posing for the most classic of all Peruvian photos. You can also stroll out to the Sun Gate and cross old terraces, wondering how and why all of this was built. Tomorrow you will take the guided tour, so this afternoon is all about you, and a chance to walk leisurely through one of the new seven wonders of the world."
    },
    {
      "dayNumber": "7",
      "title": "Cusco - Guided Machu Picchu Exploration and More Cusco Highlights",
      "description": "As dawn breaks the mist will still be fairly high. It is at this time that the Lost City is at its most mysterious. Gradually, the veil of mist will clear, and everything will come into view. Some would say Machu Picchu are ruins, but the city citadel is remarkably preserved and is almost entirely intact and untouched. A guide will take you through the key monuments, suggesting theories for the Sacred Solar Clock, Royal Quarters, and Temple of the Three Windows. In truth, there is still no definitive explanation for this city other than that it was abandoned before the Spanish came and was unknown to the outside world until 1911. Yesterday, free exploration was all about your own impressions while today’s tour should provide some context to the magic. By late morning, you will have left and will tucked up on the Harry Bingham train, cruising in first-class comfort. After returning to Cusco in the evening, you can head straight to the spa and reminisce on what has just happened to you both."
    },
    {
      "dayNumber": "8",
      "title": "Amazon Rainforest - Setting Off on an Amazon Cruise",
      "description": "A new morning flight will now connect Cusco with Iquitos in the far North of Peru. This is the gateway to the Amazon Rainforest. From Iquitos, it will be a short drive to the river, and you will be cruising by midday. After a week of adventure, it’s time for some real downtime. On the cruise, you will have at least two activities per day, usually one walk along a wildlife trail and then a canoe or small-boat trip down a tributary."
    },
    {
      "dayNumber": "9",
      "title": "Amazon Rainforest - Toasting to Romance in Pacaya Samiria National Reserve",
      "description": "Into Pacaya Samiria you will go, listening to howler monkeys that shout from the treetops. On a morning walk you can see these impressive primates. To take a rest, you can sit and wait for toucans to arrive besides a salt lick, and then, back on the boat you can escape to the suite and admire the Amazon from your private accomodation. It will be very hot and humid through the middle of the day, but your suite will provide privacy and refuge while still offering stunning jungle views. On a private canoe trip, a guide will take you into Jacinto Cocha, which is a black water lagoon where you can search for piranha and alligators. There will even be an opportunity to do some private kayaking. As sunset arrives, you will make a toast on the top deck. There are only 12 suites on the boat, so there will always be an element of privacy throughout the cruise."
    },
    {
      "dayNumber": "10",
      "title": "Amazon Rainforest - Private Amazonian Experiences and Departure",
      "description": "You will spend one final morning in the Amazon where you may wake to melodic birdsongs. You can take a walk past tangled roots and strange trees, absorbing the rainforest atmosphere for one final time. On the way back to Iquitos, you will stop at a manatee rescue center for an opportunity for some close-up encounters with the rare creatures. Then, it will be an evening flight back to Lima, where you will land and transfer to your international departure."
    }
  ],
  "map": ""
}