{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "hidden-side-of-peru-an-itinerary-for-the-returning-visitor",
  "tourName": "Hidden Side of Peru: An Itinerary for the Returning Visitor",
  "placesVisited": "Lima, Trujillo, Cajamarca, Chachapoyas, Tarapoto, Mendoza, Kuelap, Amazon",
  "generalInfo": "Enjoy the hidden and experience the overlooked on your 10-day Peru tour perfect for the returning visitor. Your customizable tour will uncover the ruins of Cloud Warriors and immerse you in the pristine wilds of the Amazon Basin. You can sample coffee at a secluded plantation and witness preserved colonial charm in Andean cities as you experience the culture, wildlife, and landscapes of Peru.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Trujillo – Arrive in Trujillo with a Tour of the Historic and Riverside Districts",
      "description": "The buildings shaping the skyline and cobbled streets of Trujillo have not changed for hundreds of years. The Spanish Colonial architecture continues to decorate the Plaza de Armas and surrounding neighborhoods with elegant facades of polychrome set beside the spires of colonial churches. The Freedom Monument adorns the heart of Plaza de Armas, crowned with a bronze statue holding a torch, and the Basilica Menor Catedral shimmers with a bright canary-yellow facade along the edges of the plaza. The typical cuisine of the region consists of shellfish, seaweed, birds, and livestock in a continuation of ancient traditions. The scent of Shambar soup, which blends Spanish, Criollo, and Andean gastronomical customs, drifts out of the restaurants as you find your way to the Cassinelli Museum which offers a private archeological collection located in the basement of a gas station. The unique display showcases more than 2,000 ceramic pieces, including a stunning whistling pot shaped like a bird. When air blows through the pot, the sound becomes a clear, crisp musical note and, when asked, the curator offers examples of the whistle, allowing visitors to listen to the same sounds heard by the pre-Columbian peoples of Chan Chan. The calls correspond to those of male and female birds, allowing you to hear the simple pleasures captured through sound centuries ago. The preserved structures, unique culture, and stunning connection to the local archeology welcomes you back to Peru in a different and pleasantly unexpected light, leading you to the Sun and Moon Temples in the late afternoon. Consider reading some of our travelers' reviews of luxury Peru travel agents to learn more about this exciting tour."
    },
    {
      "dayNumber": "2",
      "title": "Trujillo – Spend the Day Discovering the Ancient City of Chan Chan",
      "description": "In the morning, the aroma of the wheat base and dried beans used to make Shambar filters through the streets of Trujillo. Sporadic bakeries fill their windows with king kong , a pastry prepared with sweet milk and delicate fruits. After breakfast, your guide greets you in the hotel lobby and escorts you to the gates of Chan Chan, the largest pre-Columbian complex in the Americas and the largest adobe city in the world. The outer reaches of the former grand city have eroded over the years of heavy rain and floods. You make your way closer to the center, where the restored Tschudi complex reveals broad plazas and a royal burial chamber. Sunlight washes over the adobe bricks and unique latticed designs and the scent of hot soil fills the air. At its peak, the city had 60,000 inhabitants and retained vast amounts of wealth even after the Inca conquered the Chimú Empire. Ten walled citadels once protected the various districts of the city, each containing a royal burial mound stuffed with ceramics, weavings, and jewelry. Your guide leads you to the Ceremonial Courtyard, where 13-foot tall interior walls shine with geometric designs. Images of sea otters float along the ground-level, which are the last of the original embellishments, and you find remnants of the walls reaching nearly 330 feet tall. The adobe friezes outside of the courtyard depict stunning images of rippling waves and fish swimming beneath lines of seabirds, the character and fluidity bringing a marvelous flare to the historic artwork."
    },
    {
      "dayNumber": "3",
      "title": "Cajamarca – Venture to Cajamarca for an Exploration of the Colonial City",
      "description": "The morning aromas return to Trujillo through the variety of grilling meat and marinating seafood. Restaurants drizzle lime and lemon over a collection of yams, corn, onion, and shellfish, often accompanied by marlin and a spicy pepper sauce. At breakfast, you sip a delicious coffee made from beans sourced across Peru, discovering the unique flavors and aromas of properly prepared coffee. After the meal, your private transfer greets you in the lobby and escorts you into the northern highlands to reach the town of Cajamarca. Rugged mountains envelop the skyline, surrounding the sleepy valley and colonial architecture. Adobe red-tiled roofs glint in the sunlight, representing the village roots of the growing population. Fertile farmland shimmers with verdant grass and lively crops nestled between the mountainous slopes and cobbled lanes. Locals wear wide-brimmed hats and colorful scarves. Gorgeous churches border Plaza de Armas and the former grandeur of the city is reflected in the narrow streets leading outward from the city center where baroque mansions once belonging to wealthy landowners now hold graceful accommodations and refined restaurants. The local community prides itself on delicious homemade yogurts and cheeses. The pace of the day moves slowly, allowing you to settle in at your preferred stride. Your guide leads you to the steps on Santa Apolonia Hill. Atop the summit stands the “Inca Seat,” where the head of the Inca would address his subjects from on high, visible to the community when looking up from the streets. Today, the hillside provides a splendid view of the colonial city and mountains."
    },
    {
      "dayNumber": "4",
      "title": "Leymebamba – Visit Cumbe Mayo Aqueduct and a Mysterious Necropolis",
      "description": "The morning hovers over the mountains and spreads across the sprawling colonial church and hospital erected between the 17th and 18th centuries. The volcanic rock shimmers with peculiar golden hues, and the cupola of the neighboring baroque church provides contrast to the lavishly decorated walls along El Complejo de Belen. After breakfast, you venture with your private guide to the ancient grounds of Cumbe Mayo. The archaeological splendor represents one of the oldest structures in the Americas, dating back more than 3,000 years. The elevation of 11,000 feet things the air and tufts of grass and sporadic boulders roll along the high-altitude plain. Your guide points to the beginning of the Pre-Incan aqueduct, which travels a length of five miles. The historic feat of hydraulic engineering collected water from the Atlantic watershed and redirected it to the Pacific. Archeologists believe the structure was created around 1,500 BC. The crisp air of the mountains bites at your cheeks, and the thinner atmosphere allows the sunlight to shine stronger over the rocks and grasslands. Petroglyphs surround numerous caverns, representing untranslatable images belonging to the civilization which carved the aqueduct around the remote mountainous region. You point out the zigzag formation of the canals and learn about the theory that the angles helped slow the water flow, allowing the water to irrigate. You continue into the Stone Forest, also known as “Los Frailones,” which means Stone Monks. The volcanic pillars reach as much as 60 feet tall and were carved out of the volcanic rock through millennia of erosion."
    },
    {
      "dayNumber": "5",
      "title": "Leymebamba – Meet with the Artists and Conservationists of Leymebamba",
      "description": "You begin your day in Leymebamba with a visit to the eponymous museum housing artifacts belonging to the Chachapoyas civilization. Orchids grow in the garden outside of the thatched roof house and alpacas graze on the grass keeping the lawn manicured around the cobbled walkways. The tranquil nature of the museum accompanies the natural warmth of the city, set at an altitude of nearly 6,000 feet above sea level, far below the 11,000 feet you experienced while at Cumbe Mayo. Your guide introduces you to the gallery erected in the 1990s to house the nearly 220 mummies discovered 25 miles outside of town at the Laguna of the Condors. The mummies offer insight into the burial customs of the Chachapoyas people who did not embalm their dead and instead chose specific areas where the microclimates aided in preservation. Leather and unspun cotton preserved the facial features, while the body was wrapped in layers of cloth. Outside of the museum, you meet with a woodcarver inspired by the archeological finds around Leymebamba. The studio is filled with the scent of wood shavings as the artist welcomes you into the studio and shows you works related to the ancient features displayed in the museum, from ceramic works to the mummies themselves. Local weavers greet you with open arms, eager to show you the customary techniques of shearing, dying, and weaving alpaca wool. They begin by showing you the ways the various dyes are made including the way the color masters derive hues from the cochineal bug. After drying in the sun, the dyers use a mortar and pestle to grind the ingredient, adding water or oil to shape the dye into shades of red, pink, and various hues of purple."
    },
    {
      "dayNumber": "6",
      "title": "Chachapoyas – Explore Pre-Columbian Kuelap en route to Chachapoyas",
      "description": "The secluded landscape around Leymebamba offers an ethereal ambiance far from the bustling streets of Lima and Cusco. The orchids decorating the gardens at the museum lean into the sunlight, and the scent of delicious coffee brings a refreshing air to the morning. You follow your guide to the forgotten fortress of Kuelap, which rises out of the mixture of tropical scenery and cloud forest. The road switches back along the mountain leading to a mile-long trail. The elevation reaches nearly 10,000 feet above sea level, and your first view of the ancient site is dramatic and breathtaking, featuring 65-foot tall walls made entirely out of stone. The Chachapoyas lived in the northern Andes nearly eight centuries before the Incas, and history refers to the civilization as the Cloud Warriors. Red bromeliads blossom against the moss twisting along the trees. The mountainous ridges dip into the canyon to the west, the verdant rainforest spreads across the east, and llamas graze on the grass and chew in the tranquil ambiance. Emerald summits burst through the occasional passing clouds. This fortress was erected between the 6th and 16th centuries, and you take in the way the limestone rocks shine with hints of gold. Many of the stones are 10 times the volume of the stones used to create the Pyramids at Giza. Giant mortars in the complex helped crush herbs, and your guide helps you navigate the maze of deep pits, circular homes, and a wall at the heart of the complex reaching almost 2,000 feet long."
    },
    {
      "dayNumber": "7",
      "title": "Chachapoyas – Relish in a Coffee Plantation Visit and Private Tour in Mendoza",
      "description": "The whitewashed walls of the town of Chachapoyas glimmer in the returning sunlight against the surrounding greenery of the high-altitude cloud forest. The Spanish founded the town as a base to explore the Amazon region, remaining an important source of jungle trade until the 1940s. The colonial structures remain, surrounding the central market and leading to the ancient ruins of the Chachapoyas. At breakfast, you enjoy a refreshing cup of coffee before traveling to a local plantation to learn more about the cultivation of the internationally renowned beverage. Coffee is one of Peru’s most popular exports, totaling 4.2 million bags in 2016. When in bloom, the coffee plants produce stunning white petals emanating a jasmine fragrance. Your guide leads you along the pathways winding between the coffee crop on the organic cooperative where red berries dangle from the plant ready to be harvested. The berries look nothing like the coffee beans you expected and instead have a bright, vibrant coating as they dry in the sun until ready for roasting. Your guide offers you a selection of light, medium, and bold roasts to try and you find the different aromas emerging from the beans. You dig your fingers into the beans to feel the dry, grainy texture and how it differs from the waxy, plump berry. In the tasting room, your guide heats water to a perfect 195 degrees, the temperature best for brewing coffee, and pours the water over the ground beans in a circular motion. You inhale and find aromas of cocoa, dried fruit, and hints of citrus."
    },
    {
      "dayNumber": "8",
      "title": "Tarapoto – Travel to Tarapoto with the Remaining Day at your Leisure",
      "description": "At breakfast, you sip your coffee searching for the familiar notes you discovered during your tasting the previous day. The delightful aroma of cocoa and orange peel revitalize your senses before you make your way into the northern highlands along edges of the high jungle to Tarapoto. The Spanish founded the city in the 18th century along the Cumbaza River. Cloud forest plunges into the Amazon basin creating a unique collection of microclimates and ecosystems, and you pass by banana, cocoa, corn, and coffee plantations. En route to the town, you stop in the village of Lamas, which is known for its distinctive mix of cultures, and is where people of both indigenous and Spanish descent inhabit the upper plateau. The indigenous community resides on the lower slopes beneath the facade of the faux-European castle. The streets on the plateau lead to open terraces around 3,000 feet above sea level. The village was founded in the mid-17th century as one of the first jungle settlements in Peru. You continue to the Ahuashiyacu Waterfalls and watch as the stunning natural cascade tumbles more than 130 feet into the waiting pool. The walls narrow into a small crevice where smooth stone frames the whitewater. The sound of splashing water echoes against the stone, the mist rustles the encircling leaves, and the spray spreads from around the base of the waterfall providing a refreshing spritz in the tropical heat."
    },
    {
      "dayNumber": "9",
      "title": "Tarapoto – Enjoy the Enriching Amazon Basin with a Full-Day Excursion",
      "description": "The nearby Orquidea Chocolate Factory produces delicious organic treats known throughout Peru and South America. The scent emanates from the factory doors and spreads to the edges of Tarapoto. After breakfast, you venture to a private conservation area run by biologists who are eager to help nature enthusiasts find the beauty of the untamed landscape. In the absence of the bustling streets of city life, nature springs to live. Cabins on the reserve overlook the slopes leading down into the tropical rainforest, and birds chirp and twitter in the serene comforts of the Amazon basin. Your guide greets you upon arrival and eagerly takes you along the trails that wind through the more than 370,600 acres of land at nearly 1,200 feet above sea level. You listen to the woolly monkeys rambling through the trees, observing their dark brown and olive coats and the way they use their prehensile tails to hold branches as they reach for far-flung berries or nuts. Your guide points into the branches at a military macaw. Its name derives from the green plumage resembling parade uniforms, with a red front contrasted by narrow black lines. The nearly 40-inch long bird stretches its wings to show a long streak of blue feathers bordered with red along its tail."
    },
    {
      "dayNumber": "10",
      "title": "Tarapoto – Depart for Home",
      "description": "In the morning, a slow-moving mist rolls through the forest before sunrise. The clouds leave residual dew along the grass and treetops before dissipating with the returning light. The scent of coffee fills the dining room and an ash-throated antwren twitters in the trees with a light and airy call that becomes a series of quick chirps in rapid succession. You enjoy the quiet moment reflecting on your time in Peru before your private transfer escorts you to Cad. FAP Guillermo del Castillo Paredes Airport for your flight to Lima. After the brief transfer, you check in to your international flight home."
    }
  ],
  "map": ""
}