{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "ultimate-machu-picchu-and-galapagos-two-week-private-tour",
  "tourName": "Ultimate Machu Picchu and Galapagos Two-Week Private Tour",
  "placesVisited": "Quito, Santiago (City), Isabela, Santa Cruz (Galápagos), Lima, Cusco, Urubamba",
  "generalInfo": "With a seven-day luxury cruise and intimate Incan adventure, this two-week luxury tour will celebrate the very best of the Galapagos Islands and Machu Picchu. Red-footed boobies may hop before your eyes, a once lost city will emerge from the mountainous mist, and penguins and seals can swarm alongside your kayak. Expect to get closer and to discover two magnificent South American realms.",
  "durationDays": "14",
  "price": "17,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – The World Heritage City",
      "description": "Quito is a delightful old city. Colorful houses line cobbled streets, impressing a faraway time, and church domes glisten beneath the Ecuadorian sun. By entering churches, you will find fables of gold and luxury beyond comprehension. Regardless, out on the old squares, there is a laid-back and low-key atmosphere to the city. After being greeted at the airport, you will be transferred to a heritage hotel in the UNESCO World Heritage city center. A guided afternoon stroll will reveal the city’s magnificent history, and there are some excellent restaurants to try as well."
    },
    {
      "dayNumber": "2",
      "title": "San Cristobal – Giant Tortoises",
      "description": "You will fly to the Galapagos this morning and immediately experience island wonder. Hundreds of giant tortoises roam a forest on San Cristobal, which is an island of volcanic history and mystery. You can wander alongside them, marveling at their gigantic frames. Then, you can join a small-boat luxury cruise that will set off across the archipelago, and the captain will lead you to Genovesa. Volcanic rocks will roll past your window, and from the upper deck, you can feast on a sky full of stars. This is the finest Galapagos boat for visitors who are seeking low-key luxury and exceptional wildlife experiences. Over these seven days, you will be center stage for one of the world’s ultimate animal theaters."
    },
    {
      "dayNumber": "3",
      "title": "Genovesa – Galapagos Bird Experiences",
      "description": "Genovesa is the best Galapagos island for encounters with seabirds. Red-footed boobies hop to impress mates, showing off their remarkable feet. Great frigatebirds nest on cliffs, and you can wander amid enormous colonies. Storm petrels rule the air and often dive into the ocean to fish. Nazca boobies also have nests here, and it is incredible how close you can get without intruding. After a morning of exploring the area around Prince Philip’s Steps, you will spend the afternoon at Darwin Bay, where finches and mockingbirds fly about constantly. Today, you will also be wandering across lava trails with the chance to snorkel with seals in a pristine natural harbor."
    },
    {
      "dayNumber": "4",
      "title": "Santiago – Sea Lions, Fur Seals, and More",
      "description": "You will have two options for exploring the marine world this morning. You can either go kayaking, which is an easy paddle alongside fur seals and playful sea lions, or you can ride in a glass-bottom boat for similarly impressive encounters. This small-boat cruise only holds up to 40 guests, and each option is available to every guest. Groups are small so that you can really maximize time at wildlife sites. As you stay around Santiago island this afternoon, you will have the opportunity to witness more fur seals. Marine iguanas often grace the shores, and these are another example of the evolution that took place on these islands."
    },
    {
      "dayNumber": "5",
      "title": "Isabela – Wildlife Wonders",
      "description": "By now, you should be settled in to the daily rhythm of the cruise. An early breakfast will be followed by at least one activity, which is sometimes at a land site. Each wildlife site will be carefully controlled so that only one group is there at any one time. Your boat cruise will pause for lunch, and you will have time to rest before one or two afternoon wildlife activities. At Tagus Cove, you will wander across volcanic craters and watch stunning birds patrol the sky. This will be followed by the possibility of swimming, snorkeling, or kayaking. The best thing about today is knowing that you still have more time to explore the Galapagos."
    },
    {
      "dayNumber": "6",
      "title": "Isabela – Luxury Galapagos Cruise",
      "description": "Your boat will travel to Isabela today, which is a fabulous site for discovering Galapagos land iguanas and giant tortoises. These iguanas are beyond comprehension. They grow up to one meter long and can expertly camouflage themselves to a tree branch or the beach. This morning will also offer you some superb snorkeling and the opportunity to walk across the uplifted ocean floor on corals and shells that once lived beneath the surface. On the other side of Isabela, there is no landing site, but in a small boat, you can cruise past lava flows in the company of penguins."
    },
    {
      "dayNumber": "7",
      "title": "Santa Cruz – Animal Experiences",
      "description": "Today will be your final day on the luxury cruise, and it may be hard to fathom the intensity and intimacy of wildlife encounters that you have experienced. Sea lions and yellow warblers will be the highlights this morning. Dragon Hill on Santa Cruz island will bring new animals, notably flamingos and some endemic land iguanas that nest along the coast. These western islands are old, and you can sense how the weather has reduced their frames, especially in comparison to the more jagged pinnacles of islands. You can expect another incredible day of wildlife and the continually relaxed atmosphere of cruising the Galapagos."
    },
    {
      "dayNumber": "8",
      "title": "Lima – Ecuador for Peru",
      "description": "After your cruise concludes, you will have a relatively long day of travel with a flight to Lima via Guayaquil. You will arrive fairly late in the evening and be staying at a hotel near the airport. Regardless, you can still feast on Lima’s cuisine. The Peruvian capital has a spectacular dining scene, and a local guide can lead you to one of the country’s ultimate restaurants. Cusco and Incan civilization will be on the docket for tomorrow, so tonight, you just need to rest and savor the food."
    },
    {
      "dayNumber": "9",
      "title": "Urubamba Valley – The Sacred Valley",
      "description": "This morning, you will fly to Cusco and be immediately immersed in the old Incan world. Rather than stay in Cusco at high altitude, you will descend to the Sacred Valley of the Incas, where heritage lives on in small villages and lively markets. Today will be all about color as you check in to a lovely hacienda and spend the afternoon in Pisac. Indigenous Andean culture lives on strongly here, which is best exemplified by the local market. Here, colorful stalls and exotic smells will provide a lively introduction to this region and its culture."
    },
    {
      "dayNumber": "10",
      "title": "Urubamba Valley – Incan Histories",
      "description": "Smaller indigenous markets dot the valley, and these can be visited today along with more specific Incan history. A local guide will customize the day to your interests and preferences. With two days in Urubamba, you can comfortably get around all the key highlights. You can marvel at magnificent salt pans that families continue to harvest by hand, gasp at Incan fortresses and intricate architectural details, and glimpse what you will soon discover at Machu Picchu. You can also explore ancient temple structures in addition to getting to know the Incan story before tomorrow’s journey to the Lost City."
    },
    {
      "dayNumber": "11",
      "title": "Machu Picchu – Wonders of Machu Picchu",
      "description": "This morning will be at your leisure so that you can avoid the pre-sunrise rush to Machu Picchu. Contrary to popular belief, the afternoon is a better time to visit the ancient city because it is much quieter. Furthermore, while you do not get a view of Machu Picchu emerging the from mist, you can indulge in a picnic while overlooking the almost completely intact old city. You will take the train through the jungle and ascend to the historic city. A local guide will lead you on a tour of the city. As the site clears of visitors, you may find yourself virtually alone, enjoying the sun’s slow descent and a changing sky. You will be staying at the only hotel actually located at Machu Picchu."
    },
    {
      "dayNumber": "12",
      "title": "Cusco – Sunrise at Machu Picchu",
      "description": "All the other hotels are located about a 15-minute drive away. Instead of rushing to get on transfer buses this morning, you can walk out of your hotel and be straight back inside Machu Picchu. Mist swirls, and while there can be crowds at sunrise, the sight of the city as it emerges from the mist is quite breathtaking. This morning will also be your chance to explore more of the surroundings, including a hike to one of two peaks that flank the city. After brunch and a chance to freshen up at your hotel, you will descend to Aguas Calientes for a train and road transfer to Cusco, which is a city that provides the other side to Incan history."
    },
    {
      "dayNumber": "13",
      "title": "Cusco – The Old Incan Capital",
      "description": "Machu Picchu has been perfectly preserved and frozen in time. Cusco has changed enormously since its time as Incan capital, but it is still a fabulous place to explore heritage. Temples have survived, and archaeological remains further celebrate Incan ingenuity. Some sites were extended by the Spanish, who built cathedrals and temples to add their own flair to this city in the mountains. On a full-day tour, you can stroll through lanes of cobblestone and intrigue before sinking your senses into Incan heritage, Spanish history, and an Andean Indian city."
    },
    {
      "dayNumber": "14",
      "title": "Cusco – Departure",
      "description": "Today, you will depart the Incan world after breakfast with a private transfer to Cusco’s airport."
    }
  ],
  "map": ""
}