{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "two-week-peru-tour-captivating-history-cultural-insights",
  "tourName": "Two-Week Peru Tour: Captivating History & Cultural Insights",
  "placesVisited": "Lima, Nazca, Cusco, Sacred Valley, Machu Picchu, Tambopata, Puno, Ica, Paracas, Lake Titicaca",
  "generalInfo": "Close your tattered history books and dive into the storied past of Peru's ancient Inca Empire. As you make your way from the pristine beaches of Lima to the luscious jungles of Tambopata, from the serene mountain tops of the Andes to the swift river waters of the Sacred Valley, uncover the tales that make each of these places true gems. Observe the captivating mix of prehistoric traditions and post-colonial aesthetics of when the Spanish dropped anchor in the New World. Meanwhile, witness mystical remnants of the Inca Empire and admire proud customs of Andean heritage that are still practiced today.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Touchdown and Attend a Ceviche Sampler Event",
      "description": "As your plane descends on the iridescent coastlines of Peru's capital city, you can look out on the picturesque beaches and elegant white skyscrapers. After customs, you will meet your private transport which will accompany you to your hotel in the prestigious neighborhood of Miraflores. You can unwind atop your private balcony or seaside with a refreshing and frothy pisco sour . Paragliders may soar across the horizon while children skip in grassy, public parks and fly kites in the sky. Couples will stroll along the botanical gardens of Parque del Amor before relaxing on beautiful mosaic-tiled benches, and seagulls will coo in the distance while taxis honk their horns along busy city avenues. In the afternoon, you will join your guide at a nearby restaurant where you will sample perhaps the most emblematic of all Peruvian dishes: ceviche . You will sit in on a cooking demonstration that is led by an expert chef before sampling varieties from Lima's world-renowned restaurants. As you bite into the crunchy layers of pepper, onion, and seafood, tangy lemon-lime juices will overwhelm your taste buds. Later, you will enjoy a peaceful evening walk on the elegant trails above the crashing Pacific Ocean waves. The fresh smell of sea salt in the air is sure to soothe your senses and lull you to sleep as you return to the hotel to prepare for tomorrow’s urban exploration."
    },
    {
      "dayNumber": "2",
      "title": "Lima - Tour of the City Highlights & National Museum of Archaeology, Anthropology, and History of Peru",
      "description": "In the morning, after a delicious breakfast on your private balcony, you will join your guide downstairs for an exciting first day of admiring Lima's highlights. You will begin your tour in modern times as you stroll through the scenic parks of Miraflores and jump back in time when you discover hidden gems of the Old City. You will begin at Parque Grau along the coast. Cyclists and skateboarders will weave their way around pedestrians as the cool ocean breeze wafts through the air. You will continue to the Miraflores Lighthouse, which is an homage to the original structure that was built over one hundred years ago. Then, you will venture inland with your guide to the Old City. The shady palm trees of Plaza de Armas will offer a respite from the intense Peruvian sun. Your guide will direct you to the impressive facade of the Convento de San Francisco and the Cathedral that are each adorned with the intricate architecture of post-colonial Peru. Just a short walk away, you will come to the beautiful pink facade of Santo Domingo Monastery, which was built in 1540 under the direction of Francisco Pizarro. Lastly, you will leap even farther back in time at Lima's Museum of Archaeology, Anthropology, and History. Ceramics, wood carvings, mummies, burial tombs, and gold and metalwork that date back to the prehistoric era line the halls. You will conclude your tour at the stunning ruins of Huaca Pucllana, which was built from adobe and clay bricks by the ancient Lima Culture and later developed by the Wari Culture."
    },
    {
      "dayNumber": "3",
      "title": "Ica - Islas Ballestas and Huacachina Desert Oasis",
      "description": "Early this morning, you will depart on a two-day trip to the Southern cities of Ica and Paracas for an exciting experience of beachy saltwater and warm desert sun. After a three-hour drive via private transfer, you will set foot in the port city of Paracas. Gorgeous turquoise waves crash against the orange-hued cliffside, and you can make your way to a nearby dock where you will hop aboard a boat cruise that is headed for Islas Ballestas. With binoculars in hand, you will spot some of Peru's most diverse plant and animal life like sea lions that may be tucked away in the islands' jagged alcoves. You can scan the tumultuous waves for the flick of a tale as humpback whales migrate to warmer waters. Upon your return, you can enjoy a delicious seaside meal as you dig your toes into the soft sand. In the afternoon, your guide will bring you to the insulating sand dunes of Huacachina in the neighboring Ica province. Here, you will climb inside a dune buggy that is built for the whole group as you cruise up and down these massive dunes. Eventually, you will reach the desert oasis at Huacachina's navel. This oasis, now lined with high-end international hotels and restaurants, once served as a vacation town for Lima's elite, escaping the hurried pace of city life for a couple of days at a time. Return to your hotel in Ica at sunset for a chance to rest."
    },
    {
      "dayNumber": "4",
      "title": "Ica - UNESCO Nazca Lines and Scenic Wine Tasting",
      "description": "While historians have been fascinated by the ancient civilizations of Peru, some historical relics remain somewhat mysterious to this day. The Nazca Lines are a primary example of this phenomenon, which scientists, mathematicians, and anthropologists have studied and theorized about it for decades. Ancient Paracas and Nazca civilizations are responsible for the impressions that were set in place between the years 500 BC and 500 CE. Naturally, beyond the question of why these designs were created, the real fascination is how they came to be. These massive geoglyphs, or humanmade depressions in the earth's terrain, span nearly half a mile in diameter and depict animals and plants that are indigenous to the region. In total, these figures stretch more than 800 miles. You will meet your guide in the morning to board a small plane for the perfect bird's eye view of these magical and ancient artifacts. As you pass over the exquisitely formed lines, your guide will explain several theories about why and how the Paracas and Nazca people executed their designs. You will view dozens of sites between Nazca and Palpa as you hover over other key formations in San Miguel de la Pascana. In the evening, you will drive through Ica's downtown as you pass through a beautiful plaza that is illuminated with street lamps. You will make your way to an idyllic hacienda on the city's outskirts that is painted with flashy yellow and pink hues. Here, you will meet an internationally recognized sommelier who will take you on a tour of an organic vineyard and later invite you to participate in an exclusive wine-tasting experience of the region's best variety."
    },
    {
      "dayNumber": "5",
      "title": "Puno - Lake Titicaca's Uros Floating Islands and Uros Culture Class",
      "description": "In the morning, you will depart on a short flight from Ica to Puno, which is situated at the base of the prominent Lake Titicaca. Upon your arrival, you will embark on a full day’s cruise around the basin and its perimeter. As you glide along the tepid waters, you can look out on the rugged mountain peaks at the outer edge. You can also search just below the water's surface for glints of the lake trout's shimmering scales. Around mid-day, you will arrive at one of the dozens of floating islands, which are known as the Uros islands. These curious artificial islands were first created by the Uros people hundreds of years ago as they sought refuge from the encroaching Inca Empire in Cusco. Rather than settling along the lake's perimeter, the Uros people resolved to resettle at Lake Titicaca. In doing so, they constructed buoyant surfaces that were made from layers of woven lake water reeds. To this day, the Uros people inhabit roughly sixty of these floating islands on Lake Titicaca. To maintain the foundation of each island, they must weave fresh reed layers as the previous layer decays into the water below. As you dock, you will have a chance to meet descendants of the original Uros nomads. You will observe a reed weaving demonstration and will also have the chance to buy local souvenirs and handicrafts. As distant skies warm with the yellow-orange hues of sunset, you will join your group on the water's edge for a delectable dinner of fresh trout with breathtaking views of the lake below."
    },
    {
      "dayNumber": "6",
      "title": "Cusco - Market Bartering, Plaza de Armas, and Qorikancha",
      "description": "There is no better way to delve into Peru's rich history than to set out for the birthplace of the Inca Empire. You will transfer by plane from the nearby city of Paracas to Alejandro Velasco Astete Airport in Cusco. Upon your arrival, you will meet your local guide who will drive you to your quaint accommodation in the beautiful neighborhood of San Blas. White stucco homes line narrow alleyways as indigenous Quechua women are adorned in beautiful, authentic textiles and sell jewelry and handicrafts. Hotel staff will welcome you with a hot cup of mate de coca tea as you acclimate to a steep 11,000 feet above sea level. Soon after, you will find your guide beside the splashing fountain at the center of the Plaza de Armas . You can step inside the meticulously adorned Cusco Cathedral to observe the postcolonial techniques of Spanish design. Your guide will offer you a delicious snack of choclo , which is a thick-kernel corn, and as you bite into the sweet-salty flavors, you will meander down the bustling Avenida del Sol . The stoic edifice along the frenzied central artery is known as Qorikancha , which is the ancient Inca Sun Temple. You will stand in awe of the ornate gold leafing and manicured courtyards. A testament to the Incas' engineering ingenuity, the temple withstood three separate devastating earthquakes. Later in the afternoon, you will climb into the hillside neighborhoods that lie beyond the city's downtown to experience the effervescent excitement of local market culture. Vendors joke with one another as they call from across several produce stalls and clever fruit sellers cut open the creamy white chirimoya and vibrant maracuya to entice customers. Other city dwellers relax at lunchtime with freshly squeezed juice as they read the paper or catch up on town gossip."
    },
    {
      "dayNumber": "7",
      "title": "Cusco - Saqsaywaman and Tambomachay",
      "description": "In the morning, you will set out for a day of sightseeing just beyond Cusco city. You will meet your guide once again at the Plaza de Armas , where you will transfer to the incredible relics of the grand Inca Empire. You will start at Saqsaywaman, which is a former fortress and outlook point that was meant to ward off invaders from attacking Cusco's many gems, primarily Qorikancha. You will walk along impressive stone walls that the ancient Inca people built without the use of any mortar. Historians revel in the fact that these walls remain virtually impenetrable. That is, not even a sheet of paper can pass between two stones. Next, you will carry on to Tambomachay, which is the site of the Inca spas. Listen carefully to the soft trickling of stream water as it glistens in the radiant Andean sun. In addition to their military might, the Incas were also known for their innovative waterway systems. Aqueducts and other water canals pooled into large water basins that were intended for the Inca elite. In the evening, you will return to Cusco for an entertaining night of fine dining and traditional music accompaniment. You can bite into local flavors of the pickled chicken and vegetable medley known as escabeche as soothing rhythms of guitar and flute quartets create beautiful harmonies in the background."
    },
    {
      "dayNumber": "8",
      "title": "Sacred Valley - Chinchero, Moray, Maras, and Horseback Riding",
      "description": "Today, you will walk in the footsteps of Inca soldiers as they made the strenuous journey by foot from Cusco city to the ruins of Machu Picchu. Fortunately, your excursion through the Sacred Valley will be far less taxing. You will meet your guide and private transport outside of your hotel. As you wind along the outskirts of Cusco and beyond, vivid green hills appear around each bend, and against the mountainous backdrop sit charming villages. The chimes of cowbells punctuate the swift river waters that pour down the Urubamba River. You will begin your trek through the valley in the village of Chinchero. This alluring town, which is dotted with white stucco homes, was once a resort town for Inca nobility. Residents today maintain their proud Andean heritage and uphold many of the elegant traditions of their ancestors. You can attend a local culture class as you learn about natural dyeing techniques, and then follow a guided demonstration as you practice dyeing your own yarn. In the afternoon, you will venture to the sites of Moray and Maras. At Moray, you will witness the expert terracing techniques that became integral to Inca agriculture. These grassy steps that have been cut into the hillside allowed farmers to tend to their crops and filter irrigation systems. At the Maras location, you can see the ancient salt basins that Incas used to harvest salt year-round. These massive basins not only glimmer as they reflect the sun's rays but continue to serve the surrounding communities."
    },
    {
      "dayNumber": "9",
      "title": "Aguas Calientes - Ollantaytambo and Panoramic Train Ride",
      "description": "Your second day in the Sacred Valley will bring you to Ollantaytambo. This treasured UNESCO World Heritage site, which is nestled into the hillside and cascades towards the Patakancha River, was once a hideaway for Inca nobility. However, once the Spanish invaded, Ollantaytambo also hid hundreds of Inca people who were fleeing the city of Cusco for safety. You will follow your guide as you weave between the ancient citadel's most notable ruins. You will climb Temple Hill towards the city's ceremonial center, where you will admire the intricate stonework at the Wall of Six Monoliths and continue up the steep terraces on your way to the former storehouses. These storehouses, or qullqas , were used to store valuable grain and were built high into the mountainside to prevent decay. Lastly, you will circle back to \"The Bath of the Princess,\" which is a perfectly intact fountain at the base of the ruins. In the afternoon, you will delight in a luxurious train ride that is destined for Machu Picchu as you embark on your final leg of travel. This exquisite train car boasts panoramic windows for unparalleled views. You can enjoy a light snack aboard as you look out on the lush green hills that are dotted with towering trees and freely grazing vicunas, which is a friendly, hairy mammal that is coveted for its wool. Late in the evening, you will arrive in the sleepy village town of Aguas Calientes at the base of Machu Picchu."
    },
    {
      "dayNumber": "10",
      "title": "Aguas Calientes - Expert Tour of Machu Picchu Ruins and Natural Hot Springs",
      "description": "This morning, you will awake from a deep sleep with a milky cup of coffee or delicious herbal tea on your private hotel balcony that overlooks the Urubamba River. Outside of your hotel, you will meet your expert guide for an invigorating expedition to the famed UNESCO World Heritage ruins. You will board private ground transportation and weave to and fro along switchback roads that have tightly been cut into the mountainside. You can peer out the window for marvelous views of the larger-than-life Andes mountain peaks. After about an hour has passed, you will step onto the rocky gravel trail and breath in the fresh, mountain air. You will witness the mesmerizing beauty of the site's most prominent features and snap majestic photos of the looming peaks in the distance. Start at the House of the Guards and then move to the Old City Gates, which is where you can catch a glimpse of the Inca Trail's most glorious final stretch. You will also learn more about ancient Inca spirituality as you tour the Temple of the Sun, Temple of Three Windows, The Temple of the Condor, and the Royal Tombs. Then, you will ruminate on the expert engineering techniques and learn the theories behind how the Inca carried the stones to this extremely secluded site before discovering the significance of the site itself. As the sun begins to fade, you will return down the same switchback roads to enjoy a three-course meal in the town of Aguas Calientes. You will quench your thirst with a deliciously sweet chicha morada , which will be pressed from a native purple, Andean corn variety. At sunset, you can indulge in a dip in the town's hot springs. The thermal waters are not only the perfect before-bed soother but also said to contain medicinal properties."
    },
    {
      "dayNumber": "11",
      "title": "Aguas Calientes - Expert Tour of Machu Picchu and Climb to Huayna Picchu",
      "description": "You can revel in your second day at Machu Picchu as you once again board your private transport and make the climb to the top. Today, you will have a more detailed, historical description of critical sites like the Principal Plaza and the Group of Three Doorways. You will also uncover fascinating artifacts like the Intihuatana , which is an ancient altar table that was used in sacrificial offerings, and the renowned Sacred Rock, which some historians believe predicted astrological occurrences. Other researchers believed that the rock simply served as a relief map of the region. Around midday, your guide will give you the opportunity to participate in an exhilarating climb of Huayna Picchu, which is the beautiful peak that looms to Machu Picchu's rear. While the climb is steep, the summit rewards its adventurous pioneers with jaw-dropping views of the far-reaching mountain peaks in the distance. For those travelers who opt not to climb, you will have additional time to explore the ruins below, including the House of the Guardian to the Funerary Rock and the Inca Bridge. In the evening, you will return to Aguas Calientes as you reminisce about the day's adventure over fizzy drinks along the Urubamba River. You will rest well for a riveting quest in the morning."
    },
    {
      "dayNumber": "12",
      "title": "Tambopata - Animal Sightseeing, Hiking, and Birdwatching",
      "description": "This morning, you will make the trek to one of the most remote corners of the world when you set out for the Amazon Rainforest of Peru. You will have an early morning flight from Cusco to Padre Aldamiz International Airport in Puerto Maldonado. As you deplane, you will hear the squeals of indigenous spider monkeys as they swing from one rustling treetop to the next. Rushing waters of Madre de Dios River swerve around the port city and snake towards the international boundary of Bolivia, and a light forest breeze carries wafts of sweet-smelling flowers. You will journey in a comfortable riverboat cruise as you set off for your luxury lodge hotel that is located deep within the jungle's dense foliage. Before lunch, you will meet your local guide at your accommodation to hike along several scenic trails that offer unique perspectives of the Amazon's fascinating flora and fauna. You can watch as tiny insects scurry on the forest floor and birds swoop above, weaving in and out of the highest canopy layers. Later, you will reconvene on your riverboat cruise as you depart for the macaw clay licks. You will need to wait patiently and quietly until the vivid hues of the macaw bird soar up above and land against the brown-gray backdrop of the cliffside. Amongst the dozens of birds that are perched on the cliff, many of them travel from hundreds of miles across the Amazon to reach this point. You will glide deeper into the mysteries of the Amazon until you reach Isla de los Monos or \"Monkey Island.\" You will sneak up on these compelling creatures in their natural habitat as their calls to one another echo in the distance. At night, you will return to your peaceful lodge respite as the muffled chirps of crickets lull you to sleep."
    },
    {
      "dayNumber": "13",
      "title": "Tambopata - Conservation Center, Ziplining, and Culture Class",
      "description": "You will spend your second and final day in the Amazon with a morning thrill that is sure to jolt you awake. First, you will embark on your riverboat for the secluded foliage from Puerto Maldonado city. There, you will cross several suspended, wooden bridges that stretch far across the treetops. You can also scale a lookout tower for dazzling vistas as far as the eye can see. Then you will meet your adventure guide for the day. One by one, you will snap on a helmet and mount the electrifying zipline ride that is sure to take your breath away. You will shoot past colorful parrots and slow-moving sloths as you whiz to new depths of the jungle. In the afternoon, your guide will accompany you to a local research center where you will learn about rainforest conservation efforts and the center's commitment to rehabilitate and release animals in danger. Check out the vibrant Amazonian tree frog and macaw bird up close, and then you can accompany the center's researchers, scientists, and students on a hike around the premises as they point out wildlife in their natural habitat."
    },
    {
      "dayNumber": "14",
      "title": "Lima - International Departure",
      "description": "You will depart from the Puerto Maldonado airport early the next morning and be destined for Lima. From the airport in Lima, you will connect to international flights home, and bid a final farewell to your guide as you roll towards the gate, bags in tow."
    }
  ],
  "map": ""
}