{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "cultural-peru-tour-flavors-villages-ancient-ruins",
  "tourName": "Cultural Peru Tour: Flavors, Villages & Ancient Ruins",
  "placesVisited": "Lima, Miraflores, Cuzco, Machu Picchu, Maras, Moray, Aguas Calientes",
  "generalInfo": "Devour sensational recipes and unique heritage during your 8-day Peru culture tour divulging the essence of the Andes. The majestic plateau of Machu Picchu will shine above the waters of the Urubamba River while the saltpans of Maras glint in the sunlight. Irresistible ruins will create unique visions across the Andean Altiplano and delicious cuisine will fill towns with the aroma of Peruvian mint as you discover Peru.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – The Essence of Flavor",
      "description": "Welcome to Lima where the hint of ceviche drifts in from the beachside. The zesty lemon perfumes much of the city, mixing with the scent of fresh-crusted herbs of famous Peruvian roasted chicken. The sweeping city of Lima is filled with neighborhoods as diverse as the moon to the sun. The culture, food, and even the slang changes, giving Lima an eclectic mixture of smells, flavors, and experiences. Stroll along the coastal walkway through the trendy neighborhood of Miraflores. The waves crash against the sandy shores. The lighthouse stands proud over the sea, its white and black stripes shining in the open sky. The fresh ceviche drifts through restaurant doors and beckons to you. The cool maritime breeze brushes against your cheeks and Lima welcomes you with a taste of the city’s uniqueness."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Enjoying a Taste",
      "description": "After breakfast, you will be taken on a gastronomical adventure to a typical Peruvian market. The fresh huacatay, Peruvian mint, gives a cool spice to the market while the variety of produce like pulpy and fragrant Cherimoya, and the sweet maple taste of Lucuma give a gentle embrace to the bazaar. The market is filled with vibrant life, from the vendors to customers, the scents to the flavors. The seaside city is great for fresh seafood with treasures coming from the richest sea in the world and filling the market with garlic, herbs, and lemon, wrapped around mouthwatering red snapper. Enjoy lunch at a local restaurant where distinctly Peruvian dishes are enhanced and enjoyed. The frothy and tangy bite of the Peruvian national cocktail, the Pisco Sour, lingers on your tongue as the floral perfume drifts into the air, quickly replaced by the refreshing citrus of the ceviche. The afternoon in Lima continues with a panoramic tour of the city, where the Colonial Center of the Plaza de Armas is filled with beautiful architecture and rich history. The Archbishop's Palace stretches along the length of the square where the façade is ornately carved with sensational colonial design. Wooden balconies protrude from the building where the papacy watched the life of the square in comfort and anonymity. The cool breeze blows in with the evening and the lights of the main square start to glow like the remembered flavors of the day."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – Andean Flavors Abound",
      "description": "You will leave the perfume of the Lima markets behind and venture to Cusco where the former Inca capital rolls along the Andean hills. Venture past the city and into the stunning countryside, to the town of Pisac. Pisac sits along the lush valley surrounded by Inca ruins, but the town itself is known for its colorful and traditional craft market. The mix of sweet potato and fresh cheese drift through the market stalls while the vibrant textiles add a sensational glow to the afternoon. The pinks, red, yellows, and blues that rise from hats, skirts, blankets, and purses stretch through the market like a rainbow. Whether you sample the decadent pumpkin soup or run your fingers over the soft texture of a colorful blanket, the flavor of Pisac is always enjoyable."
    },
    {
      "dayNumber": "4",
      "title": "Sacred Valley – Savoring the Valley",
      "description": "Today you will visit the stunning town and awesome ruins of Ollantaytambo, one of the oldest continuously inhabited villages in South America, and where systems of complex ancient irrigation channels remain from the Inca who built them. The smell of fresh earth and cold stone surrounds the town. At the edge of Ollantaytambo you can see the large terraces that climb and stretch up the mountainside and a single stone staircase divides them. Above the terraces are the ruins of the Inca center, where temples sit atop the mountain and are partially carved into the rock. Casa del Sol, a mystic megalith temple looks over the valley, its boulders pink in the Andean sunlight. Within the Sacred Valley are the towns of Moray and Maras, villages with spectacular wonders of history and modernity. Outside of Moray are deep, circular-shaped terraces that look like crop circles dug into the earth floor, almost 90 feet deep with concentric ringed terraces. You can feel the weather change within the circles, each containing their own microclimate. Maras is almost a feat of imagination, where saltpans roll up the mountainside, fed from a natural spring in the valley. The pans vary in size and capture groundwater that once supplied salt to the Inca Empire. As the water evaporates, the salt remains and the air is perfumed with remnants of the sea."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes – The Essence of Wonder",
      "description": "Transfer to the train station of the Sacred Valley where the continued lushness of the hills shines in the morning sun. Climb aboard the train and enjoy the sweet scent of alfajores, vanilla, and lemon cookies, throughout the train cabin. A glass dome sits at the top of the train and reaches down to the sides of the car giving you an incredible view of the surrounding valley. The whitewater of the Urubamba River meanders along the foothills of the mountains. The railway slides through the jungle giving you glimpses of dense canopy and colorful orchids. Arrive at the city of Aguas Calientes and hear the rushing water of the river beside the main street. A short tram ride will bring you to the base of the citadel of the Lost City. The stone steps lead you up the mountainside to the plateau where Machu Picchu stands over the valley, the beauty of the city exalted by the magnificent scenery. Terraces rush up the mountainside. Remnants of buildings sit along the plateau and rise to the top of the hill. Wander through the stone buildings and over the terraces to find the Hut of the Caretaker of the Funerary Rock. The thatched roof gives a scent of dried grass amongst the lush green that spreads beneath your feet. Notice the carved rock behind the hut that scholars think may have been used to mummify nobility. The hut is one of the few restored buildings, and a fabulous site to take in Machu Picchu as a whole. Be sure to look down on the city and into the open roof of the Principal Temple. The flavor of Machu Picchu isn’t within its food but is within its very existence and the lasting impression that it leaves."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – The Savoring of Grandeur",
      "description": "Machu Picchu lingers in your thoughts as you board the train, wind through the jungle and the Sacred Valley, and return to the beautiful streets of Cusco. The city welcomes you with the aroma of fresh roasted coffee and sweet pastries drifting through the streets of San Blas. The neighborhood is Bohemian and trendy, filled with local eccentric artists, spectacular views, delicious food, and a particular spirit. The pearl white buildings climb up the narrow cobblestone streets, adorned with bright blue windows. The terraced bell tower of the church stands high over the plaza. As the night settles over the city, you can look out over Plaza San Blas and see the city of Cusco twinkling like starlight."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – The Exploration of Flavor",
      "description": "The morning lingers over the city and brings the sun peaking over the Sacsayhuaman Fortress. The boulders shine in the early light as it spreads along the mountaintops until it wraps around the whole of Cusco like a comfortable blanket. Today you will be taken on a guided tour of the city to experience the mixture of the Spanish colonial footprint and the remaining Inca influence. The city and its surroundings are decorated with stunning relics of Spanish life built over the Inca foundation and remnants of an unaltered past, from the buildings that line the streets to the ruins that dot the mountainside. The Sacsayhuaman Fortress is a relic of the decadent past. It was built by the Incas, taken by the Spanish, but was untouched, and has been guarding the city for centuries. The grand monoliths line the mountainside and overlook the city, and they were pressed together with nothing more than a stone cut and the boulder's own weight. A blade of grass can barely make its way between the cracks of two stones even after hundreds of years pressed together. Enter the gates of the fortress and into a stunning structure strewn together with unfathomable stones, creating rising terraces, mammoth archways, and outstanding views. You can hear laughter rising through the air along the border of the open plain within the fortress gates. A tall stone glides along the monoliths, pressing down into the soft plain below. Parents, children, and anyone with a sense of adventure enjoy sitting on the cool boulders and feeling the rush of the wind through their hair, as they sweep along the slick slide, pressing their feet into the smooth grass with the city fading behind the boulders."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – The Grand Taste of Peru",
      "description": "Today you will make your way to the airport with the lingering flavors of Peru in your mind. The history of the Imperial City, the stunning citrus and seafood of Lima, the breathtaking view of Machu Picchu; you have experienced the wonders of Peru, from the food to the culture, where the magnificent essence of the cities and villages wasn’t relegated to the food but to the people, the ruins, the architecture, the history, and the overall connection of Peruvian life. You tasted the majesty of Peru and it tasted great."
    }
  ],
  "map": ""
}