{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "incan-exploration-immersive-10-day-peru-itinerary",
  "tourName": "Incan Exploration: Immersive 10-Day Peru Itinerary",
  "placesVisited": "Lima, Miraflores, Borranco, San Isidro, Costa Verde, Huaca Pucllana, Puerto Maldonado, Reserva Amazonica, Madre do Dios River, Tambopata National Reserve, Gamitana, Hacienda Concepcion, Butterfly House, Urubamba Valley (Sacred Valley of the Incas), Pisac, Maras, Moray, Ollantaytambo, Machu Picchu, Huayna Picchu, Cusco, Qorikancha, Sacsayhuaman",
  "generalInfo": "Howler monkeys curl their tails while hooting an Amazonian call. Quechua women in colorful dress wander past sturdy Incan fortresses. The sun rises above the world-renowned Machu Picchu, and it sets behind the rainforest and sacred valley. Peru is a land of rich natural and cultural highlights, many of which are hidden away and are only recently becoming known to visitors. This ten-day tour combines the best of these with the country’s finest hotels, going from the Amazon to the Andes in five-star luxury.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Relaxed Arrival and Seafood",
      "description": "Lima is all bustle and noise at first glance. It is a sprawling city of tightly-packed neighborhoods, where many centuries of architecture stand side by side. You will be staying in Miraflores, which is a contemporary suburb along the Pacific Ocean and the epicenter of what has become an internationally acclaimed culinary scene. They do seafood differently here. Specifically, a form of Japanese Peruvian fusion known as Nikkei. After an airport transfer and some time to relax at the hotel, you will have dinner reservations at one of the World’s Top 50 Restaurants, which will be a great place to start feeling Peru and the experiences that it can provide."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Old and New Highlights in the City of Kings",
      "description": "Peru is eclectic and evocative as there is so much more to Lima’s neighborhoods than what initially greets the eye. Artisans will have their workshops down republican-era streets, and local hole-in-the-wall food joints will be juxtaposed with glass-dominated skyscrapers. On a grand plaza, you will find colonial palaces along with local traders that sell cotton candy and balloons. Today’s private tour will plot a path through these neighborhoods, dipping into a few iconic attractions, but mostly showcasing the daily life of the Limenos , the residents of Lima residents. You will pass bohemian streets to traditional markets, wander along the coast, dine on lunchtime ceviche (raw fish marinated with lemon juice), and find a pre-Inca temple before ending in a neighborhood with full of olive groves. While this may sound like a lot for one day, the beauty of Lima is how everything is neatly packed together."
    },
    {
      "dayNumber": "3",
      "title": "Reserva Amazonica – Beneath the Lush Jungle Canopy",
      "description": "Even on the jungle’s outskirts, you can feel that wildlife is near. After a one-hour motorboat ride, this feeling will grow stronger. After flying to Puerto Maldonado, you will travel by water to Reserva Amazonica, a wild yet very accessible part of the famous jungle. Built in an indigenous architectural style, your lodge is perched on a river beneath a lush canopy of Shihuahuaco trees. You will be connected to nature here while still enjoying most Western comforts. Most importantly, you will enjoy all the space and privacy that the Amazon effortlessly creates. You will check into the lodge and take your first wilderness foray this afternoon. A guide will lead you along a trail of 160-foot trees, past strangler figs, and up to canopy viewpoints. They will also show you the rambunctious monkeys and take your bird watching if you desire. You will return to the lodge for sunset before taking a different trail after dark. At night, colorful daytime birds will be replaced by owls, and capybaras will be replaced with nightjars. With a roving spotlight, you may spot a caiman’s glowing red eyes and other strange nocturnal creatures. The tours here are private so you can choose how far to walk, with options to extend or reduce the excursion depending on how you are feeling."
    },
    {
      "dayNumber": "4",
      "title": "Reserva Amazonica – Canoeing on Lake Sandoval and a Bridge Above the Swamps",
      "description": "The advantage of a lodge stay over a cruise is that you can tailor a program to your interests. There is more flexibility over time and more varied options. Reserva Amazonica is also much closer and easier to reach when combining the Amazon with Machu Picchu. It is also good to maximize the early morning and late afternoon when it is cooler and therefore easier to explore. The wildlife will also be more active in the mornings and evenings. Midday in the jungle is best spent at the lodge, sipping on drinks in air-conditioned comfort. In comparison, the advantage of an Amazonian cruise is that it can cover more ground, so you see new places while resting on board. Note that this is a handcrafted itinerary, so a lodge stay can be switched for a three-night cruise should you desire. You will have options for today. You will take a boat to Lake Sandoval, where cappuccino monkeys gather in large troops, and giant river otters peek their heads above the water. You will explore the lake in a wooden canoe, searching for monkeys and strange prehistoric creatures such as hoatzins and anacondas. At the Canopy Interpretation Center, you will wander across suspension bridges high above the forest floor, where you will seek orchids, woodpeckers, trogons, three species of monkeys and if luck is on your side, Amazonian sloths. You will cross another bridge to the Aguajales swamps, which is a lush mire of mud and water that is loved by rare amphibians and snakes."
    },
    {
      "dayNumber": "5",
      "title": "Reserva Amazonica – More Wildlife and Medicinal Plants Deep in the Amazon",
      "description": "Tails will hang lazily from high branches as dozens of howler monkeys play in the branches above. They will appear elegant and graceful, yet when they shout, it will be like a call of war. In comparison, the cappuccino monkeys are small, cute, and playful creatures that are always on the move. Toucans and scarlet macaws are another pair of Amazon animals that are best understood once you are here. There will be side-neck turtles, palm creepers, piranhas, caimans, herons, sub grebes, and dozens of other species, all in addition to the hundreds of plant species that you will view. During one activity you will learn about the medicinal properties of plants, while on another you will walk and canoe to intimate wildlife encounters. Sometimes, there is no wildlife, and you will remember that this is the biggest jungle of all and that exploring the Amazon is nothing like being in a zoo. You will be in the wild, discovering what the animals are really like. Then, you will turn a corner, and a monkey may be looking straight back into your eyes. Three nights is the perfect length of time here as you can try different activities while also getting a strong feel for the landscape. Two nights can feel rushed while spending any longer would eat into your time for other Peruvian experiences."
    },
    {
      "dayNumber": "6",
      "title": "Urubamba Valley – Spa Indulgence in the Sacred Valley",
      "description": "After an optional sunrise activity, you will boat back to Puerto Maldonado for the short flight West to Cusco, the Incan capital city. By late afternoon you will be settled into a villa in the Urubamba Valley, also known as the Sacred Valley of the Incas. There will be a spa, a pool, and an indulgence that recreates a time of 19th-century royal grandeur. The journey here will only take an hour, and the time in between can include various sights, from churches and Incan ruins in Cusco to the valley’s salt pans. A local guide will discuss the options with you upon arrival, helping to maximize the time you have in both Urubamba and Cusco."
    },
    {
      "dayNumber": "7",
      "title": "Urubamba – Customized Experiences in the Sacred Valley of the Incas",
      "description": "Quechua women will walk the narrow lanes of Pisac Market, where woolen sweaters and ponchos are sold next to stalls of assorted vegetables. Laborers will work the salt pans, appearing like black dots against a shimmering white patchwork. Llama and alpaca will stud grassy plains, chewing and staring your way. Stone Incan gateways will lead you to a kaleidoscope of ruins while the fortress of Ollantaytambo is a precursor to what you are going to see tomorrow. This is the Sacred Valley of the Incas, which is a 50-mile stretch of land that still brims with culture. Civilizations have come and gone here, and their legacies are now mingling with tribal people that are preserving their old ways. A guide will plan a day to your interests. There are great hiking and biking options as well as cultural sites you can see. By sundown, you will understand why this valley is known to be sacred."
    },
    {
      "dayNumber": "8",
      "title": "Machu Picchu – Exclusivity and Privacy at the Ancient Incan Citadel",
      "description": "Today you will explore the Lost City of the Incas, which is as iconic a travel destination as any on the planet. It does not matter how many photos or selfies you have seen, because nothing can prepare you for arriving at the breathtaking citadel. Getting to Machu Picchu is an adventure. You will take a rumbling train journey through the forest and then a stuttering road transfer up the mountain. It will be easy to see how the place went undiscovered for so long. Machu Picchu really is in the middle of nowhere, surrounded by wild mountains that are almost too steep to walk upon. You will check into your hotel and then finish your journey, walking up thick steps as the citadel unfolds before you. Finally, you will catch your breath and look out towards the Sugarloaf Mountains. Before you even reach for the camera, there will be a moment when time seems to stand still. Machu Picchu is full of mystery, and there is so much to see that you may not be able to make sense of it all on your initial visit, especially when the llamas are running about, and the vistas keep holding you captive. So take your time, take in the tales, walk through the abandoned citadel, and sulk in the once-in-a-lifetime experience."
    },
    {
      "dayNumber": "9",
      "title": "Cusco – A Morning at Machu Picchu and Afternoon with Cusco Highlights",
      "description": "There is only one hotel at Machu Picchu, and it is a luxury property next to the entrance gate. All the other resorts are down the mountain. By staying up here you can wait until just about dark and can be back at Machu Picchu for sunrise the following day. One option this morning will be to climb Huayna Picchu, a sacred mountain of Inca shrines behind the citadel. If this is not for you, then you may simply take another look around, making up your own ideas about what life must have been like here centuries ago. After a second hotel breakfast, you will be transferred down the mountain and will take a train to Ollantaytambo before taking a road transfer back through Urubamba Valley to Cusco. Machu Picchu is the lost city while Cusco is the capital city and home to an incredible collection of tiered fortresses and temples. To the Incas, it was the spiritual center of the universe, but to the Spanish, it became an important colonial capital. The mix is mostly harmonious, with gold-gilded churches next to early Inca ruins and shrines that seem to be holding secrets. Almost the entire city is carved from stone, from Qorikancha (the most important temple) to Sacsayhuaman, a great citadel and fortress. You will spend the afternoon exploring a handful of highlights, picking up from where you left on day six and then ending at Plaza de Armes, which is an energetic main square where locals hang out each evening."
    },
    {
      "dayNumber": "10",
      "title": "Cusco – The Old Incan Capital and Departure",
      "description": "With a late-afternoon flight, you will still have time to explore. Llamas will graze beside stone ruins just north of the city, and cobbled city streets will lead to markets of incredible color and life. The museums are adequate, but the buildings that house them are superb, rich examples of both Inca and Spanish colonial architecture. The guide will have planned out the morning, following on from yesterday’s sights and ensuring you will get to see everything from elaborate churches to haunted, millennia-old relics. Late check-out will be arranged so you can freshen up before the outbound flight."
    }
  ],
  "map": ""
}