{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "peru-machu-picchu-tour-lima-puno-lake-titicaca-cusco-sacred-valley",
  "tourName": "Peru & Machu Picchu Tour: Lima, Puno, Lake Titicaca, Cusco & Sacred Valley",
  "placesVisited": "Lima, Puno, Lake Titicaca, Cusco, Sacred Valley, Machu Picchu",
  "generalInfo": "Ancient culture, dramatic scenery, and endless adventure will fill you with limitless wonder during your 10-day Peru and Machu Picchu tour. Your custom-tailored journey will take you on private tours through the lush Sacred Valley in search of preserved ruins and into the heart of Machu Picchu’s majestic architecture. You will uncover secluded ancient pyramids, sample vibrant ceviche, and experience a whirlwind of fascinating history in Peru.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Essential Lima",
      "description": "Arrive in the wondrous city of Lima, the capital of Peru. Your guide will then escort you to your specially selected hotel, Hotel B , located in the heart of the Barranco district of Lima. From within the historical center to the surrounding streets, the city is filled with beautiful architecture and fabulous sites, a constant reminder and acceptance of the country’s colonial past. The Government Palace, known as House of Pizarro, stands at the edge of the square with opulent fringe adorning the façade. The pearl building almost shimmers in the sunlight, while the scent of fresh flowers fills the square. White and red blossoms surround the square in front of the palace in homage to the Peruvian flag. Close by you can hear the bustling central market where vendors sell fresh produce and restaurateurs call to you. The air is fragranced with a mixture of Lucama and garlic competing for reign over the freshest scent. You can almost taste the lemon from the number of ceviche stands, the citrus slowly rolling over the crab and sole. As the day drifts into evening you can settle into your accommodation and embrace the luxuries of Lima at night."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Colorful Cusco",
      "description": "Watch the waves of the beach drift away in the distance as you make your way through the Andes and on to Cusco. The influence of Spanish control remains in Cusco’s architecture and narrow streets; however, the food and culture of the city remain distinctly Peruvian. The cobblestone streets wind through the hills and around the city’s historic center. Multi-storied buildings line the road with colorful life and practically kiss along the walls without end. Enjoy the life inside of the Plaza de Armas where people often linger along the many steps of the cathedral. The spires cast a warm shadow over the square and fall along the fountain in the center. Settle into a café and let the warm scent of fresh coffee drift across the tabletops. While spending your time in Cusco, you will have the fortune of staying at Palacio Del Inka Hotel . The unforgettable life of essential Peru continues."
    },
    {
      "dayNumber": "3",
      "title": "Cusco – The Wonders of Cusco Continue",
      "description": "Begin your day with the juicy flavor of pineapple and papaya before venturing into the hills of Cusco. The ruins of Sacsayhuaman Fort stand on a hill overlooking the entire city. Wander along the narrow streets, past the local shops, and venture to the large polished dry stonewalls. Notice how the boulders were carefully cut to fit together without mortar. The walls tower over you and the city below. They seem to stretch into the distant trees until eventually they end and give way to a large opening of grass. Stroll through the grass and find what looks like what was once a labyrinth sprawled out in the distance, the grandiose stone circle filled with geometric shapes. The circle was actually the base for a towering building that overlooked the fortress and the Incan capital city. From the hilltops to the treetops, the fort stretches an impressive expanse and continues to overlook and defend Cusco."
    },
    {
      "dayNumber": "4",
      "title": "Sacred Valley – The Sensational Sacred Valley",
      "description": "The sun rises over Cusco and the trees in the distance bring a new day and new adventures. The cobblestone streets soon fade to smooth roads as you venture past the ruins of Sacsayhuaman and into the lush land of the Urubamba Valley. The roads wind along the foothills of the Andes, along the Urubamba River, and through the delicate villages and farms that populate the valley. Fields stretch along the fertile floor while the hills are tiered with impressive terraces of farmland. Visit Ollantaytambo, an Incan fortress that guarded the entrance of the Sacred Valley, protecting the land and the people from invasion. The beige stone stands intimidating and grand amongst the rolling peaks that surround the valley. The fortress consists of a series of stone terraces rising up the mountainside accessed by a single staircase. Ñusta Bath is sure to awe you, as it is a fountain carved from a single piece of granite. Water continues to run along the aqueduct and spill into the stone bath sprinkling the surrounding grass with mist. The Sacred Valley is more than just ruins and history; it is a living piece of Peru."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes – The Magical City in the Mountains",
      "description": "Your journey through the Urubamba Valley continues with a ride along the Orient Express rail coach. The train is luxurious and comfortable, the chairs plush and the view spectacular. The valley’s green glows in the morning sun while you drift past with an open panorama of the world outside. Arrive in Aguas Calientes , a city known for its leisured hot springs and close vicinity to Machu Picchu. The Urubamba River rushes along the foothills and next to the main street of the city. The scent of roasting meat drifts through the city and along the river’s edge. The quick journey to the entrance of Machu Picchu feels like a lifetime as your excitement pulses through you. The lush forest straddles the mountains and surrounds the plateau. The stone walkway carries you from the entrance, through the winding staircase and walls and into the open highland of Machu Picchu. Once you are within the ruins, follow your guide on a fabulous tour of the lost Incan city. The plateau is clear of brush. The stones sparkle in the late morning sun. The musk of fresh rainfall and wet stone emanates from the city. The peak of Huayna Picchu casts a friendly shadow over the ruins. The Temple of the Three Windows sits at the top of a glowing slope with three windows overlooking the landscape beyond. The boulders have been cut and pushed together, remaining intact over centuries. Clouds drift barely overhead. You can almost touch the sun. A warm breeze wafts across the ruins and you leave the wondrous city behind knowing you’ll return."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – Stand Above the Clouds",
      "description": "After visiting the day before, and reading Machu Picchu trip reviews , you happily return to Machu Picchu before the sunlight has a chance to wash over the mountaintops. Enjoy the ruins virtually to yourself in the early dawn. The sunlight lifts over the peaks in the distance giving color and life to the once forgotten city. Whether from the Sun Gate that overlooks the ruins or from within the city itself, the sunlight bathes the ruins bringing with it a moment of perfection. For an unparalleled view of Machu Picchu you can be one of the few visitors allowed each day to climb Huayna Picchu. The hike and the experience are always one of a kind. The trail winds along the mountain with natural stairs smoothed by time and the elements. A rope runs along the mountainside to help bring you to the peak. At times the steps are steep and large but the climb is invigorating. Once you reach the peak you can look down on the valley below and find that it has almost disappeared behind the majesty of ruins beneath you. Machu Picchu looks like a miniature model filled with replicate people. The clouds drift past below you and it feels as if you have settled in the sky. Eventually, you will have to descend from Huayna Picchu and return to Cusco, but for the moment you can see how the world spins below and the wonders of Peru never cease to amaze you."
    },
    {
      "dayNumber": "7",
      "title": "Puno – Particularly Puno",
      "description": "In the morning, you will begin your journey through Peruvian countryside and wind through the unparalleled beauty on your way to Puno. The altiplano, the high plain of the Andes, stretches along the mountain range and onto the foothills of the surrounding peaks. Small villages decorate the expanse of plains with stone buildings and vibrant clothing. Herds of llamas and alpacas give the distance an unassuming wooliness. Along the way, you will stop at Pucara, a sensational pre-Columbian compound consisting of stone pyramids, including the temple of Raqchi. The ruins of the temple remind you of a hollow building where one stretch of wall remains while the rest of the building was taken apart. The pre-Incan civilization of the Pachacutec built the temple for the god Wiracocha and was an important destination for pilgrims at the time. The surrounding ruins were once warehouses that served as lodging for priests, servants, and farmers. The rich scent of earth is carried along the breeze. The ruins stand tall against the soft air. The sun lingers in the afternoon sky as you continue to Cusco. Clouds drift past and over the altiplano as you continue your journey closer to the shining waters of Lake Titicaca lapping at the shores of the city of Puno. Herds of llama decorate the plain, their eyes open wide, and their mouths in constant motion. A short ride has you at the incredible Sillustani Ruins, stacked along the shores of Lake Umayo like a cylindrical game of Jenga. The pre-Incan burial ground contains the best-preserved funerary towers, known as chullpas, constructed for noble persons and priests. The quiet breeze brushes through the grass. The scent of the Andes is pure cool air and rich earth. The remains of Sillustani are as inspiring today as they were to the Incas centuries ago. Arrive in Puno along the winding roads that lead to the shores of Lake Titicaca. The city brushes against the shoreline and stretches up and across the foothills. The joyous cries of the market and street vendors drift through the open avenues. The streets are perfumed with fried dough stuffed with cheese and ground meat. Follow the joyous sounds of the streets down the main pedestrian avenue known as Jiron Lima. The quintessential colorful clothes add vibrant life to the street, from bright pink sashes to rainbow colored blankets. Restaurants and shops line the street. The world of Puno comes to vibrant life and the sound almost stretches into the mountains."
    },
    {
      "dayNumber": "8",
      "title": "Lake Titicaca – Luscious Waters of the Lake",
      "description": "The rich aroma of Peruvian coffee wafts through the air and awakens your senses to the crisp morning. Today you will explore the wondrous waters of Lake Titicaca, the largest high altitude lake in the world. Along the shores you can see the cool, sapphire blue of the water. Mist brushes against your skin. The lake is quiet and serene as you venture into the depths of the water. Islands decorate the distance and you realize that they are slowly drifting through the lake. The reeds glow yellow in the morning sunlight. The famous floating reed islands of the Uros crunch beneath your feet. Children dressed in the local indigenous clothing help you to disembark. The girls’ shawls are soft and vivacious. The boys’ shirts are decorated with fringe. The dried reeds are thick and full beneath you. The Uros originally started floating along the waters of Lake Titicaca to avoid the Spanish and have been floating through the expanse of the lake ever since. Continue to explore the waters with a visit to Taquile Island. The Taquileños are considered masters of textiles with clothing that warms the body and the heart. The llama wool is smooth and soft on your skin; from sweaters and blankets, to beanies and socks, the garments are lush and colorful meant to keep you warm in the high altitude any day of the year. Follow the stone walkway up and through the main village of Taquile. The scent of simmering choclo, a corn husk with large kernels, drifts from the homes built from stone and glowing in the afternoon sun. Reach the top of the island where the lake expands beyond the shores of Puno and into Bolivia. The water shimmers and laps at the island below. You almost feel on top of the world with the wonders of Puno and the majesty of Peru at your fingertips."
    },
    {
      "dayNumber": "9",
      "title": "Miraflores – Incredible Lima Pyramids",
      "description": "Today you will leave the sapphire waters of Lake Titicaca behind as you make your way to the capital city to explore once more. The stunning architecture of the Torre Tagle Palace glistens in the sunlight. The pink walls stand out along the street. One of the most stunning pieces of architecture in South America, the grace of 18th-century style brings a touch of opulence to the inescapable colonial history. The coat of arms of José B. adorns the façade as you enter the palace flanked by exceptional wooden balconies from where the occupants once watched the world pass them by. The courtyard is styled like a Spanish villa wrapped with wooden balconies and decorated with a geometric tiled floor. As you return to Lima, Hotel B will once again welcome you with open arms, happy to host your stay. Continue to Miraflores where the ocean rolls gently against the sand. The bohemian neighborhood also contains the sensational Huaca Pucllana pyramid. Pucllana is an amazing pyramid constructed with adobe and clay from seven alternated platforms. The pyramid almost resembles a collection of steps that look like an MC Escher painting. The site is filled with tidbits of history, from the pyramid itself to the remnants of pottery and the decorated mannequins meant to add life to the ruins. The scent of rich, dry earth and stone lingers in the air. Evening settles into Miraflores and the glow of the pyramid brightens the night like starlight."
    },
    {
      "dayNumber": "10",
      "title": "Miraflores – The Andes From Above",
      "description": "Today you will make your way to the airport and watch the waves crash along the shore of Miraflores. Your time in Peru was filled with adventure and exploration through the amazing sights from the colonial history to Incan wonders. The plane climbs higher into the air and you can almost make out the silhouette of the Andes in the distance. The lingering perfume of the altiplano is a luscious reminder of ruins, of lakes, and of your travels through the sensational history waiting to be explored. You witnessed essential Peru and dove into the life of another world that had been waiting for you."
    }
  ],
  "map": ""
}