{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "family-friendly-peru-vacation-amazon-to-andes",
  "tourName": "Family-Friendly Peru Vacation: Amazon to Andes",
  "placesVisited": "Iquitos, Amazon Rainforest, Cusco, Machu Picchu, Lima",
  "generalInfo": "Embrace the adventure of a lifetime during your 10-day family-friendly Peru tour. Witness the marvels of the Amazon rainforest where the calls of macaws and monkeys echo through the canopy. Explore the heights of the Andes Mountains do discover the treasured ruins of Machu Picchu. Wander the cobblestone streets of Cusco beneath the regal spires of Spanish cathedrals. Each day in Peru will give your family new inspiration and excitement.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Amazon - Family Escape in the Amazon",
      "description": "Humid air will envelop you when you land in the Amazon. It is warm, and is a climate that will hit you from the moment of your arrival. You will transfer to a boutique cruise ship, where the cabins bring air-conditioned comfort. As you set off downriver, you will gaze out from panoramic glass windows, where you will watch the rainforest grow thicker and thicker. Out on the top deck, you can absorb more of the sounds and smells, as well as looking down into the river in search of caiman and other rainforest specialties."
    },
    {
      "dayNumber": "2",
      "title": "Amazon - Cruising Through Wild Nature",
      "description": "Flooded forests will greet you at breakfast, and parrots will be flying all around. Monkeys can be heard as well as seen, as they loudly howl from treetops. You can walk into a gallery forest where the monkeys are closer, especially rare monk saki monkeys that are only abundant in this corner of the world. Rainforest walks will also teach you about flora. Howler monkeys will call out, majestic and dominant howls from the canopy, and squirrel monkeys will scurry past. At salt licks you can spot scarlet and yellow macaws, and from the deck."
    },
    {
      "dayNumber": "4",
      "title": "Lima - Market Scenes and Manatees",
      "description": "After taking in tributaries and the mighty Amazon itself, you will return towards Iquitos. You will stop at a small riverside community and meet with local families. Here, the interaction with Amazonian children will be an eye-opening experience. You will see how the community lives, practically floating on the water for most of the year. Local guides will then take you to a nearby market, where strange foods will spill from wooden stalls, and the bustle will really grab your attention. Your family will be on a late-afternoon flight back to Lima, where you will need to spend the night."
    },
    {
      "dayNumber": "5",
      "title": "Cusco - The Ancient Incan Capital",
      "description": "After landing in the center of the spiritual universe, as Cusco was known to the Incas, you will transfer to a hotel that is just off the Plaza de Armas. You will uncover Cusco’s secrets on a private afternoon tour. A fortress lies in ruins, surrounded by grazing llama. In the great fortress of Sacsayhuaman, you will find ornate stone inscriptions and innovative engineering, including natural stone slides. You will begin by driving up the valley, and then walking back down through Sacsayhuaman and into old Cusco, where steep steps lead to cobbled plazas, and finally grand colonial churches."
    },
    {
      "dayNumber": "6",
      "title": "Cusco - Sacred Valley's Heritage",
      "description": "After a few days of early starts, you can sleep in and take it slow this morning. Perhaps, you will take a morning walk to Plaza de Armas, watching colorful Quechua women walk past on route to market. Whatever you decide, later today you will head into the Sacred Valley of the Incas, stopping at a couple of eye-catching attractions. So instead, the guide can take you to less sacred sites, such as salt pans and a market where witches come to buy their trinkets and effigies. You can also visit a small village that was founded on pre-Incan ruins."
    },
    {
      "dayNumber": "7",
      "title": "Cusco - A Sacred Valley Adventure",
      "description": "Now it is time for some outdoor fun. Today, you will be taking advantage of mountain trails and rivers. This day can be customized to your family’s interests and there is plenty to choose from. You can ride horses across old Incan trails, ride mountain bikes, spend half a day white-water rafting, or zoom through the trees on a zipline. There will be fresh alpine air, plus a handful of ubiquitous Incan ruins. You will finish the day back in Cusco, where you will watch live Peruvian music at the hotel before drifting off with dreams of Machu Picchu tomorrow."
    },
    {
      "dayNumber": "8",
      "title": "Machu Picchu - Train to the Lost City",
      "description": "Through the forest, you will go to reach Machu Picchu. The luxury train offers panoramic windows that stretch up into the ceiling. The mountains will begin to rise higher, and the landscape will turn surreal, with peaks sticking out in random places. You will have to trek slow to the citadel as it suddenly all unfolds. It will be much more surreal than the photos can suggest and the more you explore, the more mystical Machu Picchu will become. You can travel around most of the main site to experience one of the new seven wonders of the world."
    },
    {
      "dayNumber": "9",
      "title": "Machu Picchu - A Day of Incan Secrets",
      "description": "By staying up at Machu Picchu, there will be no need for difficult mountain transfers. Wayna Picchu is longer and will give you the best possible view. Both are challenging hikes and it might be that only some of your family desires to attempt them. You can walk up to the Sun Gate and experience a bit of the Inca Trail. Walking around a second time, you can even play a little hide and seek, especially near Huayna Picchu. It will all make for a relaxed day but exciting day."
    },
    {
      "dayNumber": "10",
      "title": "Cusco - Depart for Home",
      "description": "You will take the train back to Cusco and transfer onwards to the city’s airport, where you will depart Peru after ten days that have taken you from Peru’s deepest jungle to the lost city."
    }
  ],
  "map": ""
}