{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "food-history-and-culture-immersive-tour-of-perus-greatness",
  "tourName": "Food, History, and Culture: Immersive Tour of Peru’s Greatness",
  "placesVisited": "Lima, Cusco, Aguas Calientes",
  "generalInfo": "Enjoy Peru's national dish, ceviche, as its freshness compliments Lima's picturesque public parks. Palm trees sway in the historic Plaza de Armas, just a short walk from the ancient pyramid of Huaca Pucllana and the sleek, modern skyscrapers of Miraflores. Vibrantly colored textiles burst from every corner in Cusco, and backpackers gather en route to the famed ruins of Machu Picchu. You will delight in an immersive seven-day adventure to Peru, where you will experience the very best of culinary excellence, historical gems, and spirited cultures still thriving today.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - International Touchdown in Peru",
      "description": "When you touch down at Lima's International Airport, you will anticipate the citrusy delicacy of ceviche, Peru's signature dish. Seagulls let out cries overhead as they swoop to soft sandy beaches below. Once you have walked through customs and collected your bags, you will meet your expert guide and board private ground transportation to your hotel. As you look out the car window, you will fall in love with the sparkling ocean waves and verdant plazas bursting with brightly colored flowers. Families gather in parks for an afternoon picnic, and couples stroll hand-in-hand through the Parque del Amor. Soon, you will arrive at your luxury hotel in the heart of Miraflores, the most prestigious of all Peruvian neighborhoods. Settle into your hotel room and enjoy the breathtaking view from your private hotel balcony. Then, you and your travel companions can venture into the city for a bit of self-guided exploration. You can admire the quaint cobblestone streets set during colonial times and pass through the illustrious Plaza de Armas. In the evening, you can watch the sunset as you enjoy a lovely dinner of authentic ceviche at the water's edge."
    },
    {
      "dayNumber": "2",
      "title": "Cusco - Outdoor Markets Food Tour and Ancient Inca Ruins",
      "description": "The next day, you will board a regional flight from Lima to Cusco. Two hours later, you will touch down at the birthplace of the Inca Empire, teeming with rich cultural traditions and historical artifacts spanning thousands of years. As you make your way to your charming accommodations in the white stucco neighborhood of San Blas, you will pass by the Plaza de Armas, Cusco's cathedral, and a plethora of small cafes and restaurants. Upon arrival at your hotel, friendly staff will greet you with a steeping cup of mate de coca tea, said to offset the effects of altitude sickness. Then, you will venture into the city to get lost in the magic of stone-laid streets, narrow corridors bursting with brightly colored textiles, the allure of sweet indigenous fruits sold at nearly every corner. Your tour guide will first bring you to the San Pedro Market, the most famous in Cusco. You can peruse fresh produce, candies, meats, and cheeses, then sit down at a fruit stall for a freshly squeezed fruit juice. In the afternoon, you will venture beyond Cusco's downtown to Tambomachay and Saqsayhuaman, an ancient bath and fortress, respectively, of the great Inca Empire."
    },
    {
      "dayNumber": "3",
      "title": "Cusco - Plaza de Armas, Live Music, and San Blas",
      "description": "The following morning, you awake with a light breakfast: fresh fruit, tostada, and once again, mate de coca tea as you continue to adjust to the shift in altitude. By mid-morning, you will meet your guide at the hotel lobby and together set out for the Plaza de Armas. You can step inside Cusco's Cathedral as you admire intricate stonework and careful gold-leaf design. You will feel as though you are leaping forward in time as you venture down the hectic frenzy of Avenida del Sol. Vendors of every variety line the street while Quechua women stroll through the crowds, their babies tightly wrapped on their back. Meanwhile, combi drivers yell out upcoming bus stops, and passengers leap on and off in a seemingly rehearsed choreography. Soon, you and your guide will arrive at the Qorikancha Sun Temple, amongst the most impressive of Inca innovations. The temple was built with such strength that it withstood three separate earthquakes. You can walk through the gold-leafed halls and admire the meticulous gardens in the courtyard out front. In the evening, you will return to the beautiful neighborhood of San Blas for a traditional dinner. Enjoy escabeche , pachamanca , or cuy as you listen to the soothing melodies of traditional Andean flute music."
    },
    {
      "dayNumber": "4",
      "title": "Machu Picchu - Ollantaytambo and UNESCO Ruins",
      "description": "Your adventure to Peru inevitably culminates with your journey to the internationally acclaimed ruins of Machu Picchu. In the early morning hours, you will meet your guide in front of your hotel and board ground transportation to the nearby town of Poroy. From there, you will take off on a luxury train ride through Peru's captivating Sacred Valley and admire panoramic views of the valley through massive windows. Rugged mountain tops give way to deep green rolling valleys and swift waters of the Urubamba River surge past. Meanwhile, farmers tend to their crops, and cattle roam freely on the hillsides. Soon, you will reach the ruins of Ollantaytambo, once a point of refuge for the Incas, as the escaped Spanish conquest in Cusco. You will spend an hour or two exploring the grand irrigation systems and expertly engineered stone structures. By early afternoon, you will reach the base town of Aguas Calientes and will then summit the acclaimed UNESCO ruins themselves. At the top, you will marvel at unparalleled views of the Andes spread into the near-infinite distance. Spend the day alongside your guide at renowned features, like Sacred Rock and Temple of Three Windows."
    },
    {
      "dayNumber": "5",
      "title": "Aguas Calientes - Machu Picchu UNESCO Ruins and Hot Springs",
      "description": "In the morning, you can enjoy the view of Machu Picchu's sleepy base town from your private lodge balcony. You can indulge in local fruits like chirimoya or maracuya . Although Machu Picchu is actually a drop in altitude from Cusco, you may still want tea or other remedies to account for the thin air. Then by mid-morning, you will meet your guide once again as you travel via ground transportation up steep switchback roads. Then, once at the UNESCO ruins, you will delve deeper into the culture and history of the citadel. You will visit the Group of Three Doors, House of the Nobles, the Royal Tomb, and even the Old City Gates through which hikers along the Inca Trail arrive at Machu Picchu. You will learn about spiritual and ceremonial traditions today as you visit the Temple of the Moon. You will even have the opportunity to climb Huayna Picchu, which sits at Machu Picchu's rear and offers a bird's eye view of the ruins. In the evening, you will return to the base town of Aguas Calientes. You can dip into the medicinal hot springs for which the city gets its name. Afterward, you can satisfy your hunger with a three-course meal beside the downtown plaza."
    },
    {
      "dayNumber": "6",
      "title": "Lima - Larco Museum and Barranco District",
      "description": "The following day you will once again board the luxury train car from Aguas Calientes to Cusco's neighboring town of Poroy, then set off on a return flight from Cusco to Lima. Today, you can indulge in a final day of exploration, alongside your guide or independently. During the first half of the day, you will take a closer look at Lima's history when you visit the Huaca Pucllana pyramid, first constructed between the years of 200 and 700 AD by the ancient Lima culture. Then, you can descend to the subterranean catacombs of Lima's basilica as you take a closer look at Spanish colonial traditions. Finally, you can step inside the Larco history museum for an intimate look at ancient jewelry and pottery. In the afternoon, you will board ground transportation or set out on a scenic bike ride to the eccentric neighborhood known as the Barranco District. You will be greeted by boldly colored facades and whimsical street art. Listen to the soothing melodies of acoustic buskers as you cross the iconic Puente de los Suspiros. Then, settle in for dinner at one of many local trendy restaurants, most of which were once colonial mansions belonging to the Spanish elite."
    },
    {
      "dayNumber": "7",
      "title": "Lima - International Takeoff",
      "description": "Awake to the crashing waves from your private hotel balcony in Miraflores on your last day in Peru. You can enjoy the views as you sip on coffee or tea and crunch into a delicious tostada. During the first half of the day, you can stroll through Miraflores or descend to the sandy beaches below for a quick dip. Then, you can partake in some last-minute souvenir shopping at the Larcomar shopping center or nearby street vendors. You are sure to find a wide variety of gems, including jewelry, pottery, ceramics, and woolen goods. After a light lunch beside the Plaza de Armas, you will meet your guide in your hotel lobby. Next, you will load your luggage in your private transport and take off for Lima's International Airport. It's here that you will say your final goodbyes to your guide who has been with you throughout your journey. As you board the plane and look out at the shimmering Pacific waves, you will think back to the many captivating landscapes of Peru: from rolling hillsides to sandy beaches and rolling hills. Of course, the food, history, and culture beckon you for a quick return to this magnificent country."
    }
  ],
  "map": ""
}