{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "inca-trail-to-machu-picchu-tour",
  "tourName": "Inca Trail to Machu Picchu Tour",
  "placesVisited": "Cusco, Machu Picchu, Lima, Inca Trail",
  "generalInfo": "Follow the spectacular road of history on this magnificent tour of the Inca Trail. You will savor the wealth of the ruins and the beauty of the Andes. The footsteps of the Inca traverse mountains, stretch along rivers, and wander through jungle. The ruins decorate the mountains above and the valleys below and the treasure of Machu Picchu stands waiting to be sought. Each step is a wonder, each view offers a panorama of majesty, and the Inca Trail brings you to such great heights.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – The Lima Seaside",
      "description": "Arrive in Lima, considered to be the City of Kings. The grandeur of the city sits within its diversity as the neighborhoods stretch along the expanse of the ocean. The air smells of the sweet sea and citrus, while each neighborhood adds a rich layer to the city’s eclectic wonder. Wander through the city and experience the splendor first hand with a visit to the Church of San Francisco. The yellow façade looks like the sun shining bright against the open blue sky. The church bells peel through the air and give a singing quality to the city. Enter the church and find the exuberant tile lining the walls, streaks of white and red climbing into the archways and circling the dome. Follow a guide into the depths of the church where the lights flicker like torches giving you a sense of adventurous exploration. The catacombs are damp and heavy with the rich history within the city. The stones are cold to the touch. The sound of shoes against dirt paths lingers in the air. The various tombs run along the walls and a large tomb sits within the confines of a deep, wide well-like structure. Continue your exploration of history with a visit to the trendy seaside neighborhood of Miraflores. The Calle de Pizza emanates the scent of baked dough and melted cheese. Meander along the outskirts and find the stunning remains of Huaca Pucllana. The adobe bricks are stacked and tiered, making the pyramid look like an optical illusion, winding up and around each brick into the sky and the ground simultaneously. Wander amongst the bricks where you can see the modern city of Lima rising in the background, a reminder of the modern city siting atop fantastic history. The night brings with it the gentle glow of the pyramid in the spotlights bringing the ancient wonders to golden life against the starry night and lulling waves."
    },
    {
      "dayNumber": "2",
      "title": "Inca Trail – Ascending to Great Heights",
      "description": "Today you will transfer to Cusco and begin your sensational journey through the Andes along the Inca Trail. Step beside the rushing water of the Urubamba River, the white rush winding along the foothills of the valley. The scent of fresh water and morning dew slips into the air. Across the bridge you will step foot onto the ancient trail and walk with the legends through the Sacred Valley. Mountains stretch to the horizon while the sounds of the river start to recede in the distance. The trail begins flat, the grass tall and lush, but the hills start to slope and you come to a large clearing at the top, looking down into a serene valley. Your guide stops you and gives a prayer and sweet offering of candy to Pachamama, the Andean earth mother. With your offering accepted and the cool breeze rolling over the grass, your guide points down to Llaqtapata, standing over 9,000 feet above sea level, and you look upon the Incan ruins atop the plateau below. The ruins sit on a small citadel above a terraced hill that slopes deeper in the valley creating tiers along the foothill. The landscape is majestic, with the earthen stones standing against the vibrant green floor as the hills wind and wrap into one another. Venture into the ruins to see the Incan remains up close. The stones are cool on your hand while the grass is warm from the sun. The vegetation of the surrounding canyon stretch along the ruin floor giving you a taste of Indiana Jones in a wild lush world where if you didn’t know what you were looking for you may have never found it."
    },
    {
      "dayNumber": "3",
      "title": "Inca Trail – The Length of the Trees and the Receding Lush",
      "description": "Wake up to the scent of rich coffee in the cold of the dawn. Wrap your hands around the hot cup and let the scent and flavor warm the morning. Continue your venture along the Inca Trail where you can walk in serenity listening to the sound of rolling rivers and tumbling waterfalls and imagine the footsteps of the Incans that have walked the trail before you. Stroll beneath the canopy and the endless green is decorated with blossoming pink orchids. The beautiful lull of rushing water meanders over the jungle floor, while the brush is blanketed with moss and wildflowers that give the irresistible scent of potpourri against fresh water. Rise above the rain forest where arid mountaintops sit over the canopy, llamas and donkeys grazing along the puna , a high altitude plant that grows in the craggy, mountain soil. The snowy peak of Mount Veronica pierces the distant sky. You can see a part of the Cloud Forest below, where the fog nestles among the trees looking like a blanket that can’t quiet cover a room filled with cones. Breathe deep as the sun settles behind the mountains, the scent of delicious hot chocolate surrounding you and getting you ready for another night beneath the stars."
    },
    {
      "dayNumber": "4",
      "title": "Inca Trail – Amongst the Clouded Trees",
      "description": "The sun rises over the valley and brings the morning calls of birds echoing through the foothills. The trees rustle in the early cold as the shadows from the night begin to disappear. The lush space of Llulluchapampa is behind you as you continue your adventure through the Andes. The mountain air is fresh in your lungs as you wander higher into the hills, venturing over the highest pass on the trail, Warmihuañusca, also known as Dead Woman’s Pass, reaching a height of almost 13,800 feet above sea level. The rough rocks and stone steps of the trail urge you forward. Once at the top you can see the open valley that you have crossed so far and the mountain you have undoubtedly climbed. The vines open and give a view of the stunning Phuyupatamarca ruins, standing against the hillside with the valley sitting far below. From the proper angle it looks like the ruins are cut in half, coming to a steep angle along the tiered mountain. The view of the mountain peaks stand tall in the distant sky while the valley becomes almost invisible. The stones of the city’s remains are covered in moss and time. Witness the grandeur of the craft by walking along paths that are semi-detached from the mountain, where rocks fill up ravines in perfect order saving the trail from the undulating Andean hills. Your campsite is already cleared and ready for you with the rich scent of pumpkin soup, your first course for the evening, drifting along the plateau. The night blankets the sky, stars glimmering over the mountainside as if winking."
    },
    {
      "dayNumber": "5",
      "title": "Inca Trail – The Sun Lights the Gate",
      "description": "The early morning darkness fades into the morning orange light peaking behind the mountains. Today you will depart from the plateau of Phuyupatamarca ruins and descend deeper into the valley. The lush jungle once again surrounds you. The stone steps undulate from steep to shallow. You can hear the flutter of hummingbirds and see the colorful waft of butterfly wings. Come to the stunning edges of Wiñaywayna, the biggest archaeological site along the Inca Trail. Terraces climb the impressive mountain landscape, where a sliver of the Urubamba River can be seen twisting through the trees. A plateau within the climbing agricultural tiers holds the towering ruins consisting of an impressive complex where a religious sector and an urban sector are divided. Your journey along the trail continues, over the steep steps that run along the mountainside, climbing higher, once again, over the valley below. Reach the top of the steps where the jungle opens suddenly. The wash of the sky spreads over the mountaintops. Stone pillars stand in front of you, the remains of the Sun Gate. Step forward and you look out over the breathtaking view of the Lost City of Machu Picchu, where the sun shines along the dew, the stone remains stand high over the valley, and panorama is something out of a painting; you almost pinch yourself to make sure it’s real. Within the city traverse the grounds and experience the history within Intihuatana , the “hitching post of the sun.” It is the rock pillar known as the sundial that stands atop the Intihuatana hill. Inca astronomers predicted solstices using the angles of this pillar to help control the coming summer days."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – Found the City in the Sky",
      "description": "Wake up to the morning sun lingering over the mountaintops and spreading light along the valley floor. Venture once again onto the plateau where the remarkable city of Machu Picchu stands. The surreal glow of the grass, the climbing terraces of the mountainside, and the stretch of the stone buildings are as breathtaking today as ever. The morning stands strong over the Lost City and you stretch your legs one more time to reach the towering peak of Huayna Picchu. With only 200 visitors allowed per day, you make your way to the entrance of the looming mountain and begin your ascent. The stone stairs meander beside the rocky cliff, twisting and turning with each step. The hard climb ended days ago, however, this climb seems the last challenge along a series of wonders. You reach the peak of the mountain, look down onto the Lost City and understand the magnificence and grandeur of standing amongst mountaintops and over Machu Picchu. The city shines below, a scaled down model of the ruins you walked through, but no less magical, and all the more personal. You will make your way down the mountains, through the Lost City, onto a train to return to Cusco but for now…just enjoy the view."
    },
    {
      "dayNumber": "7",
      "title": "Cusco – Such Great Heights",
      "description": "Today you leave the wonders of the Andes behind and wave goodbye to the Inca Trail. Your time in Peru has brought you to spectacular heights, from beneath the grounds of the Church of San Francisco to standing above the Lost City, where it felt like even birds wouldn’t dare to fly. The exceptional sights of ruins strewn across the mountainside and orchids blossoming beneath the jungle canopy will never be less than majestic. Fly through the clouds, over the remnants of the Inca Trail, where you will always remember such great heights."
    }
  ],
  "map": ""
}