{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "10-day-peruvian-adventure-heritage-culture-tour",
  "tourName": "10-Day Peruvian Adventure: Heritage & Culture Tour",
  "placesVisited": "Lima, Arequipa, La Compania, Colca Valley, Colca Canyon, Salinas National Reserve, Chucura, Patapampa, Maca, Chivay, Puno, Lake Titicaca, Uros, Tacquile, Cusco, Sacsayhuaman, Tambpmachay, Plaza de Armas, Urubamba Valley, Sacred Valley of the Incas, Písac, Ollantaytambo, Machu Picchu",
  "generalInfo": "Wander the mysterious puzzle of heritage leading through 2,000 years of history during your 10-day Peru culture tour. Witness Machu Picchu at sunset on an exclusive guided tour and soar above the Nazca lines for a sensational view of the mysterious desert. Traverse dazzling colonial architecture and trek to ruins in the Sacred Valley. Delight in epic scenery and an adventurous spirit during your Peru tour.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima - Some of the World's Finest Seafood",
      "description": "Before the heritage comes the seafood. Lima has a revered culinary scene. Here, they will fuse flavors from across the Pacific and craft dishes the rest of the world desires to copy. Even if you are not a seafood person, Lima will be the place to try as the tastes are vastly different to what you may have had before. Ceviche is the most famous dish, but it is only served at lunchtime after the fresh catch is brought in each morning. So, after a midday arrival and plenty of time to relax at the hotel, you will have reservations at a restaurant from one of the World’s Top 50 Restaurants list, where the tasting menu will provide a journey through unique Peruvian flavors."
    },
    {
      "dayNumber": "2",
      "title": "Lima - Highlights of Old Lima and Flight Above the Nazca Lines",
      "description": "What remains of the City of Kings is just a glimpse of Lima’s rich history. The colonial leftovers are built around Incan and pre-Incan structures. Now they are studded amid a modern city, although they never look out of place. You will step into gold-laden churches and palaces of dazzling design, and then a monastery that hides catacombs and a mysterious past. Onwards through what the Incas called Naupallaqta (Sacred Town), you will find the pre-Incan site of Huaca and a museum of erotic pre-Colombian art. Next, you will visit a Peruvian love park, and if you have been fast enough, there may be time for the Larco Museum, which will provide a good overview of Peru’s ancient past, particularly before the Incas. Immediately after lunch, you will fly out of Lima on a charter aircraft, where you will see the ocean and desert beneath the wingtips as you cruise towards Nazca. Soon there will be nothing below except dusty brown and a sense that life could never exist in such a barren place. Eventually, you will see the Nazca Lines, and nobody knows who or what caused them to appear. You will not want to miss this unique sight as the Nazca Lines are one of Peru’s most unique attractions. When the plane turns around you will enjoy a second insight, yet once again it is hard to imagine how such lines were crafted, or why anyone would make them. Back in Lima, you will enjoy a second night of excellent dining, this time at a restaurant overlooking the Pacific."
    },
    {
      "dayNumber": "3",
      "title": "Arequipa - Exploring the Conquistadors City and Story",
      "description": "You will then fly to Arequipa where you will hop forward in time. Statues will gape in an ancient Jesuit temple above the flicker of small candles. Boutique stores will line a glamorous square, most with a second-floor terrace in classic Spanish style. Cobbled streets will be lined with low-lying townhouses, most of which still possess their original wooden features. Behind them, you will find spacious patios and small gardens, which open into yet more townhouses. Arequipa looks like a Spanish city, and it was built with wealth and plundered by the conquistadors. Peru is elegant and carefully preserved, and it will feel like you are back in the 17th century, especially when on the main square or at the Santa Catalina Convent. You will also have a chance to see the dazzling Arequipa Cathedral, which is truly breathtaking. Half a day in Arequipa will be plenty of time to get around the key sites as they are all clustered in the mostly pedestrianized center. The evening will be at your leisure, and the main square is a delight after dark with yellow lanterns illuminating many of the streets and buildings."
    },
    {
      "dayNumber": "4",
      "title": "Colca Canyon - Remote Villages and Ancient Terraces of the Collaguas",
      "description": "Volcanoes will dot the horizon as you travel towards Colca Valley, and their iconic cones will cast in a snowy embrace. Camelids will flutter past as hawks soar the skies. Llamas and alpaca can be seen on open mountain plains while flamingos occupy the small natural lagoons. Colca Canyon will seem like a wilderness park, yet the sights are not just wildlife. Small villages will dot the path into the canyon, some of which are over millennia old. These traditional settlements were built upon clever stone terraces, that were designed and built by the Collaguas. The guide will explain further, and the deeper into Colca you go, the more Collaguas evidence that you can find."
    },
    {
      "dayNumber": "5",
      "title": "Puno - Traditional Villages to Inca Mythology",
      "description": "It is a long journey out to Puno where you will connect the centuries. First, it is Cruz del Condor, where you will watch the magnificent flight of the world’s largest bird, the condor. You will then stop at two traditional villages with the most impressive Collaguas terraces. Yanque has a baroque church from Spanish times while further along the route you will see many small Quechua settlements. Most of today will be spent on the road, but you will make it to Puno and Lake Titicaca before nightfall. Your hotel will be on the lake, and there will be a lovely little walking trail along the water. The Incas considered the lake to be the birthplace of mythology, and there will be something unusual about the ambiance."
    },
    {
      "dayNumber": "6",
      "title": "Puno - The Floating Islands and Communities of Lake Titicaca",
      "description": "Islands will float in the waters of Lake Titicaca. Totora is unique to the area and creates a foundation that has the flexibility to shift with moving water. Just to observe how land has been made will be worth the trip out to Lake Titicaca. Upon the islands are communities, which are home to Quechua speakers who have kept alive ancient social structures and systems. Initially, you will be blinded by their colors, especially those from woven clothes that are worn by the older women. Looking around it will seem that the reed-style housing is primitive. You will head inside where you will find a marvel of engineering. Here, homes are connected to the roots of the manmade islands. Drinks will served in one of the homes, and there is a good chance to chat with locals, usually having your guide provide the translation. Although these are now relatively touristic places, the people remain very welcoming to visitors and are keen to display their unique way of life. You will visit both The Uros islands and Taquile island, as well as making an afternoon stop at the Aymara community of Luquina, another piece in the cultural jigsaw that Peru will provide to you."
    },
    {
      "dayNumber": "7",
      "title": "Cusco - A Local Flight to the Old Incan Capital",
      "description": "Slabs of red granite will shimmer in central Cusco, guiding you towards the city’s cathedral. This collection of architectural styles will prove emblematic of wider Cusco. Once the capital city of the Incas, it became a key capital for colonial Spanish. Before the Incas, it had various guises, and since the Spanish, it continues to be a place of Quechua markets. These contrasting influences will blur together seamlessly, forging a city with many heritages that has one encompassing style. You will fly here directly from Arequipa and spend the afternoon exploring. Llama will graze besides Sacsayhuaman, which is a military fortress and ceremonial compound that was built by the Incas. Santo Domingo church stands atop a temple that was dedicated to the Sun God. Steep cobbled streets will lead you to plazas from the viceroyalty times. Beneath the ground, you will find a maze of galleries and ritualistic sites for more than just the Incas. Then, above ground, you will absorb all the colors of daily life, especially at Plaza de Armas and the nearby market. As you look around, you will find that it is hard to separate one heritage from another as the many jigsaw pieces that you have seen before have now shaped into one magnificent ode to the past."
    },
    {
      "dayNumber": "8",
      "title": "Pa­sacto Ollantaytambo - Discovering the Sacred Valley of the Incas",
      "description": "Located between Cusco and Machu Picchu, the Sacred Valley will be your most poignant narrative of Incan life. Unlike many places, much of the original culture has been kept alive. In artisanal shops you will learn about a dyeing technique and textile weaving. At Písacyou will barter with Quechua speakers and find assortments of fruit tasty fruit. Then, in Ollantaytambo, you will see how a small Peruvian town has been built within the remains of a vast mountainside fortress. The day’s stories will speak of Manco Inca and Hernando Pizarro, jungle invaders, and sacrificial chickens. Although the Incan history was not written down, the Sacred Valley will help you to experience how life would have been some five to seven centuries ago. Today’s hotel will be a part of this heritage. It will be a traditional homestead that is tucked down a cobbled street, just off Ollantaytambo’s main square."
    },
    {
      "dayNumber": "9",
      "title": "Aguas Calientes - Taking the Train to the Lost City",
      "description": "After eight days you will understand that Peru’s heritage is so much more than a Lost City. However, this last piece of your cultural jigsaw will be the most evocative and inspiring. Just like elsewhere in the country, a more careful inspection will show that history is never straightforward. Yet, as the mist fades and Machu Picchu reveals itself, all of the ifs and buts fade away, and the stories will not really matter when you are standing in the citadel, gazing at the isolated splendor. After taking a train to Machu Picchu, the guide will provide different theories of the citadel on a private morning tour. Nobody truly knows what took place here and that is part of the beauty. A calming mystique will greet you at every turn. As the day continues, you will be consumed by all the mythology as well. The guide will bring a picnic, and you will stay at Machu Picchu deep into the afternoon, walking once more along giant walls, ramps, and terraces. You will spend the evening at the only hotel beside the citadel."
    },
    {
      "dayNumber": "10",
      "title": "Aguas Calientes - Departure",
      "description": "You will be on a late-morning train back to Cusco, so there will be time for a second Machu Picchu visit. This one will be unguided and will be an excellent opportunity to climb one of the mountains. You will freshen up at the hotel before your train journey, which will include a hearty lunch and mountain views. Upon arrival back in Cusco, you will be transferred to the airport for your outbound flight."
    }
  ],
  "map": ""
}