{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "spain-tailor-made-holiday-green-coast",
  "tourName": "Spain tailor made holiday, Green Coast",
  "placesVisited": "Basque Country, Parador de Hondarribia, Parador de Argómaniz, Parador de Limpias, Cantabrian Coast, Parador de Fuente Dé, Picos de Europa, Parador de Cangas de Onis, Asturias, Galicia, Parador de Vilalba",
  "generalInfo": "Spain’s glorious Green Coast stretches from Basque country towards the northwest of the Iberian Peninsula to offer travellers an altogether different perspective of life on the Spanish coastline far from the madding crowds further south.<br/><br/>This eight day tour has been tailor made to invite a unique glimpse at Spain’s gastronomic and cultural delights where beautiful beaches, mountain villages and characterful seaside towns collide in a crescendo of colour and naturally historic heritage.<br/><br/>Comparing the sophistication of the Basque region with the laid back rural charm of Galicia offers further insight into this untouched area of Spain with chances to stay in a series of state owned castles and converted manor houses offering a little bit of luxury in between mountain slopes and pristine coast. <br/><br/>Food will never be far from your thoughts throughout this week on the Green Coast which is why you’ll receive a bounty of recommendations for restaurants and other cultural points of interest as part of a pre-departure information pack, just to ensure you’re ready to go, right from the off.<br/>",
  "durationDays": "12",
  "price": "1450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You arrive in Bilbao, known for its cozy atmosphere, delicious pinchos, and especially the impressive Guggenheim Museum. Although Bilbao does not have a Parador hotel, it is possible to extend your stay with one or two additional nights. Once the car keys are handed over, you are ready to explore the highlights of Northern Spain. Depending on your arrival time, a walk through Bilbao is recommended. Our guide material includes a suggested route that gives you a broad impression of the city and can be completed in a couple of hours. The first Parador hotel, where you will spend your first night, is situated in beautiful natural surroundings, a bit removed from the north coast and the area's famous beaches. Nearby cities are worth a visit and offer beautiful walking trails, excellent gastronomy, and exciting sightseeing. Our guide material highlights, depending on the weather, your mood, and your interests, where your trip could or should go. A perfect start to your journey! Read more about the Cantabria region here"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "From one charming village to another, Santillana del Mar is often listed among Spain's most beautiful villages. This idyllic small town boasts historical streets, palaces, and mansions. The picturesque town also houses several museums, including Arte Religioso Regina Coelli, worth a visit. Nearby are the famous Altamira caves with their prehistoric paintings. The area offers many exciting visits, including world-famous architecture, impressive natural parks, and countless fantastic beaches. Tips and guidance for a beautiful and interesting car journey in the area can be found in the guide material."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fuente Dé is situated in the heart of the stunning mountain range, Picos de Europa, idyllically surrounded by steep cliffs that rise hundreds of meters around the picturesquely located Parador hotel. Famous for its cable car, Fuente Dé transports you in just 4 minutes to a height of 1823 meters, right into the heart of the most impressive mountain massifs of the Picos de Europa. Here, silence, views, and nature are the focus. There are countless opportunities for hiking, which we share in our guide material. In addition to hiking and nature, several villages in the valley are worth a visit, including the Santo Toribio de Liébana monastery, an important Catholic sanctuary. This Roman Catholic monastery is one of five places in Roman Catholicism, along with Rome, Jerusalem, Santiago de Compostela, and Caravaca de la Cruz, that has the privilege of issuing perpetual indulgences."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Once again, the landscape undergoes a radical transformation. From the mountains, you venture further inland, reaching the high plateau and the historic medieval capital, León. On the way here, you can make a detour to the sacred lakes of Covadonga, where Spain was born. In León, you'll find one of the most beautiful Parador hotels in Spain, which is a sight to behold in itself. This place has served as both a prison and a pilgrim's hospital and is now one of the finest and newest historical Parador hotels, having undergone an extensive renovation in 2021. The Romans founded the city and named it Legio Septima Gemina, 'the 7th legion', from which the name originates. The city's Roman influence is unmistakable when you see the impressive city wall that surrounds the atmospheric old town, El Humedo (the wet quarter). León offers plenty of excellent restaurants where tapas are served generously. In addition to the city wall and the Parador hotel, the city is renowned for its stunning cathedral, claimed to be Spain's most beautiful, Antoni Gaudi's palace, and San Isidoro, which served as the final resting place for several Spanish monarchs and royals. Hence, it is sometimes referred to as the 'Pantheon of the Kings'."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From León, the route heads eastward, along the famous pilgrimage route, the Camino de Santiago, all the way to Santo Domingo de la Calzada. Along the way, there are countless exciting stops to be made. Everything from excavations of impressive Roman palaces with beautiful mosaic floors, charming pilgrim villages, the impressive Burgos Cathedral, and prehistoric archaeological excavations. A perfect day trip by car, ending with a convenient stop in the beautiful Rioja region. Not far from there, in San Millán de la Cogolla, you'll find two of Spain's most famous monasteries, which are also on UNESCO's cultural heritage list."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After a delightful overnight stay in Santo Domingo, it is obvious to visit one or two of Rioja's beautiful wine villages. If you are interested in a wine tasting, this can easily be arranged. Some of the vineyards in the area are architectural masterpieces, designed by world-renowned architects, while others are historical and beautifully preserved. Even if you are not particularly interested in wine, Rioja still has much to offer. The charming streets of the wine villages can captivate anyone, and the region's main city, Logroño, offers everything from shopping and markets to cozy pinchos streets. On the way back to the Basque Country, one passes several historical small towns, including Oñati, which is hidden in the mountains, but is definitely worth a visit. The route continues to the Spanish-French border, where one of Northern Spain's hidden gems, Hondarribia, is located. The tour concludes with a three-night stay at one of the most beautiful hotels in the Parador chain, in Hondarribia. The magnificent castle building leaves little to the imagination, as one imagines oneself as a noble in the Middle Ages, descending the majestic staircase to greet guests arriving by carriage. Hondarribia has it all. A lovely beach, France right in front (you can sail there in 10 minutes), a beautiful town, and fantastic restaurants. A natural sightseeing trip from here is to drive along the Camino route to the world-famous food mecca, San Sebastian. Three days of enjoyment and pure indulgence. After the last night, there is a return journey from Bilbao."
    }
  ],
  "map": ""
}