[
  {
    "destination": "Spain",
    "mainPhoto": "",
    "id": "spain-small-group-holiday",
    "tourName": "Spain small group holiday",
    "placesVisited": "Madrid, Granada, Seville, Costa de la Luz, Ronda, Cordoba, Valencia, Barcelona",
    "generalInfo": "You’ll kick off this Spain small group holiday in the buzzing city of Madrid, where you have time to explore the museums and restaurants, before heading to beautiful Granada, which is backed by the Sierra Nevada Mountains and famous for its Moorish architecture. Seville, known for its oranges, tapas and flamenco, comes next. Here you can visit the world's largest Gothic cathedral as well as the grand buildings of Alcazar, a complex of palaces used by both Moorish and Christian rulers. <br/><br/>After all that culture, it’s time for a spell at the beach. You’ll head to the windswept beach town of Tarifa, on the Costa de la Luz, where you can go whale and dolphin watching or just relax on the promenade. Andalusia is next on the agenda, and you’ll visit the towns of Cordoba and Ronda, both full of beautiful architecture, excellent restaurants and lively bars.<br/><br/>Your final stop is the Catalan city of Barcelona, whose museums and galleries, Gothic architecture, foodie scene and non-stop nightlife make it a city you won't forget any time soon. <br/>",
    "durationDays": "15",
    "price": "3040",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Madrid.",
        "description": "Hola! Welcome to Madrid – the Spanish capital known for its elegant boulevards and parks. Your adventure begins with a welcome meeting at either 6 or 7 pm tonight. If you arrive early, maybe wander through the gardens of Real Jardin Botanico and visit one of the many art museums. After the meeting, maybe head out for dinner with your group and indulge in some tapas and Rioja, or head to the Gran Via hotspots to dance the night away with your new friends."
      },
      {
        "dayNumber": 2,
        "title": "Granada.",
        "description": "Take a train to Granada today. Located at the foot of the Sierra Nevada Mountains, Granada is packed with Moorish architecture, great tapas bars and natural beauty. Take a walk around the old Arab quarter of the Albaicin – a labyrinth of crooked alleys, fountains, plazas and whitewashed houses – or the Alcaiceria (old silk market area) to see the craftworks on sale. If you're feeling energetic, climb the steep streets up to the Mirador de San Nicolas for sunset views over the famous Alhambra. If you have time, perhaps check out the historic Renaissance Cathedral and Capilla Real."
      },
      {
        "dayNumber": 3,
        "title": "Granada.",
        "description": "Visit Granada's impressive Alhambra Palace and its gardens. Wander the dominating red fortress towers of this 11th-century complex set against the backdrop of the Sierra Nevada mountains. The palace is made up of the Alcazaba – the 11th century Muslum wing, which has great views from the towers – and the Palacio Nazaries and Generalife, the summer palace of the sultans. After, maybe head deeper into Granada’s Moorish Albaicin quarter and check out some of the traditional tea houses. Tonight, maybe meet up again with the group for dinner."
      },
      {
        "dayNumber": 4,
        "title": "Ronda.",
        "description": "Leave Granada behind and travel by train and private transport to the Andalucian hills and the whitewashed town of Ronda. A landscape of green forests and white limestone mountains, Ronda is the birthplace of bullfighting in Spain and was a favourite of Hemmingway and Orson Welles. The highlight of the town is the Puente Nuevo (New Bridge) – one of the most photographed structures in the country. Built in 1751, it bridges the 100-m-deep gorge that splits the town in two. You can walk across it, stopping to peer over a drop from one of its balconies. Check out the old Moorish town on one side, home to many historic buildings including the House of the Moorish King, and the newer El Mercadillo on the other side. East of the town are well-preserved Arab Baths and, of course, the famous Plaza de Toros. Tonight, maybe watch the sunset over the city."
      },
      {
        "dayNumber": 5,
        "title": "Ronda.",
        "description": "Walk through Los Molinos – Ronda’s surrounding valley. You can head down into El Tajo, the gorge that separates the old and new town, and get a view of the bridge and town from below. The rest of the day is free to explore town. The Plaza de Toros is one of the oldest bullfighting rings in the country, and adjoining the bullring is the Bullfighting Museum. The gardens behind offer panoramic views over the surrounding mountains, which have a long history of sheltering bandits and smugglers. Visit the Museum of Bandits for an entertaining insight into their history or check out the prize-winning wineries and beautiful national parks that surround the town."
      },
      {
        "dayNumber": 6,
        "title": "Tarifa.",
        "description": "Today you'll travel south-west to Tarifa along the coastline. This western Andalusian coast faces the Mediterranean and North Africa. Your base for the next two nights is a laid-back beach town with spectacular rocky scenery, a sea fortress and a lighthouse. The afternoon is free to relax. Maybe catch a bus to the 10-km-long sands of Playa de Los Lances – a haven for kite surfers – or hole up at a beach bar on Playa de Valde Vaqueros. You could also just wander along the promenade under the old castle, past restaurants boasting fresh seafood. The surfers lend the Old Town a laid-back, international vibe, along with hints North Africa, which lies just across the water. In the evening, why not grab some dinner in town and join in Tarifa's vibrant nightlife."
      },
      {
        "dayNumber": 7,
        "title": "Costa de la Luz / Tarifa.",
        "description": "Choose from plenty of optional activities today. Perhaps head out on a whale and dolphin watching expedition on the Iberian Peninsula or take a daytrip to the town of Tangier in Morocco, just 45 minutes away by ferry! The city's medina and kasbah are well worth exploring, as are the cafes and patisseries around the Place de la France in the Ville Nouvelle. You can unwind and take in the charms of the city on the recently reconstructed beach promenade or take a day tour across the border to the British territory of Gibraltar – home to the famous Rock of Gibraltar. Here you can take a cable car up to the rock’s peak, explore the caves, visit a Moorish castle and wander the main street, discovering the interesting blend of old British life and Spanish flavours."
      },
      {
        "dayNumber": 8,
        "title": "Seville.",
        "description": "Travel to the vibrant city of Seville – famous for its oranges, tapas and flamenco – all three of which are ingrained in the fabric of the city and its proud people. As the rest of the day is free for you to explore. Barrio Santa Cruz, with its multicultural history, is a great place to start – this shaded warren was designed in medieval times to provide refuge from the great Andalusian heat. Maybe spend your evening San Jacinto, the bustling main street of the Triana quarter, and discover the interesting food on offer. As Seville is the tapas capital of Spain, be sure to sample some of the tasty bites in one of the city's many tapas bars."
      },
      {
        "dayNumber": 9,
        "title": "Seville.",
        "description": "Today is a free day to discover Seville, but checking out the world's largest Gothic cathedral is a must. You can also the climb the cathedral's adjoining Moorish tower, known as La Giralda. While you may have to line up, it's worth it for the views over the city. Visit the magnificent Alcazar –, a complex of palaces used by Moorish and Christian rulers, which again gained international fame as a shooting location for Game of Thrones. Wander through the fragrant gardens and examine the Moorish and Mudejar architecture. Maybe explore Seville's Museum of Fine Arts or the Archaeological Museum. In the evening, catch a local flamenco performance with the group – charged with emotion and drama, this powerful, fiery show is a real highlight."
      },
      {
        "dayNumber": 10,
        "title": "Cordoba.",
        "description": "Continue to Cordoba by train. Discover the mesh of Muslim, Jewish and Christian cultures in the architecture and cuisine of this southern city. Visit the famous Mezquita, with its golden arches and intricate columns – once the third largest mosque in the world and one of the most beautiful. It was consecrated into a Roman Catholic cathedral in the 13th century when the Christians reconquered Cordoba. Time permitting, you might stroll through a labyrinth of cobbled laneways in the Old Quarter, discovering open squares and cafes. The evening is free to sample more delicious Spanish cuisine. Salmorejo (a cold soup made of tomatoes, bread and olive oil served with chopped up boiled egg and cured ham) is a specialty of Cordoba, as is rabo de toro (oxtail soup). There are also plenty of good-value eateries in the Juderia (Jewish Quarter)."
      },
      {
        "dayNumber": 11,
        "title": "Valencia.",
        "description": "Take a train and head east to the coastal town of Valencia. Known for being the Spanish gateway to the Mediterranean, Valencia has a large port, beautiful beaches, restaurants and a beach promenade along the waterfront. The Old Town is set back from the seafront and in the centre, you will find beautiful monuments and historical buildings. Busy markets, clean beaches, rolling hills and a fascinating mix of old town and new town makes up the best of Valencia. Over the next couple of days, you have a lot of free time to wander around the city and see the sights. This evening perhaps head out to bar-hop and eat tapas in the Ciutat Vella (old town)."
      },
      {
        "dayNumber": 12,
        "title": "Valencia.",
        "description": "Hop on a bike today and pedal along Turia Park all the way to the city of Art and Science. This activity is done at a leisurely pace and you don’t need to be an expert to participate. After cycling, why not visit the 13th-century cathedral, which houses what's claimed to be the Holy Grail, and climb the 207 steps of the Miguelete tower for the best views of the city. Maybe head over to the Museo de Bellas Artes, home to Spain's second-biggest art collection. There are also many parks and gardens, or the beach of Playa de la Malvarrosa to soak up some sun. For the paella that Valencia is famous for, head to the restaurant area of Las Arenas for a hearty and reasonably priced lunch. Tonight, maybe head south to Ruzafa, one of the city’s coolest areas, popular with locals."
      },
      {
        "dayNumber": 13,
        "title": "Barcelona.",
        "description": "Take the train up the coast to Barcelona today – full of character and delicious Catalan cuisine, this city is known for its art scene, Gothic architecture and non-stop nightlife. This afternoon, you’re free to epxlore at your own pace Wander the labyrinthine streets of the old Gothic Quarter and stroll along La Rambla, Barcelona's famous tree-lined boulevard. Maybe grab a fresh juice at the colourful La Boqueria market or visit the Picasso Museum, the National Art Museum of Catalonia or the Museum of City History. It’s also worth taking the funicular to the top of Montjuic or Tibidabo for panoramic views of the city and harbour. The heart of Catalonia prides itself as a gastronomic centre, so tonight maybe head out for a tapas crawl and try some rustic Catalan dishes in the neighbourhood of El Born."
      },
      {
        "dayNumber": 14,
        "title": "Barcelona.",
        "description": "Join your leader on an orientation walk around Barcelona today. See some of the city's main sights, including Antonio Gaudi's La Sagrada Familia Cathedral. The architect worked on this hugely ambitious project for decades until his death, and it remains in constant construction. Along with the Camp Nou football stadium, it is possibly the city's most iconic landmark. Gaudi was the master of the unique Catalan Modernista architecture and his work is dotted all over the city. Perhaps check out the Neo-Gothic mansion of Guell Palace or the wave-inspired structure of Casa Batlo. For more insight into the artist himself, head to the Gaudi House Museum inside Parc Guell, home to more colourful sculptures, including a long mosaic-covered bench overlooking the city. Tonight, bid your new friends farewell, maybe with a sip of red wine from a porro (a traditional glass pitcher)."
      },
      {
        "dayNumber": 15,
        "title": "Barcelona.",
        "description": "Today your Spanish adventure comes to an end after breakfast. There are no more activities planned and you're free to leave the accommodation at any time after check-out. If you’d like to extend your stay in Barcelona, just reach out to your booking agent ahead of time."
      }
    ],
    "map": ""
  },
  {
    "destination": "Spain",
    "mainPhoto": "",
    "id": "spain-tailor-made-holiday-green-coast",
    "tourName": "Spain tailor made holiday, Green Coast",
    "placesVisited": "Basque Country, Parador de Hondarribia, Parador de Argómaniz, Parador de Limpias, Cantabrian Coast, Parador de Fuente Dé, Picos de Europa, Parador de Cangas de Onis, Asturias, Galicia, Parador de Vilalba",
    "generalInfo": "Spain’s glorious Green Coast stretches from Basque country towards the northwest of the Iberian Peninsula to offer travellers an altogether different perspective of life on the Spanish coastline far from the madding crowds further south.<br/><br/>This eight day tour has been tailor made to invite a unique glimpse at Spain’s gastronomic and cultural delights where beautiful beaches, mountain villages and characterful seaside towns collide in a crescendo of colour and naturally historic heritage.<br/><br/>Comparing the sophistication of the Basque region with the laid back rural charm of Galicia offers further insight into this untouched area of Spain with chances to stay in a series of state owned castles and converted manor houses offering a little bit of luxury in between mountain slopes and pristine coast. <br/><br/>Food will never be far from your thoughts throughout this week on the Green Coast which is why you’ll receive a bounty of recommendations for restaurants and other cultural points of interest as part of a pre-departure information pack, just to ensure you’re ready to go, right from the off.<br/>",
    "durationDays": "12",
    "price": "1450",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "You arrive in Bilbao, known for its cozy atmosphere, delicious pinchos, and especially the impressive Guggenheim Museum. Although Bilbao does not have a Parador hotel, it is possible to extend your stay with one or two additional nights. Once the car keys are handed over, you are ready to explore the highlights of Northern Spain. Depending on your arrival time, a walk through Bilbao is recommended. Our guide material includes a suggested route that gives you a broad impression of the city and can be completed in a couple of hours. The first Parador hotel, where you will spend your first night, is situated in beautiful natural surroundings, a bit removed from the north coast and the area's famous beaches. Nearby cities are worth a visit and offer beautiful walking trails, excellent gastronomy, and exciting sightseeing. Our guide material highlights, depending on the weather, your mood, and your interests, where your trip could or should go. A perfect start to your journey! Read more about the Cantabria region here"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "From one charming village to another, Santillana del Mar is often listed among Spain's most beautiful villages. This idyllic small town boasts historical streets, palaces, and mansions. The picturesque town also houses several museums, including Arte Religioso Regina Coelli, worth a visit. Nearby are the famous Altamira caves with their prehistoric paintings. The area offers many exciting visits, including world-famous architecture, impressive natural parks, and countless fantastic beaches. Tips and guidance for a beautiful and interesting car journey in the area can be found in the guide material."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Fuente Dé is situated in the heart of the stunning mountain range, Picos de Europa, idyllically surrounded by steep cliffs that rise hundreds of meters around the picturesquely located Parador hotel. Famous for its cable car, Fuente Dé transports you in just 4 minutes to a height of 1823 meters, right into the heart of the most impressive mountain massifs of the Picos de Europa. Here, silence, views, and nature are the focus. There are countless opportunities for hiking, which we share in our guide material. In addition to hiking and nature, several villages in the valley are worth a visit, including the Santo Toribio de Liébana monastery, an important Catholic sanctuary. This Roman Catholic monastery is one of five places in Roman Catholicism, along with Rome, Jerusalem, Santiago de Compostela, and Caravaca de la Cruz, that has the privilege of issuing perpetual indulgences."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Once again, the landscape undergoes a radical transformation. From the mountains, you venture further inland, reaching the high plateau and the historic medieval capital, León. On the way here, you can make a detour to the sacred lakes of Covadonga, where Spain was born. In León, you'll find one of the most beautiful Parador hotels in Spain, which is a sight to behold in itself. This place has served as both a prison and a pilgrim's hospital and is now one of the finest and newest historical Parador hotels, having undergone an extensive renovation in 2021. The Romans founded the city and named it Legio Septima Gemina, 'the 7th legion', from which the name originates. The city's Roman influence is unmistakable when you see the impressive city wall that surrounds the atmospheric old town, El Humedo (the wet quarter). León offers plenty of excellent restaurants where tapas are served generously. In addition to the city wall and the Parador hotel, the city is renowned for its stunning cathedral, claimed to be Spain's most beautiful, Antoni Gaudi's palace, and San Isidoro, which served as the final resting place for several Spanish monarchs and royals. Hence, it is sometimes referred to as the 'Pantheon of the Kings'."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "From León, the route heads eastward, along the famous pilgrimage route, the Camino de Santiago, all the way to Santo Domingo de la Calzada. Along the way, there are countless exciting stops to be made. Everything from excavations of impressive Roman palaces with beautiful mosaic floors, charming pilgrim villages, the impressive Burgos Cathedral, and prehistoric archaeological excavations. A perfect day trip by car, ending with a convenient stop in the beautiful Rioja region. Not far from there, in San Millán de la Cogolla, you'll find two of Spain's most famous monasteries, which are also on UNESCO's cultural heritage list."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After a delightful overnight stay in Santo Domingo, it is obvious to visit one or two of Rioja's beautiful wine villages. If you are interested in a wine tasting, this can easily be arranged. Some of the vineyards in the area are architectural masterpieces, designed by world-renowned architects, while others are historical and beautifully preserved. Even if you are not particularly interested in wine, Rioja still has much to offer. The charming streets of the wine villages can captivate anyone, and the region's main city, Logroño, offers everything from shopping and markets to cozy pinchos streets. On the way back to the Basque Country, one passes several historical small towns, including Oñati, which is hidden in the mountains, but is definitely worth a visit. The route continues to the Spanish-French border, where one of Northern Spain's hidden gems, Hondarribia, is located. The tour concludes with a three-night stay at one of the most beautiful hotels in the Parador chain, in Hondarribia. The magnificent castle building leaves little to the imagination, as one imagines oneself as a noble in the Middle Ages, descending the majestic staircase to greet guests arriving by carriage. Hondarribia has it all. A lovely beach, France right in front (you can sail there in 10 minutes), a beautiful town, and fantastic restaurants. A natural sightseeing trip from here is to drive along the Camino route to the world-famous food mecca, San Sebastian. Three days of enjoyment and pure indulgence. After the last night, there is a return journey from Bilbao."
      }
    ],
    "map": ""
  },
  {
    "destination": "Spain",
    "mainPhoto": "",
    "id": "game-of-thrones-spain-tour-season-6",
    "tourName": "Game of Thrones Spain Tour: Season 6",
    "placesVisited": "Barcelona, Girona, Costa Brava, Figueres, Roses, Peñiscola, Castell Santa Florentina, Tortosa, Valencia, Almeria, Granada, Alhambra Palace, Seville, Osuna",
    "generalInfo": "From the illustrious palace of House Martell to the fighting pits of Meereen, the trophy-clad dining room of House Tarly to the free streets of Braavos, the fantastical filming locations of Game of Thrones Season 6 come to life during your 12-day of Spain. Immerse yourself as a distinguished guest of the royal family, learning the secrets of preparing traditional paella in the famous dish’s birthplace in Valencia. Trace the footsteps of Jaime Lannister and House Tyrell as they confront the Faith Militant at the Great Sept of Baelor, the High Sparrow’s religious headquarters. Tour the timeless jewels of Catalonia and the labyrinthine medieval streets of Andalusia, relishing every moment in the realm of the Seven Kingdoms and beyond.",
    "durationDays": "12",
    "price": "13,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Barcelona – The Capital of Catalonia",
        "description": "Barcelona is a city of majesty and mystery, one of the most captivating cities in Europe. History radiates from the Old Quarter. Culture emanates from the marketplaces and along the famous boulevard of La Rambla. Antique homes frame palm-fringed squares. The Fountain of the Three Graces adorns the center of the Paça Reial. The fountain depicts the goddesses of charm, beauty, and fertility supported by a small basin. Antoni Gaudi designed the two lampposts with six brackets lighting the square. Your private transfer greets you at Barcelona-El Prat Airport upon your arrival in the city. Your hotel is set in Roman fortifications and medieval arches in Barcelona’s Gothic Quarter. The stone exterior gives way to the five-star experience inside. After settling into the luxuries of your hotel, your guide meets you for an unforgettable tapas bar tour. Stroll along the cobbled streets of the Old Gothic Quarter, known locally as Barri Gòtic. The district has over 2,000 years of history, connecting ancient Roman structures to medieval décor. You step into a world of fantasy for your introduction into the ambiance of Game of Thrones. The Cathedral of Santa Eulalia on Monte Tabor, the highest point of the town center, was erected in the 13th century but finished in the Middle Ages. Vertical buttresses and spires tower over the streets. The quarter emits an image of the past, but contemporary restaurants and boutiques connect you to the present. Your guide leads you through an array of tapas restaurants serving traditional cuisine, along with dishes showing a more modern twist. The residents of King’s Landing would be proud."
      },
      {
        "dayNumber": "2",
        "title": "Barcelona – The Essence of Fantasy",
        "description": "Barcelona moves at a relaxed pace in the morning. Locals in the Gothic Quarter make their way to Caelum for a strong coffee and sweet pastry. The aroma of fresh coffee beans drifts through the café and overtakes the scent of xuixo , a traditional Catalonian deep-fried pastry similar to a donut, filled with cream and dusted with sugar. Your guide meets you at the hotel, ready to take you on a private tour of the vibrant city to uncover the treasures of the famous architect Antonin Gaudi. Begin in Parc Gúell, the perfect image of an outdoor fantasyland. Ceramic benches shaped like sea serpents decorate the landscape. Manmade caves resemble the hidden complex of tunnels located in the Riverlands, base of operations for the Brotherhood Without Banners. Visit the Passeig de Gracia, home to La Pedrera and Casa Batllo, before arriving at the UNESCO World Heritage Site La Sagrada Familia. Eight of the 18 spires climb to a height of 560 feet above the city streets. Construction of the church began in 1882, and is currently 70 percent complete, with the structure estimated to be completed in tandem with the centennial of Gaudi’s death in 2026. Gothic architecture blends with Art Nouveau for a unique façade, creating a near mythological appearance. Three grand facades depict the major events in the life of Jesus in exquisite detail: The Nativity, the Passion, and the Glory. Tortoise statues act as the base of two large columns flanking the porticos. The detail on the ceiling in the nave is breathtaking. Vibrant colors glow in the soft light. The honeycombed texture creates a stunning illusion of trees and branches. It is a church worthy of a king and would fit effortlessly into the Game of Thrones universe."
      },
      {
        "dayNumber": "3",
        "title": "Barcelona – Welcome to Braavos",
        "description": "La Boqueria market is located alongside La Rambla. Tables were installed near the old city gates in the 13th century, to sell primarily meat. Today, La Boqueria is one of Europe’s largest food markets, peppered with bars and restaurants. Fruit stalls sell fresh juice, and jamon (dry-cured ham) hangs from the rafters of locally owned butchers. After breakfast, your private transfer meets you at the hotel and escorts you to the city of Girona in northeast Catalonia. Cobbled lanes and medieval walls tangle around Gothic churches. Romanesque buildings have survived sieges through the ages. Traces of the flourishing Jewish community remain. A Jewish historical museum displays pride in Girona’s Jewish community, along with their contribution to the sciences. The community was exiled in 1492. Girona doubles as the Free City of Braavos, home to the House of Black and White. Walking through Old Town, you have a distinct feeling you are following in the footsteps of Arya Stark. Attempt to imitate her footwork as she moves with precision and dances off the walls, performing incredible feats of strength and cunning. The Medieval Quarter expanded in the 14th and 15th centuries, creating a network of narrow walkways. The Passeig Arqueològic travels along the medieval walls, providing a panorama of the city from above the streets. The cityscape blends with the exotic plants growing in the heavenly gardens of Banys Àrabs. The 11th-century Romanesque cathedral takes you out of Braavos and into King’s Landing. The stairway leads up to the Great Sept of Baelor, center of the religious worship for the Faith of the Seven. The bell tower rises to a height of 148 feet. A large central rose window, flanked by two smaller rose windows, adorns the Baroque façade. The interior nave has a width of 72 feet, second only to St. Peter’s Basilica in Rome."
      },
      {
        "dayNumber": "4",
        "title": "Costa Brava – An Unforgettable View",
        "description": "Transfer to the shores of Costa Brava. The semi-sweet aroma of the Mediterranean Sea wafts in the breeze. Oak and pine forests grow along the hillsides. You leave the hotel early in the morning and make your way to an open field, where your guide begins to inflate a hot air balloon. You step into the basket and begin to float away. The sun rises over the Pyrenees in the east. The sound of the flame roars as you climb higher into the sky. Look down to take a view of bountiful fields bordered by lush oak trees. The plains lead to the foothills of the Pyrenees rolling between France and Spain. The Medes Islands pepper the Mediterranean. The seaside aroma fills the air. You have a perfect view of the meeting point of the forest and the sea. Golden beaches border the clear turquoise water for a majestic view of Spain. You feel like a Warg as if you entered the mind and gained the perspective of a bird soaring across the landscape. You have a view of the opulent canals of Empuriabrava, along with the Greco-Roman amphitheater. You can make out the mosaics decorating the villa floors. Once you return to earth, your private transfer escorts you north to the unique city of Figueres, followed by the stunning city of Roses. Surrealist artist Salvador Dali was born in Figueres, which now houses a museum dedicated to his life and work. The exterior resembles a medieval castle draped in fuchsia. Gigantic eggs adorn the towers."
      },
      {
        "dayNumber": "5",
        "title": "Tortosa – Home of House Tarly",
        "description": "In the morning, you can hear the quiet sounds of the water lapping against the boulders along the coast. The scent of fresh coffee blends with the aroma of the Mediterranean for a refreshing start to your day. Your private transfer escorts you to the city of Tortosa, located in southern Catalonia. Stop en route at Castell de Santa Florentina, home to Samwell Tarly and House Tarly at Horn Hill. The dining room emphasizes the skill of Randyll Tarly, Sam’s father, as a huntsman, with wild game trophies decorating the room. Lush forest surrounds the 11th-century medieval castle. The structure was erected over an ancient Roman villa. The edifice evokes an image of power and prestige. Ivy dangles over the façade. The ramparts provide ample views to incoming parties. It is the perfect picture of a historic European castle and the image of a stronghold from Game of Thrones . A stairway bordering the interior courtyard leads into the castle. An enormous mantle encases the fireplace. Friezes depicting knights wrap around the top of the hearth. Stained glass windows turn the natural light into magnificent colors. Once in the city of Peñiscola, you find whitewashed houses and stone walls protecting the rocky promontory from the sea. The town depicts Meereen, the greatest of the city-states in Slaver’s Bay. The Plaza de Armas looks out to the Mediterranean. The Plaza Santa Maria contains stone archways, taking you deep into a city that the Khaleesi reigns. In the evening, you settle into your stunning hotel room at your hotel. The hotel is located inside of the castle, with a view of the mountains in the distance and the city below."
      },
      {
        "dayNumber": "6",
        "title": "Valencia – The Nobility of Social Dining",
        "description": "The city of Tortosa is located along the banks of the Ebro River, almost 40 feet above sea level. The rolling summits of the Ports de Tortosa-Beseit Mountains overtake the horizon. The Castle of Saint Joan has a commanding presence from atop the 194-foot hill. The structure became the royal mansion and residence during the 13th century. Today, your private car escorts you to the remarkable city of Valencia, located in a province of the same name. The city boasts the title of the birthplace of paella , the celebrated Spanish dish traditionally prepared with short grain rice and seafood, due to the city’s coastal location. Venture to the Albufera, a national park covering more than 52,000 acres of protected land. The freshwater lagoon provides the perfect marshy environment to produce rice. The tradition dates back to the 18th century and has proved to be environmentally and economically important to the region. Board a traditional vessel to glide along the tranquil water. You can see the rice fields growing along the lakeshore. Birds graze in the water with their nests hidden in the tall grass. Connect with the serene landscape as Brienne of Tarth did when traveling along the river with Jamie Lannister. Once settled on land, your guide makes a large and controlled fire. Learn the basics of the traditional dish with a hands-on experience culinary lesson instructed by your private chef. Simmer chicken and vegetables in the pan. Sauté the aromatic sauce known as sofrito . The aromas of red peppers and saffron fill the air. In the end, you have a perfect dish ready to be devoured. The social dining experience brings you back to the ambiance of Game of Thrones, enjoying a meal with fellow travelers in a tavern or city-dwellers in a pub. The communal experience makes the food taste that much better."
      },
      {
        "dayNumber": "7",
        "title": "Almeria – The Medieval Ambiance",
        "description": "Your luxurious hotel provides you with an elegant morning. Wake up in your lavish room with a view of the rooftops of Valencia. Enjoy the combination of historic architecture and contemporary amenities. Set out on a privately guided bike tour to explore the city. Your tour begins at the Turia Gardens. The landscape area overtook a former riverbed intersecting the city. It remains one of the largest urban parks in Spain. The former waterway passes beneath 18 historic bridges and alongside the main museums of the city. The Serranos Towers act as the doorway to the medieval city; today, they symbolize the great power of the city. The ramparts were erected in the 14th century atop Roman foundations. The shields of the city sit above the portico and proudly mark the gates. The Palacio del Marques des Dos Aguas represents the importance of Baroque architecture in Spain. The palace was refurbished in the 18th century as a hybrid of Rococo, Classical, and far eastern elements for a truly Baroque exterior. Statues frame the entrance with an angelic female figure standing above the portico. After your tour, your private transfer leads you to the city of Almeria, located on the Andalusian coast. Many of Clint Eastwood’s Wild West movies were filmed in this region. Along the way, you pass by Mesa Roldán Tower, an element of Meereen in Season Six."
      },
      {
        "dayNumber": "8",
        "title": "Almeria – Capital of Dorne",
        "description": "The energetic atmosphere of Almeria is captivating. The Mediterranean Sea laps at the gold-sand beaches on the edge of town. In the heart of the city stands the 16th-century Catedral de la Encarnación. Six towers rise above the cathedral roof, making the house of worship look more like a fortress. The powerful build helped worshippers hide from North African pirates during raids. The mixture of Gothic and Renaissance architecture accentuates the Neoclassical and Baroque features added in the 18th century. Charm radiates from the history of the magnificent Alcazaba located in the foothills of the mountain range. The Arab fortress was erected in the mid 10th century. The image of the structure transports you to Sunspear, the capital of Dorne. House Martell proudly resides inside the Alcazaba. Walls run along the hillside and rise into the cliffs. A four-arched portico provides the entrance to the edifice. You can imagine Prince Doran Martell looking over the ramparts of his stronghold. Three distinct compounds divide the fortress. Streets along the lower precinct lead to homes, wells, and baths. Lush gardens and water channels decorate the grounds. You have a pristine view of the city and the turquoise Mediterranean from the fortified walls built in the 11th century."
      },
      {
        "dayNumber": "9",
        "title": "Granada – Palace Grandeur from Above Granada",
        "description": "Today, your private transfer takes you on a scenic drive through Parque Nacional de Sierra Nevada to reach the famous city of Granada. Cypress trees grow along the cliff supporting the Alhambra Palace, draping the landscape in emerald. The mystical city was once the capital of the Moorish kingdom during its occupation of Spain, from the 13th to the 15th centuries. The city has inherited rich Islamic, Jewish, and Roma influences through the centuries, including the aromatic spice market known as the Alcaicería . The traditional Arab souk resembles the lively bazaars of Sunspear. Colorful silk garments line the maze of narrow streets. The bright spices of the market provide indulgent aromatics during a stroll through the marketplace. Fountains trickle at the center of Plaza Bib-Rambla. Flower vendors and decorative ironwork encircle the square. Your private transfer takes you to the airfield, where you board a cozy plane for your scenic flight over the city. After takeoff, the skies are yours. The peaks of the Sierra Mountains undulate across the landscape. Your pilot provides commentary to the dramatic scenery below. The golden walls of Alhambra Palace rise out of the emerald trees. Upon looping back toward the city, you have a perfect view of the palace crowning Granada. The labyrinth of the old city unravels with your view from above. The grandeur of Alhambra’s exterior is the consummate embodiment of the powerful stature of Dorne."
      },
      {
        "dayNumber": "10",
        "title": "Seville – Ambiance of the Seven Kingdoms and the Fighting Pits of Meereen",
        "description": "The historic Arab quarter of Albaicin glints with whitewashed walls in the rising morning light. Picturesque narrow lanes run alongside the ramparts to the west. The hillside neighborhood looks out to Alhambra Palace on the opposite side of the dramatic landscape carved by Rio Darro. At Hospes Palacio de los Patos, you awake inside a lavish palace in the historic district of the city. After breakfast, your guide leads you through the meandering cobbled walkways of Granada, upwards onto the plateau housing the palace. The original entrance gate known as the Tower of Justice was erected in the 14th century. Cypress trees border one side of the large archway. During the winter, snow drapes across the peaks of the Sierra Nevada Mountains in the background. Follow your private tour guide through the lavish halls and opulent décor of the historic Moorish palace. The famous Court of Lions contains a fountain featuring twelve marble lions in the heart of the courtyard. There are 124 columns that border the yard. Marble tiles reflect the sunlight for a shimmering effect. North of the courtyard is the Hall of the Two Sisters. Adjoining apartments provided lodging for the women of the palace. Your guide points to the ceiling to showcase the dazzling honeycomb dome. Intricate stalactite vaulting provides infinite details to explore. The splendors of royalty are yours for tasting on a caviar sampling tour of Granada. Venture to the oldest and largest sturgeon farm in Europe, where organic black caviar is harvested. The river rushes through the countryside with crystal clear luster. You can see the fish swimming beneath the surface. A table is set up for you on the riverbanks. You feel like nobility overlooking the grace of the Seven Kingdoms. Your guide explains the process of the farm, the breeding trends of the sturgeon, and how caviar is traditionally prepared and served. Sip your cava , a Spanish sparkling wine, and enjoy your assortment of caviar. After your discovery of the continued splendor of Granada, your private transfer escorts you to Seville, stopping in Osuna along the way. The city maintains a legacy of wealthy dukes, exemplified in the Baroque mansions and Spanish Renaissance monasteries displaying magnificent art. Murals depicting scenes from rural hunts and famous fathers of the churches adorn the walls of Sala de Girona. The 100-year-old Plaza de Toros doubles as the Great Pit of Daznak, also known as the fighting pits of Meereen. Witness the battlegrounds first hand, exploring every inch of the structure. With the large stadium walls attracting the slaves and nobles alike, the possibilities of Meereen are explosive."
      },
      {
        "dayNumber": "11",
        "title": "Seville – The Enchantment of Seville",
        "description": "Your grand hotel overlooks the remarkable 15th-century cathedral. In the morning, you can open the windows and watch the sunlight wash over the rosy brick of the 305-foot tall tower. The structure remains the emblem of the city, as the largest Gothic cathedral in all of Christendom. The Giralda Tower was erected as a minaret during the 12th century but was converted into a bell tower after the reclamation of the city under Spanish rule. The day is yours to discover Seville at your leisure, enjoying the medieval architecture, Moorish décor, and the fantastical ambiance connecting Game of Thrones to the tangible world. The antique atmosphere of the city emanates from the neighborhood of Santa Cruz, the old Jewish Quarter. Many of the churches in the area began as synagogues. The streets wind between the cathedral and the Alcazar. A maze of narrow cobblestone streets emblematic of the region travels alongside whitewashed houses. Lush potted plants dangle their vines over the windowsills. Locals linger at outdoor cafes, sipping red wine in the shade. The aroma of orange trees drifts from Plaza Doña Elvira. The impressive Plaza de España covers 538,195 square feet, surrounded by balustrade-adorned balconies and buildings of Renaissance Neo-Moorish style. The curved shape of the structure follows the arching canal running through the square."
      },
      {
        "dayNumber": "12",
        "title": "Seville – Sendoff from the Seven Kingdoms",
        "description": "The flamboyant art form of Flamenco shapes the culture of Seville. The steps imitate the heartbeat. The words capture longing. Together, they represent an expression of the soul. The expression tells a tale. The history book of The Dance of Dragons, A True Telling, tells the story of the great civil war in the Seven Kingdoms. In Season Five, Stannis Baratheon’s daughter reads the history book in her tent during her father’s campaign in the north. The rich character of Seville retains a connection to Game of Thrones in its ambiance and allure. After breakfast, your private transfer escorts you to Seville Airport for your flight home. The illustrious history, enchanting streets, and elaborate culture have seamlessly wed Spain and Game of Thrones together as one, for an experience that you will never forget."
      }
    ],
    "map": ""
  },
  {
    "destination": "Spain",
    "mainPhoto": "",
    "id": "highlights-of-spain-catalonia-basque-andalusia-madrid-itinerary",
    "tourName": "Highlights of Spain: Catalonia, Basque, Andalusia, Madrid Itinerary",
    "placesVisited": "Barcelona, Bilbao, Seville, Granada, Cordoba, Madrid",
    "generalInfo": "Despite its popularity, the Iberian peninsula remains a top destination for those pursuing relaxation and good memories, and this 16-day tour of Spain ensures plenty of both as you make your way from Catalonia to the Basque Country and Andalusia before the capital of Madrid. With a blend of leisure and guided adventure, you will enjoy an unforgettable tour of these regions.",
    "durationDays": "16",
    "price": "14,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Barcelona – Diving into Catalonia",
        "description": "Enjoying a privileged position between land and sea, Barcelona rarely fails to amaze and enthrall those wise enough to travel here. Upon arriving at the city's El Prat airport, a private transfer will convey you effortlessly into the city. You should keep your eyes peeled on this trip because the view can reveal the holy mountain of Montserrat on a clear day. After you have had a chance to settle in to your luxurious accommodation, you will have the remainder of the day to explore your new neighborhood."
      },
      {
        "dayNumber": "2",
        "title": "Barcelona – Ambling Through the Ages",
        "description": "After enjoying a leisurely morning, your first full day in Barcelona will be celebrated with a scenic walking tour of the city center. The old town of the city presents visitors with a head-spinning array of sights, such as numerous secrets plazas and award-winning eateries and restaurants. As your guide helps you get acquainted with Barcelona, you will hear stories about the impact of the Spanish civil war, early Roman ruins, and a host of other details that will help bring the city to life."
      },
      {
        "dayNumber": "3",
        "title": "Barcelona – All Things Gaudi",
        "description": "Arguably one of Barcelona's proudest sons, Antoni Gaudi was an artist and architect who contributed to the modern layout of the city more than any other. In one day, an ambitious traveler could see over five separate buildings that he designed, the most conspicuous being La Sagrada Familia. Today, you will enjoy a close encounter with the life and times of Mr. Gaudi on a guided tour of two of his most famous works: Park Guell and La Sagrada Familia. With one a city park and the other a basilica, you will be able to compare the two masterpieces during your visits."
      },
      {
        "dayNumber": "4",
        "title": "Barcelona – Gastronomic Greatness",
        "description": "Since you arrived, you have enjoyed the history, artwork, and architecture of this beautiful capital of Catalonia. Spain enjoys an international reputation for excellent food, and Barcelona is no different because it presents a Catalan take on the famous tradition of tapas , which are small dishes of well-prepared snacks. Today, you will be able to sample this tradition on a private food tour from a knowledgeable guide who is well-versed in the region's gastronomy."
      },
      {
        "dayNumber": "5",
        "title": "Bilbao – Into the Basque Country",
        "description": "After turning your back on the Mediterranean Sea, you will make your way out of Catalonia and into the adjacent community known as the Basque Country. Possibly the only other autonomous region of Spain with a strong national identity, the Basque Country's culture is as welcoming as it is passionate. During this visit, you will be able to enjoy all it and more. After departing Barcelona, you will fly to Bilbao, where a private transfer will ensure your timely arrival at your hotel in the heart of the city. Once you are ready, you will be able to celebrate your arrival with an evening tour of the city center."
      },
      {
        "dayNumber": "6",
        "title": "Bilbao – Exploring the Guggenheim",
        "description": "Easily one of Bilbao's top attractions, the famous Guggenheim museum will be your to explore as you set off on your first full day in the Basque Country. After enjoying a delightful breakfast compliments of your attentive hotel staff, a private guide will escort you to the bizarre shapes and contours of the museum. As you wander the exhibits of this museum, your guide will happily provide context to any particular piece or installation in addition to allowing your imagination to run wild with each distinctive piece of artwork you encounter."
      },
      {
        "dayNumber": "7",
        "title": "Seville – The Soul of Flamenco",
        "description": "Whereas the Northern regions of Catalonia and the Basque Country are known for their passion, there may be no Spanish region that can claim to be more laid-back than the region of Andalusia. Today, you will depart the lush and hilly country around Bilbao for the hot and fertile agricultural center of Seville. A private transfer will whisk you to the airport, where you will enjoy a brief flight over Iberia to Andalusia. After settling in to your luxurious accommodations, a private guide will introduce you to the region's take on the famous tapas before capping your night with a flamenco performance."
      },
      {
        "dayNumber": "8",
        "title": "Seville – Spain's Islamic Influence",
        "description": "As you will soon learn, there is no shortage of beauty in Seville between the magnificent Plaza Espana , the city's main cathedral, and the famous Alcazar. After enjoying a fortifying breakfast, you will be met by a private guide who will introduce you to all the major attractions as well as the lesser-known hotspots of the city. At the Alcazar, you will be able to witness the Mudejar heritage of the Muslims in the architecture of the fortress. You will also be able to visit Europe's third-largest cathedral before concluding your tour."
      },
      {
        "dayNumber": "9",
        "title": "Seville – Day Trip to Ronda",
        "description": "As the capital of Andalusia, Seville enjoys a unique position in the heart of the region and is well within driving distance of a number of noteworthy sites. You will be able to enjoy one such site today as you depart the placid banks of the Guadalquivir River and make your way into the Andalusian highlands to the whitewashed town of Ronda. As you enjoy a guided exploration of the city, you will appreciate Spain's rural side in the quiet plazas and cliffside overlooks of this timeless town."
      },
      {
        "dayNumber": "10",
        "title": "Granada – Through the Alhambra",
        "description": "Today, you will depart the warm embrace of Seville and make your way by private transfer to the iconic city of Granada. Here, Jewish, Muslim, and Christian residents once lived in relative harmony. Your arrival in this majestic city will be celebrated with a visit to the famous fortress known as the Alhambra. With it's many reflecting ponds, arched ceiling, and Arabic script, the influence of Islam on the site will be evident the moment you arrive. At the conclusion of your tour, you will have the remainder of the day to enjoy however you see fit."
      },
      {
        "dayNumber": "11",
        "title": "Granada – The Jewel of Andalusia",
        "description": "A trip to Spain would not be complete without spending some time charting your own course through this rich atmosphere of charming culture and excellent food. Granada is an excellent place to enjoy a day with a vast menu of recreational or relaxing activities at your fingertips. A visit to the city's main cathedral will introduce you to the common practice of placing a Christian church atop the ruins of an Islamic mosque. Likewise, the city is known for its pastries, which can provide a tasty treat during a midday stroll."
      },
      {
        "dayNumber": "12",
        "title": "Cordoba – A UNESCO World Heritage Site",
        "description": "Your tour of Andalusia will when you depart Granada and make your way to the stunning architecture and warm hospitality of Cordoba. After a private transfer ensures your effortless arrival at your luxurious hotel in the heart of the city center, you will be able to enjoy a thorough introduction to the city from a local guide who is well-versed in the main attractions and off-the-beaten-path sites. The Synagogue and Jewish quarter will demonstrate the role that religion played in the city, and you will conclude your tour with a visit to the city's famous mosque-cathedral."
      },
      {
        "dayNumber": "13",
        "title": "Madrid – The Spanish Capital",
        "description": "On this tour, you have been circling the Spanish capital like a cat circles a mouse. Today, you will be able to pounce on your prey as you enjoy a scenic train ride from Cordoba to the vibrant and colorful city of Madrid. Upon your arrival in this stunning city, a private transfer will convey you from the train station to your luxurious hotel. Here, you will be able to settle in before an evening excursion. Tonight, the neighborhoods of Asturias and Las Letras will come to life during a guided visit along the cobblestone lanes and breathtaking plazas of the city."
      },
      {
        "dayNumber": "14",
        "title": "Madrid – The Paseo Del Prado",
        "description": "Madrid is well-known among Europe for its excellent collection and curation of world-class artwork. No better ambassadors of this reputation can be found than in the famous Art Triangle of the Museo del Prado, the Thyssen- Bornemisza Museum, and the Reina Sofia Museum. Today, you will be able to immerse yourself in the work and lives of the masters on display during a guided art walk to these famous galleries. Upon the completion of your tour, you will have the remainder of the day to chart your own course through the beauty and charisma of Madrid."
      },
      {
        "dayNumber": "15",
        "title": "Madrid – Day Trip to Toledo",
        "description": "For your final full day on this tour, you will be able to survey the sights of the nearby town of Toledo. After a fortifying breakfast, a private transfer will whisk you through the Spanish countryside to your riverside destination. For over 300 years, Toledo was under Islamic control before being reconquered by the Christians. Upon your arrival, a local guide will happily introduce you to this and many other aspects of this city's tumultuous past. By the time your tour concludes, Toledo will no longer be a stranger as your Spanish tour winds down."
      },
      {
        "dayNumber": "16",
        "title": "Madrid – A Reluctant Departure",
        "description": "From the stunning coastline of Catalonia to the agricultural charm of Seville, this tour of Spain will have left no stone unturned, and you can rest assured knowing that you have seen much of what this storied land has to offer. After a final breakfast from your charming hotel staff, a private transfer will carry you out of the city center and to Madrid's main airport for your departing flight."
      }
    ],
    "map": ""
  }
]
