{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "game-of-thrones-spain-tour-season-6",
  "tourName": "Game of Thrones Spain Tour: Season 6",
  "placesVisited": "Barcelona, Girona, Costa Brava, Figueres, Roses, Peñiscola, Castell Santa Florentina, Tortosa, Valencia, Almeria, Granada, Alhambra Palace, Seville, Osuna",
  "generalInfo": "From the illustrious palace of House Martell to the fighting pits of Meereen, the trophy-clad dining room of House Tarly to the free streets of Braavos, the fantastical filming locations of Game of Thrones Season 6 come to life during your 12-day of Spain. Immerse yourself as a distinguished guest of the royal family, learning the secrets of preparing traditional paella in the famous dish’s birthplace in Valencia. Trace the footsteps of Jaime Lannister and House Tyrell as they confront the Faith Militant at the Great Sept of Baelor, the High Sparrow’s religious headquarters. Tour the timeless jewels of Catalonia and the labyrinthine medieval streets of Andalusia, relishing every moment in the realm of the Seven Kingdoms and beyond.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Barcelona – The Capital of Catalonia",
      "description": "Barcelona is a city of majesty and mystery, one of the most captivating cities in Europe. History radiates from the Old Quarter. Culture emanates from the marketplaces and along the famous boulevard of La Rambla. Antique homes frame palm-fringed squares. The Fountain of the Three Graces adorns the center of the Paça Reial. The fountain depicts the goddesses of charm, beauty, and fertility supported by a small basin. Antoni Gaudi designed the two lampposts with six brackets lighting the square. Your private transfer greets you at Barcelona-El Prat Airport upon your arrival in the city. Your hotel is set in Roman fortifications and medieval arches in Barcelona’s Gothic Quarter. The stone exterior gives way to the five-star experience inside. After settling into the luxuries of your hotel, your guide meets you for an unforgettable tapas bar tour. Stroll along the cobbled streets of the Old Gothic Quarter, known locally as Barri Gòtic. The district has over 2,000 years of history, connecting ancient Roman structures to medieval décor. You step into a world of fantasy for your introduction into the ambiance of Game of Thrones. The Cathedral of Santa Eulalia on Monte Tabor, the highest point of the town center, was erected in the 13th century but finished in the Middle Ages. Vertical buttresses and spires tower over the streets. The quarter emits an image of the past, but contemporary restaurants and boutiques connect you to the present. Your guide leads you through an array of tapas restaurants serving traditional cuisine, along with dishes showing a more modern twist. The residents of King’s Landing would be proud."
    },
    {
      "dayNumber": "2",
      "title": "Barcelona – The Essence of Fantasy",
      "description": "Barcelona moves at a relaxed pace in the morning. Locals in the Gothic Quarter make their way to Caelum for a strong coffee and sweet pastry. The aroma of fresh coffee beans drifts through the café and overtakes the scent of xuixo , a traditional Catalonian deep-fried pastry similar to a donut, filled with cream and dusted with sugar. Your guide meets you at the hotel, ready to take you on a private tour of the vibrant city to uncover the treasures of the famous architect Antonin Gaudi. Begin in Parc Gúell, the perfect image of an outdoor fantasyland. Ceramic benches shaped like sea serpents decorate the landscape. Manmade caves resemble the hidden complex of tunnels located in the Riverlands, base of operations for the Brotherhood Without Banners. Visit the Passeig de Gracia, home to La Pedrera and Casa Batllo, before arriving at the UNESCO World Heritage Site La Sagrada Familia. Eight of the 18 spires climb to a height of 560 feet above the city streets. Construction of the church began in 1882, and is currently 70 percent complete, with the structure estimated to be completed in tandem with the centennial of Gaudi’s death in 2026. Gothic architecture blends with Art Nouveau for a unique façade, creating a near mythological appearance. Three grand facades depict the major events in the life of Jesus in exquisite detail: The Nativity, the Passion, and the Glory. Tortoise statues act as the base of two large columns flanking the porticos. The detail on the ceiling in the nave is breathtaking. Vibrant colors glow in the soft light. The honeycombed texture creates a stunning illusion of trees and branches. It is a church worthy of a king and would fit effortlessly into the Game of Thrones universe."
    },
    {
      "dayNumber": "3",
      "title": "Barcelona – Welcome to Braavos",
      "description": "La Boqueria market is located alongside La Rambla. Tables were installed near the old city gates in the 13th century, to sell primarily meat. Today, La Boqueria is one of Europe’s largest food markets, peppered with bars and restaurants. Fruit stalls sell fresh juice, and jamon (dry-cured ham) hangs from the rafters of locally owned butchers. After breakfast, your private transfer meets you at the hotel and escorts you to the city of Girona in northeast Catalonia. Cobbled lanes and medieval walls tangle around Gothic churches. Romanesque buildings have survived sieges through the ages. Traces of the flourishing Jewish community remain. A Jewish historical museum displays pride in Girona’s Jewish community, along with their contribution to the sciences. The community was exiled in 1492. Girona doubles as the Free City of Braavos, home to the House of Black and White. Walking through Old Town, you have a distinct feeling you are following in the footsteps of Arya Stark. Attempt to imitate her footwork as she moves with precision and dances off the walls, performing incredible feats of strength and cunning. The Medieval Quarter expanded in the 14th and 15th centuries, creating a network of narrow walkways. The Passeig Arqueològic travels along the medieval walls, providing a panorama of the city from above the streets. The cityscape blends with the exotic plants growing in the heavenly gardens of Banys Àrabs. The 11th-century Romanesque cathedral takes you out of Braavos and into King’s Landing. The stairway leads up to the Great Sept of Baelor, center of the religious worship for the Faith of the Seven. The bell tower rises to a height of 148 feet. A large central rose window, flanked by two smaller rose windows, adorns the Baroque façade. The interior nave has a width of 72 feet, second only to St. Peter’s Basilica in Rome."
    },
    {
      "dayNumber": "4",
      "title": "Costa Brava – An Unforgettable View",
      "description": "Transfer to the shores of Costa Brava. The semi-sweet aroma of the Mediterranean Sea wafts in the breeze. Oak and pine forests grow along the hillsides. You leave the hotel early in the morning and make your way to an open field, where your guide begins to inflate a hot air balloon. You step into the basket and begin to float away. The sun rises over the Pyrenees in the east. The sound of the flame roars as you climb higher into the sky. Look down to take a view of bountiful fields bordered by lush oak trees. The plains lead to the foothills of the Pyrenees rolling between France and Spain. The Medes Islands pepper the Mediterranean. The seaside aroma fills the air. You have a perfect view of the meeting point of the forest and the sea. Golden beaches border the clear turquoise water for a majestic view of Spain. You feel like a Warg as if you entered the mind and gained the perspective of a bird soaring across the landscape. You have a view of the opulent canals of Empuriabrava, along with the Greco-Roman amphitheater. You can make out the mosaics decorating the villa floors. Once you return to earth, your private transfer escorts you north to the unique city of Figueres, followed by the stunning city of Roses. Surrealist artist Salvador Dali was born in Figueres, which now houses a museum dedicated to his life and work. The exterior resembles a medieval castle draped in fuchsia. Gigantic eggs adorn the towers."
    },
    {
      "dayNumber": "5",
      "title": "Tortosa – Home of House Tarly",
      "description": "In the morning, you can hear the quiet sounds of the water lapping against the boulders along the coast. The scent of fresh coffee blends with the aroma of the Mediterranean for a refreshing start to your day. Your private transfer escorts you to the city of Tortosa, located in southern Catalonia. Stop en route at Castell de Santa Florentina, home to Samwell Tarly and House Tarly at Horn Hill. The dining room emphasizes the skill of Randyll Tarly, Sam’s father, as a huntsman, with wild game trophies decorating the room. Lush forest surrounds the 11th-century medieval castle. The structure was erected over an ancient Roman villa. The edifice evokes an image of power and prestige. Ivy dangles over the façade. The ramparts provide ample views to incoming parties. It is the perfect picture of a historic European castle and the image of a stronghold from Game of Thrones . A stairway bordering the interior courtyard leads into the castle. An enormous mantle encases the fireplace. Friezes depicting knights wrap around the top of the hearth. Stained glass windows turn the natural light into magnificent colors. Once in the city of Peñiscola, you find whitewashed houses and stone walls protecting the rocky promontory from the sea. The town depicts Meereen, the greatest of the city-states in Slaver’s Bay. The Plaza de Armas looks out to the Mediterranean. The Plaza Santa Maria contains stone archways, taking you deep into a city that the Khaleesi reigns. In the evening, you settle into your stunning hotel room at your hotel. The hotel is located inside of the castle, with a view of the mountains in the distance and the city below."
    },
    {
      "dayNumber": "6",
      "title": "Valencia – The Nobility of Social Dining",
      "description": "The city of Tortosa is located along the banks of the Ebro River, almost 40 feet above sea level. The rolling summits of the Ports de Tortosa-Beseit Mountains overtake the horizon. The Castle of Saint Joan has a commanding presence from atop the 194-foot hill. The structure became the royal mansion and residence during the 13th century. Today, your private car escorts you to the remarkable city of Valencia, located in a province of the same name. The city boasts the title of the birthplace of paella , the celebrated Spanish dish traditionally prepared with short grain rice and seafood, due to the city’s coastal location. Venture to the Albufera, a national park covering more than 52,000 acres of protected land. The freshwater lagoon provides the perfect marshy environment to produce rice. The tradition dates back to the 18th century and has proved to be environmentally and economically important to the region. Board a traditional vessel to glide along the tranquil water. You can see the rice fields growing along the lakeshore. Birds graze in the water with their nests hidden in the tall grass. Connect with the serene landscape as Brienne of Tarth did when traveling along the river with Jamie Lannister. Once settled on land, your guide makes a large and controlled fire. Learn the basics of the traditional dish with a hands-on experience culinary lesson instructed by your private chef. Simmer chicken and vegetables in the pan. Sauté the aromatic sauce known as sofrito . The aromas of red peppers and saffron fill the air. In the end, you have a perfect dish ready to be devoured. The social dining experience brings you back to the ambiance of Game of Thrones, enjoying a meal with fellow travelers in a tavern or city-dwellers in a pub. The communal experience makes the food taste that much better."
    },
    {
      "dayNumber": "7",
      "title": "Almeria – The Medieval Ambiance",
      "description": "Your luxurious hotel provides you with an elegant morning. Wake up in your lavish room with a view of the rooftops of Valencia. Enjoy the combination of historic architecture and contemporary amenities. Set out on a privately guided bike tour to explore the city. Your tour begins at the Turia Gardens. The landscape area overtook a former riverbed intersecting the city. It remains one of the largest urban parks in Spain. The former waterway passes beneath 18 historic bridges and alongside the main museums of the city. The Serranos Towers act as the doorway to the medieval city; today, they symbolize the great power of the city. The ramparts were erected in the 14th century atop Roman foundations. The shields of the city sit above the portico and proudly mark the gates. The Palacio del Marques des Dos Aguas represents the importance of Baroque architecture in Spain. The palace was refurbished in the 18th century as a hybrid of Rococo, Classical, and far eastern elements for a truly Baroque exterior. Statues frame the entrance with an angelic female figure standing above the portico. After your tour, your private transfer leads you to the city of Almeria, located on the Andalusian coast. Many of Clint Eastwood’s Wild West movies were filmed in this region. Along the way, you pass by Mesa Roldán Tower, an element of Meereen in Season Six."
    },
    {
      "dayNumber": "8",
      "title": "Almeria – Capital of Dorne",
      "description": "The energetic atmosphere of Almeria is captivating. The Mediterranean Sea laps at the gold-sand beaches on the edge of town. In the heart of the city stands the 16th-century Catedral de la Encarnación. Six towers rise above the cathedral roof, making the house of worship look more like a fortress. The powerful build helped worshippers hide from North African pirates during raids. The mixture of Gothic and Renaissance architecture accentuates the Neoclassical and Baroque features added in the 18th century. Charm radiates from the history of the magnificent Alcazaba located in the foothills of the mountain range. The Arab fortress was erected in the mid 10th century. The image of the structure transports you to Sunspear, the capital of Dorne. House Martell proudly resides inside the Alcazaba. Walls run along the hillside and rise into the cliffs. A four-arched portico provides the entrance to the edifice. You can imagine Prince Doran Martell looking over the ramparts of his stronghold. Three distinct compounds divide the fortress. Streets along the lower precinct lead to homes, wells, and baths. Lush gardens and water channels decorate the grounds. You have a pristine view of the city and the turquoise Mediterranean from the fortified walls built in the 11th century."
    },
    {
      "dayNumber": "9",
      "title": "Granada – Palace Grandeur from Above Granada",
      "description": "Today, your private transfer takes you on a scenic drive through Parque Nacional de Sierra Nevada to reach the famous city of Granada. Cypress trees grow along the cliff supporting the Alhambra Palace, draping the landscape in emerald. The mystical city was once the capital of the Moorish kingdom during its occupation of Spain, from the 13th to the 15th centuries. The city has inherited rich Islamic, Jewish, and Roma influences through the centuries, including the aromatic spice market known as the Alcaicería . The traditional Arab souk resembles the lively bazaars of Sunspear. Colorful silk garments line the maze of narrow streets. The bright spices of the market provide indulgent aromatics during a stroll through the marketplace. Fountains trickle at the center of Plaza Bib-Rambla. Flower vendors and decorative ironwork encircle the square. Your private transfer takes you to the airfield, where you board a cozy plane for your scenic flight over the city. After takeoff, the skies are yours. The peaks of the Sierra Mountains undulate across the landscape. Your pilot provides commentary to the dramatic scenery below. The golden walls of Alhambra Palace rise out of the emerald trees. Upon looping back toward the city, you have a perfect view of the palace crowning Granada. The labyrinth of the old city unravels with your view from above. The grandeur of Alhambra’s exterior is the consummate embodiment of the powerful stature of Dorne."
    },
    {
      "dayNumber": "10",
      "title": "Seville – Ambiance of the Seven Kingdoms and the Fighting Pits of Meereen",
      "description": "The historic Arab quarter of Albaicin glints with whitewashed walls in the rising morning light. Picturesque narrow lanes run alongside the ramparts to the west. The hillside neighborhood looks out to Alhambra Palace on the opposite side of the dramatic landscape carved by Rio Darro. At Hospes Palacio de los Patos, you awake inside a lavish palace in the historic district of the city. After breakfast, your guide leads you through the meandering cobbled walkways of Granada, upwards onto the plateau housing the palace. The original entrance gate known as the Tower of Justice was erected in the 14th century. Cypress trees border one side of the large archway. During the winter, snow drapes across the peaks of the Sierra Nevada Mountains in the background. Follow your private tour guide through the lavish halls and opulent décor of the historic Moorish palace. The famous Court of Lions contains a fountain featuring twelve marble lions in the heart of the courtyard. There are 124 columns that border the yard. Marble tiles reflect the sunlight for a shimmering effect. North of the courtyard is the Hall of the Two Sisters. Adjoining apartments provided lodging for the women of the palace. Your guide points to the ceiling to showcase the dazzling honeycomb dome. Intricate stalactite vaulting provides infinite details to explore. The splendors of royalty are yours for tasting on a caviar sampling tour of Granada. Venture to the oldest and largest sturgeon farm in Europe, where organic black caviar is harvested. The river rushes through the countryside with crystal clear luster. You can see the fish swimming beneath the surface. A table is set up for you on the riverbanks. You feel like nobility overlooking the grace of the Seven Kingdoms. Your guide explains the process of the farm, the breeding trends of the sturgeon, and how caviar is traditionally prepared and served. Sip your cava , a Spanish sparkling wine, and enjoy your assortment of caviar. After your discovery of the continued splendor of Granada, your private transfer escorts you to Seville, stopping in Osuna along the way. The city maintains a legacy of wealthy dukes, exemplified in the Baroque mansions and Spanish Renaissance monasteries displaying magnificent art. Murals depicting scenes from rural hunts and famous fathers of the churches adorn the walls of Sala de Girona. The 100-year-old Plaza de Toros doubles as the Great Pit of Daznak, also known as the fighting pits of Meereen. Witness the battlegrounds first hand, exploring every inch of the structure. With the large stadium walls attracting the slaves and nobles alike, the possibilities of Meereen are explosive."
    },
    {
      "dayNumber": "11",
      "title": "Seville – The Enchantment of Seville",
      "description": "Your grand hotel overlooks the remarkable 15th-century cathedral. In the morning, you can open the windows and watch the sunlight wash over the rosy brick of the 305-foot tall tower. The structure remains the emblem of the city, as the largest Gothic cathedral in all of Christendom. The Giralda Tower was erected as a minaret during the 12th century but was converted into a bell tower after the reclamation of the city under Spanish rule. The day is yours to discover Seville at your leisure, enjoying the medieval architecture, Moorish décor, and the fantastical ambiance connecting Game of Thrones to the tangible world. The antique atmosphere of the city emanates from the neighborhood of Santa Cruz, the old Jewish Quarter. Many of the churches in the area began as synagogues. The streets wind between the cathedral and the Alcazar. A maze of narrow cobblestone streets emblematic of the region travels alongside whitewashed houses. Lush potted plants dangle their vines over the windowsills. Locals linger at outdoor cafes, sipping red wine in the shade. The aroma of orange trees drifts from Plaza Doña Elvira. The impressive Plaza de España covers 538,195 square feet, surrounded by balustrade-adorned balconies and buildings of Renaissance Neo-Moorish style. The curved shape of the structure follows the arching canal running through the square."
    },
    {
      "dayNumber": "12",
      "title": "Seville – Sendoff from the Seven Kingdoms",
      "description": "The flamboyant art form of Flamenco shapes the culture of Seville. The steps imitate the heartbeat. The words capture longing. Together, they represent an expression of the soul. The expression tells a tale. The history book of The Dance of Dragons, A True Telling, tells the story of the great civil war in the Seven Kingdoms. In Season Five, Stannis Baratheon’s daughter reads the history book in her tent during her father’s campaign in the north. The rich character of Seville retains a connection to Game of Thrones in its ambiance and allure. After breakfast, your private transfer escorts you to Seville Airport for your flight home. The illustrious history, enchanting streets, and elaborate culture have seamlessly wed Spain and Game of Thrones together as one, for an experience that you will never forget."
    }
  ],
  "map": ""
}