{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "AFHA",
  "tourName": "Afrika'nın Önemli Noktaları",
  "placesVisited": "Kenya, Ruanda, Uganda, Tanzanya, Güney Afrika, Swaziland, Zimbabve, Zambiya, Bostwana, Namibya",
  "generalInfo": "Afrika'ya seyahat eden herkes için en geniş kapsamlı macera. Nairobi'den Cape Town'a tam 53 gün. İkonik manzaraları, muhteşem safarileri ve inanılmaz manzaralarıyla dolu olan gezimiz, kıtanın en iyilerini görmek isteyen herkes için mükemmel bir tur.",
  "durationDays": "53",
  "price": "7500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Rehber eşliğinde Gorillere yürüyüş ( giriş izni dahil )</p>\n<p>&gt; Banyonyi gölü tekne turu ve Cüce köyü gezisi</p>\n<p>&gt; Masai Mara Doğa Koruma Alanı</p>\n<p>&gt; Masai Köyü</p>\n<p>&gt; David Sheldrick Fil Yetimhanesi ve Zürafa Merkezi</p>\n<p>&gt; Serengeti Milli Parkı Yaşam Alanı Gezisi</p>\n<p>&gt; Ngorongoro Krateri Sabah Gezisi</p>\n<p>&gt;4 gün Zanzibar adası gezisi</p>\n<p>&gt;Zanzibar baharat turu ve yöresel öğle yemeği</p>\n<p>&gt;Siempre Tur Kamyonlarıyla Kruger Milli Parkı'nda gezi</p>\n<p>&gt;Matobo Milli Parkı'nda bir tam gün gezi</p>\n<p>&gt;Chobe Nehrindeki günbatımı tekne turu</p>\n<p>&gt;Okavango Deltasındaki yürüyüş safarisi ve mokoro ( geleneksel sallar )</p>\n<p>&gt;Siempre Tur kamyonlarıyla Etosha Ulusal Parkı'nda yapılan , gün boyu süren gezi</p>\n<p>&gt;Solitaire Kasabası'ndaki oğlak dönencesinde duraklamak</p>\n<p>&gt;Sesriem Kanyonu</p>\n<p>&gt;Sossusvlei ve Ölü Vlei</p>\n<p>&gt;Balık Gölü Kanyonu</p>\n<p>&gt;Şarap Tadımı</p>\n<p><strong>Konaklama</strong></p>\n<p>26 gece otel, 10 gece çadır kampı , 1 gece ortak banyolu otel, 4 gece baraka , 5 gece klübe, 2 gece konuk evi , 4 gece basit klübe</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar, uçuşlar , 4x4 araçlar</p>\n<p><strong>Yemekler</strong></p>\n<p>11 açık büfe kahvaltı, 14 yerel  kahvaltı , 1 kahvaltı paketi , 1 yöresel akşam  yemeği , 20 kahvaltı , 23 öğle yemeği, 3 yöresel öğle yemeği , 12 akşam yemeği , 5 öğlen yemeği paketi, 6 hafif kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi'ye varış",
      "description": "Birçok gezgin Nairobi'yi Doğu Afrika'nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır. Ancak şehirde, ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Kigali",
      "description": "Sabah kahvaltıdan sonra Ruanda'nın başkenti Kigali'ye uçmak için Nairobi Havalimanı'na gidiyoruz. Kigali, Ruanda'nın en büyük şehridir ve büyük bir kültürel ve ticari merkezdir."
    },
    {
      "dayNumber": 3,
      "title": "Banyonyi Gölü",
      "description": "Kahvaltıdan sonra otelimizden hareketle  ve Ruanda Soykırımı'nın yakın tarihini ve Tutsi'lerin infazını öğreneceğiniz, Nyamata Kilisesi Soykırım Anıtını, Kigali Soykırım Anıtı Merkezinı ve Hotel des Milles Collines - yani Hotel Ruanda'yı  ziyaret etmek için özel rehberli bir tur düzenleyeceğiz."
    },
    {
      "dayNumber": 4,
      "title": "Banyonyi Gölü ( Gorillere yürüyüş )",
      "description": "Bugün uzun bir gün olabilir, bu yüzden çantanızda su bulundurmanızı tavsiye ederiz. Tur başlangıç noktasına ulaşmak için sabahın erken saatlerinde milli parka gideceğiz. Sekiz saatin üzerinde süreceğini düşündüğümüz yürüyüş turumuzda, rehberler sizlere öncülük edecek ve sabahın erken saatlerinde gorillerin ayak izlerini takip edip nerede olduklarını bulmaya çalışacağız.Yürüdüğünüz mesafe  gorillerin ne kadar hareketli olduğuna bağlı olarak değişir. Bazı goriller, izleyicilerin onları bir gün önce bıraktığı yerden uzaklaşmayacak, bazıları ise yiyecek arayışından ötürü uzaklaşacaklar."
    },
    {
      "dayNumber": 5,
      "title": "Banyonyi Gölü",
      "description": "Bugün gezinizden sonra dinlenip tazeleneceğiniz bir sabah geçireceğiz. Alternatif olarak, bölgeyi biraz daha keşfetmek isterseniz, yakındaki köylerdeki bazı yerlileri ziyaret edebilir, gölde yüzebilir ya da göle bakan muhteşem manzara noktalarına ulaşabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Kampala",
      "description": "Güzel manzara, muhteşem vahşi yaşam ve Lake Bunyonyi'nin yerel topluluklarını deneyimledikten sonra, Kabale kentindeki özel inşa edilmiş aracımızla buluşacağız. Buradan Uganda'nın başkenti Kampala'ya doğru yol alacağız. Kampala'ya giderken ilçe ve yerel pazarlardan geçeceğiz ve ekvatorda durup, bir ayağınızın Güney Yarımküre'de bir ayağınızın Kuzey Yarımküre'de fotoğraflar çekeceğiz. Ekvator, tüm doğu Afrika'da hediyelik eşya satın almak için en iyi fırsatlardan bazılarına sahiptir."
    },
    {
      "dayNumber": 7,
      "title": "Jinja",
      "description": "Kahvaltıdan sonra muazzam Nil Nehri'nin kaynağına gidiyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Naivasha",
      "description": "Bugün iki gece geçireceğimiz Naivasha Gölü'ne gidiyoruz. Burada bölgeyi keşfetmek için boş gününüz olacak.İsteğe bağlı aktivitelerden birini seçebilirsiniz"
    },
    {
      "dayNumber": 11,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Kahvaltıdan sonra Naivasha'dan yola çıkıyoruz,ve Masai Mara Doğa Koruma Bölgesi'ne gitmeden önce 4x4 safari minibüslerimize bineceğimiz yerde öğle yemeğine gidiyoruz. Vardığımızda dünyanın en ünlü ve geniş kapsamlı vahşi yaşam bölgesi karşımızda."
    },
    {
      "dayNumber": 13,
      "title": "Nairobi",
      "description": "Bugün inanılmaz Masai Mara'yı geride bırakıp Nairobi'ye geri dönüyoruz. , Zürafa merkezine gitmeden  önce, fil yetimhanesindeki filleri beslemeyi deneyimlemek için bir şans elde edeceğiz. Eğitim merkezinde ise, vahşi yaşam hakkında daha fazla şey öğrenin ve bu muhteşem canlıları fotoğraflayın. Öğleden sonra geri geleceğiz ve son bir kaç gün boyunca geçirdiğiniz inanılmaz deneyimlerden sonra  dinlenmek ve rahatlamak için serbest zamanınız olacak."
    },
    {
      "dayNumber": 15,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha'ya doğru yol alıyoruz. Serengeti Ulusal Parkı ve Ngorongoro Krateri'ne gitmeye hazırız. Arusha, kahve dükkanları, bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun, hareketli bir şehirdir. Geceleri burada geçireceksiniz. Eşyalarınız kamyonda bırakcak ve Serengeti Milli Parkı ve Ngorongoro Krateri'ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 16,
      "title": "Serengenti Milli Parkı ve Ngorongoro Krateri",
      "description": "Girişi olmayan bir yer olan Serengeti Ulusal Parkı, Afrika'nın en ünlü safari durağı. Kahvaltıdan sonra çıkıyoruz ve 4x4 lere binerek milli parka gidiyoruz. Öğleden sonra, zamanımızı verimli kullanmak ve vahşi yaşamı izleme fırsatları için, milli parkın içinde yer alan orman evinde geçiriyoruz. Serengeti ovalarına ulaşmadan önce, dünyanın en büyük kırılmamış ve bozulmamış krateri Ngorongoro Krateri'ne bakan çarpıcı bir manzara için duracağız. Geniş 300 kilometrekarelik krater, önünüzde maviden ve yeşilden oluşan renkli bir manzaranın  içinde uzanır ve bir fili gri bir nokta kadar görebileceğiniz boyuttadır."
    },
    {
      "dayNumber": 18,
      "title": "Arusha",
      "description": "Son sabahımız, yaşam alanı içindeki kraterde geçiyor. – Siyah gergedan, fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 19,
      "title": "Nungwi Plajları",
      "description": "Bugün gizemli, sarhoş edici Zanzibar adalarındayız. Kahvaltıdan sonra cennet adasına uçuşumuz için Arusha Havalimanı'na gideceğiz. Zanzibar'a geldiğimizde, önümüzdeki iki geceyi geçireceğimiz Nungwi'nin  cennet sahillerine gidiyoruz ."
    },
    {
      "dayNumber": 21,
      "title": "Stone Town",
      "description": "Bugün Stone Town'a gidiyoruz. Yolda, bu yemyeşil, tropik ortamda yetişen bol bitkiyi ve kaynağından alabileceğimiz numune baharatları keşfedebileceğimiz baharat tarlalarından birinde duracağız. Ayrıca, yerel halkla etkileşim kurma ve onların misafirperverliğini deneyimleme şansına sahip olacağımız küçük bir köyü ziyaret edeceğiz; Burada yerli halk tarafından pişirilen geleneksel bir öğle yemeğinin tadını çıkaracağız."
    },
    {
      "dayNumber": 22,
      "title": "Pretoria",
      "description": "Kahvaltıdan sonra cennet adamızın arkamızda bırakıp  havalimanına gideceğiz ve Güney Afrika'da Johannesburg'a uçup Pretoria'da konaklayacağız. Bu kısa uçuş, Doğu Afrika’yı Güney Afrika’ya birleştiriyor."
    },
    {
      "dayNumber": 24,
      "title": "Mlilwane",
      "description": "Kahvaltıdan sonra Güney Afrika'ya veda edip geçici olarak Afrika'nın en küçük ülkesi olan Svaziland Krallığı'na gidiyoruz. Bu güzel çeşitlilikteki bölge, yaban arazileri, büyüleyici yerlileri, sanat ve el sanatları, festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
    },
    {
      "dayNumber": 27,
      "title": "Hazyview",
      "description": "Kruger Ulusal Parkı'nın sınırlarının hemen dışında yer alan Hazyview, Güney Afrika'nın Mpumalanga bölgesinde küçük bir kasabadır. Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview'a doğru yol alacağız."
    },
    {
      "dayNumber": 28,
      "title": "Kruger Milli Parkı",
      "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
    },
    {
      "dayNumber": 30,
      "title": "Tshipise",
      "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
    },
    {
      "dayNumber": 31,
      "title": "Bulawayo ve Matobo Milli Parkı",
      "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
    },
    {
      "dayNumber": 33,
      "title": "Viktorya Şelaleleri",
      "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
    },
    {
      "dayNumber": 35,
      "title": "Livingstone",
      "description": "Zimbabve'yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü'nü  geçiyoruz. Köprüden Zambezi Nehri'ne doğru daldığını gördüğünüz bungee jumper'lara bakabiliriniz."
    },
    {
      "dayNumber": 37,
      "title": "Kasane ve Chobe Ulusal Parkı",
      "description": "Zambiya’dan Bostvana’ya doğru maceramız devam ediyor. Chobe Ulusal Parkı’nda, çeşit çeşit vahşi hayvanların evinde kapalı kalacağız. 11.000 kilometre karelik ıssız arazi , sulak alanlar , ormanlar ve bataklıklar her türlü hayvan ve kuş yaşamını barındırır. Chobe nehrinde akşam üstü yapacağımız tekne turunda, hayvanalara farklı bir perspektiften bakın.  Burada vahşi yaşam çok fazla. Su kenarı boyunca konuşlanmakta olan  filleri, bufaloları , ceylanları, su aygırlarını , zürafaları ve su samurlarını görebilirsiniz."
    },
    {
      "dayNumber": 38,
      "title": "Filler",
      "description": "Sıradaki durağımız çok yerel bir yer. Botswana'nın kuzeydoğu kesiminde özel koruma altındaki bir orman evi olan Elephant Sands'te kalacaksınız. Bu ev özellikle fillerden oluşan bir çok vahşi yaşama ev sahipliği yapıyor. Yüzme havuzundan çok keyif alacaksınız ve eğer şanslıysanız bu kibar devlerden birini görme şansını yakalayacaksınız."
    },
    {
      "dayNumber": 39,
      "title": "Maun",
      "description": "Afrika'nın en büyük tatlı sulak arazilerini barındıran Okavango Deltası'ndan Kalahari Çölünün zirvesindeki Maun kasabasına ulaşacağız."
    },
    {
      "dayNumber": 40,
      "title": "Maun ve Okavango Deltası",
      "description": "Okavango Deltası , Kavango Nehrinden beslenen ve çok yavaş akan suyun oluşturduğu büyük bir alandır.  Su kalahari çöllerinin kumları üzerinde buharlaşmadan önce, nehirden kanal yolları labirentine, lagünlere ve palmiyelerle kaplı adalara doğru bir kaç kola ayrılır."
    },
    {
      "dayNumber": 41,
      "title": "Divundu",
      "description": "Maun'dan ayrılıp Bostvana üzerinden Namibya'ya yol alıyoruz.  Sınırı geçip Caprivi Ucu adı verilen dar bölgeye ulaşıyoruz. Tüm  çıplaklığıyla Mohongo Yaşam alanındayız ve şanslıysanız benekli zebraları , zürafaları , ceylanları ve filleri görebilirsiniz."
    },
    {
      "dayNumber": 42,
      "title": "Etosha Ulusal Parkı",
      "description": "İki gecemizi Etosha Ulusal Parkı’nda geçireceğiz. Eğer mümkünse 1 veya 2 gece parktaki pansiyonda kalmayı deneyeceğiz. Seyhatlerimiz boyunca vahşi yaşama dair en çok aklınızda kalacak yer Etosha Milli Parkı. Bütün vaktimizi en fantastik vahşi yaşam alanında geçirme fırsatı yakalayacağız."
    },
    {
      "dayNumber": 44,
      "title": "Outjo",
      "description": "Bu sabah Etosha bölgesinden ayrılıp gece kalacağımız Outjo’ya doğru yol alıyoruz"
    },
    {
      "dayNumber": 45,
      "title": "Swakopmund",
      "description": "Sıradaki durağımız büyüleyici sahilleriyle Swakopmund kasabası. Tarihi Alman koloni kasabası Swakopmund çöl ile sarılmıştır ve kum tepelerinin Atlas Okyanusu ile birleştiği yerdedir. Burası Namibya’nın en popüler tatil mekanıdır. Burada iki gece geçireceğiz. Koloni mimarilerinin arasında dolaşabilirsiniz ya da bir veya iki tane yerel demleme birayı tadabilirsiniz.  Adrenalin açlığınızı gidermeyi tercih ederseniz, bir çok gezi bulabilirsiniz. Kasabada ayrıca barlar , tüm yemekleri test edebileceğiniz restoranlar var. Deniz mahsülleri harika."
    },
    {
      "dayNumber": 47,
      "title": "Windhoek",
      "description": "Deniz kenarından tekrardan karaya geçiyoruz. Yolculuğumuz Namibya'nın başkenti Windhoek'e.  Rakım 1650 metre. Windhoek kuzeydeki Eros Dağlarından Güneydeki Auas dağlarına doğru güzel bir vadiye uzanır. Bölgedeki tek şehirdir ve nüfusu 250.000 den fazladır."
    },
    {
      "dayNumber": 48,
      "title": "Sesriem",
      "description": "Başkentten ayrılarak oğlak dönencesine doğru yola çıkıyoruz ve ancak olup biteni (sizi nelerin beklediğini) anlayabiliyorsunuz. Buradan, Namib-Naukluft Ulusal Parkı'na yakın, merkez Namibya'nın Khomas Bölgesi'nde küçük bir yerleşim yeri olan Solitaire'ye devam ediyoruz. Bu küçük çöl topluluğunda yalnızca bir benzin istasyonu, postane, fırın ve taşra marketi bulunuyor. Kamyondan inerken, bir an durup, kaktüsler ve kısmen kuma batmış eski araç karkasları ile çevrili bir film setine adım atmış gibi hissedeceksiniz."
    },
    {
      "dayNumber": 49,
      "title": "Balık Gölü Kanyonu",
      "description": "Bu sabah, Namib Çölü'nün olağanüstü manzarası için Dune 45 tepesine tırmanma fırsatınız var. Ayrıca koyu renkli deve dikeni ağaçlarının beyaz zemine uzanarak bize eşsiz bir fotoğraf yakalama fırsatı verdiği olağanüstü Sossusvlei and Deadvlei'yi ziyaret edeceğiz. Burası gerçekten bir fotoğrafçı için cennettir."
    },
    {
      "dayNumber": 50,
      "title": "Orange Nehri",
      "description": "Güneye, yerel olarak Oranjerivier olarak bilinen Orange Nehri'ne devam ediyoruz.. Burası Güney Afrika'nın en uzun nehridir ve Namibya ve Güney Afrika sınırı boyunca uzanmaktadır. Turuncu nehre giderken, ihtişamıyla yalnızca Kuzey Amerika'daki Büyük Kanyon'un rekabet edebileceği dünyanın en büyük kanyonlarından biri olan ve büyüklüğüyle nefes kesen Fish River (Balık Nehri) Kanyonunda duruyoruz. Kanyona bakan bir görüş açısında park edeceğiz. Kanyon boyunca kısa bir yürüyüş yapabilecek ve fotoğraf çekebileceksiniz."
    },
    {
      "dayNumber": 51,
      "title": "Cederberg",
      "description": "Cape Town'a doğru ilerlerken, dereler, şelaleler, serin havuzlar ve muhteşem doğal kaya oluşumları ile kaplı engebeli arazisi ile Cederberg vahşi yaşam alanında bir mola vereceğiz. Burada turumuza dahil şarap tadımı ile yerel şarapları deneyimleyebileceksiniz."
    },
    {
      "dayNumber": 52,
      "title": "Cape Town",
      "description": "Afrika'nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
    },
    {
      "dayNumber": 53,
      "title": "Cape Town'dan ayrılış",
      "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}