{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "AFMS",
  "tourName": "Mara & Serengeti",
  "placesVisited": "Kenya, Tanzanya",
  "generalInfo": "Safari ve yaban hayatı izleme fırsatlarıyla dolu on günlük kısa bir tur. Bu tur sizi Doğu Afrika'nın en tanınmış üç milli parkına ve koruma alanına götürüyor. Temmuz ve Eylül ayları arasında Mara Nehri çevresinde gerçekleşen yıllık antilop göçüne ev sahipliği yapan bu parklar yırtıcı hayvanlar ve avlarla doludur. Aksiyon halindeki büyük beşliyi  görebileceğiniz en iyi fırsat.",
  "durationDays": "10",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt; Masai Mara Doğa Koruma Alanı</p>\n<p>&gt; Masai Köyü</p>\n<p>&gt; David Sheldrick Fil Yetimhanesi ve Zürafa Merkezi</p>\n<p>&gt; Serengeti Milli Parkı Yaşam Alanı Gezisi</p>\n<p>&gt; Ngorongoro Krateri Sabah Gezisi</p>\n<p><strong>Konaklama</strong></p>\n<p>8 gece otel, 7 gece çadır kampı , 1 gece ortak banyolu otel, 2 gece baraka</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar, uçuşlar , 4x4 araçlar</p>\n<p><strong>Yemekler</strong></p>\n<p>3 açık büfe kahvaltı, 1 yerel  kahvaltı , 4 öğle yemeği, 5 kahvaltı, 5 kahvaltı paketi , 1 yöresel akşam  yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi'ye varış",
      "description": "Birçok gezgin Nairobi'yi Doğu Afrika'nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır. Ancak şehirde, ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Kahvaltıdan sonra Nairobi'den yola çıkıyoruz,ve Masai Mara Doğa Koruma Bölgesi'ne gitmeden önce 4x4 safari minibüslerimize bineceğimiz yerde öğle yemeğine gidiyoruz. Vardığımızda dünyanın en ünlü ve geniş kapsamlı vahşi yaşam bölgesi karşımızda."
    },
    {
      "dayNumber": 4,
      "title": "Nairobi",
      "description": "Bugün inanılmaz Masai Mara'yı geride bırakıp Nairobi'ye geri dönüyoruz. , Zürafa merkezine gitmeden  önce, fil yetimhanesindeki filleri beslemeyi deneyimlemek için bir şans elde edeceğiz. Eğitim merkezinde ise, vahşi yaşam hakkında daha fazla şey öğrenin ve bu muhteşem canlıları fotoğraflayın. Öğleden sonra geri geleceğiz ve son bir kaç gün boyunca geçirdiğiniz inanılmaz deneyimlerden sonra  dinlenmek ve rahatlamak için serbest zamanınız olacak."
    },
    {
      "dayNumber": 6,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha'ya doğru yol alıyoruz. Serengeti Ulusal Parkı ve Ngorongoro Krateri'ne gitmeye hazırız. Arusha, kahve dükkanları, bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun, hareketli bir şehirdir. Geceleri burada geçireceksiniz. Eşyalarınız kamyonda bırakcak ve Serengeti Milli Parkı ve Ngorongoro Krateri'ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 7,
      "title": "Serengeti National Park & Ngorongoro Crater",
      "description": "Girişi olmayan bir yer olan Serengeti Ulusal Parkı, Afrika'nın en ünlü safari durağı. Kahvaltıdan sonra çıkıyoruz ve 4x4 lere binerek milli parka gidiyoruz. Öğleden sonra, zamanımızı verimli kullanmak ve vahşi yaşamı izleme fırsatları için, milli parkın içinde yer alan orman evinde geçiriyoruz. Serengeti ovalarına ulaşmadan önce, dünyanın en büyük kırılmamış ve bozulmamış krateri Ngorongoro Krateri'ne bakan çarpıcı bir manzara için duracağız. Geniş 300 kilometrekarelik krater, önünüzde maviden ve yeşilden oluşan renkli bir manzaranın  içinde uzanır ve bir fili gri bir nokta kadar görebileceğiniz boyuttadır."
    },
    {
      "dayNumber": 9,
      "title": "Arusha",
      "description": "Son sabahımız, yaşam alanı içindeki kraterde geçiyor. – Siyah gergedan, fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 10,
      "title": "Arusha’dan ayrılış",
      "description": "Bir ömür boyu hatırlayacağınız serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya konaklama turu ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}