{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "BXAEE",
  "tourName": "Destansı Doğu Afrika",
  "placesVisited": "Kenya, Tanzanya, Malavi, Zambiya",
  "generalInfo": "Güney Amerika'nın ilkesel gastronomi bölgesi boyunca dolanacağımız bu kısa ama tatlı turda dünya standartlarında mutfak ve şarap örneklerini tadacağız. Güzel şehirlerde aksiyon dolu günlerden sonra, tango, samba ve diğer dansları izleme şansımız olacak. Ayrıca Mendoza' nın çevresindeki güzel kırsal alanları ve üzüm bağlarını gezeceğiz.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş): </strong>Nairobi Jomo Kenyatta Uluslararası Havalimanı  (NBO)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Livingstone Harry Mwanga Nkumbula Havalimanı (LVI)",
  "durationDays": "23",
  "price": "2169",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>- Masai Mara Kültür Müzesi ve Reptile Park</li>\n<li>- 2 gece Zanzibar Adası Kuzey</li>\n<li>- Rehberli Baharat tarlaları turu ve yerel köyde öğle yemeği</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>13 kamp, 2 gece çadır kampı, 2 gece yardımlı çadır kampı, 5 gece hostel .</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar, Feribot</p>\n<p><strong>Yemekler</strong></p>\n<p>22 kahvaltı, 17 öğle yemeği, 15 akşam yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi’ ye varış",
      "description": "Birçok gezgin Nairobi’ yi Doğu Afrika’ nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır. Ancak şehirde, ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Bu sabah,  Masai Mara Doğa Koruma Alanı’ na gitmek için 4x4 safari araçlarının bulunduğu  Mai Mahiu Kavşağı’ na gidiyoruz. Bu önceden rezervasyon yapılması gereken, isteğe bağlı bir gezidir. Masai Mara’ yı ziyaret etmemeye karar veren misafirlerimiz, serbest zaman geçirebilecekleri Nairobi’ ye geri dönecekler."
    },
    {
      "dayNumber": 4,
      "title": "Nairobi",
      "description": "Masai Mara’ ya gitmeyi tercih eden yolcular, bugün Nairobi’ ye geri dönerek, grubun, sürücünün ve keşif aracının geri kalanına yeniden katılacaklar. Nairobi’ de geçireceğimiz iki gecede,  isteğe bağlı etkinliklerin çoğunu yapmak için hala zamanınız olacak"
    },
    {
      "dayNumber": 6,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha’ ya doğru yol alıyoruz. Serengeti Ulusal Parkı ve Ngorongoro Krateri’ ne gitmeye hazırız. Arusha, kahve dükkanları, bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun, hareketli bir şehirdir. Geceleri burada geçireceksiniz. Eşyalarınız kamyonda bırakacak ve Serengeti Milli Parkı ve Ngorongoro Krateri’ ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 7,
      "title": "Serengenti Milli Parkı ve Ngorongoro Krateri",
      "description": "Önceden rezervasyon yapılabilen isteğe bağlı gezimizde Serengeti ve Ngorongoro Krateri’ ni ziyaret etmeyi seçtiyseniz, 4x4  safari araçlarıyla kampa başlayacaksınız. Bu geziyi seçmemiş yolcuların, rahatlamak ya da yerel bölgeyi keşfetmek için serbest zamanları olacak ve Arusha’ da kalacaklar."
    },
    {
      "dayNumber": 9,
      "title": "Arusha",
      "description": "Safari’ ye gitmeyi tercih eden yolcularımız için on sabahımız, yaşam alanı içindeki kraterde geçiyor. – Siyah gergedan, fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 10,
      "title": "Dar es Salaam",
      "description": "Bugün Tanzanya’ dan geçerek Hint Okyanusu’ ndaki hareketli bir limana ve egzotik Zanzibar adasına açılan geçidine ulaşmak için Dar es Salaam’ a gidiyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Zanzibar",
      "description": "Bugün gizemli, sarhoş edici Zanzibar adalarındayız. Konaklayacağımız yerden erkenden ayrılıp cennet adasına gidebilmek için feribot terminaline geçiyoruz. Stone Town’ da yemyeşil, tropik ortamda yetişen bol bitkiyi ve kaynağından alabileceğimiz numune baharatları keşfedebileceğimiz baharat tarlalarına rehberli bir tur düzenliyoruz. Ayrıca, yerel halkla etkileşim kurma ve onların misafirperverliğini deneyimleme şansına sahip olacağımız küçük bir köyü ziyaret edeceğiz; Burada yerli halk tarafından pişirilen geleneksel bir öğle yemeğinin tadını çıkaracağız."
    },
    {
      "dayNumber": 13,
      "title": "Stone Town",
      "description": "Bugün öğleden sonra keşfedeceğiniz Stone Town’ a dönüyoruz."
    },
    {
      "dayNumber": 14,
      "title": "Dar es Salaam",
      "description": "Zanzibar Adası’ ndaki son zamanlarımız. Öğleden sonra anakaraya ulaşabilmek için feribota gidiyoruz. Kamyonumuzla yeniden buluşarak Dar es Salaam’ daki konaklama birimimize dönüyoruz."
    },
    {
      "dayNumber": 15,
      "title": "Iringa",
      "description": "Ada’ nın dinlendirici etkisi hala üzerimizdeyken, Iringa’ ya doğru yola çıkıyoruz.Fil, zürafa, zebra ve antilobun yoldan görülebildiği Mikumi Milli Parkı’ nı geziyoruz."
    },
    {
      "dayNumber": 16,
      "title": "Chitimba",
      "description": "Bugün sınırı geçerek Malavi’ ye doğru yol alıyoruz. \"Afrika’ nın ılık kalbi\" olarak bilinen Malavi’ nin cazibesi ve sadeliği, hayatınızı gençleştirir ve canlandırır. Ülkeye Malavi Gölü’ nden giriş yapıyoruz ve Chitimba’ daki göl kıyısında bulunan kampımıza gidiyoruz. Malavi Gölü, Malavi’ nin toplam arazi alanının yaklaşık dörtte birini kapsamaktadır ve yerel yaşamın ayrılmaz bir parçasıdır."
    },
    {
      "dayNumber": 17,
      "title": "Kande Beach",
      "description": "Erken yola çıkıyoruz ve güneye doğru ilerliyoruz. Yerel pazarları ziyaret edeceğimiz Mzuzu şehrinde durup, Kande Plajı’ ndaki partimiz için kostüm alabilirsiniz. Önceki gecemizin aksine, Kande Plajı hareketli bir aktivite kovandır. Güzel plajı ve göl kenarı barı, mükemmel bir atmosfere ve büyük bir büyük kara limanına sahiptir. Burada bir ya da iki parti yapacağız."
    },
    {
      "dayNumber": 20,
      "title": "Chipata",
      "description": "Malavi’ ye veda ediyoruz ve sınırdan Zambiya’ ya geçiyoruz ve Chipata’ da duruyoruz. Bu kalabalık küçük kasaba, rengarenk meyve ve sebze pazarlarına ve büyük Hint topluluğundan ötürü şaşırtıcı derecede şatafatlı camilere sahiptir."
    },
    {
      "dayNumber": 21,
      "title": "Lusaka",
      "description": "Zambiya ile yolculuğumuza devam ediyoruz,yaklaşık 50 derece sıcaklıkla ülkenin en sıcak noktası olan Crooks Corner’ dan geçiyoruz.  Geceyi şehrin hemen dışında geçirdiğimiz Zambiya’ nın hareketli başkenti  ve en büyük şehri Lusaka’ ya varıyoruz. Bu akşam kampımızı, saz çatılı bungalovlarda ve çevredeki çalılıkların arasında serbestçe dolaşan zürafalar ve zebralarla geçiriyoruz. - gerçekten sakin bir ortam."
    },
    {
      "dayNumber": 22,
      "title": "Livingstone",
      "description": "Livingstone’ a Hoş geldiniz. Viktorya Şelalerine açılan bir kapı olan kasaba, adını 19. yy. dan sonra İskoç misyoner kaşif Dr. David Livingstone tarafından almıştır. Adrenalin patlaması yaşatacak ve kalp durduracak aktivitelerle doludur."
    },
    {
      "dayNumber": 23,
      "title": "Livingstone' dan Ayrılış",
      "description": "Ömürlük serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız, manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}