{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "atacama-desert-holiday-in-chile-and-bolivia",
  "tourName": "Atacama Desert holiday in Chile and Bolivia",
  "placesVisited": "Santiago, Valparaiso, San Pedro de Atacama, Tatio Geysers, Hike through Death Valley, Las Tres Marias Salt Caves, Los Flamencos National Reserve, Licancabur Volcano, Dali Desert, Sol de Mañana geysers, Laguna Colorada flamingos, Road of Jewels, Salar of Uyuni/Uyuni Salt Pans, Andes Mountains, Volcán Isluga National Park, Lauca National Park, Lake Chungara, Arica, Pisagua village, Chile’s Pacific coast",
  "generalInfo": "This Chile and Bolivia holiday is a tailor made holiday that enables you to take in both of these magnificent South American countries, as well as many of their contrasting and colossal sites of natural heritage. One of the most magnificent features of this carefully crafted itinerary is the varied and indeed very dramatic landscapes that you will travel through, whether by private transfer, your own car rental or on a regional flight. <br/><br/>In both countries you will ascend from sea level to around 4900m, with the Altiplano that stretches through Chile and Bolivia having an average elevation of 3,750m. This is the widest plain within the Andes mountain range and you will be travelling through various parts of this great region for seven days. Highlights along the way include Sol de Mañana geysers, Licancabur Volcano Uyuni Salt Pans and desert after desert area. <br/><br/>These magnificent landscapes are also habitats for a wide array of wildlife including flamingos, llamas, alpaca and, on the Pacific coast, plenty of marine wildlife too. The National Reserves of Las Vicunas and Los Flamencos stand out as particular highlights for wildlife watching on this trip. <br/><br/>As a tailor made holiday we can adapt this to suit your interests and time frame, but this itinerary has proved to be very popular with guests, staying at small locally owned accommodation along the way. We will of course offer 24 hour support on mobile phone throughout your trip. <br/>",
  "durationDays": "12",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On your arrival in Calama, you will be transferred by van to your hotel in San Pedro de Atacama, where you arrive in the late afternoon. Transport: private transfer - 1h45min + minibus - 2h > Accommodation: Hotel > Included meals: none"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early departure to reach the Tatio Geysers before sunrise. An impressive show will then gradually unfold: the temperature of the air will fall and the water vapour will start spurting out several meters above the ground. Return to San Pedro de Atacama and pass through the small village of Machuca, where you can appreciate the traditional architecture of a high-altitude village, together with its fauna and flora. Return to San Pedro de Atacama early in the afternoon. Later head for the Moon Valley to admire some amazing natural formations, result of intense erosion. Hike through the Death Valley, to the salt caves \"Las Tres Marias\". An opportunity to admire this lunar-like landscape at sunset before heading back to your hotel. Transport: minibus - 6h > Accommodation: Hotel > Included meals: breakfast > Entrance to the sites not included"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the beautiful lagoons of « Miniques and Miscanti » part of the Los Flamencos National Reserve. Located at an elevation of 4200m above sea level, these lagoons sit at the base of the two volcanos and were separated from each other by a lava flow from an eruption. Admire the stunning views of this breeding ground for flamingos. > Transport: van - 5h > Accommodation: Hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart for the south of Bolivia at around 8am. Discover the Lipez area with its vast territory of mountains and rock formations sculpted by the wind. Admire its beautiful lakes, lagoons with improbable colours, volcanoes and multi-coloured deserts. Travel at 4000m by 4x4 with 4 other passengers. Cross the border and you will arrive at the foot of volcano Licancabur, with white and green lagoons. Then cross the Dali Desert (named after the scenery reminiscent of one of his paintings) and admire the geysers Sol de Mañana, a geothermal field at an altitude of over 4300m from which sulphurous fumes escape in the morning light. By mid-afternoon, you will reach the Laguna Colorada, populated by flocks of flamingos that come to feed and breed, wrapped in solitude and silence. Lodging in refuge (basic comfort). > Transport: minibus - 2h + 4x4 - 4h > Accommodation: refuge > Included meals: breakfast, lunch, dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "On the « Road of the Jewels » you will appreciate the impressive valley of rocks sculpted by the wind. The dirty road follows on through the beautiful high altitude scenery of the Siloli desert with black, yellow and green lagoons, before arriving at the stunning Salar of Uyuni. Tonight’s accommodation is unique: stay in a double room in the salt hotel in the village of San Juan. >Transport: 4x4 - 6-7h > Accommodation: Hostel > Included meals: breakfast, lunch and dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A dramatic drive through the stunning scenery of the Salar de Uyuni, takes you to the heart of the Salar on Fish Island and Inca Huasi. Of volcanic origin, covered with stromatolites and giant cacti, the island was a refuge for Incas. On the way you will visit the salt exploitation of Colchani. Leaving the bright light of the Salar behind you finally arrive at Uyuni where you will enjoy a two-hour break before returning to San Pedro de Atacama. Night in Villa Mar refuge. > Transport: 4x4 - 6-7hrs > Accommodation: Hotel > Included meals: breakfast, lunch and dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Very early departure to make your way back to the Bolivian border; you are scheduled to arrive at the Chilean border around 10am. Arrival back to San Pedro de Atacama scheduled at around 1pm. We recommend you to visit the main archaeological sites of San Pedro de Atacama (geoglyphs, mummies, petroglyphs and pukaras). > Transport: 4x4 - 7hrs > Accommodation: Hotel > Included meals: breakfast, lunch and dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take a free morning to relax, walk the charming streets of this village or visit the archaeological museum Le Paige. This will provide you with an insight into the customs and traditions of pre-Hispanic cultures. Take your bus to Iquique where you arrive in the late afternoon. > Transport: Bus - 7h30 > Accommodation: Hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Receive your rental car in the morning and drive towards the Andes. On the way you will pass the deserted saltpeter mining towns of Humberstone and Santa Laura. Built in the heart of the desert, these are now ghost towns turned into wonderful museums with the remains of fascinating lost communities. In Huara take a look at the Atacama Giant. With almost 90 meters, the Giant is one of the largest geoglyphs in the world. Experts estimate that the giant dates from around 900 AD. At the end of an almost 4000m ascent, close to the Bolivian border, you will find a town called Colchane, full of Aymara culture. > Transport: Rental car 236 km - 3h > Accommodation: Hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leave Colchane in the early morning for the National Park Isluga; visit the Altiplanic commune of Isluga, another excellent example of Aymara culture. The trip continues reaching the Salt Lake Surire, at 4250 m above sea level. The intense white colour of salt deposits contrasts with the pure blue of the water of the lagoons, a real delight to your eyes. The Salt Lake of Surire also preserves the existence of valuable species such as ostrich (ñandu), flamingo, vicuña, alpaca, llama, condors… Arrive at Putre in the evening. > Transport: rental car – 266km - 6h > Accommodation: bungalow > Included meals: breakfast"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Visit the Lauca National Park. On your way to Lake Chungara you will cross the humid lowlands of Chucuyo and walk along the Cotacotani Lagoon, surrounded by wetlands and soaring peaks like the volcanoes of Parinacota and Pomerape. We recommend you a visit to the small village of Parinacota (4500m high) of archaeological and historical interest. To finish the day, guests can go for a swim in the hot springs of Jurasi. Overnight in Putre. > Transport: rental car – 124km - 3h > Accommodation: bungalow > Included meals: breakfast > Entrance to the hot springs not included (3000 pesos/p.p.)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to Arica, a small town in Chile's far north region. The Chilean port of Arica sits on the Pacific rim of the Atacama Desert, near the border with Peru. Recommended stops are the Pukara of Copaquilla (fortress), the small and picturesque village of Socoroma, both from the pre-Inca period, and the Archaeological Museum of San Miguel de Azapa. The afternoon is yours to stroll on the beach, possibly swim and enjoy some seafood in one of the many local restaurants. From here , you could board a flight to any other chilean city. > Transport: rental car – 155km - 2h > Accommodation: hotel > Included meals: breakfast"
    }
  ],
  "map": ""
}