{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-landscapes-and-culture-tour",
  "tourName": "Bolivia landscapes and culture tour",
  "placesVisited": "",
  "generalInfo": "Immeasurably rich in geography, ecology, nature, culture and history, Bolivia has something for everyone. This trip takes you to the Andes, Altiplano, several valleys and the amazing Uyuni Salt Flat. All of this combined with the experience to visit local people who still maintain ancient cultural traditions. <br/><br/>Close to the city of La Paz you can explore the Andes and several sacred peaks respected by living cultures, where you also will see condors and herds of llamas and alpacas, and visit villages such as the historic Isla del Sol surrounded by the beautiful and amazingly blue Lake Titicaca.<br/><br/>Visit two colonial cities included in the UNESCO heritage program: Sucre the official capital of Bolivia and Potosi the silver capital in colonial times.<br/><br/>Also, explore surreal natural landscapes visiting Uyuni, the world's largest salt flat and have a great opportunity of enjoying spectacular sunsets or sunrises. Optional night star gazing experience.",
  "durationDays": "10",
  "price": "3189",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "La Paz. This tour throughout the Andes and Altiplano starts by a warm welcome to the city of La Paz with a transfer to your hotel. Our guide will give a quick briefing on this spectacular ten-day tour that features some of the most remarkable destinations in Bolivia and South America. Depending on the time of your arrival to La Paz, there are optional half-day tours not far from this capital city available for request."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "La Paz – Copacabana – Isla Del Sol. At 0800 hours you will take a car ride towards Lake Titicaca, for about 3.5 hours along the Andes, arriving first to Copacabana, a touristic town located on the shores of the lake. We will embark on a touristic boat crossing the steel blue waters of Titicaca for 1.5 hr. until the southern part of the Isla del Sol, landing near the Pilkocaina archaeological site from where we begin our slow 1.5 hr. hike, enjoying views and many aspects of life in the island, and later reach our hotel for an overnight stay. The afternoon will be free to explore some viewpoints and enjoy more cool vistas of the island and Lake Titicaca. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": ": Isla del Sol- Copacabana – La Paz. Today we can have the opportunity to enjoy, weather wise, a beautiful sunrise over the fantastic landscapes of Lake Titicaca and the sacred peaks of the beautiful Cordillera Real! After breakfast we hike through the village of Yumani, also known as the garden of the Inca and visit the spring of Eternal Youth, where the Inca performed baptisms. Then we head to the Bay Port to travel back to Copacabana and visit the Virgen Morena and her church. Lunch in Copacabana and later drive back to the city of La Paz, arriving by sunset. (B, L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "La Paz - Sucre. In the morning, we will check out of the hotel in La Paz and then be transported to the El Alto International Airport for a flight to Sucre, the historical capital and the most beautiful city of Bolivia. Among its many attractions, besides great pleasant subtropical weather most of the year, we will visit the Recoleta Convent and its small plaza that offers a compelling and great view of Sucre and its surroundings. In the same neighborhood, we will visit one of the best cultural museums in South America, the Indigenous Art Museum ASUR that features part of the cultural heritage of the Quechua cultures that still inhabit the central south part of Bolivia. We will also visit the narrow nearby streets where more locals exhibit their traditional and contemporary textile works. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Downtown Sucre (and half-day tours out Sucre). After breakfast, there will be more to visit and learn about Sucre and its colonial and republican past. We will visit the best of downtown Sucre, the vibrant and colorful Plaza 25 de Mayo, that contains several main attractions such as the Sucre Cathedral, the old National Congress, and the Casa de la Libertad *, where you will have a guided tour about Bolivian history, and learn when Simon Bolivar signed Bolivia’s Act of Independence in 1825, creating a free republic of Bolivia. Lunch. Later visit to the Convento Felipe de Nery which offers nice views walking the top roofs of the convent and have appreciation of the architecture that make Sucre also one of the nicest cities in the Andes and a renowned world heritage site by UNESCO. The rest of the afternoon will be free for your leisure. Or you also may consider these next two options: Option 1. On this day we can have a half day hike in Chataquilla and then visit Maruagua, a typical town of this part of Bolivia, or Option 2. Visit to Trabuco Market only Sundays. (B) * Casa de La Libertad is closed on Mondays and on Sundays it is open from 09:00 to 12:00 noon. San Felipe de Neri is open from Monday to Saturday from 3:00 pm to 6:00 pm"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We will take approximately a three-hour morning trip to Potosi, once considered the largest and richest city in the Americas, founded during the 16th century. The trip will take us crossing warm Andean subtropical valleys towards the higher Puna grasslands and reach the dry Altiplano located over 4,010 m (13,000 ft) above sea level. Upon arrival in Potosi, we will discuss amazing facts about the city, its narrow streets and mix of baroque, gothic and indigenous architecture - Potosi is considered another proud world heritage site in Bolivia. A visit to the impressive gothic-style Royal Mint House* is a must, since it has 400 years of history preserved within the museum. Other attractions include San Francisco and other churches. (B) * The Royal Mint House is closed on Mondays and in Sundays only open from 0900 to 1200 hrs; therefore, -on Mondays- we visit Santa Teresa Convent instead, a place that also show lots of the colonial history in Bolivia and the Americas."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Potosí - Colchani. At 0900 hrs, visit to the Mercado Minero (the Miner’s Market) to buy gifts for the Pachamama (Mother Earth), El Tio (the Devil or mine’s guardian) and the miners. Gifts consist of coca leaves, tobacco, candy, and alcohol. At arrival to the mine entrance of Cerro Rico Mountain, we are given a special outfit which includes a coat, rubber boots and a helmet. Before entering the mine, we must first give an ‘offering’ to Mother Earth and the Devil, as the local miners do. Having done our offering, we move further into the mine through the tunnels that take us to different levels. On our way we will see groups of miners still working inside tunnels. After lunch, we depart to the Uyuni Salt Flat, riding for about 4 hours, stopping at the town of Pulacayo and at other viewpoints that allow us to photograph the interesting and contrasting landscape of the high Andes or Altiplano. Upon arrival in Colchani-the gateway to Salar de Uyuni--we will check into one of the special hotels made of salt blocks! (B, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Uyuni Salt Flat (Dry season: June-early November). Enjoy an amazing sunrise before breakfast! Later, we will board smaller 4WD vehicles to travel on the Uyuni Salt Flat. If you are traveling in the dry season our first stop will be Isla Incahuasi, where we can enjoy an iconic and unique 360-degree landscape view of the endless salt flat. Lunch in the middle of the salt flat, and as soon finished we continue crossing this spectacular place, heading north to reach the hillsides of the Tunupa Volcano, a perfect setting to learn more about the fascinating nature, geology, and history of human occupation in this unique and remote part of Bolivia. Optional: After dinner you can have a star gazing experience watching deep the night sky of the Uyuni Salt Flat which is usually starry. If night is clear, we will see dark constellations as observed by ancient cultures that inhabited the region and learn about the Aymara beliefs. (B, L, D) J. Mamani OR DIFFERENTLY if you are coming during the Wet season: Dec-March, the Uyuni Salt Flat is usually flooded, and crossing is forbidden due to travel safety. We will do our best to take you to specific locations in the salt flat margins where you can enjoy impressive water reflections and picture sunset and sunrises that make this place one the best for nature, also walk some distance in shallow waters. At this time of the year Uyuni is also spectacular for nature photography as well as for gazing up the mysterious night sky."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Uyuni- La Paz. Transfer to Uyuni’s airport to fly out to the City of La Paz. Upon arrival transfer to the hotel and free afternoon (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Last day in Bolivia, after breakfast we will check out of the hotel, and we will be transfer to El Alto airport or to the bus station (B)"
    }
  ],
  "map": ""
}