{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "south-america-holiday-small-group-tour",
  "tourName": "South America holiday, small group tour",
  "placesVisited": "Copacabana, Rio de Janeiro, Christ the Redeemer, Iguazu Falls, Buenos Aires, Sucre, La Paz, Tiwanaku, Lake Titicaca, Puno, luxury train to Cusco, Sacred Valley of the Incas, Machu Picchu, Lima",
  "generalInfo": "This extended coast-to-coast spectacular takes in some of the continent’s most extraordinary and contrasting sites: exotic Rio de Janeiro, hemmed in by forested mountains and white-sand beaches; the thunderous falls at Iguazú; the sophistication of cosmopolitan Buenos Aires; the traditional, long-lasting indigenous culture of Bolivia; peerless Inca architecture in Cusco, Peru; the Lost City of Machu Picchu; and the shimmering waters of Lake Titicaca, fringed by snow-capped Andean peaks.<br/>This comprehensive and comfortable trip introduces you to South America’s fascinating history and gives an insight into contemporary culture and ways of life.<br/>",
  "durationDays": "21",
  "price": "5813",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive in Rio, overnight overlooking Copacabana beach",
      "description": "Those passengers arriving on an international flight will be met by the tour leader or a local representative at the airport and escorted to the group hotel. Rio de Janeiro is the most romantic, intriguing and beautiful city on the continent. Sumptuous apartments overlook the sparkling bays against the backdrop of half-built slum dwellings, favelas, which cling precariously to the hillsides. Rio has an awesome bay-side location among near-vertical granite mountains. Here, tropical foliage swoops down to white-to-toffee coloured sandy beaches in turn battered by the huge waves of Atlantic surf. The drive into the city gives a fleeting glimpse of the docks and commercial centre as you head towards the magnificent stretch of sand at Copacabana beach where your hotel is located."
    },
    {
      "dayNumber": 2,
      "title": "Explore Rio; cable car ride up Sugar Loaf Mountain.",
      "description": "You will explore Rio with a tour of the city to familiarise yourself with one of the most famous metropolises in the world. Highlights include the cathedral, Sambodromo and Maracana before a cable-car ride takes you up Pão de Açucar (Sugar Loaf Mountain), for expansive views of the city, its beaches, and the mountains beyond."
    },
    {
      "dayNumber": 3,
      "title": "Visit Corcovado mountain and the famous Christ the Redeemer.",
      "description": "Today offers a trip to Corcovado mountain. This tour takes you on board a steep rack-and-pinion railway which glides up through tropical Tijuca National Park, the largest urban forest in the world dripping with fruit and flowers, to reach the summit of Corcovado. Here the famous 40m art deco Christ the Redeemer statue soars above the city, arms outspread benevolently. On a clear day the views over the city and out across the ocean and outlying islands are stupendous. Afterwards you may wish to do an optional excursion to the Botanical Gardens. Walk along the splendid Avenue of the Royal Palms, and see if you can catch a glimpse of the toucans and marmosets that frequent the park, attracted by thousands of species of tropical and subtropical plants. There are also glass houses sheltering bromeliads and a research institute here. You might take a drive through old Rio, the arty Santa Theresa district, where colonial houses in pastel hues line the winding, cobbled streets. Or simply head back to Copacabana beach, to watch the locals playing volleyball whilst enjoying a cold drink."
    },
    {
      "dayNumber": 4,
      "title": "Fly to Iguazú Falls; explore the Brazilian side.",
      "description": "Fly to Foz do Iguaçú in the subtropical south-west corner of Brazil (2 hours). The Iguazú Falls are unquestionably one of the most extraordinary natural wonders in the world. A total of 275 falls thunder through dense forest over a 2.5km stretch. The U-shaped Devil’s Throat is the main gorge, where the frothy water of the Iguazú River crashes over a 1.5km-wide precipice and columns of vapour are thrown skyward. Elsewhere the river flows decorously through the rainforest breaking up into dozens of smaller falls. You might spot toucans with their outsized bright orange beaks perched in the foliage above the tumultuous waters. You head out to the Brazilian side of the falls, from where there is a broad panorama of these magnificent cataracts, and there are some excellent opportunities to photograph the full sweep of the cascades. Before leaving the Brazilian side, you could stop off at the excellent and rather quirky bird park just outside the entrance of Iguaçu National Park. The enclosure is home to a huge variety of birds and wildlife, including toucans, trogons and the coatimundi, from the same family as the racoon."
    },
    {
      "dayNumber": 5,
      "title": "Iguazú Falls; explore the Argentine side.",
      "description": "You have a full day to explore the Argentine side of the falls. From the National Park Visitor Centre, where there is a display that illustrates the biodiversity of the region’s tropical rainforest, a little natural-gas-powered train transfers you to Cataratas Station where the Upper Walk begins. This sequence of causeways and passarelles links dozens of tiny basalt islands at the top of a sheer rock face and the walkways cross the myriad streams of the River Iguazú as they cascade over the lip of the precipice. Your breath is quite literally taken away as the water thunders on to the rocks below. The train continues to Devil’s Throat Station where a 1km-long walkway leads across the river to the thunderous Garganta del Diablo, the Devil’s Throat. From this vantage point you can feel the incredible power of the water, and the flow is mesmeric as it plummets into the vortex below."
    },
    {
      "dayNumber": 6,
      "title": "Fly to Buenos Aires.",
      "description": "Transfer to the airport to fly south to Buenos Aires. The Argentine capital is an elegant, cultured and cosmopolitan city famed for its interesting museums and the fascinating port district of La Boca, with its cobbled streets and brightly painted houses. The afternoon is free to explore the area around your centrally located hotel or enjoy the cafés and restaurants for which Buenos Aires is famed."
    },
    {
      "dayNumber": 7,
      "title": "City tour of the Argentinean capital.",
      "description": "The centre of town is home to the historic heartland, government buildings and churches as well as chic shopping districts, which have a nostalgic, Parisian feel. The bohemian district of San Telmo is full of quaint old houses interspersed with antiques shops, tango bars and extravagant restaurants. Close to the centre is the Gallic influenced Recoleta district where Evita Peron was laid to rest. We explore some of these quarters on our guided city tour, after which you can shop, have a drink and a pastry in an enticing coffee bar, peruse the items on display in one of the many markets or visit one of the city’s museums."
    },
    {
      "dayNumber": 8,
      "title": "Fly to and explore the colonial city of Sucre.",
      "description": "A flight via Santa Cruz takes you to Sucre, the constitutional capital of the country (although La Paz is the seat of government); a sleepy whitewashed town with a leafy main square bordered by restaurants and the Supreme Court buildings. The climate is temperate and skies are clear, and wandering the cobbled lanes, stopping to investigate the many churches and museums is a lovely way to spend the day."
    },
    {
      "dayNumber": 10,
      "title": "Fly to La Paz, the world's highest capital city.",
      "description": "Fly to La Paz. At over 3,500m, this is the highest capital city in the world. It is a glittering mosaic of tin, slate and tile roofs, interspersed with a line of skyscrapers that march down the valley. And beyond, keeping an eye on it all, is the colossal snow-capped Mount Illimani. This busy, commercial city has a 60% indigenous population; women dress in voluminous multi-coloured skirts, bowler hats and have centre-partings, as decreed by the Spanish monarch 3 centuries ago."
    },
    {
      "dayNumber": 11,
      "title": "From La Paz, visit Tiwanaku pre-Columbian ruins.",
      "description": "You have plenty of opportunity to explore the colonial centre around Plaza Murillo and we will also take to the skies to ride the cable cars that offer a unique view of the city. There is also time for an included visit to the ruins of Tiwanaku. You travel out of La Paz and across the bleak, tawny earth of the altiplano, past glimmering lakes and herds of haughty alpacas. These pre-Columbian ruins are considered to be some of the most important on the continent, and the massive gateways and imposing walls are redolent of bygone glory."
    },
    {
      "dayNumber": 13,
      "title": "By road to the shores of Lake Titicaca.",
      "description": "From La Paz take a scenic road trip to Lake Titicaca where you spend the night in a small hotel overlooking the sapphire water. The lake sits high in the Andes on the Peruvian- Bolivian border, and is focal point for subsistence farmers in the region who fish its icy waters and plant crops along its shores. The pretty little town of Copacabana where you stay is a religious sanctuary (and it gave Rio’s famous beach its name), and its whitewashed buildings and Moorish-style basilica are striking against a clear blue Andean sky. The Basilica is frequented by pilgrims to the miraculous 16th-century Dark Virgin of the Lake, and they bring their rickety cars to the forecourt, bedecked in flowers, to be blessed by her. If you have the energy in this rarefied air, climb the stations of the cross for views out over the lake and the snow-capped cordillera in the distance."
    },
    {
      "dayNumber": 14,
      "title": "Lakeside drive to Puno, Peru.",
      "description": "In the morning there’s a chance to take an optional excursion to the Isla del Sol (Islands of the Sun). Here you will do a walk of about an hour with stunning views of the lake and island itself. Exploring the island gives you a chance to see how the local people live and work, almost unchanged over the years. Legend has it that this mystical spot marked the beginning of Inca civilisation. The children of the sun god sprung from the lake’s depths to found the mighty empire in Cusco, and a rock at the northern end of the island was their birthplace. After lunch back in Copacabana continue across the border to Peru, a journey that skirts the lake and has wonderful views arriving into Puno in the late afternoon."
    },
    {
      "dayNumber": 15,
      "title": "Luxury train to Cusco.",
      "description": "A luxurious all-day train journey takes you from Puno to Cusco (10 hours) along one of the most scenic routes on the continent. First you cross the highland altiplano, a vast, windswept plain of bog and moor, where bowler-hatted indigenous women tend herds of llamas and alpacas, punctuated by the occasional market town. As the snow-dusted mountains close in, the train climbs to the high pass at La Raya (4,300m), and from here the scenery changes dramatically as you race down through the increasingly fertile pocket-sized fields of corn and potatoes to Cusco."
    },
    {
      "dayNumber": 16,
      "title": "Tour of Cusco and Inca temple Sacsayhuamán.",
      "description": "An experienced guide gives you a detailed tour of Cusco, which includes a visit to several nearby Inca ruins. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining 3 day battle was fought between the Spaniards and the Incas around this fortress; the first conquistadors to see it were overawed and centuries later it is still an extraordinary and imposing sight."
    },
    {
      "dayNumber": 17,
      "title": "Excursion to the Sacred Valley of the Incas, overnight.",
      "description": "A full-day adventure visits several of the villages and archaeological sites which pepper the Sacred Valley of the Incas. The Pisac complex, set high above the eponymous village, is composed of steep terraces; their engineering and preservation are unrivalled, and you can clamber among the ancient walls and explore the ruins of temples, residences and storehouses. It takes about an hour and a half to explore the site, after which you stop off in the village below where an arts and crafts market spills across the main square, stalls laden with tapestries and weavings crafted in the surrounding villages. Continue along this picturesque, patchwork valley to Ollantaytambo, the snow-capped Andean cordillera forms a stunning backdrop. The Inca fortress towering above the adobe village is well preserved and there are wonderful views down over the gentle sloping hillsides and into the fertile valley. You spend the night in the Sacred Valley."
    },
    {
      "dayNumber": 18,
      "title": "By rail to Machu Picchu; guided tour of the site.",
      "description": "A dramatic 2 hour train journey from Ollantaytambo delivers you to the ruins of Machu Picchu. As the river Urubamba enters its narrow gorge between thickly-forested granite hills, there is room only for a single rail track, which hugs the right bank and passes through hamlets which are no more than a collection of shacks. The citadel is then reached by minibus up a sinuous road. In 1911 the American explorer Hiram Bingham discovered the ruins buried beneath tropical cloud forest. It is the city’s location which most captures the imagination, on a ridge spur amid forested peaks and above a roaring river canyon. Following a guided tour or the ruins you spend the night in the village of Machu Picchu. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 19,
      "title": "Optional revisit to Machu Picchu. Return to Cusco.",
      "description": "You have the optional opportunity to revisit the ruins, rail schedules permitting. There is also the chance for the more challenging hike to Huayna Picchu, the conical peak which juts out behind the ruins for wonderful views over the site. There’s also the option of the slightly easier climb of Machu Picchu Mountain. If you think you’d like to re-visit the site or do one of the climbs please enquire with the office, as spaces are limited and it’s necessary to pre-book. You may prefer to relax and wander the narrow vehicle-free streets of Machu Picchu village, lined with souvenir shops and cafés. You return to Cusco on the afternoon train, arriving in the late afternoon."
    },
    {
      "dayNumber": 20,
      "title": "Fly to Lima.",
      "description": "Fly to Lima (1 hour). The City of Kings was once the capital of Spanish America, and the remnants of its glorious past can still be seen in the faded grandeur of the colonial churches and splendid, traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a bustling and chaotic low-rise city of over 6 million people. Away from the busy centre, there are some superb traditional restaurants as well as archaeological museums filled to the rafters with pre-Columbian treasures. In crowded streets, throngs of traffic race out towards Miraflores, on the coast, a modern middle-class suburb where your hotel is located."
    },
    {
      "dayNumber": 21,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}