{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "peru-and-bolivia-holiday",
  "tourName": "Peru and Bolivia holiday",
  "placesVisited": "",
  "generalInfo": "15 days including:<br/><br/>In Lima, sample Peru’s famous gourmet foods<br/>Visit the historic and unique Machu Pichu<br/>Experience Cusco the capital of the Inca Empire<br/>Full day in the Sacred valley of the Incas<br/>Flight to La Paz Bolivia<br/>Explore Lake Titicaca at Isla del Sol<br/>Travel to Chalalan Ecolodge, nested in Madidi National Park--the most biodiverse park on earth.<br/>Enjoy the surreal Uyuni Salt Flat",
  "durationDays": "15",
  "price": "4940",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lima. Reception at the airport and transfer to your hotel in Miraflores, a very nice neighborhood where there are places to have lunch and dinner also shopping. In the afternoon, at 1400 you will be picked up from your hotel and you will start the visit to the Huaca Pucllana, an interesting pre-Inca archaeological complex, made up of a 25-meter-high adobe pyramid that also shows a set of courtyards, squares and enclosures. This tour lasts approximately 3 hr., and you will learn about the pre-Inca and Inca history of Lima. After the visit to this archaeological site, you will enjoy a pleasant dinner with high quality gourmet Peruvian cuisine. (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Jorge Chavez International Airport to take the flight to Cusco City. Upon arrival in Cusco our staff awaits you to transfer you to the train station for your trip to Aguas Calientes, a small town on the banks of the Urubamba River, in the middle of the cloud forest, where a guide awaits you to take you to your hotel and give you the instructions for your visit the next day to the Inca Citadel of Machu Picchu. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Machu Picchu. After breakfast we will pick you up from the hotel to go to the Aguas Calientes Bus Station and take a tourist transport that goes up in 30 minutes, culminating in the Citadel of Machu Picchu which is located 700 m above the Urubamba River. The bus trip allows you to observe the mountains covered with cloud forests that surround the panorama of the north-central part of the Historic Sanctuary of Machu Picchu, which protects several archaeological sites and natural ecosystems and threatened wildlife species. You walk into the spectacular and beautiful Inca citadel where you will have a guided tour. Once the tour is over, you will return to Aguas Calientes for lunch and then take the train or also, depending on the schedule of the visit to Machu Picchu, a combination of train-bus to Cusco. Arriving in Cusco there will be a transfer to your hotel. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sacred Valley of the Incas. After an early breakfast, we pick you up from your hotel at 0800 and travel to the Sacred Valley of the Incas. This valley, located at an altitude of 2,800 m, through which the Vilcanota River flows, has a beautiful climate and rural Andean agricultural landscape. You will visit the Pisac Archaeological Park, a complex of Inca origin built on the slope of the valley that offers beautiful views of the Andes. Afterwards you visit the local artisan market and have lunch before entering another important site, the Ollantaytambo Archaeological Park which is located next to and above the town of Ollantaytambo, the only living Inca population left in Peru. On the way back to Cusco we will ascend leaving the Sacred Valley of the Incas and enter Chinchero, another important town dedicated to agriculture, visiting its square and artisan market. Upon arrival in Cusco you will have your transfer to your hotel. (B, L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "City of Cusco and archaeological parks. This day you will have the morning free and can enjoy short walks through the streets and squares of the city center and then have lunch. The tour of Cusco and the archaeological sites begins with the pick-up at 1300 from your hotel, to start the guided tour to the Plaza de Armas, Cusco Cathedral, Santo Domingo Church, Koricancha Temple and finally archaeological parks around the city that include Kenko, Puka Pucara, Tambomachay and Sacsayhuamán. Return at the end of the afternoon. Transfer to the hotel. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Velazco Astete International Airport for you to catch your flight to La Paz. Welcome to the city of La Paz with transfer to your hotel. Our guide will give a short briefing about your upcoming days in Bolivia. Depending on the time of your arrival in La Paz, there are optional half-day excursions not far from this capital city available to request. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "La Paz – Copacabana – Isla Del Sol. At 0800 you will board a transport to Lake Titicaca, the trip takes about 3.5 hours with beautiful views of the Andes, arriving first at Copacabana, a tourist town located on the shores of the lake. We will embark on a tourist boat crossing for 1.5 hrs the blue waters of Lake Titicaca to the southern part of the Isla del Sol, disembarking near the archaeological site of Pillku Caina from where we start our slow hike of 1.5 hours, enjoying the views and many aspects of life on the island and arrive at our hotel for the night. The afternoon will be free to explore some viewpoints and enjoy more beautiful views of the island and Lake Titicaca. (B, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isla del Sol- Copacabana – La Paz.Today we can have the opportunity to enjoy, weather-wise, a beautiful sunrise over the fantastic landscapes of Lake Titicaca and the sacred peaks of the beautiful Cordillera Real. After breakfast we walk through the village of Yumani, also known as the Garden of the Incas and visit the spring of eternal youth, where the Incas performed baptisms. We then head to the harbor on the bay to travel back by boat to Copacabana and visit the Virgen Morena and her church. Lunch in Copacabana and return to the city of La Paz, arriving at sunset that will show very photographic views of the city with the background of several snow-capped peaks of the Cordillera Real. (B, L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "La Paz- Rurrenabaque – Chalalan (Parque Nacional Madidi). Welcome to Rurrenabaque! our guide would pick us up from the airport and transfer to the Chalalán office in Rurrenabaque for a short briefing. For the next adventure we will go up the Beni River in an outboard motorboat, passing through the beautiful Bala Canyon and entering the Tuichi River, our gateway to Madidi National Park, on the way to Chalalan Ecolodge. The five-hour river trip to Chalalan is spectacular, dynamic, and will allow you to see the Amazonian wildlife and pristine forests on both sides of the river. What better way to introduce you to the richest natural protected area in biodiversity in the world. We will have the opportunity to appreciate and enjoy the spectacular scenery of the Amazon and observe wildlife on the riverbank, such as capybaras, tapirs, wild macaws, toucans, caimans, and hopefully a jaguar. Once we arrive at the port of Chalalan, on the Tuichi River, we follow an easy 25–30-minute hike under large tree canopies to Chalalan Ecolodge. The lodge is located in the humid tropical forest on the shores of Lake Chalalan. Immediately after lunch, we will have a short hike through one of our trails where our guide will make an interpretation of the Amazon forest and share local knowledge about the traditional use of forest resources. Return to the lodge will be by canoe, this will give us the opportunity to observe some species of monkeys and birds. In the evening, after dinner, there is an optional guided tour to observe some nocturnal wildlife. (B,L,D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chalalan. We wake up to a symphony of sounds from the rainforest. After breakfast, we have a 3-4 hour guided hike along the Tapacaré trail or similar. An opportunity to observe some wildlife such as squirrel monkeys, howler monkeys, spider monkeys, capuchin monkeys and many other species of birds such as toucans, macaws, parrots, eagles and guans. Our guide will give us more information about the Amazon forest, and at noon we will return to the lodge for lunch. In the afternoon, after a bit of rest, we will walk along another trail to keep looking for more wildlife, learn more about plants and animal behaviors, walking along the trail that takes us to El Mirador to enjoy the beautiful scenery of Lake Chalalan and the distant mountain ranges that show the extensive primary forest of Madidi National Park. Dinner and then optional canoe ride along the shores of Lake Chalalan to observe amphibians, nocturnal birds, fishing bats and the bright eyes of black alligators. (B,L,D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today after breakfast, we will have a longer hike to the Eslabón River for about 6 hours, listening to near and distant calls of nature coming from the primary forest and our guides will share their extensive knowledge of plants, natural history, and wildlife behavior. We will observe colorful wild macaws, parrots, guans, and other birds from beneath the high treetops, as well as active troops of capuchin monkeys and squirrel monkeys. With luck we will be able to see a playful troop of black spider monkeys, cross paths with a tapir or large herds of white-lipped peccaries. We will have a Box lunch at the Eslabón River. After a short rest, we will return to the lodge along the same trail. The rest of the day will be at the lodge where we can rest and/or enjoy a refreshing swim in the lake. (B,L,D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Chalalan – Rurrenabaque – La Paz. This last day, after an early breakfast, we will take a last short walk on one of the trails surrounding the lodge and have one more chance to observe more wildlife and return to the lodge for an early lunch. As soon as we are done, we will pack up and start walking towards the port to take our outboard boat to return to Rurrenabaque. This boat ride lasts around 3 hours as we will go with the current. Keep your senses alert because there are always chances of spotting more wildlife on the banks of the river. Upon arrival in Rurrenabaque. FLIGHT TO LA PAZ AT 14:55 VIA COCHABAMBA (B, L)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to El Alto International Airport to fly to Uyuni. The flight takes about 1 hour and upon arrival we will visit the train cemetery and then head to the village of Colchani to see how the locals extract and process the salt. You will begin to explore the depths of the Salar de Uyuni, the largest of its kind on Earth, surrounded by ancient volcanic mountains and where the unique landscape offers many opportunities to take amazing nature photographs. On the way to explore the salt flat, you will observe the eyes of the salt flat, where icy healing water bubbles through the thick salt through unknown underground rivers. Lunch in the middle of the salt flat. The trip continues crossing towards the strange Isla Incahuasi, populated by huge very old cacti where you will have short hikes accessing 360-degree viewpoints with breathtaking views of the immense salt flat. In the afternoon, get ready for an amazing sunset, before we return to your hotel located on the shore of the Uyuni Salt Flat. (B, L, D) Optional: After dinner, you can have a stargazing experience by looking deeply into the usually starry night sky of the Uyuni Salt Flat. If the night is clear we will see dark constellations like those observed by the ancient cultures that inhabited the region and learn about Aymara beliefs (B, L, D). Or DIFFERENTLY if you come during the rainy season: December-March, the Salar de Uyuni is usually flooded, and it is forbidden to cross due to the safety of the trip. We will do our best to take you to specific places on the margins of the salt flat where you can enjoy stunning reflections of water and images of sunsets and sunrises that make this place one of the best for nature experience, also walk some distance in shallow water. At this time of year, Uyuni is also spectacular for nature photography, as well as for gazing at the mysterious night sky."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Uyuni airport to fly to the city of La Paz. On arrival transfer to the hotel and free afternoon (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to the La Paz International Airport for your international flight. End of Services."
    }
  ],
  "map": ""
}