{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "toro-toro-national-park-tour-bolivia",
  "tourName": "Toro Toro National Park tour, Bolivia",
  "placesVisited": "Toro Toro National Park, Dinosaur footprints, Colourful colonial towns, Umujalanta Cave system, Ancient rock paintings, Ciudad Itas natural 'city of stone', Vergel Canyon",
  "generalInfo": "The stunning Toro Toro National Park remains an off-the-beaten track destination that is a perfect add-on to any trip to Bolivia for anyone looking for a less strenuous South American adventure experience. Its highlights include some of the best preserved dinosaur footprints in South America, stunning geological formations plus pleasing colonial towns.  <br/><br/>Travelling from the atmospheric city of Cochabamba, private 4x4s cover the rugged road to Toro Toro. Pause en route at the colonial village of Tarata to admire its beautiful crumbling colonial facades. Then don torch helmets to explore the nearby Umajalanta Cave – a remarkable partly explored arena of giant stalagtites and stalagmites, blind fish and stunning rock formations. <br/><br/>Another day, climb to 4000m for stunning mountain views as you head for the unique Ciudad Itas – a natural 'city of stone'  created by millennia of rock erosion. Here too are rock paintings estimated to be around 2000 years old. This is also your first encounter with the thousands of dinosaur footprints that are a highlight of the Park – including the mighty 36m long Titanosaurus.  <br/><br/>You'll also explore the depths of the Vergel Canyon, overseen by soaring condors. At the bottom of the canyon, a wonderful natural pool formed by a waterfall provides a perfect swimming spot.",
  "durationDays": "5",
  "price": "451",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We recommend you arrive in Cochabamba today (although it is possible to start your trip straight from the airport the next day if you prefer). The arrival day in Cochabamba is not included in our services but we can arrange travel to Cochabamba (by air or bus) and hotels for you should you wish to add these on."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we travel to the village of Toro Toro. The journey takes approximately 4 hours and is by private 4x4. Roads are unpaved and bumpy, but it's worth it and scenic views make up it. We will stop at the colonial village of Tarata to admire the crumbling yet beautiful colonial facades. In the afternoon we head to the nearby Umajalanta Cave, enjoying the first views of the iconic hills of the national park. At the cave we don helmets and torches to enter the cave. The cave is estimated to be 7km deep, although it is unkown how much of it remains unexplored. Huge stalagtites and stalagmites can be seen, as well as blind fish and stunning rock formations. The visit can be as adventurous as you like it to be - full on caving, or a more leisurely visit of the first part of the cave. Overnight at Cabanas Umajalanta"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we will drive into the mountains and slowly climb higher until we reach an altitude of 4000m. From up here the views are stunning and we will make plenty of photo stops on our way to \"Ciudad Itas\", a place that resembles a city (ciudad) of stone, including its very own \"cathedral\". The formations are fascinating, created over thousands of years as water eroded the stones. Small caves have developed and we can find rock paintings that are estimated to be some 2000 years old. The lucky ones may see a condor soar. The afternoon is all about the mighty dinosaurs. Thousands of footprints have been uncovered in the National Park and our guide will find the best preserved for us. Overnight at Cabanas Umajalanta."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We cannot leave Toro Toro without visiting one of its many canyons. The Vergel Canyon is one of the deepest canyons at around 250m. Before we begin our descent we stop to admire the views from a vantage point high over the canyon. Vultures can usually be seen soaring, so keep your eyes peeled for the mighty condor. At the bottom of the canyon we walk across boulders and along a small path to a wonderful natural pool, formed by the Vergel Waterfall. Time for a refreshing dip. We then return back to the 4x4 and on our way back to the village stop one last time to see some of the park's biggest dinosaur footprints, left by the mighty 36m long Titanosaurus. We return to Cochabamba where this trip ends. Your hotel in Cochabamba is not included but we can arrange this for you."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Onward travel or extension in Cochabamba. Services not included but can be added on for you, please ask."
    }
  ],
  "map": ""
}