{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "northern-chile-bolivia-peru-holiday",
  "tourName": "Northern Chile, Bolivia & Peru holiday",
  "placesVisited": "",
  "generalInfo": "Along the way, travelers experience breathtaking landscapes, unique cultural heritage, and historical landmarks that define this unforgettable adventure.",
  "durationDays": "12",
  "price": "5135",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Calama-San Pedro de Atacama. Welcome, our transport will pick you up at Calama’ airport and transfer you to San Pedro de Atacama."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Valle de Arcoiris and Valle de la Luna Today the experience will be visiting two valleys, first we will visit the Valle Arcoiris that show interesting-colored cliffs, hillsides, creeks, gorges, that once were also home of ancient llama herders who left pictographic art as evidence of their presence shown in the Yerbas Buenas petroglyphs. We return to San Pedro de Atacama to have lunch and in the afternoon, we will explore the spectacular Valle de la Luna, another visually striking place in Chile in terms of nature beauty. This place has various stone and sand formations that have been carved by water and wind and present surreal colors and textures. There are saline outcrops and caverns, sand dunes, and other rare geological formations. This valley is the best place for a sunset experience in your final days in San Pedro de Atacama. Lunch and dinner are included. (B, L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Tatio Machuca Putana and Laguna Cejar Early start traveling to the El Tatio Geysers (4,320 m), the third largest geothermal field in the world located in the western volcanic slope of the Andes. El Tatio shows many geysers that are very photographic early in the morning. Our driver and guide will have warm coffee and coca tea ready and serve a late breakfast to feed you well before you head to other locations to see more of the landscape and wildlife along roads in the Atacama Desert region. There are many interesting wetlands that host birdlife from the Andes and Altiplano like several species of ducks, Andean goose, and flamingos, also show llamas and wild vicunas peacefully grazing in bogs or in the margins of lagoons and lakes. Distant views of some peaks and valleys make this day great for exploration as you visit Putana wetlands and Laguna Machuca, two well-preserved ecosystems that are oasis of biodiversity. We will stop at several viewpoints where your guide will tell you details about natural history, or you can have fun taking unforgettable pictures. Laguna Cejar is a unique hypersaline lake where you can enjoy its floating waters as you contemplate the colorful landscape and distant volcanoes like the Licancabur and the Cordillera america-ecotours.com de Sal. The waters show blue and turquoise colors, salt crystals found on the dry salty margins shine during sunny days, also you might see some waterfowl used to extreme conditions of water hyper salinity. Back to San Pedro de Atacama by sunset. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "San Pedro de Atacama - Colorful Lagoons - Desierto de Siloli. We will be picked up at our hotel at 08:00 am to travel to Hito Cajon- border between Chile and Bolivia*-here we will change cars to start our visit of Laguna Blanca and Laguna Verde, at the base of the Licancabur Volcano. The drive takes us north to the Salvador Dali Rock Desert to later continue to hot spring pools, the Sol de Mañana geysers and the spectacular Laguna Colorada where we can observe thousands of flamencos, from there we continue visiting the Arbol de Piedra (Stone Tree) and cross the Siloli Desert. We’ll enjoy our lunch on the way. (L, D) *At the border our driver/guide will help you as much as possible to get through immigration; however, sometimes immigration process takes long time, more than one hour. Unfortunately, this situation is out of our control."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Desierto de Siloli - Uyuni´s Salt Flats. After breakfast, the drive takes us to several lagoons, such as Cañapa, Hedionda, Chiarcota, Honda and Ramaditas. After lunch we will arrive on Isla Incahuasi, here we can hike among the huge cacti and observe the wildlife of this rare habitat as we have 360-degree views of the endless Uyuni´s Salt Flat. In the afternoon we will enjoy an amazing sunset or transfer to the town of Uyuni. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Uyuni-La Paz. Transfer to the Airport for a flight to La Paz. La Paz City tour. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "La Paz - Copacabana - Isla Del Sol. We will pick you up at your hotel at 8:00 am for a ride to Copacabana, which takes about 3.5 hours, a beautiful town on the shores of Lake Titicaca. On the way we can enjoy beautiful scenery of snowcap mountains and blue waters of Lake Titicaca. Upon arrival in Copacabana, we will depart on a 1 hr. boat ride to the southern part of Isla Del Sol. We land near the Pilkokaina ruins and begin our 1.5 hr. hike to our hotel. In the afternoon before we \"call it a day\", we will venture out to a scenic point on the island that provides a perfect view of the sun setting over gorgeous Lake Titicaca. (L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isla Del Sol-Copacabana-La Paz. Do not miss a great sunrise! After breakfast, hike through the village of Yumani, known as “The Garden of the Incas. Here we visit the spring of Eternal Youth, where the Incas performed baptisms. It is said that if we drink water from this fountain, you will have eternal youth! Then we head to the bay, continue by boat to Copacabana, and visit the famous Virgen Morena. Later we will return to La Paz. (B, L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "La Paz -Cusco - Valle Sagrado de los Incas. Flight La Paz Cusco and upon arrival in Cusco our staff awaits you to transfer you to the train station for your trip to Aguas Calientes, a small town on the banks of the Urubamba River, in the middle of the cloud forest, where a guide awaits you to take you to your hotel and give you the instructions for your visit the next day to the Inca Citadel of Machu Picchu. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Valle Sagrado - Machu Pichu. After breakfast we will pick you up from the hotel to go to the Aguas Calientes Bus Station and take a tourist transport that goes up in 30 minutes, culminating in the Citadel of Machu Picchu which is located 700 m above the Urubamba River. The bus trip allows you to observe the mountains covered with cloud forests that surround the panorama of the north-central part of the Historic Sanctuary of Machu Picchu, which protects several archaeological sites and natural ecosystems and threatened wildlife species. You walk into the spectacular and beautiful Inca citadel where you will have a guided tour. Once the tour is over, you will return to Aguas Calientes for lunch and then take the train or also, depending on the schedule of the visit to Machu Picchu, a combination of train-bus to Cusco. Arriving in Cusco there will be a transfer to your hotel. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Cusco and archaeological parks. On this day you will have the morning free and can enjoy short walks through the streets and squares of the city center and then have lunch. The tour of Cusco and the archaeological sites begin with the pick-up at 1300 from your hotel, to start the guided tour to the Plaza de Armas, Cusco Cathedral, Santo Domingo Church, Qoricancha Temple and finally archaeological parks around the city that include Kenko, Puka Pucara, Tambomachay and Sacsayhuamán. Return at the end of the afternoon. Transfer to the hotel. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Flight to Lima. Transfer from your hotel to the Airport."
    }
  ],
  "map": ""
}