{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "natural-highlights-of-bolivia-holiday",
  "tourName": "Natural highlights of Bolivia holiday",
  "placesVisited": "",
  "generalInfo": "The striking scenery in this region was shaped by ancient geological and glacial processes, resulting in spectacular views of the Amazon, Andes and Altiplano. If you enjoy photography and nature, this tour will take you the the most bio diverse park on Earth: Madidi, to the unique Toro-Toro,  to the stunting Uyuni salt and to Avaroa Reserve with volcanos, colorful Lagoons and flamingos.",
  "durationDays": "12",
  "price": "7937",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "La Paz. Welcome to the City of La Paz, seat of the Bolivian government and among the 7 Wonder Cities in the world. This city is unique for its urban blend that mixes traditions, modernity and living cultures. Our guide will give is a short briefing about this tour that takes us to the magnificent national parks of Madidi, Toro-Toro, Uyuni Salt and Avaroa Reserve. Transfer to hotel. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "La Paz- Rurrenabaque - Chalalán Ecolodge. Welcome to Rurrenabaque! Entrance gate to Madidi National Park. Our guide would pick us up from the airport and transfer us to the Chalalán office in Rurrenabaque. For the next adventure, we will be taken to the port to board a motorboat that will take us to Chalalán Lodge. The trip will take 5 ½ hours sailing the Beni and Tuichi rivers. First, we will pass through the Cañon del Bala (Bala George) in the Beni River. After, the boat will turn into the Tuichi river to enter the Madidi National Park. During this amazing boat ride, we will have a chance to appreciate and enjoy the spectacular scenery of the Amazon and observe some wildlife on the river’s bank. Once we arrive to the Chalalán port, we start a 25-minute walk to the lake where the cabins are located. There will be a reception and welcome in Chalalán Lodge, then the guide will show us to our rooms. Shortly after, we will have a welcome lunch and a rest or siesta. Later we will have a short walk and return to the lodge will be by canoe, this will give us a chance to observe some species of monkeys and birds. At night, we have a short walk on the trail for 1 to 2 hours to observe the night life of the animals. And we will appreciate the sound of the rainforest. (L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chalalán Ecolodge. In the morning after breakfast, we will have a guided walk for 3 to 4 hours by Tapacaré trail or similar. Another day to have more opportunities to observe wildlife, learn more about plants and animal behaviors. We will have a chance to observe animals such as, squirrel monkeys, howler monkeys, spider monkeys, capuchin monkey and many other species of birds such as toucans, macaws, parrots, eagles, guans. The guide will explain more about the rainforest as we walk through this trail. Upon return to the lodge, we will have lunch, and in the afternoon, after some rest, we will take another walk on the trail that leads us to El Mirador (Lookout) to enjoy the beautiful scenery of the Lake Chalalán and the extensive primary rainforest of Madidi National Park. Dinner and optional canoe rides along the Lake, nocturnal activities offer the possibility of observing amphibians, nocturnal birds, fisher bats, and canoeing, to observe the eyes of the caimans. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chalalán Ecolodge. Today after breakfast, we will have a longer hike to the Eslabón River trail, the walk itself takes approximately 6 hours walk. This time we will be diving deeper to the pristine rainforest and have more opportunities to observe more fauna, such as the black spider monkey, tapir, deer, and troop of white-lipped peccary). It is also a chance to learn more about the Amazon rainforest. Our guides will give us a rain forest interpretation that will allow us to immerse ourselves in the experience of the forest. We will have a Box lunch in Eslabón River. After a short rest where we can observe the landscape and take some pictures, we will return to the lodge along the same trail. The rest of the day will be at the lodge where we can rest and/or enjoy a refreshing swim in the lake. (B, L, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": ": Chalalán Ecolodge – Rurrenabaque-Toro Toro. On this last day after breakfast, and as soon as we are done, we start our walk to the port to go back to Rurrenabaque. This boat ride is around 3 hours long, as we will be going with the current. Keep your senses alert because there are always chances of spotting more wildlife on the riverbanks. Upon arrival at Rurrenabaque transfer to the airport to fly to Cochabamba to transfer to Toro-Toro. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Toro-Toro. After an early breakfast, visit to Humajalanta caverns. On our way to the cavern, we’ll observe pre-historic animal footprints like dinosaurs. As we enter the cavern, we will observe it is adorned with speleothems such as columns, mud flows, stalactites, and stalagmite. We’ll learn about a rare species of blind fish that inhabits the waters of this cavern. Thereafter, we return to the hotel and have lunch. In the afternoon we walk to Huellas Orpo, where we can observe some Dinosaur tracks, from there we continue to a lookout point to enjoy the unique and stunning views of Toro-Toro Canyon. Great opportunity for photography of this unique scenery as we drive up to a lookout point. If we wish we can hike down to Vergel and Veta Cocha. Optional a swim in the natural spring pool. Boxed lunch. At the end of the day return to Toro- Toro. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Toro-Toro – Cochabamba- La Paz. After breakfast, we’ll visit Tortugas Fossil Cemetery and a local craft center. After lunch, we make our way to Cochabamba and then transfer to the airport for a flight to La Paz. Upon arrival transfer to hotel. (B, L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "La Paz - Uyuni Salt Flat - Tahua. In the morning you will check out of the hotel in La Paz to get a transfer to the airport at 06:30 am for a flight to Uyuni. Upon arrival we visit the train cemetery in Uyuni with several abandoned machines that will give us glimpses of the modern history of this part of Bolivia when mining was booming in this region. Most visitors enjoy time picturing this curious place. Later we drive to the small village of Colchani where locals extract and process salt. We will be shown interesting aspects of the geological history of the Uyuni´s Salt Flat, such as natural processes of salt formation that had continued for thousands of years, also we will have a chance to observe the Ojos de Sal (or salt eyes), where ice cold healing water bubbles through the salt. This water originates from an underground river at the Tunupa Volcano. On the way to Isla Incahuasi, we will pass the first small hotel built in this area entirely from salt blocks, known as Playa Blanca. At the Isla, we'll enjoy lunch, hike among the huge cacti and observe the wildlife of this rare habitat as we have 360-degree views of the endless Uyuni´s Salt Flat. In the afternoon we will head north crossing the Salt Flat towards the Tunupa Volcano, a unique location for an amazing sunset that colors up the landscape of the Salt Flat. (L, D) Optional: After dinner gazing up at a starry night sky. If the night is clear, we will observe constellations and learn about the Aymara beliefs."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tahua - Siloli Desert. Today the tour will cross another section of the Uyuni´s Salt Flat towards the southern part; on the way we will observe the Ollague Volcano, which is currently mildly active. Continuing with our trip we will stops in several lagoons, such as Cañapa, Hedionda, Chiarcota, Honda, and Ramaditas which offer views of 3 different flamingo species: the James, the Andean, and the Chilean, as well as wild troops of Vicuna. Lunch will be enjoyed on the way to the Siloli Desert. (B, L, D) Optional: early morning drive to enjoy a spectacular sun rise (about 04:30 am). If you are a photographer, you can´t miss this tour. Additional cost."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Siloli Desert - Colchani. After an early breakfast (06:00 am) we continue crossing the Siloli Desert; there will be stops to appreciate some natural monuments carved by the wind, such as the Arbol de Piedra (Stone Tree). Thereafter we arrive to Laguna Colorada, inside the Eduardo Avaroa Andean Fauna Reserve, where we will visit the shooting geysers and hot mud boiling ponds of Sol de Mañana: Then we stop at the natural hot springs, with safe bathing temperatures, where we are welcome to soak for a while. Later we drive to the Salvador Dali Rock Desert and then stop at Laguna Verde at the base of Licancabur Volcano to have lunch. This trip will take us to Uyuni. (B, L, D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Uyuni – La Paz. In the morning you will check out to go to the airport to fly to La Paz. Free afternoon"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "La Paz- Home."
    }
  ],
  "map": ""
}