{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "peru-bolivia-small-group-tour",
  "tourName": "Peru & Bolivia small group tour",
  "placesVisited": "",
  "generalInfo": "DISCOVER the rich history, vibrant culture, and stunning landscapes of Peru and Bolivia as you journey to the heart of the Andes to the shores of South America’s highest lake.<br/><br/>VISIT the surreal terrain of the Uyuni Salt Flat, the largest in the world, and indulge in a gourmet picnic lunch at Incahuasi Island.<br/><br/>CRUISE the shimmering waters of Lake Titicaca, the highest navigable lake in the world, and visit the floating community of the Uros–Indigenous people.<br/><br/>WITNESS Andean Condors soar majestically over Colca Canyon, one of the deepest canyons in the world that plunges twice the depth of the Grand Canyon.<br/><br/>EXPLORE the UNESCO World Heritage Site, the Monastery of Santa Catalina—a centuries-old convent that spans over 20,000 square miles.<br/><br/>ENJOY an unforgettable Andean panpipes performance, widely regarded as one of the best folkloric performances in South America.<br/><br/>STAY in one-of-a-kind accommodations, including colonial-era hotels and a lodge almost entirely made of salt bricks.",
  "durationDays": "11",
  "price": "9195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Peru! Arrive at Alfredo Rodriguez Ballon International Airport (AQP) in the morning or early afternoon and enjoy a private transfer to your downtown hotel in Arequipa. Known as ‘the city of white volcanic rock’, Arequipa is built at the foothills of three volcanoes–Misti, Chachani, and Pichu Pichu. Our journey begins with a 5 p.m. Meet & Greet, where you'll get an overview of the days ahead—an unforgettable adventure through the highlands and heritage of Peru and Bolivia—and have a chance to connect with your fellow travelers, followed by dinner. Dinner included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast at the hotel, we’ll begin our first day of adventure with a walking tour of Arequipa’s UNESCO-listed historic center. Explore the Plaza de Armas, admire the Cathedral of Arequipa’s volcanic stone structure, and visit the Jesuit Church of La Compañía. Then, take in the splendor of this city at Yanahuara, a historic district known for its breathtaking views, where we’ll have lunch. Stroll through the local market and artisan streets in the afternoon. Return to the hotel afterwards for some rest before dinner at a local restaurant. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, explore San Camilo Market, Arequipa’s oldest and most traditional public market. Experience local culture and learn about the unique ingredients used in Peruvian cuisine. Next, we’ll visit the Monastery of Santa Catalina, a sprawling, centuries-old convent. Spanning over 20,000 square meters, this vibrant complex feels like a city within a city. After lunch at a local picantería, we’ll visit Museo Santuarios Andinos to learn about Mummy Juanita, a well-preserved Inca girl discovered atop Mount Ampato. This mummy offers insight into Incan culture, spiritual practices, and beliefs. Enjoy some free time relaxing in a café or shopping for local crafts before we return to the hotel for dinner and rest. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we’ll depart and begin our journey to Colca Canyon—one of the five deepest canyons in the world. We’ll begin this drive through the Salinas and Aguada Blanca National Reserve, home to wildlife like guanaco, puma, and vicuña. Along the way, we’ll travel over the Patapampa Pass, reaching an altitude of 16,109 ft. (4,910 meters) above sea level. From this altitude, enjoy sweeping views of the rugged terrain and Mount Mismi—the source of the Amazon River. We’ll stop for lunch at a local restaurant in a small Andean village, indulging in tasty traditional dishes and warm drinks to help with acclimating to the altitude. During our drive through the highlands, we’ll encounter diverse wildlife like vicuñas, llamas, alpacas, Andean foxes, and flamingos. Learn more about how these animals adapt and thrive in extreme elevations. We’ll be on the lookout for these fascinating species as the wonders of the Andes unfold before us. We descend into the Colca Valley, passing through traditional Andean villages. After arriving at the hotel, you can rest or take a relaxing soak in its natural hot springs before dinner. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following an early breakfast at the hotel, we’ll depart for Cruz del Condor, the most famous viewpoint in Colca Canyon. Witness the breathtaking sight of Andean Condors soaring majestically over the deep canyon. These massive birds have wingspans reaching up to ten feet and glide on thermal currents during their daily search for food. Observe their routine and learn more about their significance in Andean culture and mythology. We’ll continue our drive across the Andean highlands towards Puno. The dramatic cliffs and winding roads make it feel as though the earth has split open to reveal this vast landscape. Admire the surrounding snow-capped peaks, vast plains, and herds of wild animals like vicuñas, alpacas, and llamas that roam freely. We’ll stop for lunch at a local restaurant, sampling traditional dishes. Our drive continues until we reach Puno, located on the shores of Lake Titicaca. This lake is the highest navigable lake in the world at 12,507 feet (3,810 meters) above sea level. Upon arrival, we’ll check into a waterfront hotel, offering a perfect place to relax and acclimatize. After settling in, join an optional lakeside walk. We’ll hopefully watch a beautiful sunset cast a golden hue over the waters of Lake Titicaca before gathering for dinner. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After an early breakfast, we’ll head to the pier and board a motorized boat for an exciting day on Lake Titicaca. Explore the floating community of the Uros, an indigenous people who live on floating islands made by totora reeds. Learn more about their fascinating way of life as you explore their remarkable homes. Then, take a short ride in a traditional tortora reed canoe, a practice that dates back thousands of years. Next, we visit Taquile Island, which is often considered the most beautiful island on the lake. Stroll past terraced fields, rolling hills, and panoramic views of the glittering lake and surrounding mountains on a guided walk. This area is also known for UNESCO-recognized textile art, made by local artisans who create intricate woven garments that symbolize their cultural heritage. Meet the island’s Quechua-speaking locals, learn about their ancient customs that have been preserved for generations, and admire their remarkable textiles up close. We’ll sit down for a traditional lunch prepared by the islanders, featuring local trout, quinoa soup, and muña tea (a high-altitude medicinal herb). After spending time on the island, we’ll reboard our boat and head back to Puno for a relaxing lakeside evening. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast we’ll begin the day with a scenic drive along the shores of Lake Titicaca. We’re driving to La Paz, Bolivia, today, and it’s one of the most breathtaking routes in the Andes! Take in the incredible sights of the vast lake, traditional Andean villages, and the majestic Cordillera Real mountain range. Following international border procedures, we head to Copacabana for lunch, a legendary beach town on Lake Titicaca. We cross the Tiquina Strait by boat and continue on to La Paz, Bolivia’s high-altitude capital. The transition from rural landscapes to the sprawling city nestled within a deep valley is quite dramatic. Once we arrive, enjoy an overhead look of La Paz from a modern cable car. The aerial ride provides an expansive view of the city’s vibrant neighborhoods, rugged mountain terrain, and bustling streets below. We check in at the Ritz Apart Hotel for a leisurely evening and enjoy a welcome dinner featuring Bolivian cuisine, such as salteñas, llama steak, or the famous sajta de pollo. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following breakfast, prepare for an exciting day in La Paz, the world’s highest altitude capital city—11,975 feet (3,650 meters)! We’ll begin our day with a cable car ride and visit to Plaza Murillo, the city’s historic square that’s home to the Presidential Palace, the National Congress building, and the La Paz Cathedral. After, we’ll drive to the Killi Killi Lookout Point, one of the best viewpoints in the city before exploring local markets and landmarks. We’ll learn more about local culture and spiritual traditions, admire Baroque-Mestizo architecture, and see an array of Bolivian handicrafts, textiles, and souvenirs. After lunch at a local restaurant, we’ll drive to Valle de la Luna (Moon Valley), a surreal landscape of eroded clay formations that resemble a lunar surface. Enjoy a short hike through the unique landscape and learn about the region’s geological history. The afternoon is yours to explore the city center, browse local shops, or take a leisurely stroll. In the evening, experience an unforgettable Andean-Pipes show at Restaurant Wari, widely regarded as one of the best folkloric performances in South America. The live music and dance showcase Bolivia’s rich cultural heritage and is paired with a delicious traditional Bolivian dinner featuring local flavors. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, we’ll transfer to the airport for our flight to Uyuni. Located in southwestern Bolivia, this town is known for its salt flats and vibrant history. The flight offers beautiful aerial views of the vast, arid landscapes of the Altiplano region. Upon arrival, we’ll visit the Train Cemetery, a collection of old steam locomotives and rail cars that date back to the early days of Bolivia’s railroad system. After lunch at a local restaurant, we’ll drive to the Pulacayo Mine. Pulacayo is one of the oldest and most important mining towns in Bolivia. The mine was once a key source of silver during the colonial era and played a significant role in Bolivia’s industrial revolution. Explore the remnants of the mine, including abandoned buildings, tunnels, and equipment. The area offers a glimpse into the harsh working conditions of miners from centuries past and the deep historical connection to Bolivia's mining culture. After a day of exploration, we will return to Uyuni and check in at Luna Salada Lodge. Relax and unwind after the day's adventure with a hearty dinner and an evening of rest. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Following breakfast at the hotel, we’ll begin our journey to one of the most remarkable natural wonders on Earth—the Uyuni Salt Flat. We’ll drive across the vast, white expanse of salt, which stretches over 4,000 square miles (10,000 square kilometers) and is the largest salt flat in the world*. Our first stop is Colchani, a small village located at the edge of the salt flat. Here, we learn about the traditional methods used by locals to harvest salt from the flat. We also visit a salt treatment plant to see how raw salt is processed and prepared for sale. We’ll visit Incahuasi Island next (also known as Fish Island), a small hill of ancient volcanic rock rising from the middle of the salt flat. The island is famous for its giant cactus plants, some of which are over 700 years old. We’ll enjoy a picnic lunch on the island and take in the surreal views. During our journey back, we’ll find a perfect spot to enjoy the sunset over the salt flat. We return to Uyuni for our final night in town. We gather for our farewell dinner at the hotel. A delicious selection of Bolivian cuisine and international dishes will be served, and we will toast to the unforgettable experiences shared over the course of our journey. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy your final breakfast in Uyuni, reflecting on the incredible travel memories made. After breakfast, we’ll head to the airport for the flight back to La Paz, Bolivia. Take in stunning aerial views of the Andes mountain range and La Paz’s unique location in a vast valley surrounded by towering peaks. The guides will either drop you off at the El Alto International Airport (LPB) or at a downtown hotel depending on your plans. Breakfast included."
    }
  ],
  "map": ""
}