{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-tailor-made-holiday",
  "tourName": "Bolivia tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Bolivia is a destination yet to be discovered by many travellers, yet its spectacular landscapes and thriving folkloric culture present even the most world-weary adventurers with something new. In a continent racing to reach modernity, Bolivia surely offers the most authentic Latin American experience.<br/><br/>From isolated Andean peaks to the steamy headwaters of the Amazon, Bolivia humbly delivers breath-taking landscapes and outstanding natural beauty, all far from the tread of the well-worn tourist path.<br/><br/>Among a crumbling colonial legacy, Bolivia is striving to secure a more prosperous future while holding on the clothing, music, religions and even languages that are firmly rooted in its indigenous communities, whose ancestors pre-date the Spanish conquistadors.<br/><br/>Its land-locked isolation has helped preserve much of Bolivia’s ancient beliefs and traditions that give visitors a vibrant sense of how a world long-forgotten elsewhere can exist side-by-side with the modern urban landscape of business suits and wireless internet connections.<br/><br/>Benefits to booking this tour:<br/>- Accompanied by experienced local knowledgeable guides<br/>- Private transport with trusted drivers<br/>- Flight booking and airport assistance provided<br/>- Unique, hand-picked accommodation<br/>- Good quality meals, no 'tourist' restaurants<br/>- Dedicated UK-based team member for assistance<br/>- Safety assurance<br/>- Flexibility: itinerary can be modified to your requirements<br/>- Financial protection<br/><br/>This is a private tour which can commence on any date you choose at any time of year. We can adapt the itinerary to suit any special interests you may have e.g. photography, markets, local festivals. <br/><br/>We can arrange an extension to the Amazon Rainforest in either Bolivia or Peru - please enquire for more information on this.",
  "durationDays": "13",
  "price": "5495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be picked up from the airport and transferred to your hotel. Santa Cruz city tour. Free afternoon to rest, walk through the hotel gardens or use of the hotel's swimming pools or facilities."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Sucre. Visit the Casa de la Libertad, where Bolivia's independence was signed, followed by the churches of San Lazaro and San Felipe Neri. Spend the afternoon at the indigenous art museum (ASUR) which showcases the best of traditional Bolivian textiles, and is situated in the Recoleta neighbourhood, offering lovely views of this pretty, colonial city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit the Tarabuco village, located around 60km from Sucre (approximately 90 min journey), to see the indigenous community and its traditional Sunday market"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel to Potosí which is situated at 4050 m.a.s.l. This colonial city sits at the foot of “Sumaj Orko”, once considered the richest mountain in America."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel from Potosi to Uyuni (approximately 3-hour journey). Today is the start of a 3-day journey into one of the world’s most isolated areas where you will be surrounded by a glittering white landscape. As soon as you arrive in Uyuni, you will have a brief stop in a small settlement called Colchani where the local people bring the salt that they have dug from the salt flat, they weigh it and bag it for sale at an artisanal scale."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The journey continues towards the Siloli desert and Coloured Lagoon. On route you will observe Volcano Ollague, Bolivia's only active volcano, as well as various coloured lakes, where 3 different types of Flamingos can be spotted. You will arrive at the Desert Hotel where you will stay the night"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will have an early start to visit the Morning Sun geysers at 5,000m above sea level. You will then head to the the dramatic Green Lagoon at the foot of Volcano Lincacabur, salt plains of Chalviri, the Valley of the Ladies of the Desert, and may also stop at some high altitude lagoons. You will travel back to the Uyuni Salt Flats."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly to La Paz. On the city tour of La Paz, at over 3,600 m.a.s.l. you will visit some of the city’s most important highlights: the San Francisco Church, the 'Witches’ Market', and the museums in the vicinity. You will then head to the 'Plaza Murillo', where the Legislative and Government Palaces are, and onto a replica of the semi-subterranean 'Temple of Tiwanaku'."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You depart for Coroico after breakfast and the drives takes approximately 2.5 hours from La Paz city centre. On route you travel through 'La Cumbre' and here you start a spectacular descent of more than 3,000m from a snow-capped mountain pass to near-tropical jungle in just 40 miles (64km). You stop at a turning where the road once dubbed 'the most dangerous on the planet' by the Inter-American Development Bank was until a few years ago, the only route from La Paz into the semi-tropical Yungas region. Today the road is mainly used by mountain bikers cycling downhill towards Coroico, and you have some time for photos and to take in the views, before your driver continues down the new and more modern road to Coroico."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leave the city of La Paz for Tiwanaku, close to Desaguadero on the border with Peru. A 90 minute drive will take you to the archaeological site of Tiwanaku, one of Latin America’s most famous historical sites. In the afternoon you will transfer to Copacabana to enjoy the intense blue waters and the quaint Aymara villages along the way. You will cross the Straits of Tiquina by boat and continue by road to El Santuario de la Virgen Morena de Copacabana, you will visit the church, have a chance to admire local traditions and handicrafts before having lunch on the shores of the lake. In the afternoon you will visit the archaeological site known as the Horca del Inca, an Inca observatory."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Copacabana – Sun Island (Lake Titicaca): Today you have a full day excursion by boat to explore Bolivia’s hilly islands of solid rock amid Lake Titicaca. These islands are home to a few small communities of Aymara and Quechua speaking people who cultivate the islands, graze sheep and make handicrafts. They have no motorised transport on the islands. The navigation over to the Sun island takes approx 90 minutes, you disembark at Yumani dock from where there’s an unavoidable climb of 200 stairs taking you past Incan agricultural terraces which follow the contours of the island and the Inca’s terraced garden to the “Fuente de la Eterna Juventud” a natural spring that is said to be the source of eternal youth. Upon your return to Copacabana in the late afternoon you can visit the town’s beautiful cathedral, usually shining in the altitude’s bright sunlight."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Copacabana-La Paz: Morning transfer to La Paz (approximately 4 hour journey). Afternoon at leisure"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early this morning you are picked up from your hotel and transferred to La Paz's international airport for your flight to Santa Cruz"
    }
  ],
  "map": ""
}