{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-tour-tailor-made",
  "tourName": "Bolivia tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Visit the world famous Salar de Uyuni Salt Lake, explore ancient ruins and float across Lake Titicaca in this unique adventure.<br/><br/>A wonderful adventure that will take you deep into the heart of Bolivia, a land steeped in history, culture, and unreal landscapes.<br/><br/>Begin in Santa Cruz, a city that blends modernity with tradition. Marvel at the Basilica Menor de San Lorenzo, an architectural gem that showcases the nation's religious heritage and ventures deeper into Bolivia's past as you visit the enigmatic Samaipata Ruins outside Santa Cruz. This ancient site bears witness to the prowess of pre-Incan cultures, with intricate stone carvings and ruins that seem to speak of bygone eras.<br/><br/>Next visit Sucre, a UNESCO World Heritage site and journey to Potosi famous for its silver wear before heading to the Salar de Uyuni, a true trip highlight. The Salar de Uyuni salt flat is an otherworldly expanse that stretches beyond the horizon. Here, pentagonal salt formations create a surreal landscape that meets endless blue skies, inviting you to really contemplate the wonders of nature. Stay in a salt hotel where everything from the floors to the ceilings to the furniture is made from local salt, an incredible experience and South America's answer to an ice hotel!<br/><br/>A short flight takes you to La Paz, the highest city in the world where you can travel around by cable car and visit the intriguing Witches' market. From one record-breaking height to another, head to Lake Titicaca, the highest navigable lake in the world. Discover the secrets of Sun Island, where ancient ruins and a sun temple, bear testament to the spiritual significance of this region. Relax in the tranquillity of the serene waters and the majesty of the Andes mountains that surround you.",
  "durationDays": "11",
  "price": "3453",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SANTA CRUZ - On arrival in Santa Cruz take a brief transfer to Cortez Hotel, your accommodation for the next two nights. In the afternoon, head on a tour of Santa Cruz. Visit the Basilica Menor de San Lorenzo and immerse yourself in the local culture at Arte Campo, a well-known craft store. Explore the vibrant Abasto Indigenous Market and take in the city's iconic landmarks and charming residential areas. Afterwards, return to your hotel to unwind and relax for the remainder of the day."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SAMAIPATA RUINS - Start your day with breakfast before setting off on a full-day excursion to the Samaipata Ruins. Located approximately 120km from Santa Cruz, these ruins unveil the mysteries of a pre-Incan civilization, which constructed the archaeological site \"El Fuerte\" for rituals. Immerse yourself in history as you wander through the ruins and visit the archaeological museum showcasing precious artifacts unearthed at El Fuerte and its environs. Enjoy a lovely lunch during your journey. Upon returning to Santa Cruz, take the evening to explore the city or unwind at the hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SANTA CRUZ -SUCRE - Following breakfast, it's time to catch your local flight to Sucre. Upon landing, you'll be taken to Hostal De Su Merced, your accommodation for the night. Next, enjoy a city tour of Sucre, exploring notable landmarks like The Recoleta and the House of Liberty, where Simon Bolivar solidified Bolivia's independence. Be amazed by the diverse array of goods at the local markets and perhaps find some souvenirs to take home!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SUCRE - POTOSI - UYUNI Today, your destination is Potosi, a UNESCO World Heritage city renowned for its silver riches. Prepare to be awestruck by the Casa de la Moneda (Royal Mint) and delve into its historical significance in producing silver coins during the colonial period. Enjoy lunch at a local restaurant before continuing your journey to Uyuni. Upon arrival, you'll be transferred to Hotel Luna Salada, nestled on the shores of the Uyuni Salt Lake, where you'll spend two nights. This extraordinary hotel is entirely crafted from locally sourced salt, from its walls to its furnishings and floors, offering a truly unparalleled experience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SALAR DE UYUNI - Start your day with a delightful breakfast before heading on a morning adventure to the Uyuni Salt Lake. Check out the crystalline salt formations, towering cacti, and the expansive salt flats that together create a truly surreal landscape. Your journey continues with a visit to Isla \"Incawasi,\" where you'll encounter unique formations of algae and fossils, surrounded by ancient cacti. Following a picturesque lunch, head to the village of Tahua nestled at the foot of Thunupa Volcano. Explore the cave housing the world's oldest known mummies, the Coquesa Mummies, before returning to your hotel for a tranquil rest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "UYUNI - LA PAZ Following breakfast, you'll be taken to the airport for your local flight to La Paz. Upon arrival, you'll be transferred to Hotel Casa Grande, your accommodation for the night. Embark on a half-day city tour to uncover the diverse charm of La Paz, encompassing its indigenous, colonial, and modern districts. Highlights include visits to the Indian Market, Witch Doctor's Market, and breathtaking vistas of the Illimani mountain. Explore the Moon Valley, experience a scenic ride on the Teleferico (cable car) overlooking the city, and then return to your hotel to relax and unwind."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "LA PAZ - LAKE TITICACA Today marks the beginning of an unforgettable adventure from La Paz to Copacabana, over the enchanting waters of Lake Titicaca. Board a hydrofoil and glide across the lake to Sun Island, where you'll explore the Pilcocaina Sun Temple and head on a llama trek to your hotel. Following a delicious lunch, take advantage of the leisurely afternoon to discover the surrounding area. Enjoy dinner and a tranquil overnight stay at the \"Posada del Inca\" Eco Lodge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LAKE TITICACA - Indulge in a leisurely breakfast and a tranquil morning at your pace. Around noon, descend the Inca \"Grand Stairs\" and try the water from the Sacred Fountain before enjoying lunch at Uma Kollu archaeological Restaurant. Following this, embark on a cruise to Moon Island, where you'll explore the Sun Virgins Temple \"Iñak Uyu\" before continuing your journey to Copacabana. There, immerse yourself in the rich culture as you visit its shrine and pay homage to the Indian Dark Virgin. Next, venture to Huatajata for a one-of-a-kind evening experience at \"The Mystic World of the Kallawayas.\" Witness ancient healing rituals and engage with Tata Benjo, a revered Kallawaya, as he shares his profound knowledge. As night falls, prepare for a visit to the Native Observatory Alajpacha, where you'll gain insights into the Aymaran Cosmovision and the southern constellations. Conclude your day with dinner and a restful overnight stay at Hotel Inca Utama."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "LAKE TITICACA - LA PAZ After breakfast head on an adventure to the Andean Roots Eco Village. Here, you'll have the opportunity to explore the Altiplano Museum and the Mud Igloos. Engage with the Limachi family, renowned for their craftsmanship in building legendary ocean-crossing vessels. Get up close and personal with adorable vicuñas, llamas, alpacas, and the graceful Suri. Following a delicious lunch, continue your journey to the Ruins of Tiwanaku, where you'll delve into the ancient culture's grandeur, architecture, and social organization. As the day draws to a close, return to La Paz for your final overnight stay at Hotel Casa Grande, reflecting on the rich experiences and memories gathered throughout your Andean adventure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DEPART LA PAZ - After breakfast transfer to the airport for your onward flight for a safe journey home."
    }
  ],
  "map": ""
}