{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-highlights-tour",
  "tourName": "Bolivia highlights tour",
  "placesVisited": "Santa Cruz, Guided wildlife tour of Amboro National Park, Swim under a waterfall, Samaipata Fort, a UNESCO World Heritage Site, Sightseeing tour of Sucre, Bolivia’s most beautiful city, Historic silver rush city Potosi, Visit the Cerro Rico mine and meet a former miner, Explore the incredible Uyuni salt flats and Incahuasi Island, Stunning lake and volcano landscapes around Eduardo Avaroa National Reserve, Take a dip in the Polques thermal pools, Cable car tour in La Paz, Copacabana via a boat ride on Lake Titicaca, Visit the Fountain of Eternal Youth, Tour the UNESCO-protected ruins of Tiwanaku",
  "generalInfo": "You would be hard-pushed to find a more exciting tour of Bolivia than this two-week adventure. A guided small group tour, it takes in everything from trekking in Amboró National Park (home to nearly 1,000 bird species as well as pumas and ocelots) to a 4WD expedition around the Uyuni salt flats, a night in an ecolodge overlooking Lake Titicaca, and a series of vibrant cities. <br/><br/><br/>Yes it covers all the highlights of Bolivia, but this is no whistle-stop tour. You’re exploring at a pace that allows you to really immerse yourself in landscapes like nowhere else in the world, and colourful indigenous culture. Accompanied by an expert tour leader who will ensure everything runs smoothly, you’ll also meet up regularly with local guides, capable of providing insights and anecdotes that will leave you in no doubt: Bolivia is one of the most remarkable countries in South America. <br/><br/><br/>The itinerary below explains the many unforgettable experiences waiting for you in Bolivia, but we’ll cover some that are of particular note...<br/><br/>•\tA trek through Amboró National Park, where the tropical jungle provides habitat for an incredible range of species including jaguars, pumas, tapirs and over 900 types of bird.<br/>•\tMeeting a former miner in Potosi to learn about the Bolivian ‘Silver Rush’ and its tragic impact on millions of indigenous people and African slaves.<br/>•\tA three-day expedition through the Uyuni salt flats, Turkini Lagoon and Eduardo Avaroa National Reserve, and some truly out-of-this-world scenery.<br/>•\tAn overnight stay at an ecolodge on the Isle del Sol on Lake Titicaca, the world’s highest navigable body of water.<br/>•\tGuided tour around the ruins of Tiwanaku, a UNESCO World Heritage Site. This pre-Columbian city was founded around 1500BC.<br/>•\tSoak in the thermal pools of Polque against a spectacular backdrop of geysers and volcanoes.<br/><br/><br/>A small group tour of Bolivia has numerous advantages. Among them, the sociable side – by the end of the second day you’ll be on first-name terms with your fellow travellers and guide. By the end of the week, firm friends. Secondly, with limited group sizes, you can stay in smaller, often locally owned accommodations and eat in independent restaurants, all of which can make significant financial differences to Bolivian communities that don’t see a huge amount of tourism. <br/>",
  "durationDays": "8",
  "price": "3449",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in the high-altitude city of La Paz, the well-connected start point of many Bolivian adventures. At 5pm-6pm, say?hola?to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Bolivian welcome by arranging a group dinner. Want more time in La Paz? Secure pre-tour hotel nights through your sales representative. Alternatively, you can join our Discover Peru adventure before this trip begins. Accommodation: Qantu Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bid farewell to La Paz and fly to Uyuni, home of the iconic salt flats. Our journey takes us off the well-paved road, so we jump in 4x4s to transfer (five to six hours, including stops) to our hotel in the desert. En route, we visit the Train Cemetery, a fascinating (and slightly eerie) collection of rusty vintage locomotives strewn in a barren landscape. We also stop in San Cristóbal, once one of the largest silver-mining producers in the country, for a fascinating history lesson. Accommodation: Tayka Del Desierto (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our hotel’s location means we’re well placed to explore Eduardo Avaroa National Reserve today, a vast landscape featuring some of Bolivia’s great natural wonders. Travelling by 4x4, our first stop is Laguna Colorada to see its rusty-red waters. Then, we marvel at active geysers, boiling mud lakes and steam pools, before heading to Polques Thermal Baths, where those willing to brave the cold air can enjoy a dip in the warm waters. After, we visit Laguna Verde (Green Lagoon) and Laguna Blanca (White Lagoon) – a scenic end to today’s explorations. Today’s driving time is approximately 12 hours. Accommodation: Tayka Del Desierto (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We’re back to exploring the incredible landscapes of Bolivia. Start at Laguna Turquiri this morning, an area known for its variety of flora and fauna, and particularly for its diverse bird species. After, we visit a trio of scenic lakes, Cañapa, Hedionda and Honda, before we travel through the otherworldly landscapes of the Valley of Rocks and Stone Tree. We arrive around 5pm at our hotel made from salt – it’s sure to be a highlight of the adventure for many. Today’s driving time is approximately 12 hours. Accommodation: Palacio de Sal (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is the moment many will have been waiting for – our exploration of the largest salt flats on Earth. Jumping into 4x4s, we witness this incredible landscape up close, with the chance to see salt pyramids and, during the dry season, hexagonal salt tiles on the ground, which stretch as far as the eye can see. There are wonderful photo opportunities throughout the year, and we have time to create some fun pictures. In the middle of the salt flats, we come to Incahuasi Island, known for its giant cacti and unusual fossils. This small island is an amazing sight, and we can walk across it for 360-degree views from the top. After more photo opportunities, we watch the sun set, with the light casting shadows and reflections on the water. Today’s driving time is approximately five to six hours. Accommodation: Palacio de Sal (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bid farewell to the salt flats as we transfer (four hours) to Potosí. It was here the Spanish colonial empire made their riches, forcing thousands of indigenous people to extract huge quantities of silver through slave labour. At the entrance to the Cerro Rico mine, we hear from a former miner about its world-changing legacy and tragic past. Our experience takes us to a mining market, where vendors sell dynamite and chemical products used in the extraction process. Then, we visit an ingenio, a factory in which minerals are extracted, separated and processed. Finally, we see an active mine to learn how the workers get in and out (though we’re not allowed in there ourselves!). After, embark on a walking orientation tour of the city itself, seeing the colonial structures funded by the 16th-century silver rush. Accommodation: Hotel Santa Teresa (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leaving Potosí in the morning, we head to Sucre, the capital of Bolivia, to catch our flight to La Paz, which typically includes a connection in Santa Cruz or Cochabamba. The evening is free to celebrate the adventure – your tour leader can arrange a group dinner where you can relive your favourite moments together. Accommodation: Qantu Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our Bolivia trip ends in La Paz after breakfast, and we begin our return journeys home. Alternatively, if you’d like to explore more, speak to your sales representative about extending your stay. Continue your South American adventure on Discover Peru, which you can join after this trip. Speak to your sales representative to book."
    }
  ],
  "map": ""
}