{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "panama-and-bolivia-small-group-tour",
  "tourName": "Panama and Bolivia small group tour",
  "placesVisited": "",
  "generalInfo": "This extraordinary 27-day journey combines the tropical beauty of Panama with the dramatic landscapes and cultural riches of Bolivia, offering a seamless exploration of two contrasting yet equally fascinating Latin American nations. Begin in Panama City, where colonial heritage and modern ambition meet, before venturing to the engineering marvel of the Panama Canal and the vibrant Indigenous communities of the Emberá and Ngäbe-Buglé. Continue through the lush highlands of Boquete and the turquoise waters of Bocas del Toro, where coffee, cloud forests, coral reefs, and Caribbean rhythms intertwine. Flying south to Bolivia, discover its colonial splendour and pre-Columbian heritage, from the charming White City of Sucre and the silver mines of Potosí to the vast mirror-like expanse of the Uyuni Salt Flats. Explore the high-altitude wonders of La Paz, the ancient ruins of Tiwanaku, and the serene waters of Lake Titicaca, birthplace of Andean legend. Blending natural beauty, archaeological intrigue, and cultural immersion, this is an unforgettable journey through two countries bound by history yet defined by striking diversity.",
  "durationDays": "27",
  "price": "6945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Panama City - Upon arrival in Panama you will be met and transferred to your hotel located in the heart of Panama City’s historic district, Casco Viejo. No meals or activities included today. Overnight at Central Hotel Panama or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Stories of Two Cities and the Panama Canal - The journey begins with an immersive exploration of Panama City, a capital defined by contrast and connection. We start with a visit to the evocative ruins of Panamá Viejo, the original city founded in 1519 and later destroyed by the infamous pirate Henry Morgan. Here, among the stone walls and cathedral remnants we begin to understand Panama’s origins as a critical junction of trade and empire. The narrative continues in Casco Viejo, the “new” colonial city founded after the destruction of the first. The intertwining stories of these two cities reflect the resilience and strategic importance of Panama through the centuries. We visit the Mola Museum, showcasing the intricate textile art of the Guna women; the beautifully curated Panama Canal Museum, housed in the former headquarters of the French and American canal builders; and the boutique Cacao and Chocolate Museum at Casa Coronel, which celebrates Panama’s growing artisanal chocolate culture. After lunch at a local restaurant, the journey continues to the Panama Canal Visitors Center at Miraflores Locks. From the observation terraces, witness massive ships navigating the narrow locks and gain a deeper appreciation for the engineering marvel that reshaped world trade. The day concludes with dinner at a carefully selected restaurant, offering local cuisine in a warm setting. Overnight at Central Hotel Panama or similar (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Emberá People and Fort San Lorenzo - An unforgettable day unfolds with a cultural and historical expedition to the Caribbean side of the isthmus. Traveling north, we reache the banks of the Gatun River where dugout canoes await to take you into the forest and toward an Emberá community. Nestled in a remote setting, the village offers a rare opportunity to engage with Panama’s indigenous heritage. The Emberá proudly share their traditions, music, dances, and cosmology, as well as insights into their craftsmanship and connection to the land. Enjoy a traditional lunch is prepared by the community. The adventure continues to Fort San Lorenzo, dramatically perched above the mouth of the Chagres River where it meets the Caribbean Sea. This UNESCO World Heritage Site, once a key defense point for the Spanish Crown, echoes with tales of pirates, conquests, and gold-laden galleons. Surrounded by tropical forest and history, it is a place where nature and empire collide. After returning to the city, the day ends with dinner at a local restaurant. Overnight at Central Hotel Panama or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "From the Pacific Coast to the Highlands - After an early breakfast, head to the airport for a short flight to David, the capital of Chiriquí province. Upon arrival, the journey continues to the Gulf of Chiriquí National Park, a protected marine wonderland scattered with lush islands and coral reefs. A boat excursion reveals the area’s vibrant biodiversity with opportunities to snorkel in crystal-clear waters, paddle along quiet mangrove-lined coasts, and spot marine life from the boat. A picnic-style lunch is served on one of the secluded beaches, offering a true taste of tropical serenity. In the afternoon travel to Boquete, a picturesque mountain town on the foothills of Volcán Barú. Known for its cool climate, cloud forests, and world-class coffee, Boquete provides a stunning contrast to the coast. The road climbs steadily into the highlands, passing rolling green hills and dramatic ridges until arriving at the lodge nestled in nature. Dinner is served at the hotel, rounding off a day of striking geographical transitions. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hanging Bridges, Coffee & Rum: A Day in the Highlands - The cool mountain air and misty forest canopy set the stage for a morning of discovery in Boquete’s cloud forest reserve. Suspended walkways and well-maintained forest trails offer a gentle but immersive way to explore the highland ecosystem. As we move through the treetops on a series of hanging bridges, witness the interplay of light and foliage and may catch glimpses of hummingbirds, toucans, or even the elusive resplendent quetzal among the bromeliads and moss-draped trees. Those with a taste for adrenaline may choose to replace the forest walk with an optional zipline adventure through the canopy. Later in the day, the focus turns to one of Panama’s most prized exports: coffee. A local finca opens its doors for a behind-the-scenes experience of specialty coffee production from the growing of high-altitude beans to their harvest, roasting, and final tasting. The aromas, techniques, and passion of the producers elevate this from a simple visit to a sensory journey. As the sun begins to dip behind the hills, enjoy a distinctly Panamanian rum experience where you will sample artisan rums and learn about the unique sugarcane heritage of the region. Lunch and dinner are enjoyed on-site, in the quiet comfort of the mountain lodge. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "La Amistad International Park and the Charm of Boquete - Today, we head into La Amistad International Park, a UNESCO World Heritage Site shared by Panama and Costa Rica. This vast transboundary reserve protects one of the most biodiverse and pristine highland habitats in Central America. With local guides leading the way, follow trails that wind through mist-laden forests where cascading waterfalls and birdsong accompany each step. The area is a haven for birdwatchers, nature photographers, and anyone who appreciates raw, untouched landscapes. After a morning immersed in nature, returns to Boquete to explore the town’s colorful streets, artisan shops, and flower-filled gardens. There’s time to take in the relaxed rhythm of local life and perhaps sip a cup of freshly brewed geisha coffee at a café. Lunch is served at a local restaurant, while dinner back at the hotel caps off this full and varied day. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Across the Continental Divide to Bocas del Toro - The journey eastward from Boquete to the Caribbean begins early, tracing one of Central America’s most scenic overland routes. As the road climbs through the Cordillera Central, breathtaking views unfold - cloud forests giving way to alpine meadows, then descending into lush tropical lowlands. The transition from one side of the continental divide to the other is as dramatic in scenery as it is in climate. The final stretch takes us to the port town of Almirante, where water taxis await. Crossing the tranquil waters of Almirante Bay, we arrive at Isla Colón, the lively heart of the Bocas del Toro archipelago. This Caribbean outpost is known for its laid-back energy, vibrant Afro-Caribbean culture, and rich natural beauty. After checking in to the hotel, there’s time to settle in and enjoy dinner at a local restaurant, where fresh seafood and tropical flavors take center stage. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Coral Reefs, Mangroves and the Ngäbe-Buglé People - The morning begins on the water, weaving through turquoise channels and tangled mangrove forests that frame Bocas del Toro’s marine paradise. With masks and snorkels on hand, the group explores vibrant coral reefs teeming with life — tropical fish darting between sea fans and brain corals in warm, shallow water. Between snorkeling sites, the boat glides past islands fringed with coconut palms and echoing with bird calls. Later, the focus shifts inland with a visit to a Ngäbe-Buglé community, where we are welcomed with hospitality and pride. The encounter offers a meaningful window into the traditions, social structure, and crafts of one of Panama’s most populous Indigenous groups. It’s a respectful cultural exchange that balances observation and participation. Meals today are enjoyed at local restaurants in the island town, which by now feels like a home base within the archipelago. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nature and Relaxation in Bastimentos Marine National Park - A short boat ride takes us to Bastimentos Island, home to a national marine park that protects a remarkable range of coastal ecosystems. The day unfolds at a relaxed pace, blending beach time with nature walks through coastal rainforest trails. Whether watching for sloths and red frogs in the forest or simply enjoying the rhythmic lapping of waves on a golden-sand beach, this is a day to slow down and appreciate the unspoiled beauty of Panama’s Caribbean coast. Lunch and dinner are again taken at local restaurants, where the flavors of the sea mingle with Caribbean spices. The day concludes with a gentle return to Isla Colón, under skies often filled with stars and the soft glow of the moon on the water. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "From the Islands Back to the Capital - The morning is free at leisure for you to enjoy. Whether it’s a final stroll through town, a dip in the sea, or simply time to reflect, Bocas del Toro offers a gentle farewell. In the early afternoon, we return by flight to Panama City. Upon arrival transfer to the hotel in the modern city, now a familiar contrast to the natural landscapes visited over the past week. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Forest Canopy and Iconic Architecture - The last full day in Panama begins with a nature-focused experience just outside the capital. At Soberanía National Park, the group walks the trails of the rainforest in search of toucans, monkeys, and perhaps even a sloth hidden in the canopy. The journey includes a stop at the Rainforest Discovery Center, where an observation tower rises above the treetops for panoramic views and excellent birdwatching. This final immersion in Panama’s biodiversity is as rewarding as it is refreshing. In the afternoon, visit the Biomuseo, an architectural landmark designed by Frank Gehry, dramatically situated on the Amador Causeway. Inside, the museum’s engaging exhibits reveal how the rise of the isthmus shaped the planet’s climate, species, and human history. As night falls, enjoy a farewell dinner at one of Panama City’s best local fare restaurants, where stories and highlights of the trip are shared among new friends. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Panama City – Fly to Santa Cruz (Bolivia) - Spend the day at leisure until you are transferred to the airport for your flight to Santa Cruz. On arrival transfer to your hotel. Overnight at Gran Hotel or similar (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Santa Cruz de la Sierra - Today take a city walking tour at the busy main square of 24 de Septiembre, including the main sights such as the church of San Lorenzo, the History Museum, and the handicrafts market of Recova Vieja. Overnight at Gran Hotel or similar (B) Depending on your time of arrival, the activities on this day may differ; if you arrive in the morning a visit to Guembe Biological Centre will be done."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Samaipata (approx. driving time 2.5 hours) - Today we visit the Fort and village of Samaipata. En route we have spectacular views of the Los Volcanes mountain range, and on arrival we take a 45-minute guided tour of the archaeological site. We discover the pre-Columbian architecture in the ruins of the defensive, religious and esoteric buildings. In addition, we hear the history of Fort Samaipata, which has belonged to the Chané, Inca and Spanish civilizations. After our stroll we visit the Samaipata Archaeological Museum, located just 12 miles from the archaeological complex. This colonial building exhibits the objects discovered during the excavations of the fort in its six rooms. After lunch at a local restaurant, we’ll start our return journey back to Santa Cruz de la Sierra, making stops along the way at Las Cuevas waterfalls where we take a hike of approx. 1 hour and a half round trip to visit the rain forest and bathe in pools. We return to Santa Cruz de la Sierra. Overnight at Gran Hotel or similar. (BL)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Sucre - This morning we transfer to the airport to catch the short flight south to “The White City” of Sucre (2.700m). After lunch we visit the impressive paleontological site of Cal Orck’o to see the rock face with its thousands of dinosaur tracks. On our way back to Sucre we visit the Indian market to understand the local folklore. After a short coffee break, we walk up to the roof of the tower of the San Felipe Neri Church. Overnight Hotel De Su Merced or similar (B)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Sucre – Potosi (approx. 3 hours driving) - This morning begins with a visit to the Museum Casa de la Libertad, the site of the declaration of independence, for an insight into the history of Bolivia. We then drive to the Recoleta viewpoint for panoramic views across the city, and visit Museo Asur to learn something of the development of textiles in the region. We will continue on foot to enjoy close up, the wonderful colonial buildings and churches. After lunch we depart Sucre for Potosi City driving through beautiful landscapes. Overnight at Hotel Santa Teresa or similar (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Potosi - This morning we will travel by bus to visit the mines of Potosi. After donning appropriate clothing (helmet, torch etc.) we take a short ride to the Cerro Rico (Rich Mountain). Every day the miners celebrate the ritual of the Challa with offerings to Tio, the demon who is said to own the underground mineral riches. This afternoon we visit the Money Museum with its artefacts of a bygone age including machinery, utensils and coinage. Overnight at Hotel Santa Teresa or similar (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Potosi– Uyuni (205 kms, approx. 5 hours) - This morning we depart for Uyuni, stopping en route in the canyons of Porco, Andean wetlands and the Cacti Forest, and after lunch we travel by road to the town of Uyuni. Overnight at Hotel Casa de Sal, Magia de Uyuni or similar (B)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Salt Flat of Uyuni – Quemes (approx. 7 hours driving time) - This morning we take a short journey to visit the “graveyard of trains” a collection of historic steam locomotives and railcars, dating back several hundred years. We continue to the village of Colchani and witness how the locals transform the natural salt to edible salt using rustic ovens and tools. Colchani is the entrance to the fabulous salt flat of Uyuni, and we will take an impressive 3 hour cross country drive across the salt flat, with only track ways as points of reference. We stop en route at Incawasi Island to explore an area of giant volcanic ash rocks accompanied by hundreds of giant cactus rising up all around. Our journey across this remote area is undoubtedly one of the highlights of the trip. We finally move out of the salt flat towards the hamlet of Quemes. Overnight at Tayka Hotel de Piedra or similar (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Desierto Siloli (approx. 7 hours driving time) - Today we pass by the lava flows of Ollague, and a series of colourful lakes (Chiguana, Hedionda, Honda), which are home to great concentrations of Andean birds. On the approach to the Siloli Desert (Ojo de Perdíz) stand huge Aeolian formations of surreal figures, before the shrubby vegetation disappears completely, giving way to dunes. After a journey time of around 6 hours we arrive at a country hotel in the middle of the desert where we will sleep at 4600m. Overnight at Tayka Hotel del Desierto or similar (BLD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Mallku - This morning we drive for around an hour and a half until we arrive at Laguna Colorada which is a burnt orange colour as a result of algae in the water. Generous mineral deposits line the shores and sustain a large concentration of flamingos. We continue to the extreme south west of Bolivia passing by the geysers of Sol de Mañana at 4950m, before arriving at the hot springs of Chalviri for a late breakfast, with some time for bathing. Return to Chalviri for lunch and 4 hours to travel to the Canyons of Mallku passing en route by the Valley of rocks and the Neolithic rupestrian paintings of Mallku. Overnight at Hotel Mallku Cueva or similar (BLD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Uyuni (approx. 6 hours driving time) - Today we return to Uyuni following a more direct route but passing by the Canyons of Mallu, the Valley of Rocks and the Negra Lagoon and arriving by mid-afternoon where you will have some time at leisure. Overnight at Hotel Casa de Sal or similar (B)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "La Paz and Tiwanaku - This morning we catch a flight to La Paz at 8.30am and transfer to the city and on arrival. we will take the 2 hour drive to the archaeological ruins of Tiwanaku to explore the temples and palaces originating from Pre-Inca times. We will return to La Paz in the late afternoon. Overnight at Hotel Bivouac or similar. (BL)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "La Paz - Today will be spent discovering the sights of La Paz starting with main square Plaza Murillo and the streets around it where we can still find colonial architecture from the 16th century. We will visit the Museum of Magic Instruments and the Indian market. We will also take in the Witches Market known for the potions and magic amulets. We will drive to the cable car for a journey across the city from north to south, and drive to Moon Valley which is actually a maze of canyons and pinnacles formed by erosion. Overnight at Hotel Bivouac or similar (B)"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "La Paz – Copacabana & Lake Titicaca (Overall driving time is approx. 4 hours) - Today we head towards the Titicaca, stopping on the way to visit the museum of Paulino Esteban, the Bolivian Indian that built the boat RA II which crossed successfully the Atlantic Ocean. Enjoy the fascinating history and learn about how to do this kind of reed boats using the totora reed, endemic to the Andes. Later, at about midday we arrive in Copacabana (3825m / 12546 ft) on the shores of Lake Titicaca. This is a beautiful town and a popular resort and pilgrimage area, with lots to see and several nearby hills, which offer commanding views over the lake and towards the Cordillera Real. At the beach of Copacabana embark on a motor boat and continue the journey for another hour as far as the extreme southern side of the Sun Island (Isla del Sol) where we land near an Inca temple called Pilkokaina to have lunch in a typical restaurant with superb view over the lake to enjoy a traditional late lunch. Then, visit the Pilkokaina temple and walk about one hour to the Lodge Pallakasa. In the late afternoon, depart to walk up to the highest point of the island (4070 m/13350 ft) in time for a colourful sunset over the lake. Return to the lodge for the diner and overnight. Overnight Lodge Pallakasa or similar (BLD)"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Copacabana – La Paz - In the morning walk approx. 1 hour to descend to an idyllic Garden with an Inca spring considered by the locals a fountain of youth. We then take a boat to the Moon Island (about 45 minutes driving). Visit the Temple of the Sun virgins Aclla Huasi where the girls were educated to be sacrificed. Walk for another hour to the hamlet Coati to catch our boat and return to Copacabana for a short visit to the Indian markets and the famous Church of Copacabana that shelters to the famous Virgin of La Candelaria before returning to La Paz. Overnight at Hotel Bivouac or similar (BL)"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "La Paz Departure - At your convenience we transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}