{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "chile-to-bolivia-adventure",
  "tourName": "Chile to Bolivia adventure",
  "placesVisited": "Santiago, Valparaiso and the Casablanca Valley, Moon Valley and stargazing, Rainbow Valley, El Tatio Geysers, Altiplano Lagoons, Eduardo Avaroa National Park, Salar de Uyuni, the largest salt flat in the world, Tahua, La Paz, Lake Titicaca",
  "generalInfo": "This epic adventure explores the Central Valley and Atacama Desert in Chile before crossing into Bolivia for the magical Salar de Uyuni, the dramatic setting of La Paz and the highest navigable lake in the world, Lake Titicaca.  <br/><br/>Begin your journey in Santiago, Chile's lively hub, exploring historic landmarks and ascending San Cristobal Hill for panoramic vistas. Head to the coast to discover the hillside charm of Valparaiso and indulge in a range of wines in the Casablanca Valley.  <br/><br/>From Santiago, the trip unfolds into the enchanting desert oasis of San Pedro de Atacama, a charming town surrounded by surreal landscapes. Traverse Moon Valley, meander through the altiplano adorned with mesmerising lagoons and absorb the culture of Socaire village. Rise early to witness the ethereal sunrise at El Tatio geysers amidst the barren altiplano.  <br/><br/>Crossing into Bolivia, the adventure continues into Eduardo Avaroa National Park. Marvel at the emerald splendour of Laguna Verde, witness the geothermal marvels of \"Sol de Mañana\" Geysers, and be captivated by the vibrant red hues of Laguna Colorada. Days are filled with remarkable wildlife encounters, including flamingos, llamas, and vicuñas. Continue the Bolivian escapade in La Paz with a city tour and Teleferico cable car journey through the city with dramatic views of Mt Illimani.  <br/><br/>Wrap up this incredible journey at Lake Titicaca with a hydrofoil cruise to Isla del Sol (Sun Island) where Indigenous traditions and stunning landscapes intertwine. This extraordinary adventure promises awe-inspiring landscapes, cultural richness, and unforgettable moments.",
  "durationDays": "12",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN SANTIAGO - Upon arrival at Santiago Airport, a warm welcome awaits, for your transfer to Le Reve Hotel in the heart of the city. Immerse yourself in Santiago's essence with a half-day tour, visiting iconic landmarks like Plaza de Armas, the Cathedral, Ahumada Boulevard, and \"La Moneda\" Government Palace. Explore Bellavista's charm, ascend San Cristobal Hill via a scenic bus ride for panoramic views, descend by cable-car and discover modern Santiago."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VALPARAISO & CASABLANCA VALLEY - On your full-day adventure, journey through the picturesque Casablanca Valley, renowned for its vineyards, on your way to the charming coastal town of Valparaiso, a UNESCO World Heritage site with unique hillside architecture. Explore narrow streets, climb charming stairways, and ride a funicular for panoramic views. Immerse yourself in the vibrant colours of the city's houses. Return to Santiago, pausing for a delicious lunch and a wine-tasting experience at the Casas del Bosque vineyard."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SANTIAGO to ATACAMA DESERT - Transfer to the airport for your short flight to Calama in the far north of Chile. Upon arrival you'll be transferred to the picturesque village of San Pedro de Atacama with breathtaking views of the Domekyo and Salt Mountain Ranges. In the afternoon, enjoy a shared excursion to the remarkable Moon Valley. This extraordinary desert landscape boasts unique geological formations shaped by wind and water. Explore the Amphitheatre, Salt Cave, and Tres Marías formations, capturing the essence of this awe-inspiring scenery. Conclude the day with a tranquil overnight stay at Hotel Kimal in the heart of San Pedro de Atacama."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ATACAMA DESERT - Join a full-day shared excursion to the high altiplano region, where the captivating blend of unique flora, fauna, and scenic lagoons awaits. Visit the spectacular Laguna Miscanti, the area's largest lagoon. Next, immerse yourself in the indigenous culture with a visit to the Socaire village, gaining insights into their traditional Atacameñan way of life. A simple yet satisfying lunch awaits at a local restaurant before you return to the comforts of Kimal Hotel in San Pedro de Atacama, concluding a day filled with natural wonders and cultural experiences."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ATACAMA DESERT - Depart San Pedro de Atacama early for a sunrise expedition to the altiplano. On your way to the stunning El Tatio geyser field, traverse varied altitude ecosystems, including the remarkable wetlands of Machuca and Putana. Behold the natural spectacle of steamy geysers against the backdrop of the rising sun. As the day begins, venture into the captivating \"Geyser Blanco,\" where you can bask in thermal waters while you enjoy your breakfast. Return to San Pedro de Atacama, and the remainder of the day is yours to leisurely explore, reflecting on the wonders of the morning's high-altitude adventure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ATACAMA DESERT - Spend the morning exploring the village of San Pedro de Atacama, its quaint church, and the local craft market. Later in the day, dive into the cultural and geological significance of Rainbow Valley and Yerbas Buenas sites. Discover the indigenous community in Rio Grande, followed by an exploration of Rainbow Valley's multi-coloured rock layers, revealing millions of years of history. Conclude the day by marvelling at the salt mountain range's unique geology and the distant beauty of the Andes before returning to your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CROSS TO BOLIVIA - Set off early to cross the border into Bolivia and the start of an unforgettable journey. The first stop is the mesmerising Eduardo Avaroa National Park, a vast wilderness thriving with unique flora and fauna adapted to extreme conditions. Discover the awe-inspiring Laguna Verde, a colossal emerald lake overseen by the towering Licancabur Volcano. Explore the \"Sol de Mañana\" Geysers, where volcanic craters and fumaroles spout steam and water up to 100 metres high and traverse the surreal landscape to reach Laguna Colorada, a red-hued lake inhabited by diverse wildlife, including flamingos. Conclude the day at Hotel Luna Salada, a hotel built entirely of salt on the edge of the sprawling Salar de Uyuni."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SALAR DE UYUNI - Visit the Salar de Uyuni, Earth's largest salt flat, spanning 12,000 square kilometres. Witness the surreal beauty of crystalline pentagons, vast skies, and towering cacti, crafting a dreamlike landscape. Explore \"Incawasi,\" an oasis adorned with unique algae and ancient fossils, surrounded by colossal columnar cacti. Savour a picnic lunch amidst this otherworldly scenery. In the afternoon, retreat to your hotel for dinner and a tranquil night, cherishing the memories of a day immersed in the breathtaking expanse of the salt flats."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TAHUA & THUNUPA VOLCANO - After breakfast embark on a full-day excursion to Tahua, a picturesque village nestled at the base of Thunupa Volcano. Explore the village's charm and hike to the Coquesa Mummies Cave, housing the world's oldest known mummies. A delightful picnic lunch is provided, offering time to relish the serene beauty of the surroundings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "UYUNI to LA PAZ - Transfer to Uyuni Airport for short domestic flight to La Paz. Upon arrival, transfer to the Zona Sur area of the city and the modern, comfortable Casa Grande hotel. In the afternoon unravel the magic of La Paz. Visit the Indian Market, Witches' Market, and admire panoramic views of the majestic \"Mt Illimani,\" the guardian of La Paz. Explore the Valle de la Luna, a natural wonder resembling the lunar surface. The trip concludes with an exhilarating Teleférico cable car ride, offering a spectacular aerial view of the city."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "LAKE TITICACA - Depart La Paz for the small town Huatajata, a charming lakeside town nestled along the shores of Lake Titicaca. Explore the Andean Roots Eco Village, delving into the Altiplano Museum, Handicrafts Village, Mud Igloos, and the mortuary towers of the Urus Chipayas. Encounter the Limachi family, renowned builders of the legendary expedition reed boat vessels RA II and Tigris. Continue by hydrofoil cruise to Sun Island, ascending the Inca \"Grand Stairs,\" and savouring the sacred water from the Fountain of Eternal Youth. Lunch beckons at the Uma Kollu archaeological Restaurant, followed by a visit to a quaint Indian market. Extend your journey to Moon Island and the Sun Virgins Temple \"Iñak Uyu\" before returning to Copacabana and return to La Paz. As you traverse the altiplano, admire the majestic Cordillera Real backdrop."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART LA PAZ - Transfer to the airport for your onward flight concluding your remarkable Bolivian adventure, replete with natural wonders, cultural revelations, and indelible memories."
    }
  ],
  "map": ""
}