{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "colombia-peru-bolivia-chile-tour-21-day",
  "tourName": "Colombia, Peru, Bolivia & Chile tour, 21 day",
  "placesVisited": "",
  "generalInfo": "If South America has been on your bucket list for a while, this epic three-week adventure is your perfect chance to explore four incredible countries in one unforgettable journey. Kicking off in Medellín, Colombia, you’ll experience vibrant cities, breathtaking landscapes, and cultural hotspots, from the colourful streets of Comuna 13 to the iconic ruins of Machu Picchu and the otherworldly Salt Flats of Bolivia.<br/><br/>Check out the inclusions of this tour below. <br/><br/>Accommodation:<br/><br/>- Includes hostel accommodation throughout your tour.<br/>- All accommodation is simple, but clean and comfortable. <br/><br/>Transport:<br/><br/>- All local transport throughout your tour, including buses and an internal flight.<br/><br/>Guiding:<br/>- Local Adventure Leader throughout the tour.<br/><br/>Our included activities on this tour:<br/><br/>Comuna 13 guided walk (Medellin) <br/>Spanish lesson (Medellin)<br/>Walking tour of Medellin (Medellin) <br/>Day trip to Guatape incl. Peñol-Guatapé Reservoir hike, and kayaking on the Peñol-Guatapé Reservoir (Guatape) <br/>Tango class (Medellin) <br/>Finca el Ocaso Coffee Farm (Salento) <br/>Walking tour of Cali incl. Plaza de Caycedo and the Catedral Metropolitana (Cali) <br/>Cycle tour (Bogotá) <br/>Graffiti art experience Bogotá (Bogotá) <br/>Monserrate mountain incl. Cable car and/or vunicular (Bogotá) <br/>Guided tour through Cusco’s historic downtown (Cusco) <br/>4-day/3-nights Andean hike incl. Machu Picchu – on the Inca and Salkantay treks, meals are included as part of the trek (Cusco) <br/>Sacsayhuamán visit (Cusco) <br/>Route of the Sun (Cusco to Puno) <br/>Rainbow Mountain visit (Cusco to Puno)  <br/>Boat ride on Lake Titicaca (Puno) <br/>Walking tour of Laz Paz incl. cable car ride (La Paz) <br/>3-day Salt Flats tour (Bolivia) <br/>Lunar Valley bike tour (San Pedro de Atacama) <br/>Observatory experience (San Pedro de Atacama)",
  "durationDays": "21",
  "price": "3639",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Medellín: Hola and a warm welcome to Medellín, Colombia! Your South America adventure officially begins this morning in the hotel lounge, where you'll meet your fellow travellers and your Adventure Leader for a quick trip briefing. This will cover travel plans, important safety tips for the region, and everything you need to know to make the most of your time here. Once the details are covered, we’ll dive straight into your first unmissable experience – a guided walk through Comuna 13. This vibrant neighbourhood is famous for its captivating street art, rich culture, and remarkable history of transformation. Once a hotbed of conflict, it’s now a symbol of resilience and urban renewal, with highlights like outdoor escalators offering stunning city views and beautiful murals that celebrate hope and progress. After soaking in the sights, we'll head to the Mercado del Río for a group lunch. This local food market is bursting with Colombian delicacies, and it's the perfect place to fuel up for the day ahead. Next, it’s time to brush up on your Spanish! Your Adventure Leader will lead you through a brief Spanish class, teaching some useful phrases that will come in handy throughout your tour. Once you're ready, we’ll set off for a stroll around Medellín’s most iconic landmarks, including Plaza Botero, the Palacio de la Cultura Rafael Uribe Uribe, and the Catedral Basílica Metropolitana. For culture lovers, this is a must! If you’re after a bit of adventure, why not take to the skies with a paragliding flight to get a bird’s-eye view of the city below? When the evening rolls around, the fun doesn’t stop! We’ve got a couple of optional activities lined up: - If the football gods are on our side, we’ll take you to Estadio Atanasio Giradot for a local soccer game. The atmosphere here is electric! - If there’s no game, you can try your hand at Tejo, a unique Colombian game where you throw clay discs at gunpowder-filled targets to make a small explosion. Trust us, it’s a blast! - Not in the mood for sports? No worries! Head over to El Poblado, Medellín’s lively party district, where you can kick back with a drink and enjoy some salsa dancing to end the night on a high note. It’s the perfect start to what’s sure to be an incredible journey!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Medellín: Start your second day the Colombian way with a steaming cup of locally produced coffee – and let us tell you, Medellín is home to some of the best! It’s the perfect way to fuel up for a day of adventure. Next, we’re off for a day trip to Guatapé, a colourful lakeside town known for its vibrant zócalos (decorative murals), charming cobblestone streets, and lively atmosphere. This place is a true feast for the eyes! We’ll kick things off with a bit of a challenge – the 740 steps to the top of El Peñón de Guatapé, a massive granite rock that offers awe-inspiring panoramic views of the surrounding lakes and lush landscapes. Don’t worry, the view at the top will make every step worth it! After we’ve conquered the rock, take some time to explore the town of Guatapé. Wander through its charming streets, and immerse yourself in its vibrant colours and unique culture. Then, it’s time for a more tranquil adventure – kayaking on the Peñol-Guatapé Reservoir. We’ll pair up in kayaks (2 per kayak) and paddle through the serene waters, taking in the stunning scenery of the surrounding rolling hills, colourful houses, and, of course, the majestic rock we just climbed. It’s the perfect way to appreciate the beauty of the area from a different perspective. In the evening, we’re diving into another quintessential Colombian experience – tango! Thanks to the influence of the legendary Carlos Gardel, tango is a part of Medellín’s cultural fabric. Join your group for a lively tango dancing class where you’ll learn the sultry rhythms and energetic moves that make this dance a cultural icon. It’s a fun, passionate way to end the day!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Salento: This morning, we’re up and out early, heading to our next destination – Salento! Nestled in the heart of the Coffee Triangle, this charming town is known for its vibrant colonial architecture, lush coffee plantations, and stunning views of the Cocora Valley’s iconic towering wax palms. We’ll be transferring by minivan (roughly 6-7 hours), arriving in Salento in the early afternoon where your Adventure Leader will greet you. Coffee lovers, get ready for an unforgettable experience! This afternoon, we’ll explore the Finca el Ocaso Coffee Farm. From hand-picking the beans to learning about the coffee-making process firsthand, you’ll dive deep into the world of Colombian coffee. Of course, there will be a tasting session so you can savor the final product – by the end, you’ll be a true coffee connoisseur! Afterwards, the rest of the day is yours to enjoy at your leisure. Why not take a stroll through Salento’s picturesque central plaza, soaking in the atmosphere and local culture? You could also explore the town’s quirky shops, enjoy a traditional meal, or just unwind and take in the views."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cali: Today, we’re off to our next destination in Colombia – the vibrant city of Cali, famous for its lively salsa scene and stunning mountain surroundings! We’ll transfer by bus, arriving in Cali late in the morning, where your Adventure Leader will greet you. After checking in, you can take some time to relax by the pool at your hostel and recharge after the journey. In the late afternoon, we’ll set out to explore some of the city’s highlights, starting with the Plaza de Caycedo, Cali’s central square. Here, you’ll find towering palm trees, a bustling atmosphere, and a historical significance as the heart of the city. We’ll also visit the beautiful Catedral Metropolitana, an impressive Neo-Gothic cathedral that overlooks the plaza, renowned for its architectural beauty and cultural importance. With a local guide, we’ll delve into the rebellious spirit of Cali – wandering its lively streets to discover the cultural roots of salsa, its impact on social movements, and its artistic expression through vibrant murals and music. The evening is yours to enjoy however you like. For those feeling adventurous, why not dance the night away at one of Cali’s most popular salsa clubs? You’ve got a relaxing morning ahead, so don’t be shy – let the rhythm of salsa take over!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cali to Bogotá: As promised, enjoy a peaceful morning soaking up the sun and unwinding by the pool – the perfect way to recharge after the excitement of Cali. In the afternoon, we’ll head to the airport for a short flight to Bogotá, Colombia's vibrant capital city nestled high in the Andes. Upon arrival, we’ll transfer to your hostel, where you can take the evening to relax and prepare for the adventures that await in this dynamic city!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bogotá: What better way to start our day than with a bike tour to get a feel for Bogotá’s diverse neighborhoods? We’ll pedal through the vibrant streets of La Candelaria, exploring the historic downtown, including Plaza Bolívar, the impressive Cathedral, and the Presidential Palace. Next, we’ll stop by a traditional fruit market where you can sample exotic Colombian fruits like lulo, uchuva, passion fruit, and more, while making our way through local neighborhoods. After that, we’ll cycle through a middle-class district, offering a glimpse of modern Colombian life and some of Bogotá’s lovely national parks. Later, we’ll dive into the city’s thriving street art scene with a graffiti tour! You’ll learn about Colombia’s history, culture, and politics as we admire the vibrant murals and art pieces. You’ll even get the chance to try your hand at spray painting your own creation! As the sun begins to set, it’s time for some epic views. We’ll take the funicular up to Monserrate, a mountain standing over 3,000 meters above sea level, offering stunning panoramic views of the entire city. Be sure to explore the area, including the church and the surrounding sights, before heading back down via cable car. The evening is yours to enjoy as you wish. If you're up for it, why not check out Theatron – the biggest nightclub in Latin America?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bogotá to Cusco: After a week of exploration, it's time to journey into a new country on your South American adventure – Peru! This morning, we’ll head to the airport for a direct flight to Cusco, the former capital of the Incan Empire and the gateway to the famous Sacred Valley and Machu Picchu. On arrival in the afternoon, we’ll kick off our adventure with a guided walk through Cusco’s charming historic downtown. We’ll visit iconic landmarks like the Plaza de Armas, the impressive Cusco Cathedral, and the bustling San Pedro Market, where you can immerse yourself in the local culture. We’ll wrap up the day with a delicious group meal, where you’ll get to sample some of Peru’s traditional dishes – think hearty stews, succulent meats, and fresh local produce! Just a heads-up: You’ll need lots of energy for the next three action-packed days, so an early night might be a good idea to recharge for the adventure ahead!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Inca Trail: Today marks the start of one of the most unforgettable experiences of your tour – a 4-day trek to Machu Picchu! Get ready to immerse yourself in the breathtaking beauty of the Andes. And don’t worry, your food is all taken care of – after all, there are no shops in the mountains! Today’s hike will be a relatively easy one, designed to help you acclimatise to the altitude while soaking in the stunning Andean vistas. You’ll only need to carry a light day pack, as your larger luggage will be transported separately. As the day comes to a close, we’ll set up camp and enjoy a delicious dinner prepared by our expert trekking team. Then, take a moment to look up and marvel at the vast Milky Way, lighting up the clear night sky above the Andes. This is a moment you won’t forget! Our 4-day, 3-night trek to Machu Picchu follows the iconic Inca Trail, one of the most legendary and scenic routes in the world. However, permits for the Inca Trail are extremely limited and tend to sell out 4-6 months in advance. While our first priority will always be to secure these permits for you, if we’re unable to get them, we’ll arrange permits for the Salkantay Trek as an excellent alternative. The Salkantay Trek takes a different route but offers just as much stunning scenery, following a path through the Andes mountains, and lasting the same length of time. Whether you’re on the Inca Trail or the Salkantay Trek, you’re in for an unforgettable adventure on your way to the magnificent Machu Picchu!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Inca Trail: Day two of our trek kicks off with an early start, as we embark on a more challenging stretch of the journey. Today, we’ll traverse mountain passes, explore small archaeological sites, and immerse ourselves in the breathtaking natural beauty of the Andes. Keep your eyes peeled for hummingbirds flitting through the air – these colorful little creatures are a common sight in this region, adding an extra dash of wonder to your trek. Expect a more intense pace today, with some steep climbs that’ll test your stamina. The final stretch will see us hiking uphill for a couple of hours to reach our next campsite, where a warm meal and stunning views will await you. After this challenging day, relax and enjoy the tranquil atmosphere of the campsite under the stars. You've earned it!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Inca Trail: Day three of our hike is undoubtedly one of the most awe-inspiring, with jaw-dropping views and unforgettable Inca history along the way. We’ll begin the day with a gentle climb that leads to spectacular panoramas of the surrounding landscapes, giving you a well-earned chance to appreciate the beauty of the Andes. As we continue, we’ll reach Phuyupatamarca, one of the most significant Inca archaeological sites, perched at the third-highest point along the trail. From here, we’ll begin our descent toward the next leg of our journey. The climate shifts as we move from the cooler altitudes of the high Andes to the warmer, more humid air of the Amazon jungle. On the way down, we’ll pass Intipata, an incredible agricultural site with terraced fields, offering a glimpse into the ingenuity of the ancient Incas. After today’s hike, we’ll arrive at our third campsite in the afternoon. With plenty of time to relax, you can take in the views, rest your legs, and prepare for the final leg of the journey to Machu Picchu tomorrow."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Machu Picchu: Today begins with an incredibly early start, but trust us – the reward will be worth every step! We’ll rise before dawn to begin our final ascent toward Machu Picchu, one of the most awe-inspiring and iconic sites on the planet. As the sun rises, you'll be treated to breathtaking views of the Incan citadel perched high above the surrounding mountains, shrouded in mist and glowing in the early morning light. Not familiar with Machu Picchu? This Incan citadel, constructed in the 15th century, is nestled atop a mountain peak in the Andes. Originally built as a royal estate and ceremonial centre, it was abandoned during the Spanish conquest and remained hidden from the world for centuries. It wasn’t until the early 20th century that Hiram Bingham rediscovered this magnificent place, and its lost history was slowly revealed to the world. After spending time marvelling at the wonder that is Machu Picchu, we’ll begin our descent and start the journey back to Cusco, where you’ll arrive in the evening. Take this opportunity to unwind and relax. Consider treating yourself to a well-deserved massage to soothe your muscles after the epic trek. Your evening is free, so why not explore the charming streets of Cusco or simply relax at your leisure? You've certainly earned it!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Cusco: After your grand expedition through the Andes, today is all about unwinding and taking a well-deserved rest! Enjoy a relaxed morning in Cusco, a city brimming with beauty and history. Start your day with a leisurely walk through the charming streets, and stop by a local café for a traditional Peruvian breakfast – perhaps a warm coca tea or a hearty plate of tamales. If you're in the mood to explore, wander through Plaza de Armas or browse the bustling San Pedro Market, where you'll find fresh produce, artisan goods, and plenty of local flavor. In the afternoon, we'll meet up and head to Sacsayhuamán, an awe-inspiring ancient Incan fortress that overlooks Cusco. The site is known for its impressive, colossal stone walls, which were meticulously constructed without mortar, showcasing the incredible skill of Incan engineers. As you walk through the site, you’ll be treated to breathtaking panoramic views of the surrounding valley and Cusco itself. In the evening, it's time to dive into Cusco's legendary nightlife. Why not join the Cusco Bar Crawl and experience the city’s vibrant, energetic bar scene? You'll get to meet fellow travellers, enjoy great drinks, and make memories that will last long after your adventure ends. Cheers to an unforgettable journey!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cusco to Puno: Today, we're setting off on an unforgettable journey to Puno – the next destination on our South American adventure. But this isn't just any ordinary travel day – we're following the Ruta del Sol (Route of the Sun), one of the most scenic routes in Peru, connecting Cusco to Puno. As we travel, you'll be treated to breathtaking views of the Andes, passing through rolling hills, vibrant valleys, and ancient ruins that tell the story of Peru’s rich history. Our first stop along the way is the world-famous Rainbow Mountain. This natural wonder, formed through tectonic activity, features vibrant, multi-colored earth that’s sure to take your breath away. We'll enjoy a short hike (around 1.5 hours) up to the peak, where you can snap plenty of photos and admire the surreal beauty of this striking landscape. So, don’t forget to charge your camera – you’ll definitely want to capture this! After soaking in the views, we’ll make our way back down and continue our journey to Puno. We'll arrive in the early evening, giving you some free time to settle in and get acquainted with this charming town, located on the shores of Lake Titicaca – the highest navigable lake in the world! Whether you want to take a leisurely walk around the town or just relax, it’s the perfect way to wind down after a day of incredible sights and adventure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Puno: Today is filled with another unmissable experience as we embark on a boat ride across Lake Titicaca, one of the most stunning and culturally rich bodies of water in the world. Recognized as a UNESCO World Heritage site, Lake Titicaca is the largest freshwater lake in South America and also holds the title of the highest navigable lake in the world. The scenic beauty of the surrounding Andean mountains makes this a truly spectacular experience. During our boat ride, we’ll visit the famous floating homes of the Uros people. These homes are built entirely out of reeds from the lake and have been crafted by the Uros for centuries. They were originally created as a means of protection against the Inca Empire attacks. Today, the Uros people continue to live in these floating islands, preserving their unique culture and traditions. After an awe-inspiring day exploring Lake Titicaca, you’ll return to Puno for the evening. The night is yours to explore this vibrant town! Here are some options: - Hit up the bars and restaurants on Lima Street for a lively night out. - Watch a traditional Peruvian dance show, where you’ll get to experience the music, costumes, and dances that reflect the rich culture of the Andean region. - Or, for something a bit more relaxed, take a stroll through Plaza de Armas, where you can soak in the local atmosphere, catch street performances, and enjoy the beauty of the square at night. Whether you’re looking to unwind or party, this evening is your chance to soak up the energy of Puno before we head to our next adventure tomorrow!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Puno to La Paz: It’s an early start this morning as we board a sleeper bus at 5am from Puno to our next country – Bolivia. The journey takes roughly six hours, arriving in La Paz around lunchtime where your Adventure Leader will meet you before checking into your hostel. In the afternoon, we’ll explore the highlights of La Paz, Bolivia’s capital city. We’ll start at the central square, where you can see the Presidential Palace, the Cathedral of La Paz, and the National Congress building, before visiting the witch’s market – a lively and mystical spot offering traditional remedies, spiritual artefacts, and offerings for Andean rituals. In the evening, we’ll wrap up the day with a cable car ride, giving you stunning views of the city and the snow-capped Andes in the background."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "La Paz: Are you an adrenaline junkie? Today, you have the option to mountain bike along the infamous World’s Most Dangerous Road. This thrilling ride takes you through lush valleys and breathtaking landscapes, but with vertical drops of up to 1,000 meters, it’s earned the nickname ‘Death Road.’ We partner with a trusted local company that prioritizes safety, ensuring you can enjoy this once-in-a-lifetime experience in a controlled and secure way. For those who prefer a more relaxed day, you’ll have free time to explore La Paz at your own pace, discovering more of the city’s hidden gems. In the evening, we’ll regroup and head to the bus station to board a lie-flat night bus from La Paz to Uyuni, arriving early in the morning."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Salt Flats Tour: Today kicks off an unforgettable three-day overland adventure in 4x4s, crossing Bolivia’s breathtaking salt flats and otherworldly landscapes all the way to San Pedro de Atacama in Chile. This is a true bucket-list experience you won’t want to miss! We’ll start in Uyuni with a visit to the eerie Train Cemetery, where rusting locomotives from Bolivia’s mining era lie abandoned in the desert. Then, we’ll head to the world-famous Salar de Uyuni, the largest salt flat on Earth. Depending on the season, you’ll either witness its surreal mirror-like reflections or endless stretches of bright white salt under a clear sky. Next, we’ll make our way to Incahuasi Island, also known as Fish Island, where giant cacti rise from the salt flats, creating an almost alien-like landscape. Here, we’ll enjoy a picnic lunch with stunning panoramic views. After lunch, get creative with some fun, perspective-bending photos on the vast salt flats—your Adventure Leader will be on hand to guide you. As the day winds down, we’ll settle into a remote guesthouse in the desert, where you can relax and soak in the unique surroundings."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Salt Flats Tour: Just when you thought the views couldn’t get any better, today’s journey takes us deeper into Bolivia’s stunning landscapes, starting with the Chiguana Desert. This vast sandscape is surrounded by towering volcanoes, including the still-active Ollagüe Volcano. Along the way, we’ll visit three breathtaking lagoons—Laguna Cañapa, Laguna Hedionda, and Laguna Honda—each boasting vibrant mineral-rich waters and home to flocks of flamingos. Watching these elegant birds against the backdrop of the multicolored lagoons is a true bucket-list moment! In the afternoon, we’ll venture into the Siloli Desert to see the famous Stone Tree (Árbol de Piedra), a striking rock formation sculpted over centuries by wind erosion. Keeping up the theme of jaw-dropping landscapes, we’ll continue to Eduardo Avaroa National Park, where we’ll visit the mesmerizing Laguna Colorada. This deep red lake, rich in minerals, is a haven for even more flamingos, creating a surreal and unforgettable sight. After an incredible day of exploring, we’ll settle in for the evening, enjoying dinner and some well-earned rest with the group."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Salt Flats Tour: Today starts bright and early, but trust us—it’s more than worth it! We’ll kick things off at the Sol de Mañana geyser field, where you’ll witness the otherworldly sight of steam rising from bubbling mud pools as the sun begins to rise over the high-altitude landscape. Next, we’ll head to the Polques Hot Springs for a well-earned soak in natural thermal waters, surrounded by the breathtaking desert scenery. Feeling refreshed, we’ll continue to the stunning Laguna Verde, a striking green lake set against the dramatic backdrop of the Licancabur Volcano. From here, it’s time to bid farewell to Bolivia and make our way to our fourth and final country—Chile! Crossing the border at Hito Cajón, we’ll descend into the Atacama Desert, the driest place on Earth. By the afternoon, we’ll arrive in the charming town of San Pedro de Atacama, where you’ll have the evening to relax, unwind, and soak in your new surroundings."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "San Pedro de Atacama: Kick off the day with an adrenaline-pumping adventure as we head into Death Valley for an exhilarating morning of sandboarding down massive dunes! After carving through the sand, we’ll switch gears for a scenic bike tour to the breathtaking Lunar Valley (Valle de la Luna), a place so otherworldly it feels like stepping onto another planet. With its dramatic rock formations, rolling sand dunes, and shimmering salt flats, the valley offers jaw-dropping views of the vast Atacama Desert and the towering Andes beyond. It’s the perfect way to soak in this surreal landscape before wrapping up an unforgettable journey. For your final night, we’ll top it all off with a visit to an observatory. The Atacama Desert is one of the best stargazing spots on the planet, thanks to its high altitude, dry air, and minimal light pollution. Gaze up at the clearest night sky imaginable, spotting shooting stars, constellations, and the Milky Way in dazzling detail—an awe-inspiring way to end your adventure!"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Santiago: Sadly, today marks the end of your incredible South American adventure. In the morning, we’ll transfer to the airport and catch a flight to Santiago, Chile’s vibrant capital. Upon arrival at the airport, it’s time to say your goodbyes as the tour officially comes to an end. Whether you’re continuing your travels or heading home, we hope you leave with amazing memories, new friendships, and plenty of stories to tell. Until next time, ¡buen viaje!"
    }
  ],
  "map": ""
}