{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "south-america-tour-coast-to-coast",
  "tourName": "South America tour, coast to coast",
  "placesVisited": "Rio de Janeiro, Copacabana, Corcovado Mountain, Iguazu Falls, Asuncion, Paraguay, La Paz, Bolivia, Lake Titicaca, Isla del Sol excursion, Puno, Peru, Floating Uros Islands, Cuzco, Sacred Valley, Machu Picchu by train, Lima, Optional: Tiwanaku, Maracanã stadium, white water rafting, horse riding",
  "generalInfo": "South America is a huge and diverse continent – and this South America coast to coast tour introduces you to its incredible variety of landscapes, cultures and experiences in just three weeks. Travelling from the Atlantic Ocean to the Pacific, you’ll start out on laid-back, white-sand beaches and pass through dense forests before ascending into the Andes, where the bleakness of the Altiplano is breathtaking. The contrast between the tropical coast and the ice-capped Andean peaks is matched only by the contrast in cultures: cosmopolitan Rio, quaint colonial architecture, ancient Inca temples and modern Aymara markets spanning influences from Africa, Europe and the Andes.<br/><br/>This South America coast to coast tour starts in one of the world’s most dramatically situated cities: Rio de Janeiro, which faces onto Atlantic bays with a backdrop of steep, forested mountains. Ramshackle favelas cling to the hillsides; the beautiful people hang out on Copacabana Beach to see and be seen, and Christ the Redeemer surveys it all from on high. From Rio, you’ll fly up to Iguazu Falls, where 275 cataracts crash through the tropical vegetation of the surrounding wildlife-filled national park.<br/><br/>Crossing into the South American time warp that is Paraguay, you’ll visit the nostalgic and tranquil capital, Asuncion, before flying up to La Paz. At 3,500m above sea level (and the airport is even higher…) La Paz is literally breathtaking. Travel across the Andes to Lake Titicaca, which straddles the border between Bolivia and Peru – you’ll explore both sides of the lake, including the charming town of Copacabana, and the floating Uros Islands, made of totora reeds. Cusco is a day’s bus ride away and this ancient city, with its Inca-built stone walls, is the jumping-off point for one of the tour’s highlights: Machu Picchu, which we will reach by train and minibus. Your South America coast to coast tour ends on the shores of the Pacific Ocean, in Lima.",
  "durationDays": "19",
  "price": "4482",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight at your hotel in Lima.",
      "description": "Those passengers arriving on an international flight will be met by the Journey Latin America tour leader or a local representative at the airport and escorted to the group hotel. The City of Kings was once the capital of Spanish America, and the remnants of its glorious past can still be seen in the faded grandeur of the colonial churches and splendid, traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a bustling and chaotic low-rise city of over 10 million people. Away from the busy centre, there are some superb traditional restaurants as well as archaeological museums filled to the rafters with pre-Columbian treasures. In crowded streets, throngs of traffic race out towards Miraflores, on the coast, a modern middle-class suburb where your hotel is located. There will be a walking tour of the colonial centre with your tour leader the following morning."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Cusco.",
      "description": "A short 90 minute flight takes you into the Andes and the famous city of Cusco. The name Cusco derives from the Quechua word for navel, indicating its location at the centre of the Inca Empire. Its many impressive, original Inca walls display extraordinary craftsmanship, and the squares are dotted with ornate colonial churches. It’s a vibrant, lively city, where shoeshine boys and postcard sellers jostle for your attention on cobbled streets lined with handicraft shops and cafés. In the evening, the town centre fills with people flocking to the many restaurants, bars and clubs."
    },
    {
      "dayNumber": 3,
      "title": "Guided tour of Cusco and the surrounding sites.",
      "description": "An experienced guide gives you a detailed tour of Cusco, which includes a visit to several nearby Inca ruins. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining 3 day battle was fought between the Spaniards and the Incas around this fortress; the first conquistadors to see it were overawed and centuries later it is still an extraordinary and imposing sight."
    },
    {
      "dayNumber": 4,
      "title": "Full-day excursion to the Sacred Valley, overnight there.",
      "description": "This full-day adventure visits several of the villages and archaeological sites which pepper the Sacred Valley of the Incas. The Pisac complex, set high above the eponymous village, is composed of steep terraces; their engineering and preservation are unrivalled, and you can clamber among the ancient walls and explore the ruins of temples, residences and storehouses. It takes about an hour and a half to explore the site, after which you stop off in the village below where an arts and crafts market spills across the main square, stalls laden with tapestries and weavings crafted in the surrounding villages. Continue along this picturesque, patchwork valley to Ollantaytambo, the snow-capped Andean cordillera forming a stunning backdrop. The Inca fortress towering above the adobe village is well preserved and there are wonderful views down over the gentle sloping hillsides and into the fertile valley. You spend the night in the Sacred Valley."
    },
    {
      "dayNumber": 5,
      "title": "Train to Machu Picchu, guided tour. Overnight in nearby village.",
      "description": "A dramatic 2hr train journey from Ollantaytambo delivers you to the ruins of Machu Picchu. As the river Urubamba enters its narrow gorge between thickly-forested granite hills, there is room only for a single rail track, which hugs the right bank and passes through hamlets which are no more than a collection of shacks. The citadel is then reached by minibus up a sinuous road. In 1911 the American explorer Hiram Bingham discovered the ruins buried beneath tropical cloud forest. It is the city’s location which most captures the imagination, on a ridge spur amid forested peaks and above a roaring river canyon. Following a guided tour of the ruins you spend the night at the spa village of Machu Picchu, a couple of kilometres upstream. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 6,
      "title": "Optional re-entry to the Inca site. Return by train and bus to Cusco.",
      "description": "You have the optional opportunity to revisit the ruins, rail schedules permitting. There is also the chance for the more challenging hike to Huayna Picchu, the conical peak which juts out behind the ruins for wonderful views over the site. If you think you’d like to re-visit the site or climb Huayna Picchu please enquire with the office, as spaces are limited and it’s necessary to pre-book You may prefer to relax and wander the narrow vehicle-free streets of Machu Picchu village, lined with souvenir shops and cafés. You return to Cusco on the afternoon train, arriving in the early evening."
    },
    {
      "dayNumber": 7,
      "title": "Day at leisure in Cusco.",
      "description": "There are a number of optional excursions in the surrounding region. About an hour’s drive from Cusco is Moray, where ancient agricultural irrigation paths form circular depressions in the earth, and there are wonderful views into the Sacred Valley and of the snowy peak of Mount Veronica. From here it is a short walk to the salt pans at Maras, circular pans of glistening white carved into the mountain side. Ask your tour leader for more optional excursions into the region, including horse riding and white water rafting on the Urubamba river."
    },
    {
      "dayNumber": 8,
      "title": "Scenic bus ride to Puno.",
      "description": "A scenic day-long bus ride takes you from Cusco to Puno (7 hours). The drive begins by climbing up through the fertile fields of corn and potatoes to the roads highest pass at la Raya (4,200m). After this you travel across the altiplano, a large, windswept plain, punctuated by occasional market towns, where bowler-hatted indigenous women tend herds of llamas and alpacas. You arrive into Puno in the early evening."
    },
    {
      "dayNumber": 9,
      "title": "Visit the Uros Islands and travel to Copacabana, Bolivia.",
      "description": "There is a morning excursion to the famous Uros Islands. You alight on a floating island, made entirely of tortora reeds – the same material used to build their canoes and even their homes. The inhabitants earn their living mainly through selling handicrafts to tourists and, while this is a unique experience, it has the air of a visit to a living museum. Later continue across the Bolivian border to the small lakeside town of Copacabana. This pretty little town is a religious sanctuary (it gave Rio’s famous beach its name), and its whitewashed buildings and Moorish-style basilica are striking against a clear blue Andean sky. The Basilica is frequented by pilgrims to the miraculous 16th-century Dark Virgin of the Lake, and they bring their rickety cars to the forecourt, bedecked in flowers, to be blessed by her. If you have the energy in this rarefied air, climb the stations of the cross for views out over the lake and the snow-capped cordillera in the distance."
    },
    {
      "dayNumber": 10,
      "title": "Boat trip to Sun Island and overland to La Paz.",
      "description": "From Copacabana there is an included boat trip to Isla del Sol (Sun Island). Legend has it that this mystical spot marked the beginning of Inca civilisation. The children of the sun god sprung from the lake’s depths to found the mighty empire in Cusco, and a rock at the northern end of the island was their birthplace. Later in the day we will drive across the altiplano’s windswept plains to La Paz (4hrs). At over 3,500m, La Paz is the highest capital city in the world. It is a glittering mosaic of tin, slate and tile roofs, interspersed with a line of skyscrapers that march down the valley. Beyond, keeping an eye on it all, is the colossal snow-capped Mount Illimani. This busy, commercial city has a 60% indigenous population; women dress in voluminous multi-coloured skirts, bowler hats and have centre-partings, as decreed by the Spanish monarch 3 centuries ago."
    },
    {
      "dayNumber": 11,
      "title": "Guided tour of La Paz.",
      "description": "On your full day in the city, there will be a guided tour, beginning in the historic centre with its quaint Spanish colonial buildings, from the Governmental Palace to the cathedral. Another highlight in the heart of the city is the famous Witches’ Market, brimming with potions, amulets and ritual offerings including gruesome dried llama fetuses. We’ll jump on some public buses to get a real feel for the city, and then we’ll take to the skies on board the cablecars that zigzag the city, all the way up to El Alto for magnificent views of the city."
    },
    {
      "dayNumber": 12,
      "title": "Fly to Asuncion, Paraguay.",
      "description": "Depart for the airport in El Alto and board a flight (normally via Santa Cruz – 3.5hrs) to Asuncion. This rather old world, eclectic city is located on the shores of the Río Paraguay, and an air of nostalgia permeates its busy streets. Paraguay feels caught in a time warp, the legacy of years of isolation from the outside world under the rule of a series of dictators. The wide, tree-lined avenues, parks and stately buildings are impressive, and you will explore them on your walking tour of the capital."
    },
    {
      "dayNumber": 14,
      "title": "By road into Argentina and visit the Iguazu Falls.",
      "description": "The adventure continues with a road journey (7 hours) across the Argentinean border to the town of Puerto Iguazu. The Iguazú Falls are unquestionably one of the most extraordinary natural wonders in the world. A total of 275 falls thunder through dense forest over a 2.5km stretch. The u-shaped Devil’s Throat is the main gorge, where the frothy water of the Iguazú River crashes over a 1.5km-wide precipice and columns of vapour are thrown skyward. Elsewhere the river flows decorously through the rainforest breaking up into dozens of smaller falls. You might spot toucans with their outsized bright orange beaks perched in the foliage above the tumultuous waters. On your full day based here there is an expedition to the Argentine side of the falls with your tour leader. From the National Park Visitor Centre, where there is a display that illustrates the biodiversity of the region’s tropical rainforest, a little natural-gas-powered train transfers you to Cataratas Station where the Upper Walk begins. This sequence of causeways and passarelles links dozens of tiny basalt islands at the top of a sheer rock face and the walkways cross the myriad streams of the River Iguazú as they cascade over the lip of the precipice. Your breath is quite literally taken away as the water thunders on to the rocks below. The train continues to Devil’s Throat Station where a 1km-long walkway leads across the river to the thunderous Garganta del Diablo, The Devil’s Throat. From this vantage point you can feel the incredible power of the water, and the flow is mesmeric as it plummets into the vortex below."
    },
    {
      "dayNumber": 16,
      "title": "Visit the Brazilian side of the falls and fly onto Rio de Janeiro.",
      "description": "In the morning you’ll head out to the Brazilian side of the falls, from where there is a broad panorama of these magnificent cataracts, and there are some excellent opportunities to photograph the full sweep of the cascades. Continue onto Foz do Iguaçú airport and fly to Rio de Janeiro (2 hours). Rio de Janeiro is the most romantic, intriguing and beautiful city on the continent. Sumptuous apartments overlook sparkling bays against a backdrop of half-built slum dwellings, favelas, which cling precariously to the hillsides. Rio has an awesome bay-side location among near-vertical granite mountains. Here, tropical foliage swoops down to white-to-toffee coloured sandy beaches in turn battered by the huge waves of Atlantic surf. The drive into the city gives a fleeting glimpse of the docks and commercial centre as you head towards the magnificent stretch of sand at Copacabana beach; your hotel is close by."
    },
    {
      "dayNumber": 17,
      "title": "Guided tour of the city including Sugarloaf Mountain.",
      "description": "Today there is a tour to familiarise yourself with this most iconic of cities. As part of this we also include a trip to Pão de Açucar (Sugar Loaf Mountain). Ride the cable-car up the twin granite mountains protruding from the ocean and enjoy the magnificent views back over the beaches, Botafogo Bay with its bobbing yachts and into the mountains beyond. Theres a lovely (and safe) nature walk round the foot of the mountain, or you could pop for a beer into the nearby villagey quarter of Urca, leafy home of artists and TV stars."
    },
    {
      "dayNumber": 18,
      "title": "Further exploration of Rio including Corcovado Mountain.",
      "description": "In the morning you’ll board a steep rack-and-pinion railway which glides up through tropical Tijuca National Park, the largest urban forest in the world dripping with fruit and flowers, to reach the summit of Corcovado Mountain. Here the famous 40m art deco Christ the Redeemer statue soars above the city, arms outspread benevolently. On a clear day, the views over the city and out across the ocean and outlying islands are stupendous. The afternoon is at leisure. A popular optional excursion is a visit to the exotic Botanical Gardens. Walk along the splendid Avenue of the Royal Palms, and see if you can catch a glimpse of the toucans and marmosets that frequent the park, attracted by thousands of species of tropical and subtropical plants. There are also glass houses sheltering bromeliads, and a research institute here."
    },
    {
      "dayNumber": 19,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}