{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-highlights-small-group-holiday",
  "tourName": "Bolivia highlights small group holiday",
  "placesVisited": "",
  "generalInfo": "Enjoy amazing views along the Andes and the Amazon, to areas where local people still maintain ancient cultural traditions, and where outstanding nature can be found. Located in the middle of South America, Bolivia is home to the majestic Andes, mountains, expansive cloud forest, unique salt flats, dry forest, savannahs, and the most biodiverse Amazonian rainforest. <br/><br/>Close to the city of La Paz you can explore the Andes, where you will see condors and herds of llamas and alpacas, and visit villages on the historic Isla del Sol and Isla de la Luna surrounded by the amazingly blue Lake Titicaca.<br/><br/>A 55-minute flight from the city of La Paz takes you to a drop down into the verdant rainforest where you navigate the Beni and Tuichi Rivers. Experience the Madidi National Park, which offers the joys of spotting tapirs, flocks of large wild macaws, toucans, howler and spider monkeys and much more.<br/><br/>Another short flight takes you to the surreal landscapes of Uyuni, the world's largest salt flat, with unique sunrises and sunsets, also have a star gazing experience discovering dark constellations as observed by ancient cultures that inhabited the region and learn about the Aymara beliefs as well.",
  "durationDays": "10",
  "price": "3706",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "La Paz. The Uyuni-Bolivian Amazon-Lake Titicaca tour starts by a warm welcome to the city of La Paz with a transfer to your hotel. Our guide will give a quick briefing on this spectacular ten-day tour that features some of the most remarkable destinations in Bolivia and South America. Depending on the time of your arrival to La Paz, there are optional half-day tours not far from this capital city available for request."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "La Paz – Copacabana – Isla Del Sol. At 0800 hours you will take a car ride towards Lake Titicaca, for about 3.5 hours along the Andes, arriving first to Copacabana, a touristic town located on the shores of the lake. We will embark on a touristic boat crossing the steel blue waters of Lake Titicaca for a 1.5 hr until the southern part of the Isla del Sol, landing near the Pilkocaina archaeological site from where we begin our slow 1.5 hr hike, enjoying views and many aspects of life in the island, and later reach our hotel for an overnight stay. The afternoon will be free to explore some viewpoints and enjoy more cool vistas of the island and Lake Titicaca. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Isla del Sol- Copacabana – La Paz. Today we can have the opportunity to enjoy, weather wise, a beautiful sunrise over the fantastic landscapes of Lake Titicaca and the sacred peaks of the beautiful Cordillera Real! After breakfast we hike through the village of Yumani, also known as the garden of the Incas and visit the spring of Eternal Youth, where the Incas performed baptisms. Then we head to the Bay Port to travel back by boat to Copacabana and visit the Virgen Morena and her church. Lunch in Copacabana and later drive back to the city of La Paz, arriving by sunset. (B, L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "La Paz- Rurrenabaque – Chalalan (Madidi National Park) Welcome to Rurrenabaque! If you flew in the morning*, our guide would pick us up from the airport and transfer us to the Chalalán office in Rurrenabaque for a short briefing. For the next adventure we are going to travel up the Beni River in a dugout canoe, passing through the beautiful Bala Gorge and enter the Tuichi River, our gateway to Madidi National Park, on our way to Chalalan Ecolodge. The five-hour river trip to Chalalan is spectacular, dynamic, and will allow you to see Amazon wildlife and pristine forests on both sides of the river. What a best way to introduce you to richest biodiversity nature protected area in the world. We will have a chance to appreciate and enjoy the spectacular scenery of the Amazon and will observe wildlife in the river’s bank, such as capibaras, tapir, wild macaws, toucans, caimans and with luck a jaguar. Once we get to the Chalalan port, in the Tuichi River, we follow an easy 25 to 30-minute hike under large tree canopies until Chalalan Ecolodge. The lodge is nestled in the rainforest on the shores of Lake Chalalan. Immediately after lunch, we will have a short walk through one of our trails where our guide will do rainforest interpretation and share local knowledge about traditional use of the forest resources. The return to the lodge will be by canoe, this will give us a chance to observe some species of monkeys and birds. At night, after dinner, there is an optional guided tour to observe some nocturnal wildlife."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chalalan. We wake up to a rainforest symphony of wildlife sounds. After breakfast, we have a guided walk --3 to 4 hours—in Tapacare trail or similar. A chance to observe some wildlife like, squirrel monkeys, howler monkeys, spider monkeys, capuchin monkey and many other species of birds such as toucans, macaws, parrots, eagles, and guans. Our guide will give us more information about the rainforest, and by noon we will head back to the lodge for lunch. In the afternoon, after some rest, we will hike another trail to keep looking for more wildlife, learn more about plants and animal behaviors. Upon return to the lodge, we will have lunch, and in the afternoon, after some rest, we will take another walk on the trail that leads us to El Mirador (Lookout) to enjoy the beautiful scenery of Lake Chalalan and the distant serranias showing the extensive primary rainforest of Madidi National Park. Dinner and later optional canoe ride along some lake shores to observe amphibians, nocturnal birds, fishing bats, and glowing eyes of black caimans. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chalalán .Today after breakfast, we will have a longer hike to the Eslabón River for approximately 6 hours, listening nature distant and close calls coming from the primary rainforest and our guides will share their extensive knowledge of plants, natural history, and wildlife behavior. We will observe colorful wild macaws, parrots, guans, and other birds from beneath the tall canopies, as well as active troops of brown capuchin and squirrel monkeys. With luck we might see a playful troop of black spider-monkeys, cross a tapir or large herds of white-lipped peccaries. We will have a Box lunch in Eslabón River. After a short rest, we will return to the lodge along the same trail. The rest of the day will be at the lodge where we can rest and/or enjoy a refreshing swim in the lake. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chalalán – Rurrenabaque – La Paz. This last day after an early breakfast and as soon as we are done, we will pack and start walking to the port to take our outboard boat to go back to Rurrenabaque. This boat ride is around 3 hours long, as we will be going with the current. Keep your senses alert because there are always chances of spotting more wildlife on the riverbanks. Upon arrival at Rurrenabaque. FLIGHT TO LA PAZ AT 2:55 PM VIA COCHABAMBA (B, L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "La Paz – Uyuni Salt Flat (Dry season: June-early November) Transfer to El Alto international airport to fly to Uyuni. The flight takes about 1 hour and upon arrival we will visit the train cemetery and later we will drive to the town of Colchani to see how locals extract and process salt. You will begin to explore far deep in the Uyuni Salt Lake, the largest of its kind on Earth, surrounded by ancient volcanic mountains and where the unique landscape offers plenty of opportunities to do incredible nature photography. On the way to explore the salt flat, you will observe the ojos del salar (eyes of the salt flat), where ice cold healing water bubbles through the thick salt via unknown underground rivers. Lunch in the middle of the salt flat. The drive continues crossing towards the strange Isla Incahuasi, populated by very old huge cacti where you will have short hikes accessing 360-degree viewpoints with breathtaking vistas of the immense salt flat. In the afternoon be ready for an amazing sunset, before we return to your hotel located in of the margins the Uyuni Salt Flat. (B, L, D) OR DIFFERENTLY if you are coming during the Wet season: Dec-March, the Uyuni Salt Flat is usually flooded, and crossing is forbidden due to travel safety. We will do our best to take you at specific locations in the salt flat margins where you can enjoy impressive water reflections and picture sunset and sunrises that make this place one the best for nature, and walk some distance in shallow waters. At this time of the year Uyuni is also spectacular for nature photography as well as for gazing the mysterious night sky."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Uyuni’s airport to fly out to the City of La Paz. Upon arrival transfer to the hotel and free afternoon (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to El Alto International Airport"
    }
  ],
  "map": ""
}