{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-wildlife-holiday-jaguars-and-wild-cats",
  "tourName": "Bolivia wildlife holiday, jaguars and wild cats",
  "placesVisited": "",
  "generalInfo": "Move over the northern Pantanal as we have a new contender for the best place in the world to see Jaguars and other (usually elusive) South American wildlife. The Bolivian wetlands and chaco forests are home to large numbers of jaguars, pumas, ocelots, tapirs, anteaters and many other species. <br/><br/>Introduction:<br/>We have developed this unique cat specialist trip to Bolivia for anyone wanting to avoid the crowds in Brazil and enjoy spotting jaguars, pumas, ocelots and possible jaguarondis in the wonderful remote Bolivian pantanal. There is a huge range of wildlife found in Bolivia including endemic river dolphins, various armadillos, rare peccaries, endemic primates, as well as very rare and localised macaws and anacondas as well as many more on this unique Bolivian wildlife tour.<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species of mammals. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist mammal tour focusing on the ecosystems of Bolivia.<br/><br/>This tour visits two particular areas for wildlife, including a private reserve in the Bolivian pantanal which is part of the same huge wetland ecosystem which spreads out into Brazil, Bolivia and Paraguay. The private reserve offers the chance for some of the most spectacular wildlife watching in South America. The reserve encompasses the various ecosystems which make up the Pantanal, including grasslands, tropical forest, lakes and cattle ranching land all of which increases the density of divesity of life as well as making wildlife watching much easier than in thick forests and most other regions.<br/><br/>One of the major draw cards for Bolivia over Brazil is that very few people visit this region, in fact only a handful of guides are allowed to visit this private reserve and so on these trips we avoid the vast crowds of the Pantanal and we can observe wildlife in peace. <br/><br/>In the short time we have been running trips to this reserve we have an amazing 100% success rate for seeing Jaguars and we also have a very high success rate in seeing Ocelots, Lowland Tapirs, Pink Dolphins (endemic to Bolivia), Sloth, Anteaters, Marsh Deer and much more. But it is not just mammals which are spectacular here, the birding is phenomenal with over 270 species being recorded here. The larger more colourful species which can be found include various macaws, king vultures, spoonbills, toucans, sunbitterns and more.<br/><br/>The second place we visit on this trip is the internationally famous yet rarely visited Kaa Iya National Park in search of the elusive Jaguar, Tapir and Puma. We will explore this park in the morning, afternoon and during the night with spotlighting from our 4x4 vehicle. <br/><br/>This tour heads into the heart of the Bolivia Chaco which is a wonderfully diverse ecosystem. As well as safari drives and hikes we will be setting up and checking our camera traps to see what wildlife is around when we are not there to see. <br/><br/>All of this will be done with the expert guidance of local naturalist guides and where possible our own zoologist guides (zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and wildlife researchers also. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Bolivian cat focused mammal watching tour.<br/><br/>Group Departure: 4-16 October 2023<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Santa Cruz. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Bolivia. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. We have to camp in the remote areas we visit and all camping equipment will be provided with the exception of sleeping bags or sleeping liners. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the field. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Bolivian Pantanal and Chaco ecosystems is hot and dry (although it is the end of the dry season and the occassional early rain can occur). The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from hotels in Santa Cruz to camping and basic accommodation. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as many mammal species are nocturnal.<br/>• All the above reasons give this, our specialist mammal watching tours give us a great success rate of seeing our targeted species (as well as many others). We have an unrivalled network of experts and guides throughout Bolivia so that we can try and find and observe mammals and many more species. We also have the ability to organise and run wildlife tours of Bolivia at other times of year and focusing on other groups of wildlife such as birds, reptiles &amp; amphibians or even botany as well as other groups of animals or even specific species such as jaguars, maned wolves, giant armadillos etc. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 2 particular locations, firstly the vast wetland ecosystem of the Pantanal as part of the private reserve and then the drier more scrub forest ecosystem of the Bolivian Chaco. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle (4x4) but we also include hiking where needed to have a better chance of seeing wildlife. There is no particular high level of fitness required and so the trip requires no special hiking experience or a specific level of physical fitness. This is a very easy trip to undertake. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old<br/><br/>Pictures:<br/>WolfmanSF, CC BY 3.0",
  "durationDays": "13",
  "price": "5450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santa Cruz - Arrival On your arrival into Santa Cruz airport you will be met by your local guide/driver and take to your hotel for the night. The rest of the day will be free. Santa Cruz is one of the fastest growing cities on the world, it’s often ignored as a tourist destination in favour of its more touristic rivals like Sucre and La Paz. If you wish you can arrange a half day sightseeing tour of the city with your local guide at extra cost. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jaguar Land Reserve - Travelling & Wildlife Watching After breakfast this morning you will be transferred approximately 5 hours to a wonderful private reserve which is well known in the area for jaguar sightings. We will have lunch on the way at a local restaurant and reach the reserve in the mid afternoon. Along the way we have a good chance to see a lot of flora and fauna such as spectacled caimans, various species of macaws, three-toed sloths and a variety of monkey species primates. Once we arrive at the reserve we will continue to the camp site (we hope for some permanent housing in the near future, but at present this is a camping trip). The camp will be set up (complete with large comfortable tents, air mattresses and all other camping equipment needed) and we will unpack and then we will explore the reserve for the first time. We will explore the reserve in our own private 4×4 vehicle. We will be looking for a wealth of wildlife, including the highlight; Jaguars. We will return to the camp for dinner and then head out after dark for spotlighting, looking for ocelots and other nocturnal species. (all meals included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaguar Land Reserve / Santa Cruz - Wildlife Watching & Travelling This morning will be your last morning in the reserve looking for wildlife. After your final drive you will have breakfast as the camp is packed up, before leaving back for Santa Cruz. We will have lunch en route before getting back to the city hotel in the late afternoon. (breakfast and lunch included today)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kaa Iya National Park - Travelling & Wildlife Watching Once again you will be collected from the hotel after breakfast and we will depart for our next destination. The drive to Kaa Iya National Park is a full day and we will stop after 260km (~3.5 hours) at the town of San Jose. Here we have lunch at one of the local restaurants. We then drive a further 90km off road to enter the park, please note, Pumas, Peccaries, Toucans, Jaguars and more have been seen on this drive so have the cameras ready. Once inside the park, we sign in with the Park rangers and set up bedding and equipment before the late afternoon safari. We will then set out for a trek along the pipeline in search of Jaguars and more, Big cat and tapir tracks and scat are extremely common and an excellent indication of how many large mammals live in the park. After dinner we will do a night spotlighting drive or a night walk. (all meals included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kaa Iya National Park / Santa Cruz - Wildlife Watching & Travelling Today will be your last chance to see wildlife in Kaa Iya National Park, you will have one final safari drive as we leave the park. We will stop for lunch in San Jose de Chiquitos before we return to Santa Cruz in the evening. The rest of the day is at your leisure. (breakfast and lunch are included today)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Trinidad (Mamore & Ibare Rivers) - Travelling & Wildlife Watching This morning we will go to the airport in Santa Cruz and fly to Trinidad. Arriving around 10am we will then be collected transfered to port on the Mamore / Ibare Rivers where we will have a full day private boat trip looking for the endemic Bolivian pink dolphins, three-toed Sloths and much more wildlife in the river and along the forested banks. We will have dinner in a nearby boutique hotel. (breakfast and lunch are the only meals included today)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gran Mojas - Wildlife Watching & Travelling This morning will be an early start as we head to the Gran Mojas searching for the critically endangered and endemic to Bolivia, Blue-throated macaw. This species is only found in a few remote areas on the planet and today we have a good chance of seeing them. Also around here is the Beniano anaconda which is another rare Bolivian endemic species and of course much more wildlife too. We will have dinner in the boutique hotel (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Santa Cruz - Travelling & Day of Rest This morning you will be transferred to the airport after breakfast to catch the flight back to Santa Cruz, where you will be met and taken to the hotel. The rest of the day is free to explore the city or just rest before the flight back home. (no meals are included today)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Home After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast only included)"
    }
  ],
  "map": ""
}