{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-and-peru-tour",
  "tourName": "Bolivia and Peru tour",
  "placesVisited": "Lima, Amazon rainforest, Medicinal plant tour, Cuzco, Sacred Valley, Inca Trail, Machu Picchu, Puno, Lake Titicaca, Floating Uros Islands, La Paz, Salar de Uyuni salt flats, Potosi, Sucre, Optional: Potosi silver mine tour, mountain biking, hang gliding",
  "generalInfo": "This 25 day Peru and Bolivia tour takes travellers from Lima to La Paz by way of the Amazon jungle, Inca Trail and Lake Titicaca so all you have to do is hold on tight and enjoy one of the best South American adventures imaginable.<br/><br/>Ancient stone paths, stunning mountain scenery and vibrant cultural experiences ensure this Peru and Bolivia tour leaves no Inca stone left unturned with domestic flights and several different trekking or train options allowing you to really maximise your time from Lima to La Paz.<br/><br/>The landscapes that you’ll encounter are simply phenomenal with rainforests and highlands teeming with exotic wild animals as well as local communities making the most of the terraced hillsides as well as persevering in traditional farming techniques in some stunning settings. <br/>",
  "durationDays": "25",
  "price": "4195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima.",
      "description": "Bienvenidos! Welcome to Peru, a fascinating country home to Indigenous cultures dating back millennia, rainforests, a mouthwatering cuisine and lofty mountains. Your adventure begins in Lima with a welcome meeting at 2 pm at your hotel. After, head downtown for a walking tour of the city's historical centre to take in the colonial mansions, palaces and churches that line the streets. If you arrive a day or two early, consider opting for the Lima Bites and Sights Tour with Urban Adventures to sample local street food and Pisco cocktails in the bohemian Barranco district. Tonight, you might like to join your group for an optional dinner to get to know each other."
    },
    {
      "dayNumber": 2,
      "title": "Amazon Jungle.",
      "description": "Rise and shine early today for your journey into the wilds of the Peruvian Amazon. Take an early transfer to Lima airport, then fly to Puerto Maldonado. Here, you’ll pack a small duffle bag with essentials for the next two days. Board a motorised canoe and cruise deep into the jungle. The journey to your eco-lodge in the Madre de Dios region will take a couple of hours, so you’ll stop for lunch along the way. Settle into your thatched-roof lodge before a short orientation walk of your surroundings. Spend the evening taking in the sights and smells of the jungle and enjoy an I’m-so-far-from-home moment."
    },
    {
      "dayNumber": 3,
      "title": "Amazon Jungle.",
      "description": "Get ready for an unforgettable day exploring the depths of the jungle! Set out on a half-day trek guided by local experts on the area's flora and fauna. Learn from your guides about the medicinal and practical uses for some of the plants that grow here, which Indigenous people have been studying and using for thousands of years. On your walk, keep an eye out for rainbow macaws and butterflies, and listen for the barking call of the peccaries and chattering of monkeys that call the jungle home. This part of the Amazon is also known to house capybaras, giant otters and jabirus, so keep your eyes peeled for these exotic creatures.?Return to the lodge for lunch and some free time to relax. Once the sun goes down, venture out on a night walk in search of some of the jungle's nocturnal inhabitants (caimans, jaguars and anacondas)."
    },
    {
      "dayNumber": 4,
      "title": "Cusco.",
      "description": "Leave behind the natural wonders of the Amazon for the man-made wonders of Cusco. Return to Puerto Maldonado to collect your luggage, then take a short flight. If Lima is Peru's head, then Cusco is definitely the heart. Once you've spent some time acclimatising to the altitude of 3450 m, head out on an orientation walk with your leader. See the ancient and contemporary architecture styles, including the Plaza de Armas (Main Square), the San Pedro Market, the 12 Angled Stone, Regocijo Square and San Blas Square. This tour will also pass by the most significant temple in the ancient Inca empire?–?Qoricancha. Despite being covered with a Baroque facade in the 17th century by the Spanish, the original Inca masonry has been uncovered in some areas. In the evening, visit Casa Intrepid for your trek briefing, then you’re free to explore at your own pace or find the perfect dinner spot with your group and try some local Peruvian favourites."
    },
    {
      "dayNumber": 5,
      "title": "Ollantaytambo.",
      "description": "Hop on a private bus this morning and travel through the lush terraces of the Sacred Valley to Ollantaytambo – one of the few places where the Inca defeated the Spanish. On the way, stop at a village to enjoy lunch and conversation in a community that still practices many Inca traditions. Visit the AMA Restaurant in Urubamba – this cafe provides employment opportunities and job training for single mothers throughout the Sacred Valley. Enjoy a snack and learn how this inclusive enterprise focuses on economic growth, gender equality and the support of vulnerable communities. Continue your journey to Ollantaytambo, tonight, maybe you’d like to sit down for a dinner of quinoa and alpaca stew at one of the local restaurants."
    },
    {
      "dayNumber": 6,
      "title": "Inca Trail.",
      "description": "Depending on the travel arrangements you made before the trip, during the next four days you’ll be either hiking the Inca Trail (Route 1), hiking the Quarry Trail (Route 2) or staying in Cusco for two days before taking the train to Aguas Calientes (Route 3). All routes visit Machu Picchu.? While away from Cusco, the bulk of your luggage will be stored at your hotel. If you’re hiking the Inca Trail or the Quarry Trail, the evening before you leave, you'll receive a small duffle bag to carry your clothes in for the next four days (5 kg maximum). Your team of porters will carry these bags for you, together with the food and equipment for the trail. You won't have access to these items until the end of each day, as the porters will always be ahead of the group. If you’re travelling to Aguas Calientes by train, you'll be able to leave most of your luggage at the hotel in Cusco and travel with only a small bag for the overnight stay in Aguas Calientes.? Route 1 Inca Trail? Today, travel by minivan to the 82 km marker and meet your crew of local porters, your cook and your guide. Your first day will include uphill trekking to the campsite, which sits at 3100 m above sea level. On the way, you’ll see the Inca sites of Ollantaytambo, Huillca Raccay and Llactapata, as well as incredible views of snow-capped Veronica Peak. In the evening, unwind at the campsite with a nourishing meal prepared by your cook.? Route 2 Quarry Trail? Make an early start today and drive to Choquequilla, a small ceremonial place where Incas worshipped the moon. From here, you’ll head to the small community near Qory Song’o (Golden Heart) hill, where you’ll climb to the top for the incredible views of the Soqma Perolniyoc, Pachar and Huarocondo valleys. There are also several sacred tombs in the area, protected by the locals, which you can explore with your leader and even see some of the original structure crafted from wood and leather. These remains have never been seen by travellers before, so you can be a part of this exclusive experience. Carry on to the Perolniyoc Cascade lookout, where you can stop for some snacks and photos. Arrive at the campsite, 3700 m above sea level, around lunchtime. After, set off to explore the Q'orimarca archaeological site, which once served as a checkpoint to the Incas.? Route 3 Cusco:? After spending the night in Ollantaytambo, take a short drive to the town of Pisac. Pisac is well known for its market. Here you’ll have the opportunity to shop for souvenirs and perhaps try some local empanadas. Arrive back at Cusco in the afternoon, where your leader can take you to San Pedro Market, where you have the option to buy some local favourites for a picnic tomorrow or enjoy having some free time. Perhaps head out for dinner– your leader will have plenty of local recommendations."
    },
    {
      "dayNumber": 7,
      "title": "Inca Trail.",
      "description": "Route 1 Inca Trail This is the most challenging day of the trek, as you ascend a 5-hour long steep path to reach the highest point of the trail. Colloquially known as 'Dead Woman's Pass', Warmiwanusca sits at a height of 4200 m above sea level, providing amazing views of the valley below. The group will then descend to the campsite in the Pacaymayo Valley at 3650 m. Route 2 Quarry Trail This is the most challenging and rewarding day of the hike. A 3-hour walk takes you to the top of the first pass of Puccaqasa, about 4370 m high. After enjoying the picturesque views of the valley, it’s a short walk before stopping for lunch. After, make the 2-hour hike to Kuychicassa, the highest pass of the trek at 4450 m. From here, descend to the sacred site that the Incas called Intipunku. This is a sun gate, where the sun will stream through at particular times of the year and there are views of the Nevado Veronica mountain year-round. The Incas built several sun gates, the most notable overlooking Machu Picchu. Head to the campsite, only a stone’s throw away and at 3600 m.? Route 3 Cusco Today, take a taxi to Tambomachay, an archaeological site just outside of Cusco. From here you’ll take a 3 to 4 hours walk back to Cusco. On the way, stop to admire some of the archaeological sites, including Puka Pukara, Quenqo and Saksaywaman. Arrive back in Cusco in the early afternoon and enjoy some free time. Maybe visit the Merida, Mendivil and Olave art galleries and workshops before finding a great spot to sit down and enjoy some dinner."
    },
    {
      "dayNumber": 8,
      "title": "Inca Trail.",
      "description": "Route 1 Inca Trail Start the day with a climb through the Pacaymayo Valley to Runkuracay Pass at 3980 m. Enjoy views of the snow-capped mountain of Cordillera Vilcabamba before descending for around 2 to 3 hours to the ruins of Sayacmarca. Continue over the trail’s third pass to the ruins of Phuyupatamarca at 3850 m, also known as the 'Town Above the Clouds'. Start the 2-hour descent down the Inca steps to the final night's campsite by the Winay Wayna archaeological site.? Route 2 Quarry Trail Today’s hike will all be downhill. The first stop is the incomplete Kachiqata quarry, where the Incas were intercepted by the Spanish. Explore the cobbled streets of Ollantaytambo when you finish your trek. This is where you’ll meet with the travellers in your group who didn't hike, before taking the short train journey to Aguas Calientes.Spend the night in a hotel before tomorrow’s visit to Machu Picchu. Route 3 Train to Aguas Calientes After a 1.5-hour drive to Ollantaytambo. This is where you’ll meet up with the travellers in your group who hiked the Quarry Trail. You’ll catch a 1.5-hour train through the winding Urubamba Valley to Aguas Calientes. The city is nestled in the cloud forest at the foot of Machu Picchu. Spend the night in a hotel before tomorrow’s visit to Machu Picchu."
    },
    {
      "dayNumber": 9,
      "title": "Inca Trail.",
      "description": "Route 1 Inca Trail This is the final and most spectacular leg of the trek to Machu Picchu – one of the famed Wonders of the World. The day starts before dawn, with breakfast at 4 am. Say farewell to the porters as they descend to the train station and begin hiking. Once the final checkpoint opens at 5 am, you’ll begin the final 2.5-hour trek to Intipunku (the Sun Gate). Weather permitting, you’ll enjoy unforgettable views over the ‘Lost City of the Incas’ as you enter Machu Picchu through the Sun Gate.? ? Route 2 and 3 Machu Picchu to Cusco? Take an early bus up to Machu Picchu at 6:00 am. The city was built around 1440 AD as a country retreat for the Incan nobility, but there’s evidence that the land had been a sacred Incan site for much longer. Take a guided tour around the ruins of temples, palaces and living quarters. This is a day to remember!?? ? For all travellers, after taking advantage of the seemingly endless photo opportunities, it's time to catch the bus to Aguas Calientes, where you’ll stop for lunch together. From here, take a scenic train ride to Ollantaytambo, then drive back to Cusco, arriving in the evening.?"
    },
    {
      "dayNumber": 10,
      "title": "Cusco.",
      "description": "Enjoy free time to relax, shop and explore more of Cusco's many sights. Maybe rest your weary legs at a cafe on Plaza de Armas or head to the San Pedro Market where you can find vegetables, meats, local cheeses, chocolates, herbal medicines and many local handicrafts. It’s a great place to pick up souvenirs or ingredients for a picnic. The market is also where many locals (and daring travellers) go to eat ‘mystery soups.’ Some may be just chicken – however, the most popular among the locals usually contain frogs or offal. For those looking for something active, why not try mountain biking in the hills that surround Cusco?"
    },
    {
      "dayNumber": 11,
      "title": "Puno.",
      "description": "This morning after breakfast, travel through the dramatic scenery of the high altiplano to Puno – located on the shores of serene Lake Titicaca. At an altitude of 3800 m, Lake Titicaca is the world's highest navigable lake. Today includes a bit of a long drive in a local bus, but it’s worth the first glimpse of immense Lake Titicaca, whose?seemingly endless waters stretch into the horizon. Puno is a melting pot of Indigenous Aymara and Quechuan culture and traditional Andean customs, and it wears its traditions on its sleeve. If you're lucky, your trip will coincide with one of the many cultural festivals here. Ask your leader where you can get the best grilled trout tonight – a true local specialty perfect for dinner.? ?"
    },
    {
      "dayNumber": 12,
      "title": "Llachon community.",
      "description": "This morning, you’ll take a tour of the immense lake by motorboat, stopping at the floating Uros Islands that look like they could come from a Pixar or Studio Ghibli movie. Built by the Uros people to protect themselves from encroaching Inca forces hundreds of years ago, the islands are constructed from many layers of totora reeds that grow in the shallows of the lake. Get a closer look at contemporary life on the shores of the lake with a homestay in a local community.?Help your host family with their daily activities, try out a few words in the Quechua language and maybe even join a local soccer game to make some friends on the makeshift pitch. Tonight, sit down and swap stories with your hosts, who will cook you a feast full of traditional Peruvian favourites."
    },
    {
      "dayNumber": 13,
      "title": "Puno.",
      "description": "This morning after breakfast, board another motorboat and cruise to Taquile Island – known for the intricate, hand-knitted textiles the locals produce.?Here, knitting is strictly a male domain and women do the spinning. It's a great place to pick up some high-quality, locally knitted goods, with the added bonus of supporting the local community. Then, take an hour uphill trek to the main area of the island, where you can shop for handicrafts. After, descend about 500 steps to the boat. Return to Puno, where you might like to gather your group and find a local watering hole to enjoy a drink or two – try a chilcano or indulge in another pisco sour."
    },
    {
      "dayNumber": 14,
      "title": "La Paz.",
      "description": "This morning, head to the bustling highland city of La Paz in Bolivia. At the border, say goodbye to your Peruvian leader and welcome your new Bolivian leader. After border formalities at the Peruvian migration office and document checks as you cross the border, you’ll discover the colonial architecture of La Paz. Browse the markets on a walking tour, taking in the?vibrant expressions of culture. Over the last decade, grassroots activism and a shifting political landscape have created space for various Indigenous cultures to live openly. After the walking tour, why not head to the?Witches' Market in search of folkloric remedies, potions and totems? It's a great place to pick up a last-minute souvenir!"
    },
    {
      "dayNumber": 15,
      "title": "La Paz.",
      "description": "Today is a free day to explore La Paz at your own pace. Tonight, you'll have another welcome meeting at 6 pm to meet the new members joining your group. After, maybe head out into the city, situated in the middle of a vast volcanic crater. Breathe the ‘thin’ air, marvel at the vistas of buildings clinging to the canyon sides, and explore the lively streets like Calle Jaen."
    },
    {
      "dayNumber": 16,
      "title": "La Paz – Uyuni.",
      "description": "Leave La Paz this morning and travel by private vehicle to Uyuni – the gateway to Bolivia’s acclaimed salt flats. You’ll arrive in the late afternoon, so be sure to have a podcast and snacks ready. Uyuni feels a bit like you've reached the end of the road, which is true in a way. This remote town sits on the edge of the high altiplano – a wilderness extending hundreds of kilometres towards the border with Argentina and Chile. After checking into your hotel, the evening is yours to relax. Although basic, the rooms are clean and comfortable – and it may be the last time you’ll have a hot shower for a few days!"
    },
    {
      "dayNumber": 17,
      "title": "Salar de Uyuni.",
      "description": "Uyuni is the starting point of your 4WD adventure to Salar de Uyuni in the Andean Desert. This morning, you’ll stop by the eerie Train Cemetery where abandoned locomotives rust in the sun. Continue to Colchani – a town that produces salt the old-fashioned way, before heading into the salt flats. With endless skies that meet endless white plains, it's a hypnotic sight! Then, pop into an intriguing salt hotel and drive to an island of cacti that rises like a jagged reef in the desert. Known as Isla Inca Wasi, or Fish Island, this fossil-strewn outcrop was once the top of an ancient volcano – you’ll have the chance to go on an optional hike here. Continue south to your homestay-style accommodation in a small village and refuel with an included dinner."
    },
    {
      "dayNumber": 18,
      "title": "Desierto Siloli – Laguna Colorada.",
      "description": "After breakfast, hit the road through the incredible wilderness of the Andean Desert. Pass by Chiguana Salt Lake, the active Ollague Volcano and other small lakes of various colours – perhaps with a streak of pink if flamingos are nearby! Continue to the Siloli Desert – known for its seven-coloured mountain and Arbol de Piedra (Stone Tree) rock formation. You’ll also visit an Andean wildlife reserve (Reserva de Eduardo Avaroa) and hike around the Laguna Colorada (Red Lake) – keep an eye out for llamas, vicunas and foxes along the way. After a big day, head to your accommodation in a local community (either Huayllajara or Polques) for a well-earned rest and an included dinner."
    },
    {
      "dayNumber": 19,
      "title": "Salar de Uyuni – Uyuni.",
      "description": "Rise early to try to catch the sunrise over the surrounding geysers. These bubbling fumaroles are especially active in the morning thanks to the cold air. There may also be an opportunity to visit a hot spring for an optional morning dip. After, drive through more barren landscapes – some of which are frequently compared to Salvador Dali’s paintings – to the strikingly green Laguna Verde, Valle de Rocas (Rock Valley) and the San Cristobal mining town. You’ll return to Uyuni around 5 pm to spend the night at your leisure. After a few days in the desert, you may want to check out a local restaurant with your group for an optional dinner and drinks."
    },
    {
      "dayNumber": 20,
      "title": "Potosi.",
      "description": "This morning, say goodbye to Uyuni and board a local bus for a scenic ride to the city of Potosi in Bolivia's southern highlands. Potosi has a turbulent past, centred mostly around its mining successes and failures. Once the leading supplier of silver to colonial-era Spain, it briefly claimed to be one of the wealthiest cities in the world. Explore the architectural remnants of this period on an orientation walk with your leader, followed by free time for the rest of the day. Perhaps visit the National Mint Museum or the Santa Teresa Convent Museum to see the art and treasures within the convent’s original walls."
    },
    {
      "dayNumber": 21,
      "title": "Sucre.",
      "description": "After a free morning in Potosi, take a local bus to the temperate valley city of Sucre, Bolivia's official capital. Sucre was declared a UNESCO World Heritage site in 1991 and has retained much of its colonial heritage in its churches, museums and mansions. Most of the colonial buildings have been whitewashed, hence the city's nickname, the 'White City'. When you arrive, the rest of the afternoon is yours to relax or find your bearings. Tonight, maybe see if your group wants to grab dinner – Sucre is known for mondongo (pork ribs) and saltenas (Bolivian empanadas)."
    },
    {
      "dayNumber": 22,
      "title": "Sucre.",
      "description": "Spend the day exploring Bolivia’s capital. After an orientation walk with your leader, compare shoe sizes with a dinosaur at Cal Orcko – home to 68-million-year-old footprints and the world’s largest collection (over 12,000!) of dinosaur footprints. Then, you might like to visit the Museo de la Recoleta – a 400-year-old convent with a fascinating collection of sculptures and paintings and great city views. Or maybe head to the Plaza 25 de Mayo to mingle with Sucre's affluent residents and wander the ornate interior of the Senora de la Merced."
    },
    {
      "dayNumber": 23,
      "title": "Sucre .",
      "description": "Today, set off for a hike along the ancient Pre-Incan path known as the Chataquila trek. This (mostly downhill) trek is relatively easy and offers stunning views of the Andes. You have free time for the rest of the afternoon. There are plenty of optional activities in and around town, so what you get up to is up to you! Bolivian dance show or textile museum, anyone?"
    },
    {
      "dayNumber": 24,
      "title": "Sucre - La Paz.",
      "description": "Depending on flight time and availability, you’ll fly back to La Paz in the morning or afternoon. When you arrive, maybe visit the Coca Museum to learn about the history and significance of the coca plant in South American cultures – or just kick back at your hotel."
    },
    {
      "dayNumber": 25,
      "title": "La Paz.",
      "description": "Your Bolivian adventure comes to an end after breakfast. With no activities planned, you’re free to leave anytime. With so much to see and do, you might want to spend an extra day or two in the city – just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}