{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-tailor-made-tour",
  "tourName": "Bolivia tailor made tour",
  "placesVisited": "",
  "generalInfo": "Tailor made short Bolivia tour with extensions possible for trekking, mountain biking, going to the Amazon rainforest &amp; island hopping at Titicaca lake. It is still possible to travel to a country where you don´t need to look for old traditions &amp; folklore, where all is integrated into daily life, this is Bolivia. <br/><br/>On this short Bolivia tour you will have an unique combination of magnificent landscapes, being active and outdoor and enjoy a great variety of scenery. And all of this accompanied with the warm hospitality, humour and curiosity of the Bolivian people. <br/><br/>For those who love nature and details, Bolivia is one of the 8 countries in the world with the greatest variety of species of plant &amp; animal life. For photographers and nature lovers we can design special trips to the National parks of Bolivia. This short Bolivia tour is made to make your trip into a once in a lifetime experience with a high level of accommodation and comfort (if you prefer). A trip to never forget the marvels of nature and its people ! <br/><br/>On this Bolivia tour all transfers, excursions &amp; accommodations are arranged for you by our agent in La Paz. The accommodations are excellent 3-4 star Bolivian hotels, all selected for a specific setting &amp; ambience. The excursions are in this itinery group excursions guided by English speaking local guides for Tiwanaku, Salar Uyunyi &amp; Coroico, rest excursions is all private. It can be quoted as all private excursions including the Uyunyi saltflat jeep trekking with best Takya hotels. All transfers to/from hotels, airports and excursions are included. The Bolivia short tour offered is one of the best short itineraries including the Andes mountains &amp; Uyunyi saltflat worth its value for an unforgettable experience. Contact us for more details and we can have a meeting by Skype.<br/><br/>La Paz day excursions: from La Paz only you can make so much magnificent day excursions that you will need more than a week. You can go into the high mountains, ascend glaciers up to visiting the hot pool of Sajama, have mountain bike programs and visit the thermal baths of Urmiri, descend over the death road to Coroico on mountainbike or from Chacaltaya, visit Coroico by car and enjoy the mountain rainforest, yunga, in a more comfortable way, visit Takesi, Illimani, ascend Charkini. And not to forget the 2 or 3 day ascent of the Huayna Potosi in the Cordillera Real. We can also arrange specialized private ascents in the Cordillera Real, mountain climbing courses and all kind of mounatin bike programs and trekkings for individuals and groups.<br/><br/>The Bolivia itinery below can be modified to your personal wishes including departure date, duration, accommodation used &amp; how long you spend in each destination. <br/><br/>Family holiday: this Bolivia tour can be tailormade to suit the needs of a family taking in to account the ages of the children and all the travel wishes. We can also combine the highlights of Uyunyi saltflats with a Cusco-Machu Picchu &amp; Galapagos program. With a tailor made trip through Bolivia and/or Peru we can offer 10-15% discounts on public prices for Galapagos cruises. <br/><br/>We have more than 200 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Bolivia, Brasil, Peru, Colombia, Mexico with Guatamala, Venezuela to Chile and Argentina. See also our 26 day Bolivia tailor made roundtour from Santa Cruz to La Paz (or the other way around) on Responsible Travel. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.",
  "durationDays": "9",
  "price": "1980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival La Paz. City Tour + Valle de la Luna (afternoon) Tour. Visit to the city, observing: the residential neighborhoods, the district of Miraflores, the replica of the Semi-subterraneous Temple of Tiwanaku, the Killi Killi viewpoint, the Plaza Murillo (Government Palace, Congress and the Cathedral), the Jaen street, the Gold Museum, the cable railway, the area of the Black Markets and the Witches Market. Hostal Naira all nights La Paz."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour Tiwanaku. Pick up from your hotel for a tour of approximately 05 hours to visit the ruins of Tiwanaku. On the way visit the Apacheta of Lloqo Lloqo from which we'll see another side of the Bolivian highlands, arriving at the ruins after 01 hour and a half. Visit to the Museum of Tiwanaku. Then we start the tour of the archaeological site to see the sacred religious precints, stone carved monoliths and the famous Puerta del Sol. Return to La Paz."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Condoriri mountains full day. We pick you up from your hotel, for a journey of about two and half hours to reach Tuni lagoon. From \"Campo de Llamas\" will begin a three-hour walk up to Chiarkhota lagoon (5379 m) base camp of the Condoriri massif. After lunch we will begin a walk around to observe the different peaks, such as Aguja Negra (5290 m.), Ilusión (5330 m.), Piramide Blanca (5230 m), Pequeño Alpamayo (5330 m) and others. Being surrounded the base camp (in a sort of horseshoe) by snowy mountains, is a privileged site for observing and photographing. At 15:00 approximately, we have a two hours walk to Tuni lagoon, before returning to La Paz."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day in the mountains. Pick up at hotel. Chacaltaya to Huayna Potosí Base Camp. Walk for 06 hours. On the way to Chacaltaya, we will make some stops to observe the city and its surroundings. Arriving at the lodge will begin a walk through the three mountain peaks, to observe the Cordillera Real, Lake Titicaca, the high-plateau and the snow-covered Huayna Potosi. Then we restart the walk along the edge of the mountain toward the Huayna Potosi. After some hours of walking it begins the descent down the valley of Milluni. There we take the car to visit the dam at the Zongo Pass and the base camp of Huayna Potosi. Return to La Paz."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Flight La Paz – Uyuni. Day 01: Salar de Uyuni group tour - 3 days, 3 nights. Visiting: the handicrafts in Colchani, the piles of salt, the salt museum, the great Uyuni salt field and Incahuasi Island which is located in the heart of the Salar and is characterized by the presence giant cactus. Lunch (Box-Lunch) on the Island. After lunch we will have free time to enjoy the scenery. We continue the journey to the town of San Juan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 02: Salar de Uyuni group tour. After breakfast, depart from San Juan to Huayllajara. En route we will visit: the Mirador Ollague, the lagoons (Cañapa, Hedionda, Chiarkhota, Honda and Ramaditas), the Siloli desert, the Stone Tree and the Laguna Colorada. Lunch (box lunch) en route. Then continue towards Huayllajara, located 15 minutes from Laguna Colorada."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 03: Salar de Uyuni group tour. Departure from Huayllajara to Uyuni. En route we will visit: the geysers, the fumaroles, the hot springs of Polques. Breakfast en route. We continue to the Dali Desert and Laguna Verde. Returning to Uyuni, we will visit en route: the Valley of the Rocks, the authentic villages of Alota, Kulpina K and San Cristobal. Box Lunch on route. Arrival to Uyuni. Flight Uyuni – La Paz. Hostal Naira La Paz."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mountain Bike Coroico Group Tour along spectacular Death road from Altiplano to mountain cloudforest. Can also be private guided or as private excursion by car. We can also replace this program with a day to Sajama National Park or a hiking day on glaciers. The Sajama volcano is located at the north of the volcanic chain. We are going to visit the Keñua forests and the hot springs of Kasilla. After lunch, we continue visiting the geysers, and then return to La Paz."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure La Paz and flight home, fly to Rio de Janeiro / Paraty beaches or continuation with another Latin American destination."
    }
  ],
  "map": ""
}