{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "peru-bolivia-chile-holiday",
  "tourName": "Peru, Bolivia & Chile holiday",
  "placesVisited": "Peru: Lima, Cusco, Sacred Valley of the Incas, Train to Macchu Picchu, Guided tour of Sacsayhuamán, Puno, Bolivia: Copacabana, Boat trip on Lake Titicaca, La Paz, Uyuni Salt Flats (Salar de Uyuni), Chile: Atacama Desert, San Pedro de Atacama, Santiago, Andes",
  "generalInfo": "This 18-day, Peru, Bolivia and Chile holiday is an adventure through some of the most dramatic landscapes these three countries have to offer. Using a mixture of comfortable, private and public transport, plus three internal flights to cover the mountainous heartland of the Andes, we cover a lot of ground on this trip.<br/><br/>Your adventure starts in Lima. After a guided tour and a night in this magnificent capital, we take a domestic flight to Cusco. Cusco was capital of the Inca Empire and is now a UNESCO World Heritage Site, not only for its rich Quechua culture but because it is also gateway to the Sacred Valley of the Incas.  Taking the famous train journey up to Machu Picchu from Cusco is a highlight for many, but equally stunning is our journey further south to Lake Titicaca, where you can witness the very traditional local lifestyles in town of Puno.<br/><br/>Lake Titicaca straddles the border with Bolivia. Crossing over, we’ll take a boat trip along the famous sapphire lake. From here we drive over dramatic Altiplano landscapes to the most elevated capital city in the world at 3,800m, La Paz, surrounded by the Cordillera Real Mountains where we enjoy a few days. <br/><br/>Our next journey is by plane to Uyuni and its famous, eponymous Salt Flats, known as the Salar de Uyuni. From here we take on a three-day overland expedition through stunning terrain, a salt crust that stretches over thousands of square kilometres, at 3,656m above sea level and with the Andes always in sight. From here, in we head into Chile and the Atacama, the driest non polar desert in the world, staying at the adobe oasis town of San Pedro de Atacama. And in contrast, because Chile likes its contrasts, we take one last internal flight to the country’s capital, Santiago where the tour finishes in style in this ancient colonial capital with Andean backdrop, bohemian vibe, vineyards, museums and café life.<br/>",
  "durationDays": "17",
  "price": "5636",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive into Lima. Overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met at the airport by the Journey Latin America tour leader or a local representative. The drive to the hotel encapsulates the invigorating chaos of a modern Latin American capital city. Lima, the City of Kings, was once the capital of Spanish America, and the vestiges of its glorious past can still be seen in the faded grandeur of the colonial churches and traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a dynamic and chaotic low-rise city of over 10 million people. In crowded streets, throngs of traffic race out towards Miraflores, a modern middle-class suburb on the coast, where your hotel is located."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Cusco, afternoon at leisure.",
      "description": "Fly to Cusco (1 hour). The name Cusco derives from the Quechua word for navel, indicating its location at the centre of the Inca Empire; one that reached its peak as Columbus prepared to sail across the Atlantic. Its many impressive original Inca walls display extraordinary craftsmanship, and the squares are dotted with ornate colonial churches. It’s a vibrant, lively city, where shoeshine boys and postcard sellers jostle for your attention on cobbled streets lined with handicraft shops and cafés. In the evening, the town squares fill with people flocking to the many restaurants (both upmarket and sophisticated cuisine and local delicacies are on offer), bars and clubs."
    },
    {
      "dayNumber": 3,
      "title": "Excursion to the Sacred Valley of the Incas; overnight.",
      "description": "Today, head out from Cusco over the high plains and descend to explore the fertile Sacred Valley of the Incas. Once the bread-basket of the Inca Empire, it was heavily populated in imperial times and scores of archaeological sites remain, where well-preserved ruins bear witness to the highly developed society that the Incas created. The drive passes through or close to several of the villages and temple fortresses that pepper the valley. The Pisac complex, set high above and visible from the eponymous colonial village you will visit, is built on terraces carved into the steep hillsides. The engineering and preservation are unrivalled. From the flat valley floor this intricate hillside rises up like a green staircase to the heavens. Continue along this picturesque, patchwork valley to the temple of Ollantaytambo. The snow-frosted Andean cordillera forms a stunning backdrop. Ollantaytambo, sitting strategically at the gateway to the Amazon basin, was never captured by the Spanish conquistadors, but the inhabitants decided that the settlement was too vulnerable and would eventually fail, and so they abandoned it. The fortress, the colonial grid plan and the Inca foundations are still intact and there are wonderful views down over the sloping hillsides and into the fertile valley. You spend the night in the tranquil valley."
    },
    {
      "dayNumber": 4,
      "title": "By train to Machu Picchu, guided tour of the ruins.",
      "description": "Set off by rail to Machu Picchu (2½ hours). As the Urubamba river enters its narrow gorge between thickly-forested granite hills, there is room only for a single track, which hugs the right bank and passes through hamlets that are no more than a collection of shacks beside the railway. Arrive in the small, sub-tropical spa village of Machu Picchu, where you leave your bags at the hotel and board a bus for a precipitous journey up a sinuous road to the Inca site of Machu Picchu and take a guided tour. The American explorer Hiram Bingham discovered the site in 1911, by which time it was completely buried beneath tropical cloud forest. It soon became clear to excavators that the conquistadors had never found the city, and for many years it was mistaken for the legendary last refuge of the Incas, Vilcabamba. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 5,
      "title": "Optional re-entry to the site; return to Cusco by train.",
      "description": "You have the optional opportunity to revisit the ruins, rail schedules permitting. There is also the chance for the more challenging hike to Huayna Picchu, the conical peak which juts out behind the ruins for wonderful views over the site. There’s also the option of the slightly easier climb of Machu Picchu Mountain. If you think you’d like to re-visit the site or do one of the climbs please enquire with the office, as spaces are limited and it’s necessary to pre-book. You may prefer to relax and wander the narrow vehicle-free streets of Machu Picchu village, lined with souvenir shops and cafés. You return to Cusco on the afternoon train, arriving in the late afternoon."
    },
    {
      "dayNumber": 6,
      "title": "Guided tour of Cusco and Sacsayhuamán.",
      "description": "A guided tour of Cusco, which includes a visit to several nearby Inca ruins. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining 3 day battle was fought between the Spaniards and the Incas around this fortress/temple; the first conquistadors to see it were overawed, and centuries later it is still an extraordinary and imposing sight."
    },
    {
      "dayNumber": 7,
      "title": "Scenic road journey to Lake Titicaca.",
      "description": "The memorable drive from Cusco to Puno (7 hours – with comfort breaks at places of interest and photo opportunities) follows the narrow Huatanay Valley south through an intensively farmed arable landscape. Ancient villages, small farmsteads and market towns line the river banks as the road climbs steadily to the high pass at La Raya (4,300 metres), after which point the scenery changes dramatically as you cross the altiplano, a vast, windswept plain, punctuated by occasional market towns, where bowler-hatted women tend herds of llamas and alpacas. Puno is situated on the shores of Lake Titicaca and the town has a huge market and one of the largest universities in Peru. Exquisite Lake Titicaca sits high in the Andes (at 3,805 metres, the highest navigable lake in the world) on the Peruvian-Bolivian border, and is the focal point for subsistence farmers in the region who fish its dazzling sapphire waters and plant crops along the fertile shores."
    },
    {
      "dayNumber": 8,
      "title": "By road to Copacabana. Boat excursion on Lake Titicaca",
      "description": "Set off along the lakeshore towards the Bolivian border. The still waters almost lap the road, and wader birds may be seen negotiating the reeds. Copacabana is a pretty little town impressively located between two grand hills on the shores of Lake Titicaca. Its beach gave the name to the better known one in Rio. Excursion by boat to the nearby Sun Island (Isla del Sol). Sun Island was an important pilgrimage destination even before the arrival of the Incas; originally called Titicaca, it gave the lake its name. Terraced slopes provide sustenance for its small farming communities. From one of the walking trails here you can squint across the sparkling lake to the ice-jacketed peaks of the Cordillera Real beyond. Return to Copacabana for the night."
    },
    {
      "dayNumber": 9,
      "title": "Continue to La Paz.",
      "description": "Travel by road across the bleak altiplano with views over the snow-tipped, spidery peaks of the Cordillera Real before it makes a spectacular descent into La Paz. At over 3,500m this is the highest capital city in the world. You arrive through the highland suburb of El Alto, which has grown so rapidly with an influx of rural migrants in search of work, that it is now a huge city in its own right. Soon after, you find yourself on the rim of a vast canyon and the city of La Paz spreads out before you, a glittering mosaic of tin, slate and tile roofs, interspersed with a line of skyscrapers that march down the valley. And beyond, keeping an eye on it all, is the colossal bulk of Mount Illimani."
    },
    {
      "dayNumber": 10,
      "title": "Walking tour of the city.",
      "description": "This busy city has a 60% indigenous population; women dress in voluminous multicoloured skirts and bowler hats and have centre partings, as decreed by the Spanish monarch 3 centuries ago. Your 2 full days in the city give you plenty of opportunity to explore the colonial centre around Plaza Murillo, to stroll through the steep narrow streets, and around the many open and covered markets; it’s the street life here, the sounds and smells, that make it so fascinating. You are orientated in the compact city centre by a walking tour. There is an optional excursion to the ruins of Tiwanaku, about which little is known. Travel 2 hours from of La Paz across the bleak, tawny earth of the altiplano, past glimmering lakes and herds of haughty alpacas. These pre-Columbian ruins are considered among the most important on the continent, and the massive gateways and imposing walls are redolent of bygone glory. It is believed that the inhabitants here were more advanced than the Incas in pottery, mathematics, art and astronomy. Explore a new museum on the site which houses more than 100 artefacts and provides a fascinating insight into the history of the ruins."
    },
    {
      "dayNumber": 12,
      "title": "Fly to Uyuni and begin your exploration of the Uyuni salt flats.",
      "description": "Early start to fly south from La Paz to Uyuni (45 minutes), a small and unremarkable settlement which cowers on a wind ravaged and remote plateau; gateway to a starkly intense area of outstanding natural beauty. After a visit to the ‘train cemetery’ on the outskirts of town it is straight onto the salt flats for the next 3 days of your journey. The salar is a dizzying sight. The surface is utterly featureless, smooth, and composed of nothing but pure, dazzling white salt. After rain a thin layer of water covers the surface, turning the salt flats into a huge mirror reflecting an inverted sky. In the centre lies the Isla del Pescado, a small island covered in giant cacti, where you stop to stretch your legs and soak up the view. The next 2 days are spent travelling by 4WD on this extraordinary, other-worldly journey."
    },
    {
      "dayNumber": 13,
      "title": "Continue exploring the Salar",
      "description": "Continue to travel over vast Salar until arriving onto the slowly emerging high altitude desert overlooked by imposing volcanoes. You’ll explore the stunning rock formations, vast plains and remote lagoons populated by wild Vicunas and flamingos. Spend the night next to one of the lagoons in the midst of the remote desert. Make sure you take time to take in the nights sky uninterrupted by light pollution."
    },
    {
      "dayNumber": 14,
      "title": "Cross the border into Northern Chile",
      "description": "The drive continues on unpaved tracks across a lofty and bitterly cold plateau. The pale ochre beauty of the ashen hills and moonlike rock formations is suddenly broken by the opalescent colours of remote lagunas Verde and Colorado. As you swoop down into the Atacama Desert you see a distant patch of green, the oasis of San Pedro."
    },
    {
      "dayNumber": 15,
      "title": "Explore San Pedro de Atacama.",
      "description": "San Pedro is a timeless adobe town with a laid back atmosphere. Its dusty streets are lined with bars, cafés and tour operators offering various kinds of excursions into the surrounding desert. Should you choose to take the morning optional excursion to El Tatio Geysers, be prepared for a very early start. But it’s well worth it. You arrive on the pitted, craggy geyser field just before dawn, and as the sun rises and warms the earth, hot steam projects dramatically out of the crater into the freezing morning air, creating a wall of mist through which you can make out dark silhouettes and the penetrating sunlight. Note that a rapid ascent to an altitude of 4,500m makes this excursion unsuitable for some. Alternatively you may want to walk to Pukará de Quitor (3 km). This old Inca fortress has superb views of the mountains and volcanoes bordering Bolivia and Argentina. On the included excursion to the Moon Valley you arrive late afternoon to explore shady gorges and dramatic canyons formed over centuries by the erosion of salt mountains. Just before dusk, climb to the ridge of a vast golden sand dune to see the landscape lit up in different shades of pink, crimson and mandarin cast by the setting sun."
    },
    {
      "dayNumber": 16,
      "title": "Fly to Santiago: time permitting, optional excursion to a vineyard.",
      "description": "A transfer takes you to nearby Calama (90 minutes) for the 2 hour flight to Santiago. Set in a broad valley between the high Andes and a smaller coastal range, Chile’s capital has a distinctly Mediterranean feel. In the afternoon your guided city tour takes you to all the major sites of this fascinating city concentrating on Santiago’s bustling historic centre, which in recent years has taken on a new lease of life. Awakening from years of neglect, the traditional residential neighbourhood of Lastarria is a delight to explore, replete with shops, arty cafés and characterful hotels. Nearby, leafy Parque Forestal was inaugurated in the early twentieth century to celebrate the first 100 years of the republic. It is just a few blocks from the beating heart of old Santiago, the Plaza de Armas, the capital’s main square which is graced by elegant Chilean wine palms with their characteristic bottle-shaped trunks. Grouped around the plaza are Santiago’s Cathedral, the main post office, the National Historic Museum and the Municipalidad de Santiago (city hall). From here, if time, visit San Cristóbal Hill by riding the cable car to the top. On clear days there are spectacular panoramic views across the city towards the Andes. The museum and house of Chilean poet laureate Pablo Neruda is close by, and its unusual interior with an eclectic collection of paintings and bric-a-brac is well worth a visit. Time permitting, you may wish to visit one of the vineyards close to Santiago, to sample some famous Chilean wine."
    },
    {
      "dayNumber": 17,
      "title": "Depart on international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}