{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-small-group-tour-lowlands-to-the-andes",
  "tourName": "Bolivia small group tour, Lowlands to The Andes",
  "placesVisited": "Santa Cruz de la Sierra, Chiquitania, Sucre, Dinosaur Footprints, Jatun Yampara, Potosi, Uyuni Salt Flats, Incawasi Island, Siloli Desert, Laguna Verde, Laguna Colorada, La Paz, Tiwanaku",
  "generalInfo": "This Bolivia small group tour takes you from the lowlands to the Andes over two weeks, along with expert guides and likeminded fellow travellers. Bolivia is often bypassed in favour of its more famous neighbours, but it has everything you could want from an adventurous South American trip - and what’s more, you won’t have to share the experience with hordes of other tourists.<br/><br/>The variety of landscapes in Bolivia is stunning, and over the course of your journey, you’ll visit the barren expanses of the Uyuni Salt flats, the lush rainforests of the Amazon, the soaring mountains of the High Andes and the sweeping dunes of the Siloli Desert. <br/><br/>Culture is another important aspect of this tour and you’ll have the chance to interact with some of Bolivia’s many indigenous communities, learn about the days of the conquistadors while visiting the country’s fascinating colonial cities, and be transported back to ancient times with a visit to Tiwanaku – home to ruined temples and palaces dating from pre-Inca times<br/><br/>",
  "durationDays": "15",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santa Cruz de la Sierra - Arrive in the atmospheric city of Santa Cruz de la Sierra where you will be met and transferred to your hotel to relax after your flight. In the afternoon begin a city walking tour at the busy main square of 24 de Septiembre, including the main sights such as the church of San Lorenzo, the History Museum, and the handicrafts market of Recova Vieja. Overnight at Hotel Americana or similar. Depending on your time of arrival, the activities on this day may differ; if you arrive in the morning a visit to Guembe Biological Centre will be done."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Samaipata (approx. driving time 2.5 hours) - Today we visit the Fort and village of Samaipata. En route we have spectacular views of the Los Volcanes mountain range, and on arrival we take a 45-minute guided tour of the archaeological site. We discover the pre-Columbian architecture in the ruins of the defensive, religious and esoteric buildings. In addition, we hear the history of Fort Samaipata, which has belonged to the Chané, Inca and Spanish civilizations. After our stroll we visit the Samaipata Archaeological Museum, located just 12 miles from the archaeological complex. This colonial building exhibits the objects discovered during the excavations of the fort in its six rooms. After lunch at a local restaurant, we’ll start our return journey back to Santa Cruz de la Sierra, making stops along the way at Las Cuevas waterfalls where we take a hike of approx. 1 hour and a half round trip to visit the rain forest and bathe in pools. We return to Santa Cruz de la Sierra. Overnight at Hotel Las Americas or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sucre - This morning we transfer to the airport to catch the short flight south to “The White City” of Sucre (2.700m). After lunch we visit the impressive paleontological site of Cal Orck’o to see the rock face with its thousands of dinosaur tracks. On our way back to Sucre we visit the Indian market to understand the local folklore. After a short coffee break, we walk up to the roof of the tower of the San Felipe Neri Church. Overnight Hotel De Su Merced or similar (B)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sucre – Potosi (approx. 3 hours driving) This morning begins with a visit to the Museum Casa de la Libertad, the site of the declaration of independence, for an insight into the history of Bolivia. We then drive to the Recoleta viewpoint for panoramic views across the city, and visit Museo Asur to learn something of the development of textiles in the region. We will continue on foot to enjoy close up, the wonderful colonial buildings and churches. After lunch we depart Sucre for Potosi City driving through beautiful landscapes. Overnight at Hotel Santa Teresa or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Potosi - This morning we will travel by bus to visit the mines of Potosi. After donning appropriate clothing (helmet, torch etc.) we take a short ride to the Cerro Rico (Rich Mountain). Every day the miners celebrate the ritual of the Challa with offerings to Tio, the demon who is said to own the underground mineral riches. This afternoon we visit the Money Museum with its artefacts of a bygone age including machinery, utensils and coinage. Overnight at Hotel Santa Teresa or similar (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Potosi– Uyuni (205 kms, approx. 5 hours) - This morning we depart for Uyuni, stopping en route in the canyons of Porco, Andean wetlands and the Cacti Forest, and after lunch we travel by road to the town of Uyuni. Overnight at Hotel Casa de Sal, Magia de Uyuni or similar (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Salt Flat of Uyuni – Quemes (approx. 7 hours driving time) - This morning we take a short journey to visit the “graveyard of trains” a collection of historic steam locomotives and railcars, dating back several hundred years. We continue to the village of Colchani and witness how the locals transform the natural salt to edible salt using rustic ovens and tools. Colchani is the entrance to the fabulous salt flat of Uyuni, and we will take an impressive 3 hour cross country drive across the salt flat, with only track ways as points of reference. We stop en route at Incawasi Island to explore an area of giant volcanic ash rocks accompanied by hundreds of giant cactus rising up all around. Our journey across this remote area is undoubtedly one of the highlights of the trip. We finally move out of the salt flat towards the hamlet of Quemes. Overnight at Tayka Hotel de Piedra or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Desierto Siloli (approx. 7 hours driving time) - Today we pass by the lava flows of Ollague, and a series of colourful lakes (Chiguana, Hedionda, Honda), which are home to great concentrations of Andean birds. On the approach to the Siloli Desert (Ojo de Perdíz) stand huge Aeolian formations of surreal figures, before the shrubby vegetation disappears completely, giving way to dunes. After a journey time of around 6 hours we arrive at a country hotel in the middle of the desert where we will sleep at 4600m. Overnight at Tayka Hotel del Desierto or similar (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mallku - This morning we drive for around an hour and a half until we arrive at Laguna Colorada which is a burnt orange colour as a result of algae in the water. Generous mineral deposits line the shores and sustain a large concentration of flamingos. We continue to the extreme south west of Bolivia passing by the geysers of Sol de Mañana at 4950m, before arriving at the hot springs of Chalviri for a late breakfast, with some time for bathing. Return to Chalviri for lunch and 4 hours to travel to the Canyons of Mallku passing en route by the Valley of rocks and the Neolithic rupestrian paintings of Mallku. Overnight at Hotel Mallku Cueva or similar (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Uyuni (approx. 6 hours driving time) - Today we return to Uyuni following a more direct route but passing by the Canyons of Mallu, the Valley of Rocks and the Negra Lagoon and arriving by mid-afternoon where you will have some time at leisure. Overnight at Hotel Casa de Sal or similar (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "La Paz and Tiwanaku - This morning we catch a flight to La Paz at 8.30am and transfer to the city and on arrival. we will take the 2 hour drive to the archaeological ruins of Tiwanaku to explore the temples and palaces originating from Pre-Inca times. We will return to La Paz in the late afternoon. Overnight at Hotel Bivouac or similar. (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "La Paz - Today will be spent discovering the sights of La Paz starting with main square Plaza Murillo and the streets around it where we can still find colonial architecture from the 16th century. We will visit the Museum of Magic Instruments and the Indian market. We will also take in the Witches Market known for the potions and magic amulets. We will drive to the cable car for a journey across the city from north to south, and drive to Moon Valley which is actually a maze of canyons and pinnacles formed by erosion. Overnight at Hotel Bivouac or similar (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "La Paz – Copacabana & Lake Titicaca (Overall driving time is approx. 4 hours) - Today we head towards the Titicaca, stopping on the way to visit the museum of Paulino Esteban, the Bolivian Indian that built the boat RA II which crossed successfully the Atlantic Ocean. Enjoy the fascinating history and learn about how to do this kind of reed boats using the totora reed, endemic to the Andes. Later, at about midday we arrive in Copacabana (3825m / 12546 ft) on the shores of Lake Titicaca. This is a beautiful town and a popular resort and pilgrimage area, with lots to see and several nearby hills, which offer commanding views over the lake and towards the Cordillera Real. At the beach of Copacabana embark on a motor boat and continue the journey for another hour as far as the extreme southern side of the Sun Island (Isla del Sol) where we land near an Inca temple called Pilkokaina to have lunch in a typical restaurant with superb view over the lake to enjoy a traditional late lunch. Then, visit the Pilkokaina temple and walk about one hour to the Lodge Pallakasa. In the late afternoon, depart to walk up to the highest point of the island (4070 m/13350 ft) in time for a colourful sunset over the lake. Return to the lodge for the diner and overnight. Overnight Lodge Pallakasa or similar (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Copacabana – La Paz - In the morning walk approx. 1 hour to descend to an idyllic Garden with an Inca spring considered by the locals a fountain of youth. We then take a boat to the Moon Island (about 45 minutes driving). Visit the Temple of the Sun virgins Aclla Huasi where the girls were educated to be sacrificed. Walk for another hour to the hamlet Coati to catch our boat and travel to the replicas of floating islands of the Urus people to stop and catch some trout for our lunch. Finally return to Copacabana for a short visit to the Indian markets and the famous Church of Copacabana that shelters to the famous Virgin of La Candelaria before returning to La Paz. Overnight at Hotel Bivouac or similar (BL)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "La Paz Departure - At your convenience we transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}