{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-photography-tour",
  "tourName": "Bolivia photography tour",
  "placesVisited": "",
  "generalInfo": "Enjoy the fantastic views of Lauca and Sajama, both nature protected areas located in the Chile-Bolivia border, very accessible from La Paz. Enjoy beautiful landscapes of the high Andes with endless Puna grasslands, delicate bogs and wetlands used by llamas, alpacas. Also enjoy walking in front of the steel blue-colored Laguna Chungará surrounded by several inactive volcanoes such as the Payachata or Twin Volcanoes, the Sajama Volcano, and others.  You will visit old villages and small colonial churches. <br/><br/>Continue your journey crossing Lake Titicaca towards the magic Isla del Sol, having the beautiful Cordillera Real in the background and featuring several sacred snow peaks venerated since by pre Incan times to present. <br/><br/>Finally, travel the surreal Uyuni Salt Flat and Eduardo Avaroa Andean Fauna Reserve to have more chances of incredible photography of sunsets and sunrises, unforgettable views of water reflections, colorful lagoons, high-Andes deserts, geysers, rocky landscapes and volcanoes that are home of three flamingo species, raptors, waterfowl, playful vizcachas, troops of wild vicunas and the Andean Fox.<br/><br/>This photographic tour is one of the most inspiring options for your visit to South America, a good complement for the Amazon rainforest or an extension to Peru.<br/><br/>Featured activities <br/>- Photography <br/>- Short hikes <br/>- Wildlife sighting <br/>- Birdwatching",
  "durationDays": "11",
  "price": "8061",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "La Paz. Welcome to the City of La Paz, seat of the Bolivian government, and unique for its urban blend that mix traditions, modernity and living cultures. Short briefing about this photography tour featuring, Lauca and Sajama National Parks, Lake Titicaca, Uyuni Salt Flats and Colorful Lagoons. Transfer to hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "La Paz - Lauca National Park - Putre. We will be picked up at 08:30 am from our hotel in La Paz. The route takes us to the Tambo Quemado highway. We make a short stop at the Chilean border to get our passport stamped and our vehicle approved. Slowly we ascend into Lauca National Park to Lago Chungará and the Parinacota wetlands, where we will have spectacular views and great chances of photography of the Payachatas (twin snow-covered volcanoes), herds of llamas, alpacas, vicunas, and other Altiplano wildlife. We will watch the sunset at Parinacota before leaving Lauca National Park to head to Putre, a small town, at 3,500 m (11480 ft). Here we will have dinner and accommodation. (L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Putre - Lauca National Park - Sajama National Park. Early in the morning we will have breakfast before we drive back to Lauca National Park. Get ready for another day of full photography on the way. We will learn more about grasslands and bogs, where troops of wild vicunas are peacefully grazing very close to the highway. Once we are in Parinacota, more herds of alpacas, llamas and wetland birds may be observed. We briefly visit this village and its colonial church before taking the main highway to Lago Chungará. Here we will enjoy exquisite midmorning reflections on the water of the Payachatas and Sajama volcanoes, as well as other small snow peaks and take as many photographs as we want. Lunch and return to Bolivia, driving the unpaved road to Sajama National Park. We stay for the night at Tomarapi Lodge inside the Park. There we will enjoy a peaceful evening of storytelling. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sajama National Park - La Paz. On the final day we start with a breakfast and then we hike through the Queñua forest, one of the highest forest stands in the world. Here we can take photos of the surrounding scenery. Later we visit Sajama village and drive to their local hot springs, where we can soak and experience profound solitude, surrounded by the Bolivian and Chilean mountain peaks. On the way back to La Paz we will stop at some points of interest to take more photographs. After lunch we drive to La Paz. (B, L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5: Lake Titicaca - Copacabana - Isla del Sol. Our trip to Lake Titicaca will start with a pick-up at 0730. The ride is about 3.5 hours, and the route is very photographic: featuring the Andean rural landscape, distant snow peaks of the Cordillera Real and views of Lake Titicaca as the road contours the landscape. Once in the town of Copacabana, we will embark on a boat for a 1.5-hour ride to Isla del Sol's southern part. We land near the Pilkokaina Archaeological Site, and slowly we hike to our hotel as we take pictures of the rural landscape and striking landscape of Lake Titicaca. Overnight in Isla del Sol. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6: Isla del Sol - Copacabana - La Paz. Today we will get up early, to admire an amazing sunrise over Lake Titicaca. The next hike in the Isla del Sol will be unforgettable for the views of 360 degrees: locals farming plots growing quinoa, barley, potato or corn, the same way their ancestors did centuries ago. Isla del Sol offers one of the most magical and beautiful landscapes in Bolivia and South America, with deep blue skies and nice weather. Another boat ride will take you back to Copacabana and then the trip continues to La Paz. There are several places where we can stop and enjoy photographing the Andes. (B, L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "La Paz - Uyuni - Tahua. Transfer to the International Airport to fly to Uyuni. This flight takes about 45 minutes, and right after landing there is an immediate tour to the train cemetery to photograph old trains that show a bit of the Bolivian history. Later a 45 minute ground transfer take us to Colchani -- the entrance to the immense Uyuni Salt Flat, and the beginning of many opportunities for more photography. Here we will learn about interesting geological and natural features of the Salt Flat, including the Ojos de Sal (or salt eyes), where ice cold healing water bubbles through the salt. At the island, we will walk among huge cacti, and once we reach the top, we will have a 360-degree view of this Salt Flat. We will take our time taking photographs and enjoying the scenery. Later we will travel north to Tunupa Volcano, we will look for a good location to take photographs of an amazing sunset. It is said that the Uyuni Salt flats are a paradise for photography lovers. After dinner gazing up at a starry night sky. If the night is clear, we will observe constellations and learn about the Aymara beliefs. (D, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "8: Tahua - Siloli Desert. At 04:30 am don´t miss the beautiful sunrise! Great opportunity for photography. After breakfast, the tour will cross another section of the Uyuni´s Salt Flat; this time we will be travelling south towards the Ollague Volcano, which is currently mildly active. On the way we will stops to photograph several lagoons, such as Cañapa, Hedionda, Chiarcota, Honda, and Ramaditas which offer views of 3 different flamingo species: the James, the Andean and the Chilean, as well as wild troops of Vicuna. Lunch will be enjoyed on the way to the Siloli Desert. (B, L, D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Siloli Desert - Uyuni. Today we continue our trip with many opportunities for photography on the way. We start by crossing the Siloli Desert; here we will stop to photograph some natural monuments carved by the wind, such as the Arbol de Piedra (Stone Tree). Thereafter, more chances for unique photography when we arrive to Laguna Colorada, where we will visit the shooting geysers and hot mud boiling ponds of Sol de Mañana. We will stop at the natural hot springs, with safe bathing temperatures, so we are welcome to soak for a while. Later we drive to the Salvador Dali Rock Desert and to Laguna Verde at the base of Licancabur Volcano for more photography. This tour will end by returning back to Uyuni town to fly back to La Paz. Transfer to the hotel (B, L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "La Paz - Muela del Diablo - Palca. Free morning to walk around the hotel. At 12 moon we start traveling south of the city for about 40 minutes to enjoy lunch. After we drive to Muela del Diablo-- an imposing mountain with a unique rock formation and shape-to photograph this. We will then drive to the Palca Valley to photograph the most beautiful mountain in La Paz: Illimani. Transfer to hotel (B, L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Back home. Transfer to airport."
    }
  ],
  "map": ""
}