{
  "destination": "Bolivia",
  "mainPhoto": "",
  "id": "bolivia-small-group-tour-bolivia-uncovered",
  "tourName": "Bolivia small group tour, Bolivia uncovered",
  "placesVisited": "",
  "generalInfo": "The neighbouring countries of Chile and Bolivia share some of Latin America’s most remarkable landscapes – this tour takes us from the montane forests of central Bolivia to the high altitude deserts of the altiplano. With South America’s largest percentage of indigenous people, unique species of wildlife that are still being discovered, and some of the continent’s best landscapes, Bolivia should be on every traveller’s list. We start our journey in Amboro National Park, one of the<br/>most biodiverse areas on the planet, spanning varying ecosystems and elevations, and home to around sixty percent of the country’s bird species. Then we fly to Uyuni on the Southern Altiplano, our gateway to one of the most extreme and expansive vistas on earth, the Salar de Uyuni. As we travel through the high altitude plains we come across strange rock formations, boiling hot mud pools, and landscapes like a painter’s palette of colour, with brightly hued lakes and glistening salt flats stretching to the horizon.<br/><br/>The adventure continues as we cross into Chile. Exploring the Atacama Desert we visit steaming geysers, hot springs, lunar-like rock formations and turquoise lagoons. This is the driest region on harsh landscapes support a surprising amount of wildlife, which we’ll keep an eye out for.<br/><br/>This tour explores some of the wilder areas of the continent, where human presence is few and far between, and the raw elements of nature run riot. Every twist and turn - and there will be a fair few along the way – will leave you completely wonderstruck.",
  "durationDays": "16",
  "price": "5699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "La Paz - Arrive into La Paz and transfer to hotel. Overnight Hotel Naira or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "El Alto – Head to El Alto to admire the futuristic buildings designed by famous Bolivian architect, Freddy Mamani. This evening we see a wrestling match, in which the ‘Fighting Cholitas’ wrestle to stand their ground, displaying female empowerment and fighting for gender and racial equality. Overnight Hotel Naira or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "La Paz - Moon Valley - Today we explore the city, including the immense Cathedral, Presidential Palace and the 16th century San Francisco Church, then head to the intriguing, if rather gruesome, Witches’ Market to see the strange collection of good luck charms and ritual products on offer. In the afternoon we travel south of La Paz to see the rock structures and lunar landscapes of Moon Valley, and take a ride on the cable car for a bird’s eye view of La Paz and neighbouring El Alto. Overnight Hotel Naira or similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Santa Cruz – Amboro National Park Transfer to the airport and fly to Santa Cruz. On arrival we drive to Amboro National Park. The park is home to 1200 species of vertebrates, 840 of which are birds, making it one of the richest regions for wild birds in the world. The habitat here is also home for the Spectacled bear, jaguar, puma, and various species of monkeys and reptiles. In the afternoon we head out to explore the forest with fantastic views of the surrounding craggy cliffs. Overnight Refugio Volcanes or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Amboro National Park - Samaipata After breakfast we take a leisurely walk among the beautiful landscapes and stop for a dip in a natural pool fed by a waterfall. In the afternoon we set off for Samaipata, passing tropical forests, fruit plantations and small towns. Driving through a narrow valley we reach Samaipata, a small colonial town nestled amid gentle rolling hills. Overnight Pueblito Resort or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Samaipata - Santa Cruz - In the morning we visit the pre-Inca ruins of El Fuerte, once the site of an important administrative and religious centre. In the afternoon we visit the small Archaeological Museum of Samaipata, for a deeper understanding of these mysterious ruins. Return to Santa Cruz. Overnight Hotel Tryp or similar. (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "La Paz - Transfer to the airport in Santa Cruz and fly to La Paz. Overnight Hotel Naira or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Animas Valley – Palca Canyon - Head out of La Paz to Valle De Las Animas, where we take a hike (2h) and keep an eye out for wildlife such as chinchillas and the Andean Condor along the way. Heading back to the car, we drive down to Palca Canyon for lunch before continuing our hike (2h) through this breathtaking canyon with its monumental rock formations stretching up to 200m high. Return to La Paz for the night. Overnight Hotel Naira or similar. (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Uyuni – Colchani – Salar de Uyuni – San Pedro de Quemes - Transfer to the airport and fly to Uyuni. The first stop of the day is the train cemetery in Colchani, where we will see the rusty remains of hollowed out train bodies that date back to the early 20th century. We visit a salt-processing town and then continue on to the other-worldly wonder that is the Salar de Uyuni. We also stop to admire the rare ecosystem of Incahuasi Island, an island covered with ancient cacti that can grow up to 18 metres tall, and the ‘chullpares’ which are old burial sites of ancient mummies. Overnight Takya de Sal or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ojo de Perdiz - After breakfast we join a local family as they take their llamas to graze and we see a part of the salt flats that is largely ignored by tourists, despite its unrivalled beauty. Later we travel through the Chiguana salt flats to see the Ollague Volcano, with its fine columns of smoke – the only active volcano in Bolivia - and to the deserts of Ojo de Perdiz, via the Cañapa and Hedionda lagoons. The lagoons are towered over by snowy peaks and are populated by large colonies of flamingos and other birds such as ducks and Wallata geese. Overnight Takya del Desierto or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Siloli Desert – San Pedro de Atacama - Travel through the Siloli desert (4500m), where we might be lucky to see a viscacha or two. This high-altitude desert is scattered with rock outcrops that have been sandblasted into surreal shapes. We stop at the Stone Tree, shaped by erosion over thousands of years. Driving south, we visit Laguna Verde and Laguna Colorada (green and red lagoons). Their piercing colours make for some incredible photography, especially when the red lagoon is dotted with pink flamingos. We also stop at the Sol de Mañana geyser, before continuing to the border with Chile. In Chile, we head to San Pedro de Atacama. Overnight La Casa de Don Tomas or similar. (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Atacama Salt Flats - Exploring the area surrounding San Pedro, we head first to the deep blue lakes of Miniques and Miscanti and from here we continue to the Salar de Atacama, the second largest salt flat on the planet after Bolivia’s Salar de Uyuni. We also make a stop at the red rocks named ‘Piedras Rojas de Hierro’. Overnight La Casa de Don Tomas or similar. (BL)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tatio Geysers – Tebenquinche Lagoon - An early start takes us the Tatio geysers, the world’s highest geothermal field – early mornings are the best time to visit as the geysers send great plumes of steam into the air. From here we continue exploring the Salar de Atacama. We visit the Laguna Cejar, the salt content of which is higher than the Dead Sea, then the Tebenquinche lagoon, where flamingos come to feed. Overnight La Casa de Don Tomas or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "San Pedro de Atacama - Just outside of San Pedro de Atacama, we visit a private reserve that is crossed by the Puritana River. The underground geothermal activity here means that the pools formed by the river have been transformed into hot springs. We spend some time relaxing in the springs, at 3500m above sea level and surrounded by the scenery of the high Andean puna. In the afternoon we visit the striking landscapes of Moon Valley. Overnight La Casa de Don Tomas or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Calama – Santiago - Transfer to Calama and fly to Chile’s cosmopolitan capital, Santiago, for the last night of your tour. Overnight MR Providencia or similar. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Santiago - Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}