{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "panama-family-holiday",
  "tourName": "Panama family holiday",
  "placesVisited": "",
  "generalInfo": "This trip is ideal if you want to explore, relax and enjoy as a family. You get to experience, first-hand, all about Panama's tropical rainforests and beaches along with the many animals that thrive here. A fun, thoughtfully crafted trip that the whole family is sure to remember for years to come!",
  "durationDays": "16",
  "price": "3599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Tocumen International Airport, you will be met by our Spanish speaking driver who will bring you to your hotel in Panama City."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We will first go to Parque Metropolitano. It is a vast area of protected secondary rainforest located right in the middle of the capital city. There are several easy trails, one of them leading to the top of a hill with a beautiful view over the city. There are some impressive trees and lianas, and interesting local animal species are frequently seen: -Mammals: coatimundis, agoutis, two and three toed sloths, tamarin monkeys (saguinus geoffreyi). -Birds: trogons ,motmots, tanagers and with a bit of luck the elusive common potoo. -Reptiles: common basilisc, slider turtle, brown vine snake. -Invertebrates: terrestrial and arboreal tarantulas. After a stop for lunch, a short transfer will take you to Miraflores Locks. Ships must pass those imposing water elevators to navigate in and out the Panama Canal and it is a fascinating and unforgettable show to watch the steel giants going through the locks, where the largest of them, called Neo-Panamax, only have about 2 feet between their hull and the side of the chambers!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, visit the Smtihsonian Nature Center. At the Amador Causeway, enjoy a promenade along the oceanfront that offers unparalleled views of the Panama City skyline to one side and the Pacific entrance of the Canal to the other. The Smithsonian's Punta Culebra Nature Center is a small park that offers the chance to get to know animals from this tropical area better. There are aquariums with turtles and sharks and a petting zoo where you can touch starfish, sea cucumbers and other marine animals. There are also beautiful walks where you can often find sloths and iguanas. Then we drive to the bike rental. There you will get bicycles to drive the 3km long route to three islands. Choose between conventional bicycles, including children's bikes and 4-person bikes with space for the whole family."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A one-hour road transfer from Panama City will take us to the shores of Lake Alajuela (also called Madden Lake). The rest of the trip to the Embera village will be done in local dugout canoes on the lake then on Pequeñi River. The Emberas originally come from Darien, close to the border with Colombia, but a few groups settled inside Chagres National Park some 40 years ago. They will show you some elements of their graceful culture, the beauty of their dances and their remarkable handicrafts. They will also invite you to share their traditional dish of fish with plantain in a banana leaf. Night willl be spent at the Village of Embera Puru in Hammocks equipped with mosquito nets or in tents."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a nice breakfast in the village you will leave for a morning walk in Chagres National Park's pristine rainforest with an Embera guide. The trail first goes through secondary vegetation, then primary forest. At the end, a dugout canoe will be waiting for you to bring you back to the village. Depending on the season, you may pass several rapids during the exciting ride! Drive back to Panama City after lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The Panama Canal rainforest is a unique ecosystem. This excursion takes you on Gatun Lake to observe the local flora and fauna from a boat that will come as close as possible to the forested sides of the Canal, in fact sharing the waterway with enormous vessels during this part of their transit. Your day of adventure will start with a road transfer from your hotel to the town of Gamboa, the maintenance and dredging port of the Canal. In Gamboa, you will embark on a boat and start navigating on Gatun Lake admiring the fascinating flora, fauna and the ships passing alongside you. Monkeys, sloths, crocodiles, iguanas and conspicuous birds such as anhingas, jacanas or snail kites are very frequently seen. Eventually our journey will take us off the beaten path to a secluded part of the Panama Canal, in the heart of Gatun Lake's rainforest, where a Jungle boathouse is anchored. There, you will enjoy a delicious Panamanian style lunch with refreshments. After lunch you may take part in a variety of other activities like swimming, fishing, hiking or kayaking. In the afternoon transfer back to your hotel in Panama City."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Private transfer with driver to Albrook local airport. Domestic flight with Air Panama to the City of David. Luggage is limited to 20kg for checked bags and 8kg for carry on per person. Flight duration approximately 01:00 hrs. Upon arrival, private transfer with Spanish speaking driver from David to Boca Chica."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Group excursion with local boat driver/captain This tour leaves at 9:00 a.m. from the hotel deck, to explore and look for fascinating species such as dolphins, sea turtles, rays, pelagic birds and sometimes even whale sharks. Afterwards we head to one or two of the beautiful white sand beach islands in the gulf for beach time and snorkeling before returning just at lunch time."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Boca Chica Archipelago offers not only stunning beaches but there is also place for sport fishing, snorkeling, scuba diving and hiking in lush forests. From July to October it is also the best place to join a whale watching tour!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Private 2-hour transfer with driver from Boca Chica to Boquete. Upon arrival, group half day tour with English speaking guide. With its deep valleys and towering rainforest trees Boquete is an ideal base for ziplines. An exciting way to appreciate the cloud forest from a different perspective, ziplining in Boquete is a unique experience that allows the visitors to experience the rain forest canopy while soaring from one treetop to another and from thirteen different platforms. You will glide between the trees to discover a whole new world of sensations. Before starting you will receive a complete briefing and the equipment to enjoy this tour in a completely safe way. Weight limit for this tour is 180 pounds (80 kg) for women and 250 lbs (115 kg) for men. For clients not staying at Boquete Tree Trek, the zipline offers transportation departing form their office in downtown Boquete."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The day starts with a short drive to a family run farm located 1700m above sea level. At the site, we will start with a hike through a private reserve inside the forest. The first part of the trail will cross an organic coffee plantation, the Isabella Coffee production plants. After that, we'll reach a series of waterfalls, the first and biggest one is 25m high, then we keep walking to the 2nd and 3rd waterfalls. Hacienda Mamecillo hosts more than a hundred birds species native to the area, including the elusive Resplendent Quetzal. Birding opportunities are endless around the trails. After the hike in the forest, enjoy a hearty meal prepared with the freshest organic vegetables and free range meat from Mamecillo farm --a delicious combination of fresh salads, fresh baked bread and grilled chicken and/or pork. After lunch, we will hear an interesting explanation about the production of the organic products, such as coffee, vegetables and free range animals in a eco-friendly farm. You then visit the coffee plantation and finish at the main house where you will learn about the complex process of coffee production as you enjoy a nice cup. After a couple healthy snacks consisting in fresh seasonal fruits, we are prepared to take you back to your hotel with the best wishes for you to remember the experience at Mamecillo."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you'll take a private transfer with driver from Boquete to Almirante. This is one of the most scenic drives in Panama. The road gradually goes up the mountains from the Pacific side to reach the cloud forest through giant fern trees, orchids and bromeliads. If the weather is fair, there are superb views from the top. Then, you'll come down the Caribbean slope with small Guaymies indigenous villages left and right in the middle of an amazingly exuberant vegetation. You'll finally reach the blue waters of the Caribbean sea and the small town of Almirante. From Almirante, a shared taxi boat will take you to Bocas Town in less than 30 minutes. Total transfer duration 04:00 hrs. Upon arrival in Bocas del Toro, a staff member from Al Natural will be there to welcome you and to take you to the embarking dock. The boat to Al Natural leaves between 10:30 am and 12:00 pm so depending on your arrival time you have some time in Isla Colon to have breakfast and explore this Caribbean town. Shuttle transfer to Al Natural in time for lunch. Rest of the afternoon at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Optional tours and activities: · Scuba diving & snorkeling · Beach tours to Red Frog Beach or nearby islands like Zapatilla Keys · Tours to indigenous communities like Bahia Honda and Salt Creek · Jungle hikes in Bastimentos National Park · Zipline tour in Bastimentos · Visit a chocolate farm · Boca de Drago and Starfish Beach"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Choose from the various activities available or spend a relaxing day on site."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Check out from your bungalow is normally in the morning. After this, the hotel will take you from Bastimentos Island back to the Bocas Town dock to continue with your journey. Depending on your schedule, once in Bocas you may leave your luggage at the offices of Al Natural and enjoy some time at leisure to discover the island. Bocas Town offers many small stores and restaurants. *In case you are taking the afternoon flight back to Panama City you will need to take a taxi from the offces of Al Natural to the Bocas Airport (not included unless requested). *Please remember to be at the airport at least 1 hour before departure. Today you leave Bocas del Toro. A private transportation will pick you up at your hotel to bring you to the local airport. Domestic flight Bocas del Toro - Panama City. Allowed luggage is limited to 14kg for checked bags and 4kg for carry on per person. Duration 00:50 hrs. Arrival at Albrook domestic airport. One of our drivers will be expecting you to bring you to your hotel in Panama City."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Private transfer with driver to Tocumen International Airport."
    }
  ],
  "map": ""
}