{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "desert-island-survival-in-panama",
  "tourName": "Desert island survival in Panama",
  "placesVisited": "",
  "generalInfo": "This unique destination is ideal for any keen and daring adventure travellers seeking a completely diverse experience to push themselves to accomplish an out of the ordinary task. Situated on an island in off Panama, the desert islands scenery is a sight you will have only seen on TV or in the movies. This will be an experience unlike any other you have encountered before, helping you grow physically and mentally. Surrounded by nothing but nature and your fellow camp mates, you can’t get any more off the beaten track.<br/><br/>Considering the nature of the trip, travellers must be in good physical and mental condition, as it can be extremely challenging at times. When you finish this adventure of a lifetime, you would be ready to conquer life on a desert island alone!<br/><br/>Local guides will be with you and teaching you throughout the trip, they know the island and how to survive on it better than anyone else, so you can assure that you are in good hands! They will teach you everything you need to know including building shelter, making fires, catching fish and finding the food you need.",
  "durationDays": "13",
  "price": "3650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We meet in Panama City (the exact location will be shared with you in the Expedition Guide you will receive after booking). • That late afternoon you meet your instructor and receive the safety expedition briefing before dinner with the team. We have an early night in shared accommodation. • You can request the solo room supplement on our booking form if you want a private room. We will confirm availability after your request."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we head to the marina and take a 90-minute speedboat to your new island home, explore the expansive beach, choose the location for the camp, and string the expedition hammocks. • Typically after a couple of days, everyone on the island reconnects with their circadian rhythm and rises a little after sunrise. So we use the mornings to learn the 4 key elements of survival: Shelter, Fire, Water, and Food. We explore different methods for each element. • Afternoons are for exploration, trekking through the jungle and rocky headlands, mastering fishing skills, or simply enjoying paradise. • Evenings are for gathering and connecting with your new tribe around the campfire, eating a communal meal we all helped catch and cook, telling stories, or marveling at the open sky."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "• After completing your training phase, you and your new tribe will move to a different spot on the island to put into practice the skills learned. • You will experience the wilderness with little more than a machete, knife, essential fishing equipment, medikit, and satellite phone. But don’t worry; we have an invisible safety net in place! • For many, this is one of the toughest psychological and physical challenges they have ever endured: the reality of survival sinks in, and new highs and lows are encountered as hunger, thirst, and discomfort are offset by the euphoria of success starting a fire or finding food. And simultaneously, this is an experience that leaves the most incredible sense of achievement and deep gratitude. • If you would like this phase in complete solitude, please request this on your booking form. We will reach out to you after checking availability."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "• After completing your survival phase, speedboats are sent in the morning to bring you to Mar Y Oro’s beach to eat and rest. • That night we head out for a survival party where you’ll eat your weight in pizza at the excellent Casa Tortuga restaurant. • We will all head back to Panama City by speedboats arriving around noon."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sporting a fine suntan and a tremendous sense of achievement, you will depart home with enough tales to woo at any dinner party.!"
    }
  ],
  "map": ""
}