{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "panama-holidays-snorkelling-reefs-jungle-trails",
  "tourName": "Panama holidays, Snorkelling reefs & jungle trails",
  "placesVisited": "Panama City, Bocas del Toro, Boquete, Golfo de Chiriquí Marine National Park, Pedasi, El Valle de Anton",
  "generalInfo": "Panama City - Bocas del Toro - Boquete - Golfo de Chiriquí - Pedasi - El Valle de Anton<br/><br/>This two week tailor made tour of Panama's highlights and hidden gems is perfect for any traveller seeking unique cities, blissful beaches, unexplored jungle and coffee. Lots of coffee!<br/><br/>Hit the canals and cobblestones of Panama city's diverse culinary scene as your introduction to one of central America's best kept hidden gems. Enjoy a scenic city tour with your expert local guide before preparing for journeys further afield.<br/><br/>Begin your onward journey to Bocas del Toro, and on to Isla Colon. Sit back and relax on these blissful untouched islands, or fill your time with snorkelling, mountain biking and trekking. There's something for everyone here.<br/><br/>Continue to the warm climate and coffee plantations of Boquete. Here, you will immerse in lush valleys and volcanoes, spot the diversity of flora and fauna and witness coffee making from bean to cup at a local coffee plantation.<br/><br/>Onward travel takes you to fishing village Boca Chica in the Golfo de Chiriqui. This is a unique location to snorkel between throngs of tropical fish and untouched coral, and explore the adjacent national park, home to a biodiverse family of animals from monkeys to birds of paradise- a real hidden gem. <br/><br/>Your beach days are far from over, as your next stop, laid back Pedasi on Panama's pacific coast encourages you to go at our own pace and take a few lazy days in the paradisiacal landscape. Sip a drink whilst drinking in the azure coastline and rolling hills that frame your surroundings. <br/><br/>Finally, as a dramatic end to your holiday head to El Valle de Anton which boasts beautiful waterfalls, hiking trails, and ancient rock paintings, all in the shadow of a magnificent extinct volcanic crater. <br/><br/>Ask your travel specialist about making this adventure a self drive holiday, for the ultimate freedom of the open road.",
  "durationDays": "15",
  "price": "2575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Panama City is allegedly the most cosmopolitan in Central America. The ethnic diversity has given rise to a wide array of restaurants for you to choose from; Panamanian-style ceviche, chicken kebabs, bluefin tuna sushi or tikka masala! During your stay you’ll visit the famous Panama Canal and let a local guide introduce you to the city; a world of historic buildings and cobbled streets."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Panama island getaway: We’ll arrange for a transfer to pick you up from your hotel in Panama City and take you to the airport. Here you’ll catch a flight to Bocas del Toro, which takes roughly an hour, and we’ll arrange a pick you up at the other end to transfer you to your hotel. When you arrive at the dock in Bocas del Toro you’ll make your own way to your cosy hotel on Isla Colon. There’s nothing planned during your time here so you can do as you please. Walk along the beach, try some snorkelling, mountain bike or trek inland among the mangrove forests, creeks and rivers. Alternatively, just laze on the beach and soak up the sunshine."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Coffee beans in the countryside: We’ll arrange your transfer by boat to the mainland, which takes roughly an hour, and then we’ll arrange a private transfer for you on to Boquete. If you’re travelling by hire car you’ll pick up your car in Almirante. The drive to Boquete is truly spectacular and should take between 3 to 4 hours. In the middle of a lush valley, wedged between towering volcanoes, is your home for the next few days, Boquete. Surrounded by exotic flowers, plants and birds you can enjoy the peace and quiet of your surroundings. The humid climate makes this the perfect place for growing coffee. You’ll experience the whole process from bean to cup while visiting a local coffee plantation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Make a splash in Snorkelling coves: From Boquete you’ll travel by private car or hire car to Boca Chica in the Golfo de Chiriquí. The drive takes roughly 2 hours. Far away from the tourist throngs is the quiet fishing village of Boca Chica, nestled amongst the Chiriquí lowlands. Grab your snorkel and dive in to discover an underwater world of tropical fish and colourful coral reefs. Visit the deserted islands of Parque Nacional Marino Golfo de Chiriquí and search for monkeys, turtles and birds of paradise. You stay in a cosy bungalow just outside the village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Take a Bike to the Beach: From Boca Chica you’ll make the journey to Pedasi by hire car or private transfer. It’s a longer travel time today of roughly 5.5 hours, so do make sure to have an earlier start if you’re on a self-drive adventure. Laid-back Pedasi is a gem of a town tucked away on Panama’s Pacific Coast, where local folks rock away on colonial porches and tiny cafes tempt you in for a lazy drink. Situated on the Azuero coastline and backed by rolling hills, it’s the perfect place to hop on your bike and explore the area at your own pace. You’ll stay in a cosy, family-run guest house, outside town, but close to the beach."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hike between Jagged Peaks: From Pedasi you’ll travel by hire car or private transfer north to El Valle de Anton. Your travelling time today is between 3 to 4 hours. Take a hike through lush vegetation, past tumbling waterfalls and ancient rock paintings in El Valle de Anton. Situated in an extinct volcanic crater, expect to discover verdant forests, craggy rocks and colourful birds twittering in the trees. If you’re really lucky, you might even spot the elusive golden frog. With our route description to guide you, you can set your own pace through the sprawling trees. Next, you’ll travel the 3 hours back to Panama City by private transfer or hire car. If you’re travelling by hire car you’ll drop it off here. After 1 final night in the same hotel in Panama City we’ll arrange for a transfer to take you back to the airport."
    }
  ],
  "map": ""
}