{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "panama-family-adventure-holiday",
  "tourName": "Panama family adventure holiday",
  "placesVisited": "",
  "generalInfo": "Panama is more than just a canal! We explore this beautiful snaking country highlighting the best of what Panama has to offer (including the canal).  Panama’s shiny, Seattle-esque cityscape is juxtaposed by the historic Casco Viejo (old quarter) with its ornate colonial Spanish architecture.  Coffee region Santa Fe is world away from city life although also rich with history as Panamas oldest town dating back to 1557. Surrounded by rainforest the Santa Fe National park is a Panama hidden gem. We explore the dramatic Pacific coast and the Gulf of Chiriqui before heading to the hills for some adventure.  Beautiful Boquete is a haven for activity including hanging bridges zip- lines and white water rafting. The temperate climate is perfect for the abundance of flora and fauna to marvel at in the misty mountains. Dropping down to the Caribbean Islas Bocas del Toro provides the perfect ending to the trip where you can be as active or as lazy as you want on sugar sand beaches fringed by overhanging palms.",
  "durationDays": "12",
  "price": "5450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Panama, The land with abundance of fish, butterflies and trees! After migration procedures, our representative will meet you at the airport to assist with your transfer to your hotel. Panama City Panama's iconic capital city and commercial center is like nowhere else in Central America, where big business and giant skyscrapers meet cobbled colonial streets and a mix of cultures formed by centuries of immigration and trade. It can seem chaotic at times, but there's plenty of fun to be had, especially around the vibrant UNESCO-listed Old Town - Casco Viejo - where many of the best bars, restaurants and hotels are found. Home to the country's main airport and located on the Pacific Coast, within a couple of hours you could be lazing by the beach, exploring lush rainforests or sailing along the famous Panama Canal. Take a look at our hand-picked experiences to make to most of your time in this unique city. Overnight Hotel Central or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will be picked up at your hotel for a partial Panama Canal crossing, providing the opportunity to experience the Canal from a completely different- and unique perspective! The Panama Canal Partial Transit offers you the opportunity to cruise through Pedro Miguel Locks and Miraflores Locks (two of the three lock sets of the Panama Canal), on a 250 passenger ferry. During low season from April through November the tour runs mostly on Fridays and Saturdays and during high season from December through March from Thursdays through Saturdays. The Panama Canal celebrated its 100th anniversary in 2014. Overnight hotel Central or Similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Breakfast and morning transfer to Santa Fé. Lodging in a simple yet beautiful hotel, in a room with a view on the mountains, where you feel the tranquility of nature all around. Afternoon at leisure to explore the surroundings and the small town of Santa Fe. Late afternoon you enjoy a walk and a pop-up-dinner at a very special location! Santa Fe This morning you'll head towards the pristine Santa Fe National Park, where you'll be surrounded by mountains. The drive is around 4 hours, crossing Los Santos and Herrera provinces, until you arrive in the famous Veraguas province. This evening, you'll enjoy a special dinner and settle into your new surroundings. This lovely experience takes place on the outskirts of Santa Fe town, in a coffee plantation with breathtaking views of the National Park. You'll take a short walk through the farm to see the coffee, plants and fruits grown here, before enjoying an authentic family-style dinner at the rancho, made with locally grown and fresh ingredients from the farm"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast your local guide takes you out horseback riding. Afternoon at leisure. Delight with this two to three hours horseback riding experience that will take you through the countryside in Santa Fe. The ride starts from the property to the town, then looping over Bulaba river on dirt roads across the farmlands of the pack. The landscapes across the activity will show you the broad nature of the park."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast you are transferred to Golfo de Chiriquí, where you stay at a family friendly oceanfront hotel. Enjoy the afternoon at leisure at the pool and on-site restaurant, or take an optional tour to discover the surroundings. Golfo De Chiriqui The Gulf of Chiriquí is one of the highlights of Panama's Pacific Coast, encompassing 25 islands across both the Coiba National Park and Golfo de Chiriquí National Park. The area is home to a unique maritime ecosystem, with some 19 coral reefs in the surrounding waters, and snorkelers and divers can spot dolphins, sea turtles, starfish and even Humpback Wales throughout part of the year. The islands are home to a variety of animals and birds, as well as a good selection of luxury resorts for those looking to stay a while in this beautiful part of the world. Alternatively, you can choose to visit Golfo de Chiriqui as a day trip, by boat or seaplane from mainland Panama. Overnight Hotel Boca del Mar or Similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today your captain takes you on a boat to discover some of the many islands of Golfo de Chiriqui, slowly navigating the area. You might spot dolphins and of course you will be able to discover the subaquatic works as well, snorkeling. Golfo de Chiriui – National Park Cruise Sail through the stunning islands of Golfo de Chiriqui National Park, enjoying beautiful landscapes and spotting diverse wildlife along the way. During your 4-hour cruise you'll visit deserted white-sand beaches and have the chance to snorkel over the coral reefs dotted around the islands. These waters are home to dolphins, sea turtles and sting rays, whilst humpback whales also migrate along this coast between July and October. With a little luck you'll encounter some of these amazing animals. Hotel Boca del Mar BL"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, after breakfast, you are transferred to Boquete. After check-in at your hotel a local guide takes you on a zip-line experience, where you glide through the canopy and observe the rainforest from a birds-eye perspective. After lunch, continue with your eco-adventure, crossing hanging bridges surrounded by nature. Boquete Boquete is a picturesque mountain town on the edge of the beautiful Barú Volcano National Park. With a cool climate and a welcoming small-town atmosphere, it makes a lovely break from the busy cities and the heat of the coast. The area is an outdoor-lover's dream, with a variety of nature trails to explore, as well as opportunities for climbing, rafting and canopy tours. The rich, volcanic soil around the town results in some wonderful local produce to enjoy, including one of the world's most sought-after coffees - Geisha. See a different perspective on the stunning landscapes around Boquete, as you take to the sky for a canopy tour through the treetops. You'll be picked up by 4x4 and driven to the foothills of the Barú Volcano, before strapping in for your zipline ride. You'll glide through the forest with rivers and waterfalls below you, and can even spot monkeys and perhaps even a resplendent quetzal in the trees. The canopy tour is around 3km in length, split over a number of cables, and you'll have full safety equipment along with trained guides. If you prefer something a little more sedate, you can also explore the trail of hanging bridges which leads through the canopy. A marvelous opportunity to enjoy an elevated perspective of the biodiversity of Panama's tropical cloud forest. This experience consists in 6 suspension bridges, that cover a 4.5-kilometer route through the treetops within the private forest reserve known as Rio Cristal, bordering La Amistad International Park. A local guide will introduce you to the lush flora and fauna of the area. The suspension bridges range from 70 to 135 meters long and reach heights from 10 to 75 meters above the ground. In addition, you will go along 6 trails that measure from 185 meters to 1.5 kilometers. Enjoy breathtaking views of rivers, waterfalls, and the towering Baru Volcano, a unique experience! Riverside Lodge or similar"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, after breakfast, your local guide invites you to be part of an amazing adventure, mastering the rapids of a white water river, by raft. A light lunch on the river banks is included. An amazing 7 hours experience full of adrenaline and consisting in one of the most thrilling activities in the Boquete area and Panama, a journey through Rio Chiriqui Viejo with classic rapids class II and II, besides a stunning jungle scenery and unique wildlife. While in the expedition enjoy a delicious traditional meal in the river shores. Overnight Riverside Lodge or similar"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, before you travel onwards to the Caribbean coast, you make a stop a local farm where you are introduced to local produce, taste gourmet honey, and see lots of colorful butterflies. Isla Bastimentos Just a short journey from Bocas del Toro's main town, Isla Bastimentos is wild, beautiful and undoubtedly one of the highlights of the archipelago. Around the coast you'll encounter palm-fringed beached where sea turtle nest, mangrove forests full of wildlife and protected coral reefs which provide amazing snorkeling and diving opportunities. This island is home to the indigenous Ngöbe-Buglé tribe, as well as some stunning lodges where you can relax and enjoy a peaceful island vacation. A very nice immersive nature experience at the Farm Walk, the butterfly garden with a Gourmet Honey tasting. You will enjoy a guided tour of the farm and coffee plantations, where you will learn about the world of bees and honey. Observation of bees and stingless hives (Meliponini) . Then, we will continue to the Butterfly House: In our butterfly house we have around 40 different species of butterflies. Join us and see the beauty and science. As well as enjoying our beautiful butterfly garden that is home to the adult butterflies, you will also see eggs, caterpillars, and beautiful jewel like pupae waiting for a butterfly to emerge. To finalize, we will experience a Gourmet Honey Tasting: Here you will learn about the specialization in raw honey that is collected from wild plants in one of the most biodiverse regions in the world. In addition, here they infuse and mix honey with medicinal herbs and spices. Enjoy over 10 types of rare raw bio diverse single crop honey made from nectars of different plants. Learn about the benefits and taste more than 10 types of gourmet infused medicinal honeys. Experience indigenous stingless honey, honey wine vinegar and honey liqueur. Overnight Riverside Lodge"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy nature at Tranquilo Bay, and enjoy included on-site experiences. Isla Bastimentos – Close to Shore by Tranquilo Bay Enjoy both guided and self-guided water and land activities directly from the lodge. (Not available during the period of December 15 - January 6 each year). These are some of the on-site activities you can opt to do: Birdwatching at the canopy observation tower, exploring & hiking on nature trails, fishing, kayaking, snorkeling, stand up paddle boarding, swimming, and wildlife spotting. Tranquilo Bay's grounds include over 200 acres with several kilometers of forested trails covering different habitats. This forest and its edge are home to many of Isla Bastimentos common favorites including multiple raptors, Montezuma Oropendolas, Red-lored Parrots, hummingbirds, 5-species of kingfishers, Green Ibis, tityras, woodpeckers, honeycreepers, tanagers, pigeons, antbirds, manakins, seedeaters, and herons, and, in season Three-wattled Bellbirds. White-faced Capuchins, three and two toed sloths, green iguanas, basilisk lizards, butterflies and poison dart frogs are also common on these trails. After dinner try to spot some of the local nocturnal residents such as the Common Potoo, Owls, Western Night Monkey, Four-eyed opossum, Wooly opossum, Crab-eating raccoon, Speckled Caiman and bats. Includes BLD"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy nature at Tranquilo Bay, and enjoy included on-site experiences. Isla Bastimentos – Close to Shore by Tranquilo Bay Enjoy both guided and self-guided water and land activities directly from the lodge. (Not available during the period of December 15 - January 6 each year). These are some of the on-site activities you can opt to do: Birdwatching at the canopy observation tower, exploring & hiking on nature trails, fishing, kayaking, snorkeling, stand up paddle boarding, swimming, and wildlife spotting. Tranquilo Bay's grounds include over 200 acres with several kilometers of forested trails covering different habitats. This forest and its edge are home to many of Isla Bastimentos common favorites including multiple raptors, Montezuma Oropendolas, Red-lored Parrots, hummingbirds, 5-species of kingfishers, Green Ibis, tityras, woodpeckers, honeycreepers, tanagers, pigeons, antbirds, manakins, seedeaters, and herons, and, in season Three-wattled Bellbirds. White-faced Capuchins, three and two toed sloths, green iguanas, basilisk lizards, butterflies and poison dart frogs are also common on these trails. After dinner try to spot some of the local nocturnal residents such as the Common Potoo, Owls, Western Night Monkey, Four-eyed opossum, Wooly opossum, Crab-eating raccoon, Speckled Caiman and bats. Tranquilo Bay BLD"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast your captain takes you to Bocas del Toro Airport, where you and your family take a domestic flight to Panama city. Transfer to your hotel and check-in. In the afternoon you go out for yet another adventure, enjoying a sunset kayak tour in the bay of Panama. Impressive and thrilling, the Panama Canal entrance is the door to one of the most highly traveled waterways in the world. The striking engineering of the Canal is able to handle more than 12,000 ships per year. Through out the day and night massive ocean going cruises, container ships, yachts and watercrafts of all kinds arrive from different continents. The Bridge of the Americas is another incredible manmade wonder of this trip. With 1,700 m in length and 120 m high it was the first permanent structure to link North America and South America across the Panama Canal. Paddling in front of the Panama Canal from stable, efficient sea kayaks accompanied by professional guides this venture provides an atypical perspective of Panama's best sites. As the sun drops below the horizon, soothing sunset colors of this coastal paddle are enchanting. Bird watching and relaxing on a remote beach urrounded by tropical forest gives a good sense of nature's handiwork on Pacific coasts. Along the shore common species include soaring magnificent frigates, gliding brown pelicans, darting flocks of parrots and various wading migratory shore birds. Sunset sea kayaking the entrance of the Panama Canal is a half day escapade among the world's most astonishing man made structures and nature's equally amazing environments Overnight Tryp Hotel or similar B"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast transfer to Panama City International Airport for your flight home"
    }
  ],
  "map": ""
}