{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "san-blas-islands-holiday-in-panama",
  "tourName": "San Blas Islands holiday in Panama",
  "placesVisited": "",
  "generalInfo": "Embark on a captivating journey from the bustling streets of Panama City to the secluded serenity of the San Blas Islands. Traverse lush jungles, immerse yourself in pristine waters, and explore idyllic islands. This tropical adventure promises tranquillity and natural beauty, from coral reefs to vibrant sunsets.",
  "durationDays": "4",
  "price": "499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Panama City-San Blas Islands, Panama: Jungle-to-Paradise Transfer Day Jungle Adventure Begins Start your day bright and early with an exhilarating pick-up from your Panama City accommodation at 5 AM. Board a rugged 4x4 vehicle that will whisk you through lush jungles as dawn breaks, giving you the perfect sunrise scenery on your way to paradise. Border Crossing & Entry to Kuna Yala Pause at the border of the Kuna Yala territory for quick immigration formalities and pay your entrance fees (not included). Feel the anticipation rise as you approach the fabled San Blas archipelago. Boat to Your Island Escape Arrive at the bustling dock and switch to a shared boat transfer. Skim across crystalline waters, taking in your first breathtaking views of the countless emerald islets strewn across the Caribbean. Arrival & Island Paradise Settling Step ashore on your very own slice of paradise. Relax, unpack, and breathe in the salt-kissed air. Time to let go and embrace island life! Guided Island Discovery Join an expertly guided excursion and explore your new surroundings. Wander pristine beaches, marvel at turquoise lagoons, and immerse yourself in the vibrant local culture—a preview of the natural wonders that await. Important Note: For a seamless journey, buy snacks, drinks, and water the day before—there won’t be another supermarket stop en route!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "San Blas Islands, Panama: Snorkeling, Serenity & Sunset Magic Day Island Breakfast Bliss Wake to the gentle sound of the sea and start your day with a delicious fresh breakfast on the island’s sandy shore. Let ocean breezes and tropical sunlight awaken your senses. Late Morning: Natural Pool Experience Set off for a magical visit to the famous Natural Pool. Wade knee-deep in crystal-clear, calm waters surrounded by a vibrant coral reef. Perfect for relaxing swims and soaking in pure serenity—no waves, no currents, just tranquility. Dive into Perro Island (Dog Island) Get whisked away to Perro Island, a dreamlike place renowned for arguably the world’s cleanest waters and premier snorkeling. Swim with brilliantly colored fish, and for the adventurous, snorkel above a sunken army gunboat—a hauntingly beautiful mix of history and nature, now teeming with marine life. Leisure & Island Exploration Spend your afternoon beachcombing, lazing under palm trees, or simply floating in idyllic lagoons. Every corner of Guna Yala reveals more paradise. Caribbean Sunset Spectacle Savor a delicious island dinner, then look out across the endless sea as the sun dips low, painting the sky with ever-changing stripes of pink, gold, and crimson—an unforgettable end to your perfect island day."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "San Blas Islands, Panama: Aquatic Bliss & Hammock Dreaming Day Seaside Breakfast & Island Awakening Begin your day with a fresh island breakfast, the sound of gentle waves and the salty breeze setting the tone for a day in paradise. Snorkeling and Swimming Adventure Dive into San Blas’ crystal-clear turquoise waters. Swim or snorkel among lively coral reefs teeming with colorful tropical fish—every splash reveals a new underwater world! Gaze at the vibrant marine life that makes these islands so famous. Leisure & Hammock Bliss After your aquatic explorations, let time slow down on the beach. Sway gently in a hammock under swaying palms, soak up the sun, and feel the peaceful rhythm of island life. Enjoy a delicious lunch and take breaks to dip back into the inviting sea or stroll along the powdery shore. Tropical Relaxation & Dinner As evening approaches, breathe in the tranquil atmosphere and recount the day’s adventures over a hearty island dinner. Let the gentle hush of the ocean lull you into relaxation as another perfect day ends in paradise."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "San Blas Islands - Panama City, Panama: Island Farewell & City Return Journey Island Sunrise & Goodbye Breakfast Wake to the gentle sound of waves and enjoy one last breakfast in paradise, soaking up the early morning serenity and breathtaking island views. Departure: Boat Ride Back to Mainland Bid farewell to the pristine shores of San Blas as you board a shared boat at 8 AM for a picturesque journey across turquoise waters, capturing your final glimpses of the idyllic islets. Jungle 4x4 Adventure Return Transfer to a rugged 4x4 for your adventurous ride through lush jungle landscapes. Watch the scenery shift from remote, wild beauty back to urban life as you approach Panama City. Arrival in Panama City Arrive back in Panama City and enjoy a comfortable drop-off at your accommodation. Reflect on your unforgettable island escape as you settle back into city comfort."
    }
  ],
  "map": ""
}