[
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "best-of-panana-holiday",
    "tourName": "Best of Panana holiday",
    "placesVisited": "",
    "generalInfo": "Panama is a captivating blend of modernity, history, and natural beauty, offering so much more than just its iconic canal. In Panama City, sleek skyscrapers rise alongside the charming colonial streets of Casco Viejo, where vibrant Spanish architecture and lively plazas invite exploration. Escape to the highlands of Santa Fe, Panama’s oldest town, surrounded by lush rainforest and home to the tranquil Santa Fe National Park. The dramatic Pacific coast and the Gulf of Chiriquí beckon with pristine beaches, vibrant marine life, and hidden islands. For adventure seekers, the misty mountains of Boquete offer zip lines, hanging bridges, white-water rafting, and stunning trails in a cool, flora-filled climate. Finally, the Caribbean’s Bocas del Toro provides the perfect ending with sugar-sand beaches, swaying palms, and endless options for relaxation or adventure.",
    "durationDays": "13",
    "price": "3895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Panama, The land with abundance of fish, butterflies and trees! After migration procedures, our representative will meet you at the airport to assist with your transfer to your hotel. Panama City Panama's iconic capital city and commercial center is like nowhere else in Central America, where big business and giant skyscrapers meet cobbled colonial streets and a mix of cultures formed by centuries of immigration and trade. It can seem chaotic at times, but there's plenty of fun to be had, especially around the vibrant UNESCO-listed Old Town - Casco Viejo - where many of the best bars, restaurants and hotels are found. Home to the country's main airport and located on the Pacific Coast, within a couple of hours you could be lazing by the beach, exploring lush rainforests or sailing along the famous Panama Canal. Take a look at our hand-picked experiences to make to most of your time in this unique city. Overnight at Central Hotel Panama on similar breakfast incl"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today you will be picked up at your hotel for a partial Panama Canal crossing, providing the opportunity to experience the Canal from a completely different- and unique perspective! The Panama Canal Partial Transit offers you the opportunity to cruise through Pedro Miguel Locks and Miraflores Locks (two of the three lock sets of the Panama Canal), on a 250 passenger ferry. During low season from April through November the tour runs mostly on Fridays and Saturdays and during high season from December through March from Thursdays through Saturdays. The Panama Canal celebrated its 100th anniversary in 2014. OPTIONAL specialist tour - please enquire Panama Canal behind the scenes ( may require an additional day in Panama City) Pick up at your hotel in Panama City, for a short transfer to Miraflores Locks at the Panama Canal. A specialized guide of the Panama Canal meets you there and introduces you to some of the most important and unique details of this marvel of engineering. You learn about the history and construction of the first set of locks and with a little luck you can watch massive vessels transit through the locks. This VIP experience includes access to areas restricted to the public, and weather permitting you to have the unique opportunity to get a much closer view of the locks and the operations. Please note that the use of long pants and closed shoes is mandatory. A liability waiver needs to be signed, and the acceptance and planning of this special experience is subject to approval by the canal authorities. Overnight at Central Hotel Panama or similar including breakfast and lunch"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lodging in a simple yet beautiful hotel, in a room with a view on the mountains, where you feel the tranquility of nature all around. Afternoon at leisure to explore the surroundings and the small town of Santa Fe. Late afternoon you enjoy a walk and a pop-up-dinner at a very special location! Santa Fe This morning you'll head towards the pristine Santa Fe National Park, where you'll be surrounded by mountains. The drive is around 4 hours, crossing Los Santos and Herrera provinces, until you arrive in the famous Veraguas province. This evening, you'll enjoy a special dinner and settle into your new surroundings. This lovely experience takes place on the outskirts of Santa Fe town, in a coffee plantation with breathtaking views of the National Park. You'll take a short walk through the farm to see the coffee, plants and fruits grown here, before enjoying an authentic family-style dinner at the rancho, made with locally grown and fresh ingredients from the farm. Overnight at Coffee Mountain Inn or similar Includes breakfast and dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast your local guide takes you out horseback riding. Afternoon at leisure. Delight with this two to three hours horseback riding experience that will take you through the countryside in Santa Fe. The ride starts from the property to the town, then looping over Bulaba river on dirt roads across the farmlands of the pack. The landscapes across the activity will show you the broad nature of the park. Overnight at Coffee Mountain Inn or similar Breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast you are transferred to Golfo de Chiriquí, where you stay at a family friendly oceanfront hotel. Enjoy the afternoon at leisure at the pool and on-site restaurant, or take an optional tour to discover the surroundings. Golfo De Chiriqui The Gulf of Chiriquí is one of the highlights of Panama's Pacific Coast, encompassing 25 islands across both the Coiba National Park and Golfo de Chiriquí National Park. The area is home to a unique maritime ecosystem, with some 19 coral reefs in the surrounding waters, and snorkelers and divers can spot dolphins, sea turtles, starfish and even Humpback Wales throughout part of the year. The islands are home to a variety of animals and birds, as well as a good selection of luxury resorts for those looking to stay a while in this beautiful part of the world. Alternatively, you can choose to visit Golfo de Chiriqui as a day trip, by boat or seaplane from mainland Panama. Overnight at Hotel Bocas Del Mar Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today your captain takes you on a boat to discover some of the many islands of Golfo de Chiriqui, slowly navigating the area. You might spot dolphins and of course you will be able to discover the subaquatic works as well, snorkeling. Golfo de Chiriui – National Park Cruise Sail through the stunning islands of Golfo de Chiriqui National Park, enjoying beautiful landscapes and spotting diverse wildlife along the way. During your 4-hour cruise you'll visit deserted white-sand beaches and have the chance to snorkel over the coral reefs dotted around the islands. These waters are home to dolphins, sea turtles and sting rays, whilst humpback whales also migrate along this coast between July and October. With a little luck you'll encounter some of these amazing animals. Overnight at Hotel Bocas Del Mar Breakfast and lunch"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today, after breakfast, you are transferred to Boquete. After check-in at your hotel a local guide takes you on a zip-line experience, where you glide through the canopy and observe the rainforest from a birds-eye perspective. After lunch, continue with your eco-adventure, crossing hanging bridges surrounded by nature. Boquete Boquete is a picturesque mountain town on the edge of the beautiful Barú Volcano National Park. With a cool climate and a welcoming small-town atmosphere, it makes a lovely break from the busy cities and the heat of the coast. The area is an outdoor-lover's dream, with a variety of nature trails to explore, as well as opportunities for climbing, rafting and canopy tours. The rich, volcanic soil around the town results in some wonderful local produce to enjoy, including one of the world's most sought-after coffees - Geisha. See a different perspective on the stunning landscapes around Boquete, as you take to the sky for a canopy tour through the treetops. You'll be picked up by 4x4 and driven to the foothills of the Barú Volcano, before strapping in for your zipline ride. You'll glide through the forest with rivers and waterfalls below you, and can even spot monkeys and perhaps even a resplendent quetzal in the trees. The canopy tour is around 3km in length, split over a number of cables, and you'll have full safety equipment along with trained guides. If you prefer something a little more sedate, you can also explore the trail of hanging bridges which leads through the canopy. A marvelous opportunity to enjoy an elevated perspective of the biodiversity of Panama's tropical cloud forest. This experience consists in 6 suspension bridges, that cover a 4.5-kilometer route through the treetops within the private forest reserve known as Rio Cristal, bordering La Amistad International Park. A local guide will introduce you to the lush flora and fauna of the area. The suspension bridges range from 70 to 135 meters long and reach heights from 10 to 75 meters above the ground. In addition, you will go along 6 trails that measure from 185 meters to 1.5 kilometers. Enjoy breathtaking views of rivers, waterfalls, and the towering Baru Volcano, a unique experience! Overnight at Hotel Boquete Tree Trek Eco-Adventure Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today, after breakfast, your local guide invites you to be part of an amazing adventure, mastering the rapids of a white water river, by raft. A light lunch on the river banks is included. An amazing 7 hours experience full of adrenaline and consisting in one of the most thrilling activities in the Boquete area and Panama, a journey through Rio Chiriqui Viejo with classic rapids class II and II, besides a stunning jungle scenery and unique wildlife. While in the expedition enjoy a delicious traditional meal in the river shores. Overnight at Hotel Boquete Tree Trek Eco-Adventure Park Breakfast and lunch"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After breakfast, before you travel onwards to the Caribbean coast, you make a stop a local farm where you are introduced to local produce, taste gourmet honey, and see lots of colorful butterflies. Bocas del Toro An idyllic group of Caribbean islands surrounded by turquoise seas near to the Costa Rican border, Boca del Toro province is undoubtedly one of Panama's highlights. Here the taxis are all boats, and the gentle pace of life makes a perfect ending to any vacation. Across the six larger islands and countless smaller islets there are dense forests lled with native wildlife, and centuries-old communities still maintaining their traditions, whilst the water is great for swimming and snorkelling. With some excellent accommodation options and plenty to do if you're feeling active, you'll wish you didn't have to leave 'Bocas'. A very nice immersive nature experience at the Farm Walk, the butterfly garden with a Gourmet Honey tasting. You will enjoy a guided tour of the farm and coffee plantations, where you will learn about the world of bees and honey. Observation of bees and stingless hives (Meliponini) . Then, we will continue to the Butterfly House: In our butterfly house we have around 40 different species of butterflies. Join us and see the beauty and science. As well as enjoying our beautiful butterfly garden that is home to the adult butterflies, you will also see eggs, caterpillars, and beautiful jewel like pupae waiting for a butterfly to emerge. To finalize, we will experience a Gourmet Honey Tasting: Here you will learn about the specialization in raw honey that is collected from wild plants in one of the most biodiverse regions in the world. In addition, here they infuse and mix honey with medicinal herbs and spices. Enjoy over 10 types of rare raw bio diverse single crop honey made from nectars of different plants. Learn about the benefits and taste more than 10 types of gourmet infused medicinal honeys. Experience indigenous stingless honey, honey wine vinegar and honey liqueur. Overnight at Playa Tortuga Hotel & Beach Resort Breakfast and Lunch"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Days at leisure. Overnight at Playa Tortuga Hotel & Beach Resort Breakfast"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "After breakfast your captain takes you to Bocas del Toro Airport, where you and your family take a domestic flight to Panama city. Transfer to your hotel and check-in. In the afternoon you go out for yet another adventure, enjoying a sunset kayak tour in the bay of Panama. Impressive and thrilling, the Panama Canal entrance is the door to one of the most highly traveled waterways in the world. The striking engineering of the Canal is able to handle more than 12,000 ships per year. Through out the day and night massive ocean going cruises, container ships, yachts and watercrafts of all kinds arrive from different continents. The Bridge of the Americas is another incredible manmade wonder of this trip. With 1,700 m in length and 120 m high it was the first permanent structure to link North America and South America across the Panama Canal. Paddling in front of the Panama Canal from stable, efficient sea kayaks accompanied by professional guides this venture provides an atypical perspective of Panama's best sites. As the sun drops below the horizon, soothing sunset colors of this coastal paddle are enchanting. Bird watching and relaxing on a remote beach urrounded by tropical forest gives a good sense of nature's handiwork on Pacific coasts. Along the shore common species include soaring magnificent frigates, gliding brown pelicans, darting flocks of parrots and various wading migratory shore birds. Sunset sea kayaking the entrance of the Panama Canal is a half day escapade among the world's most astonishing man made structures and nature's equally amazing environments. Overnight at Tryp Panama Centro or similar Breakfast"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "After breakfast your captain takes you to Bocas del Toro Airport, where you and your family take a domestic flight to Panama city. Transfer to your hotel and check-in. In the afternoon you go out for yet another adventure, enjoying a sunset kayak tour in the bay of Panama. Impressive and thrilling, the Panama Canal entrance is the door to one of the most highly traveled waterways in the world. The striking engineering of the Canal is able to handle more than 12,000 ships per year. Through out the day and night massive ocean going cruises, container ships, yachts and watercrafts of all kinds arrive from different continents. The Bridge of the Americas is another incredible manmade wonder of this trip. With 1,700 m in length and 120 m high it was the first permanent structure to link North America and South America across the Panama Canal. Paddling in front of the Panama Canal from stable, efficient sea kayaks accompanied by professional guides this venture provides an atypical perspective of Panama's best sites. As the sun drops below the horizon, soothing sunset colors of this coastal paddle are enchanting. Bird watching and relaxing on a remote beach urrounded by tropical forest gives a good sense of nature's handiwork on Pacific coasts. Along the shore common species include soaring magnificent frigates, gliding brown pelicans, darting flocks of parrots and various wading migratory shore birds. Sunset sea kayaking the entrance of the Panama Canal is a half day escapade among the world's most astonishing man made structures and nature's equally amazing environments. Overnight at Tryp Panama Centro Breakfast"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "desert-island-survival-in-panama",
    "tourName": "Desert island survival in Panama",
    "placesVisited": "",
    "generalInfo": "This unique destination is ideal for any keen and daring adventure travellers seeking a completely diverse experience to push themselves to accomplish an out of the ordinary task. Situated on an island in off Panama, the desert islands scenery is a sight you will have only seen on TV or in the movies. This will be an experience unlike any other you have encountered before, helping you grow physically and mentally. Surrounded by nothing but nature and your fellow camp mates, you can’t get any more off the beaten track.<br/><br/>Considering the nature of the trip, travellers must be in good physical and mental condition, as it can be extremely challenging at times. When you finish this adventure of a lifetime, you would be ready to conquer life on a desert island alone!<br/><br/>Local guides will be with you and teaching you throughout the trip, they know the island and how to survive on it better than anyone else, so you can assure that you are in good hands! They will teach you everything you need to know including building shelter, making fires, catching fish and finding the food you need.",
    "durationDays": "13",
    "price": "3650",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "We meet in Panama City (the exact location will be shared with you in the Expedition Guide you will receive after booking). • That late afternoon you meet your instructor and receive the safety expedition briefing before dinner with the team. We have an early night in shared accommodation. • You can request the solo room supplement on our booking form if you want a private room. We will confirm availability after your request."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, we head to the marina and take a 90-minute speedboat to your new island home, explore the expansive beach, choose the location for the camp, and string the expedition hammocks. • Typically after a couple of days, everyone on the island reconnects with their circadian rhythm and rises a little after sunrise. So we use the mornings to learn the 4 key elements of survival: Shelter, Fire, Water, and Food. We explore different methods for each element. • Afternoons are for exploration, trekking through the jungle and rocky headlands, mastering fishing skills, or simply enjoying paradise. • Evenings are for gathering and connecting with your new tribe around the campfire, eating a communal meal we all helped catch and cook, telling stories, or marveling at the open sky."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "• After completing your training phase, you and your new tribe will move to a different spot on the island to put into practice the skills learned. • You will experience the wilderness with little more than a machete, knife, essential fishing equipment, medikit, and satellite phone. But don’t worry; we have an invisible safety net in place! • For many, this is one of the toughest psychological and physical challenges they have ever endured: the reality of survival sinks in, and new highs and lows are encountered as hunger, thirst, and discomfort are offset by the euphoria of success starting a fire or finding food. And simultaneously, this is an experience that leaves the most incredible sense of achievement and deep gratitude. • If you would like this phase in complete solitude, please request this on your booking form. We will reach out to you after checking availability."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "• After completing your survival phase, speedboats are sent in the morning to bring you to Mar Y Oro’s beach to eat and rest. • That night we head out for a survival party where you’ll eat your weight in pizza at the excellent Casa Tortuga restaurant. • We will all head back to Panama City by speedboats arriving around noon."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Sporting a fine suntan and a tremendous sense of achievement, you will depart home with enough tales to woo at any dinner party.!"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-canal-to-caribbean-tour",
    "tourName": "Panama Canal to Caribbean tour",
    "placesVisited": "",
    "generalInfo": "This journey through Panama combines history, culture, and natural beauty in equal measure. Beginning in the colonial quarter of Panama City, explore the stories of two cities and witness the engineering marvel of the Panama Canal. Travel deep into the rainforest to meet the Emberá people, discover UNESCO-listed fortresses, and experience the highland town of Boquete with its cloud forests, coffee fincas, and hanging bridges. Crossing the Continental Divide leads to the turquoise waters of Bocas del Toro, where coral reefs, mangroves, and island culture await. The adventure concludes with rainforest walks, striking modern architecture, and a farewell in Panama City.",
    "durationDays": "12",
    "price": "3250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Panama City - Upon arrival in Panama you will be met and transferred to your hotel located in the heart of Panama City’s historic district, Casco Viejo. No meals or activities included today. Overnight at Central Hotel Panama or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Stories of Two Cities and the Panama Canal - The journey begins with an immersive exploration of Panama City, a capital defined by contrast and connection. We start with a visit to the evocative ruins of Panamá Viejo, the original city founded in 1519 and later destroyed by the infamous pirate Henry Morgan. Here, among the stone walls and cathedral remnants we begin to understand Panama’s origins as a critical junction of trade and empire. The narrative continues in Casco Viejo, the “new” colonial city founded after the destruction of the first. The intertwining stories of these two cities reflect the resilience and strategic importance of Panama through the centuries. We visit the Mola Museum, showcasing the intricate textile art of the Guna women; the beautifully curated Panama Canal Museum, housed in the former headquarters of the French and American canal builders; and the boutique Cacao and Chocolate Museum at Casa Coronel, which celebrates Panama’s growing artisanal chocolate culture. After lunch at a local restaurant, the journey continues to the Panama Canal Visitors Center at Miraflores Locks. From the observation terraces, witness massive ships navigating the narrow locks and gain a deeper appreciation for the engineering marvel that reshaped world trade. The day concludes with dinner at a carefully selected restaurant, offering local cuisine in a warm setting. Overnight at Central Hotel Panama or similar (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The Emberá People and Fort San Lorenzo - An unforgettable day unfolds with a cultural and historical expedition to the Caribbean side of the isthmus. Traveling north, we reache the banks of the Gatun River where dugout canoes await to take you into the forest and toward an Emberá community. Nestled in a remote setting, the village offers a rare opportunity to engage with Panama’s indigenous heritage. The Emberá proudly share their traditions, music, dances, and cosmology, as well as insights into their craftsmanship and connection to the land. Enjoy a traditional lunch is prepared by the community. The adventure continues to Fort San Lorenzo, dramatically perched above the mouth of the Chagres River where it meets the Caribbean Sea. This UNESCO World Heritage Site, once a key defense point for the Spanish Crown, echoes with tales of pirates, conquests, and gold-laden galleons. Surrounded by tropical forest and history, it is a place where nature and empire collide. After returning to the city, the day ends with dinner at a local restaurant. Overnight at Central Hotel Panama or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "From the Pacific Coast to the Highlands - After an early breakfast, head to the airport for a short flight to David, the capital of Chiriquí province. Upon arrival, the journey continues to the Gulf of Chiriquí National Park, a protected marine wonderland scattered with lush islands and coral reefs. A boat excursion reveals the area’s vibrant biodiversity with opportunities to snorkel in crystal-clear waters, paddle along quiet mangrove-lined coasts, and spot marine life from the boat. A picnic-style lunch is served on one of the secluded beaches, offering a true taste of tropical serenity. In the afternoon travel to Boquete, a picturesque mountain town on the foothills of Volcán Barú. Known for its cool climate, cloud forests, and world-class coffee, Boquete provides a stunning contrast to the coast. The road climbs steadily into the highlands, passing rolling green hills and dramatic ridges until arriving at the lodge nestled in nature. Dinner is served at the hotel, rounding off a day of striking geographical transitions. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hanging Bridges, Coffee & Rum: A Day in the Highlands - The cool mountain air and misty forest canopy set the stage for a morning of discovery in Boquete’s cloud forest reserve. Suspended walkways and well-maintained forest trails offer a gentle but immersive way to explore the highland ecosystem. As we move through the treetops on a series of hanging bridges, witness the interplay of light and foliage and may catch glimpses of hummingbirds, toucans, or even the elusive resplendent quetzal among the bromeliads and moss-draped trees. Those with a taste for adrenaline may choose to replace the forest walk with an optional zipline adventure through the canopy. Later in the day, the focus turns to one of Panama’s most prized exports: coffee. A local finca opens its doors for a behind-the-scenes experience of specialty coffee production from the growing of high-altitude beans to their harvest, roasting, and final tasting. The aromas, techniques, and passion of the producers elevate this from a simple visit to a sensory journey. As the sun begins to dip behind the hills, enjoy a distinctly Panamanian rum experience where you will sample artisan rums and learn about the unique sugarcane heritage of the region. Lunch and dinner are enjoyed on-site, in the quiet comfort of the mountain lodge. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "La Amistad International Park and the Charm of Boquete - Today, we head into La Amistad International Park, a UNESCO World Heritage Site shared by Panama and Costa Rica. This vast transboundary reserve protects one of the most biodiverse and pristine highland habitats in Central America. With local guides leading the way, follow trails that wind through mist-laden forests where cascading waterfalls and birdsong accompany each step. The area is a haven for birdwatchers, nature photographers, and anyone who appreciates raw, untouched landscapes. After a morning immersed in nature, returns to Boquete to explore the town’s colorful streets, artisan shops, and flower-filled gardens. There’s time to take in the relaxed rhythm of local life and perhaps sip a cup of freshly brewed geisha coffee at a café. Lunch is served at a local restaurant, while dinner back at the hotel caps off this full and varied day. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Across the Continental Divide to Bocas del Toro - The journey eastward from Boquete to the Caribbean begins early, tracing one of Central America’s most scenic overland routes. As the road climbs through the Cordillera Central, breathtaking views unfold - cloud forests giving way to alpine meadows, then descending into lush tropical lowlands. The transition from one side of the continental divide to the other is as dramatic in scenery as it is in climate. The final stretch takes us to the port town of Almirante, where water taxis await. Crossing the tranquil waters of Almirante Bay, we arrive at Isla Colón, the lively heart of the Bocas del Toro archipelago. This Caribbean outpost is known for its laid-back energy, vibrant Afro-Caribbean culture, and rich natural beauty. After checking in to the hotel, there’s time to settle in and enjoy dinner at a local restaurant, where fresh seafood and tropical flavors take center stage. Overnight at Palma Royale Hotel or similar (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Coral Reefs, Mangroves and the Ngäbe-Buglé People - The morning begins on the water, weaving through turquoise channels and tangled mangrove forests that frame Bocas del Toro’s marine paradise. With masks and snorkels on hand, the group explores vibrant coral reefs teeming with life — tropical fish darting between sea fans and brain corals in warm, shallow water. Between snorkeling sites, the boat glides past islands fringed with coconut palms and echoing with bird calls. Later, the focus shifts inland with a visit to a Ngäbe-Buglé community, where we are welcomed with hospitality and pride. The encounter offers a meaningful window into the traditions, social structure, and crafts of one of Panama’s most populous Indigenous groups. It’s a respectful cultural exchange that balances observation and participation. Meals today are enjoyed at local restaurants in the island town, which by now feels like a home base within the archipelago. Overnight at Palma Royale Hotel or similar (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Nature and Relaxation in Bastimentos Marine National Park - A short boat ride takes us to Bastimentos Island, home to a national marine park that protects a remarkable range of coastal ecosystems. The day unfolds at a relaxed pace, blending beach time with nature walks through coastal rainforest trails. Whether watching for sloths and red frogs in the forest or simply enjoying the rhythmic lapping of waves on a golden-sand beach, this is a day to slow down and appreciate the unspoiled beauty of Panama’s Caribbean coast. Lunch and dinner are again taken at local restaurants, where the flavors of the sea mingle with Caribbean spices. The day concludes with a gentle return to Isla Colón, under skies often filled with stars and the soft glow of the moon on the water. Overnight at Palma Royale Hotel or similar (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "From the Islands Back to the Capital - The morning is free at leisure for you to enjoy. Whether it’s a final stroll through town, a dip in the sea, or simply time to reflect, Bocas del Toro offers a gentle farewell. In the early afternoon, we return by flight to Panama City. Upon arrival transfer to the hotel in the modern city, now a familiar contrast to the natural landscapes visited over the past week. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Forest Canopy and Iconic Architecture - The last full day in Panama begins with a nature-focused experience just outside the capital. At Soberanía National Park, the group walks the trails of the rainforest in search of toucans, monkeys, and perhaps even a sloth hidden in the canopy. The journey includes a stop at the Rainforest Discovery Center, where an observation tower rises above the treetops for panoramic views and excellent birdwatching. This final immersion in Panama’s biodiversity is as rewarding as it is refreshing. In the afternoon, visit the Biomuseo, an architectural landmark designed by Frank Gehry, dramatically situated on the Amador Causeway. Inside, the museum’s engaging exhibits reveal how the rise of the isthmus shaped the planet’s climate, species, and human history. As night falls, enjoy a farewell dinner at one of Panama City’s best local fare restaurants, where stories and highlights of the trip are shared among new friends. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Departure - After breakfast transfer to the airport for your departure flight. End of tour. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-family-adventure-holiday",
    "tourName": "Panama family adventure holiday",
    "placesVisited": "",
    "generalInfo": "Panama is more than just a canal! We explore this beautiful snaking country highlighting the best of what Panama has to offer (including the canal).  Panama’s shiny, Seattle-esque cityscape is juxtaposed by the historic Casco Viejo (old quarter) with its ornate colonial Spanish architecture.  Coffee region Santa Fe is world away from city life although also rich with history as Panamas oldest town dating back to 1557. Surrounded by rainforest the Santa Fe National park is a Panama hidden gem. We explore the dramatic Pacific coast and the Gulf of Chiriqui before heading to the hills for some adventure.  Beautiful Boquete is a haven for activity including hanging bridges zip- lines and white water rafting. The temperate climate is perfect for the abundance of flora and fauna to marvel at in the misty mountains. Dropping down to the Caribbean Islas Bocas del Toro provides the perfect ending to the trip where you can be as active or as lazy as you want on sugar sand beaches fringed by overhanging palms.",
    "durationDays": "12",
    "price": "5450",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Panama, The land with abundance of fish, butterflies and trees! After migration procedures, our representative will meet you at the airport to assist with your transfer to your hotel. Panama City Panama's iconic capital city and commercial center is like nowhere else in Central America, where big business and giant skyscrapers meet cobbled colonial streets and a mix of cultures formed by centuries of immigration and trade. It can seem chaotic at times, but there's plenty of fun to be had, especially around the vibrant UNESCO-listed Old Town - Casco Viejo - where many of the best bars, restaurants and hotels are found. Home to the country's main airport and located on the Pacific Coast, within a couple of hours you could be lazing by the beach, exploring lush rainforests or sailing along the famous Panama Canal. Take a look at our hand-picked experiences to make to most of your time in this unique city. Overnight Hotel Central or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today you will be picked up at your hotel for a partial Panama Canal crossing, providing the opportunity to experience the Canal from a completely different- and unique perspective! The Panama Canal Partial Transit offers you the opportunity to cruise through Pedro Miguel Locks and Miraflores Locks (two of the three lock sets of the Panama Canal), on a 250 passenger ferry. During low season from April through November the tour runs mostly on Fridays and Saturdays and during high season from December through March from Thursdays through Saturdays. The Panama Canal celebrated its 100th anniversary in 2014. Overnight hotel Central or Similar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Breakfast and morning transfer to Santa Fé. Lodging in a simple yet beautiful hotel, in a room with a view on the mountains, where you feel the tranquility of nature all around. Afternoon at leisure to explore the surroundings and the small town of Santa Fe. Late afternoon you enjoy a walk and a pop-up-dinner at a very special location! Santa Fe This morning you'll head towards the pristine Santa Fe National Park, where you'll be surrounded by mountains. The drive is around 4 hours, crossing Los Santos and Herrera provinces, until you arrive in the famous Veraguas province. This evening, you'll enjoy a special dinner and settle into your new surroundings. This lovely experience takes place on the outskirts of Santa Fe town, in a coffee plantation with breathtaking views of the National Park. You'll take a short walk through the farm to see the coffee, plants and fruits grown here, before enjoying an authentic family-style dinner at the rancho, made with locally grown and fresh ingredients from the farm"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast your local guide takes you out horseback riding. Afternoon at leisure. Delight with this two to three hours horseback riding experience that will take you through the countryside in Santa Fe. The ride starts from the property to the town, then looping over Bulaba river on dirt roads across the farmlands of the pack. The landscapes across the activity will show you the broad nature of the park."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast you are transferred to Golfo de Chiriquí, where you stay at a family friendly oceanfront hotel. Enjoy the afternoon at leisure at the pool and on-site restaurant, or take an optional tour to discover the surroundings. Golfo De Chiriqui The Gulf of Chiriquí is one of the highlights of Panama's Pacific Coast, encompassing 25 islands across both the Coiba National Park and Golfo de Chiriquí National Park. The area is home to a unique maritime ecosystem, with some 19 coral reefs in the surrounding waters, and snorkelers and divers can spot dolphins, sea turtles, starfish and even Humpback Wales throughout part of the year. The islands are home to a variety of animals and birds, as well as a good selection of luxury resorts for those looking to stay a while in this beautiful part of the world. Alternatively, you can choose to visit Golfo de Chiriqui as a day trip, by boat or seaplane from mainland Panama. Overnight Hotel Boca del Mar or Similar"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today your captain takes you on a boat to discover some of the many islands of Golfo de Chiriqui, slowly navigating the area. You might spot dolphins and of course you will be able to discover the subaquatic works as well, snorkeling. Golfo de Chiriui – National Park Cruise Sail through the stunning islands of Golfo de Chiriqui National Park, enjoying beautiful landscapes and spotting diverse wildlife along the way. During your 4-hour cruise you'll visit deserted white-sand beaches and have the chance to snorkel over the coral reefs dotted around the islands. These waters are home to dolphins, sea turtles and sting rays, whilst humpback whales also migrate along this coast between July and October. With a little luck you'll encounter some of these amazing animals. Hotel Boca del Mar BL"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today, after breakfast, you are transferred to Boquete. After check-in at your hotel a local guide takes you on a zip-line experience, where you glide through the canopy and observe the rainforest from a birds-eye perspective. After lunch, continue with your eco-adventure, crossing hanging bridges surrounded by nature. Boquete Boquete is a picturesque mountain town on the edge of the beautiful Barú Volcano National Park. With a cool climate and a welcoming small-town atmosphere, it makes a lovely break from the busy cities and the heat of the coast. The area is an outdoor-lover's dream, with a variety of nature trails to explore, as well as opportunities for climbing, rafting and canopy tours. The rich, volcanic soil around the town results in some wonderful local produce to enjoy, including one of the world's most sought-after coffees - Geisha. See a different perspective on the stunning landscapes around Boquete, as you take to the sky for a canopy tour through the treetops. You'll be picked up by 4x4 and driven to the foothills of the Barú Volcano, before strapping in for your zipline ride. You'll glide through the forest with rivers and waterfalls below you, and can even spot monkeys and perhaps even a resplendent quetzal in the trees. The canopy tour is around 3km in length, split over a number of cables, and you'll have full safety equipment along with trained guides. If you prefer something a little more sedate, you can also explore the trail of hanging bridges which leads through the canopy. A marvelous opportunity to enjoy an elevated perspective of the biodiversity of Panama's tropical cloud forest. This experience consists in 6 suspension bridges, that cover a 4.5-kilometer route through the treetops within the private forest reserve known as Rio Cristal, bordering La Amistad International Park. A local guide will introduce you to the lush flora and fauna of the area. The suspension bridges range from 70 to 135 meters long and reach heights from 10 to 75 meters above the ground. In addition, you will go along 6 trails that measure from 185 meters to 1.5 kilometers. Enjoy breathtaking views of rivers, waterfalls, and the towering Baru Volcano, a unique experience! Riverside Lodge or similar"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today, after breakfast, your local guide invites you to be part of an amazing adventure, mastering the rapids of a white water river, by raft. A light lunch on the river banks is included. An amazing 7 hours experience full of adrenaline and consisting in one of the most thrilling activities in the Boquete area and Panama, a journey through Rio Chiriqui Viejo with classic rapids class II and II, besides a stunning jungle scenery and unique wildlife. While in the expedition enjoy a delicious traditional meal in the river shores. Overnight Riverside Lodge or similar"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After breakfast, before you travel onwards to the Caribbean coast, you make a stop a local farm where you are introduced to local produce, taste gourmet honey, and see lots of colorful butterflies. Isla Bastimentos Just a short journey from Bocas del Toro's main town, Isla Bastimentos is wild, beautiful and undoubtedly one of the highlights of the archipelago. Around the coast you'll encounter palm-fringed beached where sea turtle nest, mangrove forests full of wildlife and protected coral reefs which provide amazing snorkeling and diving opportunities. This island is home to the indigenous Ngöbe-Buglé tribe, as well as some stunning lodges where you can relax and enjoy a peaceful island vacation. A very nice immersive nature experience at the Farm Walk, the butterfly garden with a Gourmet Honey tasting. You will enjoy a guided tour of the farm and coffee plantations, where you will learn about the world of bees and honey. Observation of bees and stingless hives (Meliponini) . Then, we will continue to the Butterfly House: In our butterfly house we have around 40 different species of butterflies. Join us and see the beauty and science. As well as enjoying our beautiful butterfly garden that is home to the adult butterflies, you will also see eggs, caterpillars, and beautiful jewel like pupae waiting for a butterfly to emerge. To finalize, we will experience a Gourmet Honey Tasting: Here you will learn about the specialization in raw honey that is collected from wild plants in one of the most biodiverse regions in the world. In addition, here they infuse and mix honey with medicinal herbs and spices. Enjoy over 10 types of rare raw bio diverse single crop honey made from nectars of different plants. Learn about the benefits and taste more than 10 types of gourmet infused medicinal honeys. Experience indigenous stingless honey, honey wine vinegar and honey liqueur. Overnight Riverside Lodge"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy nature at Tranquilo Bay, and enjoy included on-site experiences. Isla Bastimentos – Close to Shore by Tranquilo Bay Enjoy both guided and self-guided water and land activities directly from the lodge. (Not available during the period of December 15 - January 6 each year). These are some of the on-site activities you can opt to do: Birdwatching at the canopy observation tower, exploring & hiking on nature trails, fishing, kayaking, snorkeling, stand up paddle boarding, swimming, and wildlife spotting. Tranquilo Bay's grounds include over 200 acres with several kilometers of forested trails covering different habitats. This forest and its edge are home to many of Isla Bastimentos common favorites including multiple raptors, Montezuma Oropendolas, Red-lored Parrots, hummingbirds, 5-species of kingfishers, Green Ibis, tityras, woodpeckers, honeycreepers, tanagers, pigeons, antbirds, manakins, seedeaters, and herons, and, in season Three-wattled Bellbirds. White-faced Capuchins, three and two toed sloths, green iguanas, basilisk lizards, butterflies and poison dart frogs are also common on these trails. After dinner try to spot some of the local nocturnal residents such as the Common Potoo, Owls, Western Night Monkey, Four-eyed opossum, Wooly opossum, Crab-eating raccoon, Speckled Caiman and bats. Includes BLD"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Enjoy nature at Tranquilo Bay, and enjoy included on-site experiences. Isla Bastimentos – Close to Shore by Tranquilo Bay Enjoy both guided and self-guided water and land activities directly from the lodge. (Not available during the period of December 15 - January 6 each year). These are some of the on-site activities you can opt to do: Birdwatching at the canopy observation tower, exploring & hiking on nature trails, fishing, kayaking, snorkeling, stand up paddle boarding, swimming, and wildlife spotting. Tranquilo Bay's grounds include over 200 acres with several kilometers of forested trails covering different habitats. This forest and its edge are home to many of Isla Bastimentos common favorites including multiple raptors, Montezuma Oropendolas, Red-lored Parrots, hummingbirds, 5-species of kingfishers, Green Ibis, tityras, woodpeckers, honeycreepers, tanagers, pigeons, antbirds, manakins, seedeaters, and herons, and, in season Three-wattled Bellbirds. White-faced Capuchins, three and two toed sloths, green iguanas, basilisk lizards, butterflies and poison dart frogs are also common on these trails. After dinner try to spot some of the local nocturnal residents such as the Common Potoo, Owls, Western Night Monkey, Four-eyed opossum, Wooly opossum, Crab-eating raccoon, Speckled Caiman and bats. Tranquilo Bay BLD"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "After breakfast your captain takes you to Bocas del Toro Airport, where you and your family take a domestic flight to Panama city. Transfer to your hotel and check-in. In the afternoon you go out for yet another adventure, enjoying a sunset kayak tour in the bay of Panama. Impressive and thrilling, the Panama Canal entrance is the door to one of the most highly traveled waterways in the world. The striking engineering of the Canal is able to handle more than 12,000 ships per year. Through out the day and night massive ocean going cruises, container ships, yachts and watercrafts of all kinds arrive from different continents. The Bridge of the Americas is another incredible manmade wonder of this trip. With 1,700 m in length and 120 m high it was the first permanent structure to link North America and South America across the Panama Canal. Paddling in front of the Panama Canal from stable, efficient sea kayaks accompanied by professional guides this venture provides an atypical perspective of Panama's best sites. As the sun drops below the horizon, soothing sunset colors of this coastal paddle are enchanting. Bird watching and relaxing on a remote beach urrounded by tropical forest gives a good sense of nature's handiwork on Pacific coasts. Along the shore common species include soaring magnificent frigates, gliding brown pelicans, darting flocks of parrots and various wading migratory shore birds. Sunset sea kayaking the entrance of the Panama Canal is a half day escapade among the world's most astonishing man made structures and nature's equally amazing environments Overnight Tryp Hotel or similar B"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "After breakfast transfer to Panama City International Airport for your flight home"
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-family-holiday",
    "tourName": "Panama family holiday",
    "placesVisited": "",
    "generalInfo": "This trip is ideal if you want to explore, relax and enjoy as a family. You get to experience, first-hand, all about Panama's tropical rainforests and beaches along with the many animals that thrive here. A fun, thoughtfully crafted trip that the whole family is sure to remember for years to come!",
    "durationDays": "16",
    "price": "3599",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon arrival at Tocumen International Airport, you will be met by our Spanish speaking driver who will bring you to your hotel in Panama City."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "We will first go to Parque Metropolitano. It is a vast area of protected secondary rainforest located right in the middle of the capital city. There are several easy trails, one of them leading to the top of a hill with a beautiful view over the city. There are some impressive trees and lianas, and interesting local animal species are frequently seen: -Mammals: coatimundis, agoutis, two and three toed sloths, tamarin monkeys (saguinus geoffreyi). -Birds: trogons ,motmots, tanagers and with a bit of luck the elusive common potoo. -Reptiles: common basilisc, slider turtle, brown vine snake. -Invertebrates: terrestrial and arboreal tarantulas. After a stop for lunch, a short transfer will take you to Miraflores Locks. Ships must pass those imposing water elevators to navigate in and out the Panama Canal and it is a fascinating and unforgettable show to watch the steel giants going through the locks, where the largest of them, called Neo-Panamax, only have about 2 feet between their hull and the side of the chambers!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, visit the Smtihsonian Nature Center. At the Amador Causeway, enjoy a promenade along the oceanfront that offers unparalleled views of the Panama City skyline to one side and the Pacific entrance of the Canal to the other. The Smithsonian's Punta Culebra Nature Center is a small park that offers the chance to get to know animals from this tropical area better. There are aquariums with turtles and sharks and a petting zoo where you can touch starfish, sea cucumbers and other marine animals. There are also beautiful walks where you can often find sloths and iguanas. Then we drive to the bike rental. There you will get bicycles to drive the 3km long route to three islands. Choose between conventional bicycles, including children's bikes and 4-person bikes with space for the whole family."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A one-hour road transfer from Panama City will take us to the shores of Lake Alajuela (also called Madden Lake). The rest of the trip to the Embera village will be done in local dugout canoes on the lake then on Pequeñi River. The Emberas originally come from Darien, close to the border with Colombia, but a few groups settled inside Chagres National Park some 40 years ago. They will show you some elements of their graceful culture, the beauty of their dances and their remarkable handicrafts. They will also invite you to share their traditional dish of fish with plantain in a banana leaf. Night willl be spent at the Village of Embera Puru in Hammocks equipped with mosquito nets or in tents."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After a nice breakfast in the village you will leave for a morning walk in Chagres National Park's pristine rainforest with an Embera guide. The trail first goes through secondary vegetation, then primary forest. At the end, a dugout canoe will be waiting for you to bring you back to the village. Depending on the season, you may pass several rapids during the exciting ride! Drive back to Panama City after lunch."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "The Panama Canal rainforest is a unique ecosystem. This excursion takes you on Gatun Lake to observe the local flora and fauna from a boat that will come as close as possible to the forested sides of the Canal, in fact sharing the waterway with enormous vessels during this part of their transit. Your day of adventure will start with a road transfer from your hotel to the town of Gamboa, the maintenance and dredging port of the Canal. In Gamboa, you will embark on a boat and start navigating on Gatun Lake admiring the fascinating flora, fauna and the ships passing alongside you. Monkeys, sloths, crocodiles, iguanas and conspicuous birds such as anhingas, jacanas or snail kites are very frequently seen. Eventually our journey will take us off the beaten path to a secluded part of the Panama Canal, in the heart of Gatun Lake's rainforest, where a Jungle boathouse is anchored. There, you will enjoy a delicious Panamanian style lunch with refreshments. After lunch you may take part in a variety of other activities like swimming, fishing, hiking or kayaking. In the afternoon transfer back to your hotel in Panama City."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Private transfer with driver to Albrook local airport. Domestic flight with Air Panama to the City of David. Luggage is limited to 20kg for checked bags and 8kg for carry on per person. Flight duration approximately 01:00 hrs. Upon arrival, private transfer with Spanish speaking driver from David to Boca Chica."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Group excursion with local boat driver/captain This tour leaves at 9:00 a.m. from the hotel deck, to explore and look for fascinating species such as dolphins, sea turtles, rays, pelagic birds and sometimes even whale sharks. Afterwards we head to one or two of the beautiful white sand beach islands in the gulf for beach time and snorkeling before returning just at lunch time."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Boca Chica Archipelago offers not only stunning beaches but there is also place for sport fishing, snorkeling, scuba diving and hiking in lush forests. From July to October it is also the best place to join a whale watching tour!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Private 2-hour transfer with driver from Boca Chica to Boquete. Upon arrival, group half day tour with English speaking guide. With its deep valleys and towering rainforest trees Boquete is an ideal base for ziplines. An exciting way to appreciate the cloud forest from a different perspective, ziplining in Boquete is a unique experience that allows the visitors to experience the rain forest canopy while soaring from one treetop to another and from thirteen different platforms. You will glide between the trees to discover a whole new world of sensations. Before starting you will receive a complete briefing and the equipment to enjoy this tour in a completely safe way. Weight limit for this tour is 180 pounds (80 kg) for women and 250 lbs (115 kg) for men. For clients not staying at Boquete Tree Trek, the zipline offers transportation departing form their office in downtown Boquete."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "The day starts with a short drive to a family run farm located 1700m above sea level. At the site, we will start with a hike through a private reserve inside the forest. The first part of the trail will cross an organic coffee plantation, the Isabella Coffee production plants. After that, we'll reach a series of waterfalls, the first and biggest one is 25m high, then we keep walking to the 2nd and 3rd waterfalls. Hacienda Mamecillo hosts more than a hundred birds species native to the area, including the elusive Resplendent Quetzal. Birding opportunities are endless around the trails. After the hike in the forest, enjoy a hearty meal prepared with the freshest organic vegetables and free range meat from Mamecillo farm --a delicious combination of fresh salads, fresh baked bread and grilled chicken and/or pork. After lunch, we will hear an interesting explanation about the production of the organic products, such as coffee, vegetables and free range animals in a eco-friendly farm. You then visit the coffee plantation and finish at the main house where you will learn about the complex process of coffee production as you enjoy a nice cup. After a couple healthy snacks consisting in fresh seasonal fruits, we are prepared to take you back to your hotel with the best wishes for you to remember the experience at Mamecillo."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today you'll take a private transfer with driver from Boquete to Almirante. This is one of the most scenic drives in Panama. The road gradually goes up the mountains from the Pacific side to reach the cloud forest through giant fern trees, orchids and bromeliads. If the weather is fair, there are superb views from the top. Then, you'll come down the Caribbean slope with small Guaymies indigenous villages left and right in the middle of an amazingly exuberant vegetation. You'll finally reach the blue waters of the Caribbean sea and the small town of Almirante. From Almirante, a shared taxi boat will take you to Bocas Town in less than 30 minutes. Total transfer duration 04:00 hrs. Upon arrival in Bocas del Toro, a staff member from Al Natural will be there to welcome you and to take you to the embarking dock. The boat to Al Natural leaves between 10:30 am and 12:00 pm so depending on your arrival time you have some time in Isla Colon to have breakfast and explore this Caribbean town. Shuttle transfer to Al Natural in time for lunch. Rest of the afternoon at leisure."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Optional tours and activities: · Scuba diving & snorkeling · Beach tours to Red Frog Beach or nearby islands like Zapatilla Keys · Tours to indigenous communities like Bahia Honda and Salt Creek · Jungle hikes in Bastimentos National Park · Zipline tour in Bastimentos · Visit a chocolate farm · Boca de Drago and Starfish Beach"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Choose from the various activities available or spend a relaxing day on site."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Check out from your bungalow is normally in the morning. After this, the hotel will take you from Bastimentos Island back to the Bocas Town dock to continue with your journey. Depending on your schedule, once in Bocas you may leave your luggage at the offices of Al Natural and enjoy some time at leisure to discover the island. Bocas Town offers many small stores and restaurants. *In case you are taking the afternoon flight back to Panama City you will need to take a taxi from the offces of Al Natural to the Bocas Airport (not included unless requested). *Please remember to be at the airport at least 1 hour before departure. Today you leave Bocas del Toro. A private transportation will pick you up at your hotel to bring you to the local airport. Domestic flight Bocas del Toro - Panama City. Allowed luggage is limited to 14kg for checked bags and 4kg for carry on per person. Duration 00:50 hrs. Arrival at Albrook domestic airport. One of our drivers will be expecting you to bring you to your hotel in Panama City."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Private transfer with driver to Tocumen International Airport."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-holiday-cloudforests-to-the-caribbean",
    "tourName": "Panama holiday, cloudforests to the Caribbean",
    "placesVisited": "",
    "generalInfo": "Panama is home to some of the wildest rainforests in the Americas, seas teeming with wildlife, and the rich heritage of its Hispanic and indigenous populations. We start this trip in Panama City, a vibrant metropolis that marries the old and new with enviable ease, visiting the famous Panama Canal and the quaint colonial centre of its old quarter, tasting traditional dishes along the way.<br/><br/>From here we head south to the rugged Azuero Peninsula, a land of white washed churches and family run ranches. It’s here that local traditions are perhaps at their strongest, and the region is a treasure trove of crafts and culture. We visit a typical farm and explore picturesque towns that are a world away from the modern capital, where the pace of life is gentle and rural customs hold sway.<br/><br/>From here we head to the mountains, forests and waterfalls of Santa Fe National Park, exploring on foot and by vehicle, then continue to the highland town of Boquete. This is a centre for Panama’s coffee growing industry, and no stay here would be complete without seeing how this is grown and produced. Nearby lie the dense forests of La Amistad National Park, one of the most biodiverse regions on the planet – we explore the area in search of wildlife such as sloth, monkeys and the Resplendent quetzal.<br/><br/>Our final stop on our journey through Panama is the idyllic archipelago of Bocas del Toro, on the Caribbean side of the country. We meet the indigenous Ngobe Bugle people and see how they are retaining their traditions, and take a boat trip through the islands. One of the most impressive sights here is Zapatilla Cays, two stunning uninhabited islands where coral reefs teem with colourful fish.<br/><br/>From the natural world to charming colonial architecture and a wealth of traditions, experience the best of a little known part of Central America.",
    "durationDays": "12",
    "price": "3299",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Panama City - Arrive into Panama City and transfer to your hotel. Overnight Riande Granada Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Panama City - This morning visit the iconic Panama Canal, heading to the Miraflores Locks to see gigantic ships transiting between the Pacific Ocean and the Caribbean. Later we head to the historic quarter of Casco Viejo, taking a walking tour to discover local markets and some typical Panamanian dishes. Overnight Riande Granada Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Azuero Peninsula - Drive to the Azuero Peninsula, situated in the south of Panama and one of the best places to see traditional Panamanian culture. On arrival we visit a typical family farm, learning about the history of the family and seeing how they make typical artisan produce. Overnight Cubita Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Azuero Peninsula - Spend the day exploring some of the historic towns of the peninsula. The towns of Los Santos, Las Tablas and Guarare are home to fine colonial architecture and a good place to understand the heritage of the region, with a wealth of traditional arts and crafts. Overnight Cubita Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Santa Fe National Park - Drive into the mountains to reach Santa Fe, a beautiful area dotted with rivers and waterfalls. In the afternoon we explore the national park on foot and by vehicle. We visit a local community that lives within the park, some of the petroglyphs to be found here, and look out for wildlife along the way. Overnight Coffee Mountain Inn or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Santa Fe National Park - Continue exploring the park on foot on an easy hike to some nearby waterfalls. The afternoon is free to explore further – our lodge has a number of different activities to choose form – or you can just relax and enjoy the tropical gardens and great views. Overnight Coffee Mountain Inn or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Boquete - Drive to the picturesque mountain town of Boquete, on the edge of Baru Volcano National Park. In the afternoon visit a nearby coffee farm in the surrounding highlands, learning how the crop is grown and processed into the finished product, as well as some of the history of the farm itself. Overnight Firefly Hotel or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "La Amistad National Park (Bajo Mono) - We spend the morning hiking along the Pipeline Trail in the Bajo Mono forest situated in the buffer zone of La Amistad National Park. The trail consists of an easy ascent for most of the hike, with a couple of steeper sections and three bridges to cross. It culminates at a picturesque waterfall and is also well-known as a good place for sightings of the Resplendent quetzal. Overnight Firefly Hotel or similar. (B) Please note: This hike should take around 3-4 hours, depending on ability, and is the easiest hike available in the area, with the trails inside the park itself being of a much higher level of difficulty."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Almirante – Bocas del Toro - Travel to the coastal town of Almirante and from here transfer by boat to the archipelago of Bocas del Toro, an idyllic group of islands in the Caribbean. We spend the afternoon with the Ngobe Bugle people who show us how they use the cacao plant, as well as teaching us about their customs and culture and the local community based projects in place here. Overnight Gran Hotel Bahia or similar. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bocas del Toro - Today is spent discovering the beauty of the Bocas del Toro archipelago with its white sand beaches, lush vegetation, mangroves and vibrant marine life. We stop at Laguna de Bocatoritos to look out for dolphins, Coral Cay for snorkelling among the coral reefs, and spend some time relaxing at Zapatilla Cays, two stunning uninhabited islands located within the boundaries of Isla Bastimentos National Park. The area boasts crystalline waters and coral reefs full of fish including Angel fish, Butterfly fish, Parrot fish, Moray eel, lobsters, crabs and others. Overnight Divers Paradise Hotel or similar. (BL)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Bocas del Toro – Panama City - After a free morning, fly back to Panama City for your final night in the country. Overnight Hotel Riande Grande or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Panama City - Transfer to the airport for departure. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-holidays-snorkelling-reefs-jungle-trails",
    "tourName": "Panama holidays, Snorkelling reefs & jungle trails",
    "placesVisited": "Panama City, Bocas del Toro, Boquete, Golfo de Chiriquí Marine National Park, Pedasi, El Valle de Anton",
    "generalInfo": "Panama City - Bocas del Toro - Boquete - Golfo de Chiriquí - Pedasi - El Valle de Anton<br/><br/>This two week tailor made tour of Panama's highlights and hidden gems is perfect for any traveller seeking unique cities, blissful beaches, unexplored jungle and coffee. Lots of coffee!<br/><br/>Hit the canals and cobblestones of Panama city's diverse culinary scene as your introduction to one of central America's best kept hidden gems. Enjoy a scenic city tour with your expert local guide before preparing for journeys further afield.<br/><br/>Begin your onward journey to Bocas del Toro, and on to Isla Colon. Sit back and relax on these blissful untouched islands, or fill your time with snorkelling, mountain biking and trekking. There's something for everyone here.<br/><br/>Continue to the warm climate and coffee plantations of Boquete. Here, you will immerse in lush valleys and volcanoes, spot the diversity of flora and fauna and witness coffee making from bean to cup at a local coffee plantation.<br/><br/>Onward travel takes you to fishing village Boca Chica in the Golfo de Chiriqui. This is a unique location to snorkel between throngs of tropical fish and untouched coral, and explore the adjacent national park, home to a biodiverse family of animals from monkeys to birds of paradise- a real hidden gem. <br/><br/>Your beach days are far from over, as your next stop, laid back Pedasi on Panama's pacific coast encourages you to go at our own pace and take a few lazy days in the paradisiacal landscape. Sip a drink whilst drinking in the azure coastline and rolling hills that frame your surroundings. <br/><br/>Finally, as a dramatic end to your holiday head to El Valle de Anton which boasts beautiful waterfalls, hiking trails, and ancient rock paintings, all in the shadow of a magnificent extinct volcanic crater. <br/><br/>Ask your travel specialist about making this adventure a self drive holiday, for the ultimate freedom of the open road.",
    "durationDays": "15",
    "price": "2575",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Panama City is allegedly the most cosmopolitan in Central America. The ethnic diversity has given rise to a wide array of restaurants for you to choose from; Panamanian-style ceviche, chicken kebabs, bluefin tuna sushi or tikka masala! During your stay you’ll visit the famous Panama Canal and let a local guide introduce you to the city; a world of historic buildings and cobbled streets."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Panama island getaway: We’ll arrange for a transfer to pick you up from your hotel in Panama City and take you to the airport. Here you’ll catch a flight to Bocas del Toro, which takes roughly an hour, and we’ll arrange a pick you up at the other end to transfer you to your hotel. When you arrive at the dock in Bocas del Toro you’ll make your own way to your cosy hotel on Isla Colon. There’s nothing planned during your time here so you can do as you please. Walk along the beach, try some snorkelling, mountain bike or trek inland among the mangrove forests, creeks and rivers. Alternatively, just laze on the beach and soak up the sunshine."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Coffee beans in the countryside: We’ll arrange your transfer by boat to the mainland, which takes roughly an hour, and then we’ll arrange a private transfer for you on to Boquete. If you’re travelling by hire car you’ll pick up your car in Almirante. The drive to Boquete is truly spectacular and should take between 3 to 4 hours. In the middle of a lush valley, wedged between towering volcanoes, is your home for the next few days, Boquete. Surrounded by exotic flowers, plants and birds you can enjoy the peace and quiet of your surroundings. The humid climate makes this the perfect place for growing coffee. You’ll experience the whole process from bean to cup while visiting a local coffee plantation."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Make a splash in Snorkelling coves: From Boquete you’ll travel by private car or hire car to Boca Chica in the Golfo de Chiriquí. The drive takes roughly 2 hours. Far away from the tourist throngs is the quiet fishing village of Boca Chica, nestled amongst the Chiriquí lowlands. Grab your snorkel and dive in to discover an underwater world of tropical fish and colourful coral reefs. Visit the deserted islands of Parque Nacional Marino Golfo de Chiriquí and search for monkeys, turtles and birds of paradise. You stay in a cosy bungalow just outside the village."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Take a Bike to the Beach: From Boca Chica you’ll make the journey to Pedasi by hire car or private transfer. It’s a longer travel time today of roughly 5.5 hours, so do make sure to have an earlier start if you’re on a self-drive adventure. Laid-back Pedasi is a gem of a town tucked away on Panama’s Pacific Coast, where local folks rock away on colonial porches and tiny cafes tempt you in for a lazy drink. Situated on the Azuero coastline and backed by rolling hills, it’s the perfect place to hop on your bike and explore the area at your own pace. You’ll stay in a cosy, family-run guest house, outside town, but close to the beach."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Hike between Jagged Peaks: From Pedasi you’ll travel by hire car or private transfer north to El Valle de Anton. Your travelling time today is between 3 to 4 hours. Take a hike through lush vegetation, past tumbling waterfalls and ancient rock paintings in El Valle de Anton. Situated in an extinct volcanic crater, expect to discover verdant forests, craggy rocks and colourful birds twittering in the trees. If you’re really lucky, you might even spot the elusive golden frog. With our route description to guide you, you can set your own pace through the sprawling trees. Next, you’ll travel the 3 hours back to Panama City by private transfer or hire car. If you’re travelling by hire car you’ll drop it off here. After 1 final night in the same hotel in Panama City we’ll arrange for a transfer to take you back to the airport."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-tour-beaches-and-wildlife",
    "tourName": "Panama tour, beaches and wildlife",
    "placesVisited": "",
    "generalInfo": "Discover the mesmerizing fusion of vibrant city life and tranquil coastal paradises in Panama. Journey through historical sites, breathtaking beaches, and rich biodiversity, while uncovering the diverse cultural tapestry of this captivating nation. From Panama City's urban allure to Bocas del Toro's eco-escapades, every day offers a unique adventure amidst stunning landscapes and vibrant culture.",
    "durationDays": "13",
    "price": "3949",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Panama: Welcome to Panama Welcome to the vibrant heart of Panama City as you settle into the bustling urban landscape. Transfer effortlessly from Tocumen Airport to your comfortable accommodations, letting the city’s charm welcome you."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Panama City: Embark on a City Sightseeing bus tour with the Hop-On Hop-Off Bus in Panama City. This double-decker bus provides one of the best ways to get oriented in a new destination, offering 360-degree views of Panama City from the open deck. Stay onboard for the full cycle and enjoy the informative audio tour, or hop off at any of the stops to explore independently. During the tour, visit the Miraflores Locks and admire the impressive Panama Canal, explore the Biomuseum on the Amador Causeway, and learn about cultural diversity at Mi Pueblito."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Panama City - Pedasi - Playa Venao: Pedasí, a corner where ancestral legacy intertwines with vibrant traditions and the warmth of its people. A destination with golden beaches extending to the nearby Isla Iguana, join us in exploring Pedasí, where culture and coastal beauty come together."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Playa Venao - Isla Iguana - Playa Venao: Be ready early at the mourning to take your breakfast at the hotel 8:00 am Departure to Playa El Arenal, Pedasí Join us for a day tour of snorkelling at Isla Iguana, a Wildlife Refuge where you can enjoy its natural beauty with crystal-clear waters. Snorkel to witness the magnificent variety of fish surrounded by coral reefs, and relax on the island's white sandy beaches. Throughout the relaxing day on the island, enjoy snacks and refreshments on the beach."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Playa Venao to Santa Catalina: Enjoy breakfast at the hotel before embarking on a scenic shuttle journey at 8:00 am towards the charming coastal town of Santa Catalina. Arrive by 1:00 pm, then unwind with a leisurely afternoon and evening at your own pace. Your accommodation for the night will be at the lovely Nativo Santa Catalina."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Santa Catalina - Coiba National Park – Santa Catalina: Early in the morning, we will embark on a one-and-a-half-hour journey by speedboat to Coiba National Park. Renowned for its extensive and rich islands, along with the surrounding marine waters, it stands as one of Panama's most remarkable natural gems. Declared a UNESCO World Heritage Site in 2005, Coiba's grandeur and significance lie in its protection of marine, island, and coastal ecosystems. Every corner of Coiba is full of surprises and infinite richness. Within the park, you can snorkel around islands like Granito de Oro and Ranchería, also known as Coibita. During this wonderful experience, you'll witness a variety of colourful fish schools, whitetip reef sharks, nurse sharks, and sea turtles."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Santa Catalina – Boquete: Ease into a slow-paced day, where lush landscapes guide you from Santa Catalina to Boquete, a mountain sanctuary renowned for its splendid natural environments."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Boquete - Coffee Tour Mountains with a Coffee Aroma: Departure from Plaza Los Establos at the entrance of Boquete Framed by a delightful aroma, this tour is perfect for coffee lovers who enjoy connecting with nature in a tranquil and pleasant setting. During this experience, you'll learn more about the culture surrounding coffee, gaining insight into its entire process, from production and harvesting to processing and roasting, all the way to packaging. The tour becomes even more special as you savour a delicious cup of coffee produced on the farm."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Boquete - Bocas del Toro: Bocas Calypso Home to a UNESCO World Heritage Site and Panama's first marine park, Bocas del Toro is considered one of the country's premier ecotourism destinations. Known as the 'Galapagos of the Caribbean', Bocas del Toro is one of the most biologically diverse places on the planet. Its famous Isla Colón is surrounded by crystal-clear waters and rich marine biodiversity. During our stay, we can choose to visit various natural attractions such as Dolphin Bay, Coral Cay, Red Frog Island, Starfish Beach, and the stunning Zapatilla Cays."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bocas del Toro - Coral Cay, Red Frog Island, Dolphin Bay: Wake up early to take breakfast at 07:00, after that be ready at 09:00 to Discover Red Frog Island’s splendour and Solarte’s underwater beauty. Dip into vibrant marine life and soak up sun-soaked vistas amidst the backdrop of hospitable local culture, arriving to Red Frog Island is one of the most marvelous natural islands in Bocas del Toro. We will head to Bastimentos Island, where we will cross to reach Red Frog Island on the other side. After two and a half hours, we'll set sail for Hospital Point on Solarte Island, a small beach ideal for snorkeling."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Bocas del Toro – Stunning Zapatilla Cays: Enjoy a Breakfast at 07:00 in your hotel and be ready at 9 to d eparture . Day Tour Snorkelling Zapatilla Cay – Coral Cay – Bay of Dolphins Set sail for the Boca torito Lagoon, surrounded by small mangroves forming a raft-like ecosystem home to families of bottlenose dolphins. After admiring the dolphins, we head to Coral Cay to explore impressive coral formations and rich marine life, and enjoy a delicious lunch in local restaurants. We then proceed to the Zapatilla Cays, where pristine white sand beaches, exotic tropical vegetation, and crystal-clear waters await. Make sure you reserve your lunch at Coral Cay after dolphin watching."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Bocas del Toro - Panama City: The return will depend on the type of transfer requested, whether by plane or public transport to Pnama City,"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Departure Day: As your Panama adventure draws to a close, our representative will ensure a seamless transfer from your accommodation to the airport, leaving you with cherished memories of your time in this vibrant city. T"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-tour-essential-panama",
    "tourName": "Panama tour, Essential Panama",
    "placesVisited": "",
    "generalInfo": "Discover Panama's treasures on a journey of contrasts: from Panama City's modernity to the historic canal, lush rainforests, highland beauty in Boquete, and Caribbean bliss in Bocas del Toro.<br/><br/>Exploring Panama's classic destinations promises an exhilarating journey through a country rich in history, culture, and natural wonders. Begin in Panama City, a vibrant metropolis where modern skyscrapers blend seamlessly with the historic Casco Viejo district. Stroll along cobblestone streets lined with colonial architecture, visit well-preserved cathedrals, and indulge in local cuisine at charming cafes.<br/><br/>A visit to the iconic Panama Canal is a must. Witnessing massive cargo ships traverse this engineering marvel at the Miraflores Locks Visitor Center is truly awe-inspiring, offering insight into its global significance.<br/><br/>For nature enthusiasts, the highland town of Boquete beckons with cloud forests and coffee plantations. Hike through lush trails, partake in thrilling zip line adventures, and savour Panama's renowned coffee.<br/><br/>For beach lovers, Bocas del Toro, especially Isla Colón, is a Caribbean paradise. Dive into crystal-clear waters, explore vibrant coral reefs, and bask on pristine beaches.<br/><br/>From the cosmopolitan allure of Panama City to the engineering marvel of the Panama Canal, the natural wonders of Boquete, and the idyllic shores of Isla Colón in Bocas del Toro, Panama's classic destinations offer a diverse and exciting adventure for every traveller.",
    "durationDays": "10",
    "price": "2595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On arrival in Panama City, you will be greeted at the airport and transported to the American Trade Hotel in the charming Casco Viejo area of the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Take an unforgettable journey with our Panama Canal experience, a tour that immerses you in the fascinating workings of this engineering marvel. As you set sail towards the entrance of the canal, take in the breathtaking panoramic views of Panama City, the iconic Bridge of the Americas, and the spectacular gulf adorned with numerous vessels eagerly awaiting their turn to traverse the canal."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Embark on a captivating adventure with a transfer to Soberanía National Park, a vital part of the Panama Canal watershed. Immerse yourself in the lush rainforests and diverse ecosystems of the park, where opportunities abound to encounter a wide array of wildlife, from vibrant tropical birds to playful monkeys and exotic plants."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Begin your day with breakfast at the hotel before transferring to the airport for the short domestic flight to David. On arrival transfer to Boquete in the Panama Highlands and the charming Finca Lerida. In the afternoon delve into the intricacies of coffee production. Led by an expert guide, this experience offers a comprehensive understanding of Boquete's coffee culture and agriculture."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Reach the summit of Volcan Baru, Panama's highest peak on an adventurous 4x4 tour. The journey takes around 2.5 to 3-hour drive navigating rugged terrain as you ascend the volcano's slopes, winding through lush rainforests."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After a wonderful adventure in the Chiriquí Highlands, it's beach time! Enjoy a delightful drive through lush highlands, culminating at the Caribbean coast where you'll embark on a boat to Isla Colon. This vibrant island, the archipelago's largest, hosts the provincial capital of Bocas del Toro, a charming town adorned with early 20th-century wooden houses."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Savour a leisurely day in Bocas del Toro, where you have the freedom to tailor your experience to your desires. Embrace the opportunity to engage in optional adventures, such as snorkelling, dolphin watching, and invigorating walks."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Explore the enchanting Bocas del Toro Archipelago, revealing its diverse and vibrant beauty of hidden beaches nestled within lush island vegetation. Encounter mangrove clusters and witness the flashy marine life that populates the area. Marvel at the allure of white-sand atolls surrounded by barrier reefs, creating a submarine paradise perfect for snorkelling and diving."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to Bocas del Toro airport for your flight back to Panama City. Upon arrival you will be transferred to the American Trade hotel for your last night in Panama City."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy your final Panamanian breakfast at the hotel and spend your morning doing some last-minute souvenir shopping. In the afternoon, you will be transferred to the international airport for your flight back home."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "san-blas-islands-holiday-in-panama",
    "tourName": "San Blas Islands holiday in Panama",
    "placesVisited": "",
    "generalInfo": "Embark on a captivating journey from the bustling streets of Panama City to the secluded serenity of the San Blas Islands. Traverse lush jungles, immerse yourself in pristine waters, and explore idyllic islands. This tropical adventure promises tranquillity and natural beauty, from coral reefs to vibrant sunsets.",
    "durationDays": "4",
    "price": "499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Panama City-San Blas Islands, Panama: Jungle-to-Paradise Transfer Day Jungle Adventure Begins Start your day bright and early with an exhilarating pick-up from your Panama City accommodation at 5 AM. Board a rugged 4x4 vehicle that will whisk you through lush jungles as dawn breaks, giving you the perfect sunrise scenery on your way to paradise. Border Crossing & Entry to Kuna Yala Pause at the border of the Kuna Yala territory for quick immigration formalities and pay your entrance fees (not included). Feel the anticipation rise as you approach the fabled San Blas archipelago. Boat to Your Island Escape Arrive at the bustling dock and switch to a shared boat transfer. Skim across crystalline waters, taking in your first breathtaking views of the countless emerald islets strewn across the Caribbean. Arrival & Island Paradise Settling Step ashore on your very own slice of paradise. Relax, unpack, and breathe in the salt-kissed air. Time to let go and embrace island life! Guided Island Discovery Join an expertly guided excursion and explore your new surroundings. Wander pristine beaches, marvel at turquoise lagoons, and immerse yourself in the vibrant local culture—a preview of the natural wonders that await. Important Note: For a seamless journey, buy snacks, drinks, and water the day before—there won’t be another supermarket stop en route!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "San Blas Islands, Panama: Snorkeling, Serenity & Sunset Magic Day Island Breakfast Bliss Wake to the gentle sound of the sea and start your day with a delicious fresh breakfast on the island’s sandy shore. Let ocean breezes and tropical sunlight awaken your senses. Late Morning: Natural Pool Experience Set off for a magical visit to the famous Natural Pool. Wade knee-deep in crystal-clear, calm waters surrounded by a vibrant coral reef. Perfect for relaxing swims and soaking in pure serenity—no waves, no currents, just tranquility. Dive into Perro Island (Dog Island) Get whisked away to Perro Island, a dreamlike place renowned for arguably the world’s cleanest waters and premier snorkeling. Swim with brilliantly colored fish, and for the adventurous, snorkel above a sunken army gunboat—a hauntingly beautiful mix of history and nature, now teeming with marine life. Leisure & Island Exploration Spend your afternoon beachcombing, lazing under palm trees, or simply floating in idyllic lagoons. Every corner of Guna Yala reveals more paradise. Caribbean Sunset Spectacle Savor a delicious island dinner, then look out across the endless sea as the sun dips low, painting the sky with ever-changing stripes of pink, gold, and crimson—an unforgettable end to your perfect island day."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "San Blas Islands, Panama: Aquatic Bliss & Hammock Dreaming Day Seaside Breakfast & Island Awakening Begin your day with a fresh island breakfast, the sound of gentle waves and the salty breeze setting the tone for a day in paradise. Snorkeling and Swimming Adventure Dive into San Blas’ crystal-clear turquoise waters. Swim or snorkel among lively coral reefs teeming with colorful tropical fish—every splash reveals a new underwater world! Gaze at the vibrant marine life that makes these islands so famous. Leisure & Hammock Bliss After your aquatic explorations, let time slow down on the beach. Sway gently in a hammock under swaying palms, soak up the sun, and feel the peaceful rhythm of island life. Enjoy a delicious lunch and take breaks to dip back into the inviting sea or stroll along the powdery shore. Tropical Relaxation & Dinner As evening approaches, breathe in the tranquil atmosphere and recount the day’s adventures over a hearty island dinner. Let the gentle hush of the ocean lull you into relaxation as another perfect day ends in paradise."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "San Blas Islands - Panama City, Panama: Island Farewell & City Return Journey Island Sunrise & Goodbye Breakfast Wake to the gentle sound of waves and enjoy one last breakfast in paradise, soaking up the early morning serenity and breathtaking island views. Departure: Boat Ride Back to Mainland Bid farewell to the pristine shores of San Blas as you board a shared boat at 8 AM for a picturesque journey across turquoise waters, capturing your final glimpses of the idyllic islets. Jungle 4x4 Adventure Return Transfer to a rugged 4x4 for your adventurous ride through lush jungle landscapes. Watch the scenery shift from remote, wild beauty back to urban life as you approach Panama City. Arrival in Panama City Arrive back in Panama City and enjoy a comfortable drop-off at your accommodation. Reflect on your unforgettable island escape as you settle back into city comfort."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "best-of-panama-costa-rica-vacation-package",
    "tourName": "Best of Panama & Costa Rica Vacation Package",
    "placesVisited": "Panama City, Bocas del Toro, La Fortuna, Monteverde Cloud Forest B",
    "generalInfo": "Adventure, natural beauty, and luxury become the focus of your 13-day Costa Rica and Panama vacation. Explore stunning beaches lined with tropical jungle. Search for unique wildlife in untouched cloud forests. Fly through the trees. Wander along secluded hiking trails and embrace memorable panoramas as you travel from volcanic foothills to remote islands, lush highlands to historic urban neighborhoods.",
    "durationDays": "13",
    "price": "4,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "La Fortuna - Arrive in Central America",
        "description": "Costa Rica embodies the splendors of Central America, known for its incredible biodiversity, remarkable micro-climates, and sensational beauty. Your private transfer will meet you at customs and escort you out of the capital city of San Jose to reach the stunning rainforest surrounding La Fortuna. As you settle into your luxurious accommodation, you may have a view of the famous conical peak of the Arenal Volcano, which erupted consistently from 1968 until 2010. Relax in the warm ambiance of the tropical setting as the colors of the lush trees and flowers create a paradise."
      },
      {
        "dayNumber": "2",
        "title": "La Fortuna - Explore Treetops and Local Flavors",
        "description": "Set out with your guide for an exploration of the jungle’s canopy by following trails connecting to Costa Rica’s famous hanging bridges. The main trail can take you nearly two miles, winding beneath dense tree covering and across bridges that open to stunning views in the treetops. If visiting early, you may have better opportunities to see birds like famous rainbow-beak toucans and a variety of hummingbirds. Continue on a tasting of Costa Rican specialties as you indulge in the aromas of coffee and chocolate. Learn how locals cultivate the coffee plants and harvest the bright red berries, before drying, charring, and brewing them to unleash notes of caramel and mango. The chocolate follows a similar process and allows you to find delicious hints of honey and vanilla as you sample the freshly made treat."
      },
      {
        "dayNumber": "3",
        "title": "La Fortuna - Visit Volcanoes and Waterfalls",
        "description": "Venture into the wondrous Arenal Volcano National Park, where you can travel the trails weaving through lava fields and untouched tropical rainforest. The sharp, black rocks reveal the prescience of another eruption along the foothills of Arenal Volcano, while also demonstrating the rough texture of the dried magma. Your guide will then take you to a trail leading to the thundering La Fortuna Waterfall. You may hear the sound of the falls before you see the water tumbling nearly 200 feet into the azure pool below. The combination of magma and waterfalls embodies Costa Rica’s natural diversity and beauty."
      },
      {
        "dayNumber": "4",
        "title": "Monteverde - Travel to the Cloud Forest",
        "description": "Traveling between La Fortuna and Arenal offers a scenic drive through jungle terrain to reach the exceptional cloud forest. When you reach the shores of Lake Arenal, you can board the boat bound for the opposite end. The panorama during the ride will open to views of the volcano at the center, jungle at its base, and the glassy waters of the lake in the foreground. You may find hints of rainbow bass or witness ornate hawk eagles circling the sky before reaching Monteverde for the remainder of the day. Here, you can relax in the comfort of your accommodation."
      },
      {
        "dayNumber": "5",
        "title": "Monteverde - Discover the Beauty of the Cloud Forest",
        "description": "Exploring the Curi Cancha Reserve immerses you in the wonders of Costa Rica’s endless natural resources. In the cooler morning air, you may hear the three-wattled bellbird or catch a glimpse of the resplendent quetzal’s iridescent plumage glinting in the light passing through the tree canopy. With over 200 species of birds in the reserve, it can feel as though the animal kingdom comes to you as you wander along the serene forest trail. Your guide may point out two-toed sloths blending with the tree bark or you may hear the guttural call of howler monkeys from up to three miles away. You may continue your discovery of the forest in a more adventurous way as you take to the treetops on a zipline, enjoying the wind brushing against your cheeks as you fly through the air like a bird."
      },
      {
        "dayNumber": "6",
        "title": "Panama City - Travel to Panama City",
        "description": "Monteverde in the morning can feel like a treasure trove of untamed wilderness as the sounds of howler monkeys and birds fill the trees of the cloud forest. Your private transfer will meet you at the hotel and escort you back to San Jose’s airport for your flight to Panama City. The capital of Panama can feel like a metropolis after your time in the secluded comforts of the Costa Rican highlands, but the charming tropical ambiance blends easily with Spanish colonial architecture and the shimmering glass of modern high-rises. Your private transfer will lead you to your accommodation, where you can enjoy the remainder of the day at leisure."
      },
      {
        "dayNumber": "7",
        "title": "Panama City - Experience the Marvels of the Grand Canal",
        "description": "You can enjoy an immersive introduction to Panama City and remarkable history with a tour to Casco Viejo, the oldest neighborhood in the country’s capital. With foundations dating back to the 17th century, you can stroll with your guide along the cobblestone streets, enjoying colorful facades featuring preserved Spanish colonial architecture and vibrant plazas. You may find atoms of freshly brewed Panamanian coffee and bread pudding emanating from nearby cafes before you reach the Catedral Metropolitana or the towering walls and arches of Iglesia y Convento de la Compania de Jesus. You will continue to the Miraflores Locks to cruise a section of the 55-mile-long Panama Canal, where the water can rise or descend up to 54 feet to match the level of the next chamber."
      },
      {
        "dayNumber": "8",
        "title": "Panama City - Choose Your Panama City Adventure",
        "description": "With the day at your leisure, you can explore more of Panama City at your preferred pace. You may choose to revisit the Panama Canal for a more in-depth look at the engineering used to close the locks and raise or lower the waters as necessary, or stroll along the seaside promenade of Pase de la Bovedas to view artisan vendors and beautiful views. A tour of Monkey Island can get you up close to four species of monkey on a piece of land in the middle of Lake Gatun. The unique jungle terrain offers protection to the curious animals, including the precocious white-faced capuchin monkey, booming howler monkey, paternal lemurien owl monkey, and the fluffy Geoffroy’s Tamarin monkey."
      },
      {
        "dayNumber": "9",
        "title": "Bocas del Toro - Venture to the Celebrated Bocas del Toro",
        "description": "Bocas del Toro is an alluring collection of islands known for soft, white-sand beaches, crystal-clear waters, and tropical forests edging the coastline. You will have a private transfer to the airport for your flight and will eventually board a boat bound for Isla Bastimentos. While Isla Colon hums with an exciting rhythm, but relaxed pace, giving way to luxurious beaches and the swirling aromas of the sea breeze and Afro-Caribbean food, Isla Bastimentos can feel like a different world, even though it is only a 10-minute boat ride away. Palm trees edge the beach, sea turtles find perfect nesting grounds on the soft sands, and mangrove trees fade to the promise of colorful coral reefs protected by the national marine park. The remainder of the day can be spent relaxing on the secluded shores of your accommodation and enjoying the luxurious ambiance."
      },
      {
        "dayNumber": "10",
        "title": "Bocas del Toro - Delight in the Island at Leisure",
        "description": "With the day at your leisure, you can embrace the remote ambiance and relaxed pace of the island to revel in the soft sands where the golden sunlight heats the shoreline against the refreshing temperatures of the water. Lounge on the powdery yellow shores of Wizard Beach, with a backdrop of jungle vines, or venture to the wondrous Nivida Bat Cave. A subterranean lake sits beneath the nectar bats in the protected areas of the Isla Bastimentos national marine park. The boat ride to the cave takes you through an enchanting mangrove forest framed by lush vegetation. You may find caimans hiding among the vines as you pass in the water, before reaching a hiking trail leading to the cave’s mouth. The journey and the destination become an unforgettable adventure."
      },
      {
        "dayNumber": "11",
        "title": "Bocas del Toro - Explore Bocas del Toro at Your Pace",
        "description": "You have another day to embrace the quiet charms of Isla Bastimentos. Take to the sands of Polo Beach, where the sheltered cove offers pristine clarity for snorkeling, or kayak along the edges of the island to reach more dynamic snorkeling spots to view brain lettuce, eagle rays, and healthy Elkhorn coral. For a different perspective, you could venture to the island of Bocas to visit the Smithsonian Center for Tropical Research. The station offers extensive information on the region’s biodiversity and conservation research performed in the Caribbean to find colorful poison-dart frogs or elements of coral reef ecosystems."
      },
      {
        "dayNumber": "12",
        "title": "Panama City - Return to Panama City",
        "description": "When you are ready, you will return to Panama City and enjoy the remainder of the day in the country’s capital. You can take your time revisiting the charming streets of Casco Viejo or further explore the dynamic ruins of Panama Viejo, the original site of the former Spanish city dating back to the early 16th century. Fourteen ruins remain, including elements of the oldest Spanish bridge in the Americas, which dates back to 1617. The museum offers more information on the remains of the historical structures for a better perspective of what was versus what is left of the original settlement."
      },
      {
        "dayNumber": "13",
        "title": "Panama City - Depart for Home",
        "description": "In the morning, the streets of Panama City fill with life, as many start their day before the tropical heat sets in. The aromas of typical Panamanian coffee fill the streets of Casco Viejo with hints of peach and citrus. Cakes and cookies fill the windows of traditional and modern bakeries. Your private transfer will meet you at the hotel and escort you to the airport for your flight home, bringing an end to your exceptional exploration of Costa Rica and Panama."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "best-of-panama-vacation-package-tropical-beach-islands-and-more",
    "tourName": "Best of Panama Vacation Package: Tropical Beach, Islands, and More",
    "placesVisited": "Panama City, Monkey Island, Boquete, Isla Colon, Bocas del Toro, Isla Bastimentos",
    "generalInfo": "Your 9-day Panama Highlights tour immerses you in the splendors of the jungle and tropical coastline as you explore and experience the depth of natural beauty, rich history, and adventure across the country. From the Panama Canal to Spanish colonial architecture, powdery white-sand beaches to captivating wildlife, the highlights of Panama embody the remarkable diversity of experiences you can enjoy while creating timeless memories.",
    "durationDays": "9",
    "price": "3,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Panama City - Arrive in the Beauty of Panama City",
        "description": "Panama City is a whirlwind of contemporary culture and colonial history, tropical weather, and modern architecture connecting to the marvels of the Panama Canal. The diverse landscape touches lush jungle terrain, serene coastline, and chic shopping districts for a variety of adventures to enjoy across the city. You will arrive at the airport, where your transfer will meet you at customs and escort you to the comforts of your centrally located accommodations. The remainder of the day is yours to settle into Panama City at your leisure. Whether enjoying a visit to the Museo de Sitio Panama Viejo for a deeper look at the scale of Spanish settlement in the 17th century or walking the coastal avenue of Paseo de las Bovedas to enjoy a view of the water opposite the collection of artisans showcasing their craftsmanship, you can embrace the ambiance at your pace."
      },
      {
        "dayNumber": "2",
        "title": "Panama City - Journey on the Panama Canal",
        "description": "The Panama Canal is one of the contemporary world’s most famous feats of engineering. After breakfast, you will have a partial tour with a cruise traveling through a portion of the waterway and famous locks. As you step onto the boat and venture across the engineered canal, you may learn how the waterway travels 50 miles and opens faster and safer trade routes between the Atlantic and Pacific oceans. At the Miraflores Locks, you can watch the walls sink as the water rises to 54 feet, elevating the boat to help it pass comfortably between oceans."
      },
      {
        "dayNumber": "3",
        "title": "Boquete - Tour Old Panama and Travel to Boquete",
        "description": "Before leaving Panama City for the highlands of Boquete, you will have a morning guided tour winding along the cobblestone streets of the antique neighborhood known as Casco Viejo. The historic ambiance exudes from the architectural style and aesthetics as you visit highlights like the 17th-century Plaza Bolivar and the narrow streets leading away from the public square. Witness the climbing bell towers of the Catedral Metropolitana or enter into the remains of the 18th-century Iglesia y Convento de la Compania de Jesus, which can feel like a quiet escape when wandering through the nooks offering shade from the tropical sun. In the afternoon, your transfer will take you to the airport for your brief flight to Boquete, where you can relax in the remote quiet of the mountainous landscape."
      },
      {
        "dayNumber": "4",
        "title": "Boquete - Experience Adventure and Flavor in the Highlands",
        "description": "Boquete is a land of waterfalls and coffee plantations, dense cloud forest canopies, and majestic waterfalls. Venture out into meandering trails crisscrossing the rolling terrain with a tour along the hanging bridges. The cool morning mist can give you insight into how the cloud forest thrives in the moisture, with flora and fauna preferring the colder climate beneath the 11,400-foot tall peak of Volcán Barú. Enjoy the view of treetops among the variety of hanging bridges connecting the trails and search for the sulfur-winged parakeets or dozens of hummingbird species known to feed heavily on the blossoming flowers. After embracing the treetops, you have the option of indulging in the local tastes of coffee with a plantation tour, learning how the volcanic soil and temperate climate impact the flavor as your guide takes you through the growing and roasting techniques before offering a sample that may result in fruity notes of berry, citrus, and mango."
      },
      {
        "dayNumber": "5",
        "title": "Bocas del Toro - Discover Island Life in Panama",
        "description": "Your transfer will meet you at the hotel and escort you to the airport for your flight to Bocas del Toro and your continued boat ride to Isla Bastimentos. While the island may be physically close to the main town, it can feel like a world away, where palm-fringed beaches and turtle nesting grounds overlook untouched coral reefs and the protected expanse of Parque Nacional Marino Isla Bastimentos. Take your time to relax as you settle into the remote and welcoming environment of the tropical island setting. You may find a small beach connected to your resort where you can sink your toes into the warm, soft sands and listen to the water lap against the island shore."
      },
      {
        "dayNumber": "6",
        "title": "Bocas del Toro - Revel in an Island Day at Leisure",
        "description": "With the day at leisure, you can relax on the coastline with the soothing waters and the dense forest as a backdrop to your tropical lifestyle. You can listen to the Atlantic Ocean or feel the golden sunlight spreading across your skin. You could take to the island's natural wonders by visiting Nivida Bat Cave, where you can find a large collection of nectar bats near the shores of a subterranean lake. During a guided tour, you can wind through the channel bordered by mangrove trees and listen to the sounds of wildlife, giving you a quintessential jungle atmosphere."
      },
      {
        "dayNumber": "7",
        "title": "Bocas del Toro - Delight in Your Choice of Beach Adventure",
        "description": "With another day at leisure on the island, you can continue embracing beach life on sheltered coves or take to the waters on a sailing excursion bound for coral gardens and remote islands. Your excursion may take you to Cayo Coral, a small island between Isla Bastimentos and Isla Popa, offering crystal-clear shelter from the open ocean. You can dive down and enjoy the views of the coral, reaching up to 12 feet deep with golden sponges surrounded by queen angelfish or seagrass hiding stoplight parrotfish. Time can slow down as you enjoy exploring the marine life, colors, and gentle sway of the water."
      },
      {
        "dayNumber": "8",
        "title": "Panama City - Explore More of Panama City",
        "description": "When you are ready, your transfer will take you to the airport for your flight back to Panama City. You can relax in your accommodation near the city center before exploring new corners or returning to your favorite spaces for the remainder of the day. You can spend time at the Museum of Biodiversity to view the exhibits sharing the incredible natural history for which Panama is known. Renowned architect Frank Gehry designed the structure, and the interior demonstrates the importance of Panama’s location as the bridge between continents, sharing elements of the Americas, North and South."
      },
      {
        "dayNumber": "9",
        "title": "Panama City - Depart for Home",
        "description": "Panama City feels cosmopolitan, and in the morning, the aromas of delectable Panamanian coffee often drift through the narrow streets of Casco Viejo alongside the scents of pineapple or rambutan. If you have time, you may choose to walk through the streets once more to enjoy the city’s unique culture and style before meeting your private transfer bound for the airport. Your highlights tour of Panama will come to an end when you board your plane bound for home, but you could always extend your adventure in Central America."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "classic-panama-family-vacation-package",
    "tourName": "Classic Panama Family Vacation Package",
    "placesVisited": "Panama City, Bocas del Toro, Isla Colón",
    "generalInfo": "Experience an unforgettable vacation with your children when embarking on an 8-day family-friendly Panama tour. Discover dramatic canals, breathtaking island beaches and the dangling vines and lianas of mangrove glades. Enjoy wildlife encounters that will introduce you and your kids to unusual creatures such as the Panamanian golden frog and fun favorites like the slow but sleek sloth creating the ultimate Panama adventure for you and your family.",
    "durationDays": "8",
    "price": "3,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Panama City - Explore Soaring Skylines and Beautiful Beaches",
        "description": "Embrace the wonders of Panama City as you and your family wander the city center. Towering buildings line the way for a diverse architectural exploration, while twisted towers lead the way to vast sandy beaches. Discover the family-friendly neighborhood of Amador by bicycle with a ride along the rustic-colored Amador Causeway, admiring the blue-green waters blurring by you. Step inside the Amador Biomuseo, the roof of multi-colored squares resembling haphazardly-placed post-it notes in contrast to its lush green gardens. Kids of all ages can explore the history of Panama and experience exhibitions such as the ‘living web,’ a 50-foot living sculpture that presents the interconnectedness of plant life, animals, and microorganisms."
      },
      {
        "dayNumber": "2",
        "title": "Panama City - Learn the Intricate Workings of Panama’s Locks",
        "description": "A day of adventure awaits your family as you set sail to the entrance of the Panama Canal. The Bay of Panama will guide you as the city skyline fades in the distance as you enter the first of two locks. The intriguing and perfectly-timed engineering marvel offers a functional purpose as well as a fascinating and fun geographical exploration. Thunderous white walls of water plummet into rising waters, your vessel seemingly floating up toward the sky. Crossing the calm and shimmering waters of the Miraflores Lake, the rumbling of Pedro Miguel Lock opens you to the snaking Culebra Cut, revealing a day of water wonders and intricate engineering as you enjoy the crisp, cool brush of water drops against your skin."
      },
      {
        "dayNumber": "3",
        "title": "Panama City - Set Sail for a Wildlife Sanctuary",
        "description": "Mimicking monkeys, sleek-like sloths, and the majestic brilliance of butterflies are all on the list of exciting encounters you and your family can enjoy today. Set sail on Gatun Lake, the emerald waters of this freshwater lake carrying a myriad of ships across the Isthmus of Panama, moving you through tropical forest and lush vegetation to Monkey Island. Giggle at the cute, yet cheeky facial gestures of the white-faced capuchin monkey, small in stature, large in attitude. Watch with bated breath as the two-toed sloth hangs suspended from a trusting branch, the hairy creature going nowhere in a hurry, and admire the beauty of butterflies flickering through orchid-filled rainforests."
      },
      {
        "dayNumber": "4",
        "title": "Bocas del Toro - Discover Exotic Mangroves and Island Bliss",
        "description": "Travel west to the island paradise of Isla Colon in the Bocas del Toro archipelago. Your adventure begins when you step aboard your tender boat, almost parallel to the water. Gaze upon exotic mangrove glades as straggling vines create a curtain-like effect over thick shrubs and trees, the waters lapping against sandy banks. Draw back the vine curtain to reveal an exquisite picture of a white sandy beach separating azure waters from deep green forests with dramatic views across the Caribbean waters as you settle down in a haven far removed from the bustling city scenes."
      },
      {
        "dayNumber": "5",
        "title": "Bocas del Toro - Embark on a Hiking Island Adventure",
        "description": "A mix of downtime and island adventure awaits islanders of all ages today. The region beckons families to explore the breathtaking combination of pristine white beaches and lush rainforests. Start your hike from Salt Creek, a humble village and quiet community of fishermen and tradesmen. As you walk through mangrove glades and along quiet creeks, listen to how the jungle journey offers a cacophony of shrills and calls. Pause for a while to get acquainted with the history and traditions of the Ngabe Bugle tribe and watch an artist paint a Guaymi painting, shapes and colors contrasting your natural surroundings."
      },
      {
        "dayNumber": "6",
        "title": "Bocas del Toro - Delight in Marine Life or Tasty Cacao Bites",
        "description": "Embrace island life with many activities and adventures during your day at leisure in Bocas del Toro. Take to the water to watch graceful dolphins frolicking in the waves off Dolphin Bay, creating perfect archways as they leap in the air, or perhaps little explorers may find seeking orange and pink starfish lining the sandy bottom of shallow waters a fascinating way to spend their day on a Zapatilla Cays beach. Switch gears with a visit to a cacao plantation near Almirante to learn how the simple yet powerful cocoa bean is transformed into a delicious chocolate treat. Savor smooth textures with coconut notes on the palate, perhaps the sweet swirl of caramel melting in your mouth."
      },
      {
        "dayNumber": "7",
        "title": "Panama City - Uncover Historical Casco Antiguo Neighborhood",
        "description": "Uncover a different neighborhood of Panama City today when you bid farewell to your island paradise and embrace the historical and UNESCO Cultural World Heritage Site of Casco Antiguo. Art and culture run through the cobbled streets between boutique hotels and bakeries, family eateries, and culinary corners. Take some time to savor a plate of delicious, smooth calamari rings or bite into soft and powdery mamallena dessert, the doughy balls a delight with each bite. Dine under the stars on a rooftop bar in Cathedral Square with views over the Museum Canal while the distant city skyline fades to dark as sounds of lively Panamanian music fill the night."
      },
      {
        "dayNumber": "8",
        "title": "Panama City - Take One Last Glance Over the Panama Canal",
        "description": "In the morning, enjoy one more breakfast savoring your view of the towering buildings and beyond to the waters of the Bay of Panama. Look out in the distance and admire boats large and small as they slowly crawl along the Panama Canal. Admire the silver curve of the Bridge of Americas, spanning the Panama Canal’s Pacific entrance, and capture one more mental snapshot of Panama City’s pristine beaches before returning home from your Panamanian adventure with your transfer to the airport."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "panama-adventure-tour-ziplining-sailing-and-wildlife",
    "tourName": "Panama Adventure Tour: Ziplining, Sailing, and Wildlife",
    "placesVisited": "Panama City, Monkey Island, Boquete, Boca Chia, Gulf of Chiriqui",
    "generalInfo": "Find vibrant life and endless possibilities on your 8-day Panama Adventure vacation. From delving into the past as you stroll antique streets to immersing yourself in the sounds and aromas of the tropical jungle, diving into pristine turquoise waters to explore coral gardens to venturing into the lush trees in search of wildlife, Panama’s limitless surprises will encourage new discoveries and unforgettable experiences throughout your custom-tailored trip.",
    "durationDays": "8",
    "price": "3,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Panama City - Arrive in Incredible Panama",
        "description": "Panama City is a place of glamour and modernity fringed by glimpses into untamed nature and connections to remote beaches. Marvels of contemporary engineering demonstrate a faster pace of life among the antique and newer neighborhoods where high-rises can overlook colonial ruins. Your private transfer will meet you at the Tocumen International Airport customs and escort you to the comfort of your accommodations, where you can begin your adventure. The remainder of the day will be at your leisure to settle into the city and embrace the new ambiance. You may choose to stroll along Paseo de las Bovedas to enjoy overlooking the historic seawall and listening to the vendors chatting as they display artisan crafts set beneath the flowering bougainvillea."
      },
      {
        "dayNumber": "2",
        "title": "Panama City - Explore the Wildlife Wonders of Panama",
        "description": "You may wake up to a sunny tropical morning in Panama City, where the sunlight washes over the colorful facades of Casco Viejo, the old neighborhood. Set out with your guide on an exciting tour to explore the wilderness within arm’s reach of the urban streets, first with a boat tour to visit Monkey Island. The small island seems to float in Lake Gatun, shines with foliage, and sings with the active calls of white-faced capuchin, Geoggroy’s tamarin, and howler monkeys. You may feel the monkeys watching you as you approach and wander along the jungle terrain, stepping over vines or rustling the leaves. You can continue to a sloth sanctuary to learn more about the slow-moving mammal, its camouflaged fur, and how the sanctuary is helping protect and preserve the wilderness."
      },
      {
        "dayNumber": "3",
        "title": "Boquete - Visit the Panama Canal and Travel to Boquete",
        "description": "Start your day with an exciting exploration of the Panama Canal at the Miraflores Locks, one of the three locks that form the world-renowned canal. The engineered waterway is over 100 years old and is celebrated for opening up faster and safer trade routes between the Atlantic and Pacific oceans. At Miraflores, you can witness the quality and vision of engineering on a ship as it rises over 54 feet. You will not only feel the ship moving but may also witness the walls sinking as the water rises. Before transferring to the stunning highlands at Boquete, you will continue to Casco Viejo, where the city’s history comes to life among the narrow streets and colorful buildings. Walk between historic ruins and enjoy the views spreading out to the bay, accentuated by the sleek design of the modern city. You may feel you’ve stepped back in time as you witness architectural designs dating back to the 17th century."
      },
      {
        "dayNumber": "4",
        "title": "Boquete - Discover Panama\u0000\u0000’s Treetops",
        "description": "Panama’s highlands are an exciting place, where the hum of waterfalls and buzz of hummingbirds feels only steps away. As you discover more of Boquete and the surrounding terrain, you can visit the hanging bridges for a different view of the dense cloud forest. The collection of bridges can reach up to 246 feet above the forest floor, where the treetops spring into activity with birds and wildlife. Enjoy the collection of trails as you search the quiet forest for signs of resplendent quetzal, whose iridescent red plumage can stand out from the background of emerald leaves. You can continue your adventure through the treetops with a zipline excursion, embracing the feeling of flying through the canopy."
      },
      {
        "dayNumber": "5",
        "title": "Boca Chica - Travel to the Sensational Oceanside",
        "description": "Your private transfer will escort you to the airport after breakfast for your flight to David, where you will continue to the stunning combination of tropical wildlife and coastline at Boca Chica. Set near the border of Costa Rica and situated close to islands protected by a national marine park, arrive in Boca Chica with time to relax and recharge before heading back into the limitless adventures of Panama. You can bask in the feeling of an undiscovered gem as the ocean breeze drives through town and the water glows transparent beneath the golden sunlight. Boats may return from time on the Pacific Ocean with fresh fish or visitors who enjoyed time scuba diving amongst the vibrant marine life. You may find parrots perched in trees or listen to howler monkeys calling to one another in the distance."
      },
      {
        "dayNumber": "6",
        "title": "Boca Chica - Embrace Tropical Waters and Islands",
        "description": "Step onto a boat and enjoy an immersion in a tropical fantasy. Sail among the islands of the Gulf of Chiriqui and the Chiriqui National Marine Park and embrace the cool breeze and aroma of the Pacific as the views of white-sand beaches shaped like crescents and bordered with palm trees come into view. During the season, you may have sightings of humpback whales passing Panama as they migrate away from the Southern Sea. The boat will drop anchor for a chance to plunge into the water for a snorkeling excursion. You may find signs of sea turtles grazing in the warm and welcoming waters among pockets of bright coral and waving sea grass."
      },
      {
        "dayNumber": "7",
        "title": "Panama City - Return to Panama City",
        "description": "In the morning, you may have time to enjoy the Pacific and white-sand beaches of Boca Chica and its surroundings once more before returning to Panama City. Spend time kayaking or basking in the view of the coastline before meeting your private transfer and flying back to the city. After settling into your accommodations, the day is at your leisure. You can return to Casco Viejo to walk beneath the towers of Iglesia y Convento de la Compania de Jesus or spend more time in Panama Viejo to explore the 14 remaining ruins dating back to the 16th century. The Panama Canal Museum also offers a great perspective on the history and importance of the canal for Panama and the world."
      },
      {
        "dayNumber": "8",
        "title": "Panama City - Depart for Home",
        "description": "Throughout the day, you may find local Panamanians sitting in outdoor cafes, sipping coffee, and enjoying as time passes by. In the morning, you may find the aroma of roasted beans from the celebrated coffee produced in Panama’s highlands. When you are ready, your private transfer will meet you in the hotel lobby and escort you to the airport for your flight home, ending your exceptional Panama adventure. You can always extend your trip to explore more of the country or continue north to Costa Rica or south to Colombia to further embrace the spirit of adventure."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "romantic-panama-honeymoon-vacation-tropical-beaches-boat-excursion-wildlife-more",
    "tourName": "Romantic Panama Honeymoon Vacation: Tropical Beaches, Boat Excursion, Wildlife & More",
    "placesVisited": "Panama City, Gulf of Chiriqui, Isla Palenque, Monkey Island",
    "generalInfo": "Your 8-day Panama honeymoon vacation is an immersion into a tropical fantasy. Relax on pristine beaches on a secluded island, embrace the treasured charms of colonial architecture, and bask in natural beauty during an island-hopping excursion. From coastal beauty to luxurious accommodations, secret hiking trails to dreamy coral gardens, you will create everlasting memories with your enchanting honeymoon in Panama.",
    "durationDays": "8",
    "price": "3,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Panama City - Arrive in a Tropical Romantic Ambiance",
        "description": "Panama City has a romantic touch, with greenery thriving among the protected corners that edge the city’s borders. Preserved colonial architecture offers colorful facades lining the streets of Casco Viejo, the historic neighborhood. Upon arrival, your transfer will meet you at the airport and escort you to the comforts of your centrally located accommodations. Settle into the city at your leisure and take your time getting comfortable, from visiting the shoreline to walking along the Paseo de las Bóvedas, the old seawall known for the briny scent of the sea breeze, the vibrant artisan crafts sold by vendors along the lane, and views of Downtown’s shimmering glass high-rises."
      },
      {
        "dayNumber": "2",
        "title": "Panama City - Explore the Wonders of Panama City",
        "description": "The tropical ambiance of Panama City can feel captivating, immersing you in the combination of natural beauty and civil wonder as you make your way to the Panama Canal at the Miraflores Locks. The engineering marvel spans over 50 miles long, with waters rising to nearly 65 feet, depending on the tides. You may board a vessel as it travels through the locks to experience a portion of the Panama Canal and see how it has made trade more accessible and faster between the Atlantic and Pacific. You may continue to Monkey Island and enjoy the lush foliage, quiet waters, and boisterous sounds of four species of monkeys populating the island. You may see white-faced capuchin monkeys moving through the trees or listen to the guttural call of howler monkeys hidden in the canopy."
      },
      {
        "dayNumber": "3",
        "title": "Isla Palenque - Embrace Island Luxuries and Seclusio",
        "description": "Isla Palenque promises the ideal romance on a secluded island as part of the Boca Chica archipelago. Your transfer will meet you at the hotel in the morning and escort you to the airport. The boat ride along the waters of the Gulf of Chiriqui will open your eyes to the crystal-clear azure waters of the Pacific before you change to a panorama of towering palm trees and golden sands of your tropical island paradise. Relax in the comforting breeze rustling the palm fronds and the aroma of the sea. The water laps at the coastline and sustainability becomes a luxurious practice with your accommodation’s position far from the bustle of more developed towns."
      },
      {
        "dayNumber": "4",
        "title": "Isla Palenque - Delight in the Island at Your Leisure",
        "description": "Embrace the dream-like beauty of your island paradise with a day at leisure. Spend time exploring the waters or lounging on the soft sands among the seven celebrated beaches for which the island is known. If you and your partner prefer the sound of crashing waves and the quiet of an isolated corner, you can visit the tidal pools at Cala Este or listen for toucans and parrots in the lush jungle canopy as you lounge on the warm sands. You may be able to partake in a romantic seaside picnic for an intimate and unforgettable oceanside moment. Dip your toes into the cool water for a refreshing change before returning to your resort or continuing on to Playa Catalina for a kayaking excursion on the island’s calmest bay."
      },
      {
        "dayNumber": "5",
        "title": "Isla Palenque - Search for Life Beneath the Waves",
        "description": "You can return to the beach and venture further into the water with a guided snorkel tour around the Gulf of Chiriqui. The protected marine park spreads across more than 34,500 acres providing refuge for coral reefs, mangrove forests, sea turtles, and migrating whales. As you sail, the mixture of sunlight and sea breeze can create perfect conditions against the backdrop of passing islands. The boat may weigh anchor at the edge of a coral garden where you can dive into the water in search of sea turtles feeding on the waving sea grass or pods of dolphins passing in the distance."
      },
      {
        "dayNumber": "6",
        "title": "Isla Palenque - Further Explore your Majestic Island",
        "description": "The wonders of Isla Palenque will continue to mesmerize you with another day at your leisure to explore at your pace. You may choose to return to the beaches, take another kayak excursion along the shoreline, or set out into the island interior to follow the jungle trails that expose a secret side of the island. Enjoy a tour with a guide to travel through the maze of primary forests to reveal a different perspective of tropical beauty. Listen to stories of folklore, learning how the islands came into being as you uncover touches of community history dating back centuries while also finding stunning panoramas of the coastline."
      },
      {
        "dayNumber": "7",
        "title": "Panama City - Return to Panama City",
        "description": "With so many wonderful experiences to enjoy on Isla Palenque, it may be challenging to return to the faster pace of Panama City. If you have time, you may choose to enjoy a whale watching tour, setting out into the water with your guide, this time in search of some of the best places to glimpse the pods of humpback whales bursting clouds of spray up to three-feet high or breaching out of the water and crashing down with an incredible splash. When you return to the city, your transfer will escort you to your accommodation, where you can relax or explore at your pace for the remainder of the day."
      },
      {
        "dayNumber": "8",
        "title": "Panama City - Depart for Home",
        "description": "You may find the aromas of Panamanian coffee drifting out of the cafes in the morning or the scent of traditional cookies known as orejitas emerging from the bakeries around sunrise. Your transfer will greet you in the hotel lobby when you are ready and escort you to the international airport for your flight home. You can always extend your time in Panama or further explore Central America's charms, romance, and beauty."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "ultimate-panama-vacation-for-seniors-nature-trails-remote-beaches",
    "tourName": "Ultimate Panama Vacation for Seniors: Nature Trails & Remote Beaches",
    "placesVisited": "Panama City, Monkey Island, Boquete, Isla Colon, Bocas del Toro, Isla Bastimentos",
    "generalInfo": "A destination brimming with culture, natural beauty, and significant world heritage, your 11-day Panama vacation for seniors paints a colorful picture with a once-in-a-lifetime adventure. Discover a contrasting city with Old World charm overlapping with modern-day vitality. Wander through natural playgrounds that range from mangrove glades to coffee plantations to waterfalls to breathtaking beaches. Combine activity with downtime as you make your way through the beauty and wonder of Panama.",
    "durationDays": "11",
    "price": "4,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Panama City - Discover a Destination of Culture and Charm",
        "description": "Arriving in Panama City, your journey of heritage discovery, cultural charm, and artistic wonder begins from the moment you arrive. Embrace the warm welcome and charm of your local guide when you are met at the airport and travel to the old town neighborhood of Casco Viejo, a quiet and charming location within the city. Take your time roaming through the brown-and-white stoned Metropolitan Cathedral or wander the narrow cobbled lanes of Casco Antiguo, shaded by leaning palm trees where you can stop to enjoy a fruity and full-flavored Panamanian coffee. Settle into your new accommodations and embrace Panama’s friendly hospitality."
      },
      {
        "dayNumber": "2",
        "title": "Panama City - Embark on a Journey Down Causeways",
        "description": "Colonial charm meets modern architecture as you travel from the old town of Casco Antiguo, a UNESCO World Heritage Site, to the plazas and towering skyline of modern Panama City. Listen to the buzz of local traffic as you weave through cars when you drive to the popular Amador Causeway. Notice how the road seems to disappear into the canal in the distance, as views of the emerald waters command a feeling of calm. Take in the picturesque scene of the perfectly-spaced wrought iron lamp posts that line the rusty-painted promenade."
      },
      {
        "dayNumber": "3",
        "title": "Panama City - Wander Through a Nature Sanctuary",
        "description": "Step away from the concrete jungle and into a natural jungle of wondrous wildlife on Monkey Island. Admire the natural beauty of the lush vegetation alongside the famous Panama Canal as you travel to Monkey Island. Capture the barking sound of the howler monkey and look out for the brightly orange-colored beak of the toucan as he takes cover in a leafy tree. With accessible pathways and spots to stop and rest if the mood suits you, wander the rainforest floor at your own pace. Brighten your experience with the sight of the Blue Morpho Butterfly fluttering amid blooming orchids or catching a glimpse of the tiny strawberry poison frog."
      },
      {
        "dayNumber": "4",
        "title": "Panama City - Cruise the Panama Canal",
        "description": "Take to the waters of the Panama Canal and experience the engineering marvel of vessels maneuvering through locks, the chambers of water rolling to the top of the waterway. As you float to the surface, take in boats in front and behind you, the string of vessels resembling a string of ornaments on a beveled surface. Glide across the fresh waters of Miraflores Lake before entering Pedro Miguel lock. Snake your way through the Continental Divide as you sail across the Culebra Cut, a significant geological site marking the lowest point in the mountain system that runs from Alaska to Chile."
      },
      {
        "dayNumber": "5",
        "title": "Boquete - Laze in Lush Rainforests and Savor Arabigo Coffee",
        "description": "Take a short flight over lush rainforests to the lowland city of David, then transfer by road to Boquete, a scenic town nestled on the brim of picturesque Baru Volcano National Park. Absorb the stillness in the air and coolness of the atmosphere as you embrace splashes of vibrant green valleys merging with dense treelines and babbling brooks. Take time to sit and savor the rich, volcanic-inspired coffee produced in the region, the dark hues of the beans offering a fruity flavor while hints of caramel and jasmine fill the air. Your guide will help you discover the science of creating the perfect cup of coffee, from bean selection to roasting and brewing."
      },
      {
        "dayNumber": "6",
        "title": "Boquete - Hike Nature Trails and Discover Misty Waterfalls",
        "description": "Take an active step towards sheer beauty and tranquility. Paradise awaits and is accessible to hikers of all fitness levels as you embark on an excursion through the cloud forest, along croaking creeks and culminating in a trio of majestic waterfalls. Watch the white wall of splashing waters fall into an emerald pool. Carefully step towards cozy caves, keeping an ear and eye out for tropical birds, such as the rose-throated becard or the crimson-fronted parakeet. Bathe in the warm waters of the caldera hot springs, the pools of which offer a soothing and healing energy as you embrace your day of wondrous adventure in nature’s breathtaking garden."
      },
      {
        "dayNumber": "7",
        "title": "Bocas del Toro - Traverse Mountain Passes and Mangrove Glades",
        "description": "Explore new heights today with a drive through the mountains of Cordillera de Talamanca, where canopies of evergreen oaks cover montane forests that sweep across the dramatic mountainside. Breathe in the fresh mountain air as you descend to sea level, the changing snapshots of the Caribbean coast’s panorama. Reach Amirante, bustling with water taxis carrying visitors to Isla Colon, the gateway to the beautiful islands of Boca del Toro. Enjoy the stillness of your surroundings as your boat glides through intriguing mangrove glades. View the hanging vines tumbling down from the top of the bushy trees like curtains of the forest. Listen as your guide points out the sounds of the Panamanian chirping frog ringing out through the trickling silence of the swamps."
      },
      {
        "dayNumber": "8",
        "title": "Bocas del Toro - Laze in Turquoise Waters and On Remote Beaches",
        "description": "Active seniors may wish to explore the rural and remote town of Bastimentos, an island destination comprising mostly remote, wild landscapes. Choose to explore the village amid breathtaking beaches and mangrove forests, or you might want to explore the Cayos Zapatillas islands located in the Bastimentos National Marine Park, two picturesque and idyllic havens of brilliant white beaches and thick dark green trees surrounded by crystal clear teal waters. Snorkel colorful coral reefs or traverse the landmass by kayak. Watch sea turtles at play, step over fascinating starfish, and step inside the jungle to see lazy sloths hanging about."
      },
      {
        "dayNumber": "9",
        "title": "Bocas del Toro - Enjoy a Day of Active Adventure and Discovery",
        "description": "For senior travelers looking to explore the active side of an idyllic archipelago, Bocas del Toro is a playground of adventure and discovery. The options are endless, from thrilling ziplining to a gentle hike to exploring a bat cave. You can turn your adventure into a flavor discovery with a cacao farm tour. Tantalize your sweet tooth and taste buds as you walk through a cacao plantation, your guide describing the production process, from planting to harvesting to creating the rich and creamy or dark and tart chocolate treats you will get to taste later. Use your sense of smell to identify the ideal, sweet aroma of the perfect cacao bean."
      },
      {
        "dayNumber": "10",
        "title": "Panama City - Wander a City of Skyscrapers and Promenades",
        "description": "Uncover the contrasting features of Panama’s capital, diverse architecture comprising twisting and reaching modern skyscrapers highlighting the city’s financial district’s skyline with the Old Town’s humble yet striking red-roofed abodes. Take a walk through cobbled lanes, antique stores set amid coffee shops and perfumeries, a blend of rich aromas and sweet scents mixing in the air. Get a taste of Spanish Panama when visiting Via Argentina, the savory smell of saffron inviting you to taste local paella or perhaps enjoy a hearty sancocho soup, rich in the flavor of crunchy vegetables and flavorsome meat."
      },
      {
        "dayNumber": "11",
        "title": "Panama City - Farewell to a City of Contrasts",
        "description": "Spend a few hours bidding this city of wonder farewell. If time permits, consider taking a stroll or enjoying a bicycle ride along the Amador Causeway as you watch ships passing under the Bridge of Americas in the distance. Glace over at the city’s coastline, soft sandy beaches that seem to sprawl from concrete and brick and disappear into a green gulf."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]