{
  "destination": "Panama",
  "mainPhoto": "",
  "id": "best-of-panama-costa-rica-vacation-package",
  "tourName": "Best of Panama & Costa Rica Vacation Package",
  "placesVisited": "Panama City, Bocas del Toro, La Fortuna, Monteverde Cloud Forest B",
  "generalInfo": "Adventure, natural beauty, and luxury become the focus of your 13-day Costa Rica and Panama vacation. Explore stunning beaches lined with tropical jungle. Search for unique wildlife in untouched cloud forests. Fly through the trees. Wander along secluded hiking trails and embrace memorable panoramas as you travel from volcanic foothills to remote islands, lush highlands to historic urban neighborhoods.",
  "durationDays": "13",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "La Fortuna - Arrive in Central America",
      "description": "Costa Rica embodies the splendors of Central America, known for its incredible biodiversity, remarkable micro-climates, and sensational beauty. Your private transfer will meet you at customs and escort you out of the capital city of San Jose to reach the stunning rainforest surrounding La Fortuna. As you settle into your luxurious accommodation, you may have a view of the famous conical peak of the Arenal Volcano, which erupted consistently from 1968 until 2010. Relax in the warm ambiance of the tropical setting as the colors of the lush trees and flowers create a paradise."
    },
    {
      "dayNumber": "2",
      "title": "La Fortuna - Explore Treetops and Local Flavors",
      "description": "Set out with your guide for an exploration of the jungle’s canopy by following trails connecting to Costa Rica’s famous hanging bridges. The main trail can take you nearly two miles, winding beneath dense tree covering and across bridges that open to stunning views in the treetops. If visiting early, you may have better opportunities to see birds like famous rainbow-beak toucans and a variety of hummingbirds. Continue on a tasting of Costa Rican specialties as you indulge in the aromas of coffee and chocolate. Learn how locals cultivate the coffee plants and harvest the bright red berries, before drying, charring, and brewing them to unleash notes of caramel and mango. The chocolate follows a similar process and allows you to find delicious hints of honey and vanilla as you sample the freshly made treat."
    },
    {
      "dayNumber": "3",
      "title": "La Fortuna - Visit Volcanoes and Waterfalls",
      "description": "Venture into the wondrous Arenal Volcano National Park, where you can travel the trails weaving through lava fields and untouched tropical rainforest. The sharp, black rocks reveal the prescience of another eruption along the foothills of Arenal Volcano, while also demonstrating the rough texture of the dried magma. Your guide will then take you to a trail leading to the thundering La Fortuna Waterfall. You may hear the sound of the falls before you see the water tumbling nearly 200 feet into the azure pool below. The combination of magma and waterfalls embodies Costa Rica’s natural diversity and beauty."
    },
    {
      "dayNumber": "4",
      "title": "Monteverde - Travel to the Cloud Forest",
      "description": "Traveling between La Fortuna and Arenal offers a scenic drive through jungle terrain to reach the exceptional cloud forest. When you reach the shores of Lake Arenal, you can board the boat bound for the opposite end. The panorama during the ride will open to views of the volcano at the center, jungle at its base, and the glassy waters of the lake in the foreground. You may find hints of rainbow bass or witness ornate hawk eagles circling the sky before reaching Monteverde for the remainder of the day. Here, you can relax in the comfort of your accommodation."
    },
    {
      "dayNumber": "5",
      "title": "Monteverde - Discover the Beauty of the Cloud Forest",
      "description": "Exploring the Curi Cancha Reserve immerses you in the wonders of Costa Rica’s endless natural resources. In the cooler morning air, you may hear the three-wattled bellbird or catch a glimpse of the resplendent quetzal’s iridescent plumage glinting in the light passing through the tree canopy. With over 200 species of birds in the reserve, it can feel as though the animal kingdom comes to you as you wander along the serene forest trail. Your guide may point out two-toed sloths blending with the tree bark or you may hear the guttural call of howler monkeys from up to three miles away. You may continue your discovery of the forest in a more adventurous way as you take to the treetops on a zipline, enjoying the wind brushing against your cheeks as you fly through the air like a bird."
    },
    {
      "dayNumber": "6",
      "title": "Panama City - Travel to Panama City",
      "description": "Monteverde in the morning can feel like a treasure trove of untamed wilderness as the sounds of howler monkeys and birds fill the trees of the cloud forest. Your private transfer will meet you at the hotel and escort you back to San Jose’s airport for your flight to Panama City. The capital of Panama can feel like a metropolis after your time in the secluded comforts of the Costa Rican highlands, but the charming tropical ambiance blends easily with Spanish colonial architecture and the shimmering glass of modern high-rises. Your private transfer will lead you to your accommodation, where you can enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": "7",
      "title": "Panama City - Experience the Marvels of the Grand Canal",
      "description": "You can enjoy an immersive introduction to Panama City and remarkable history with a tour to Casco Viejo, the oldest neighborhood in the country’s capital. With foundations dating back to the 17th century, you can stroll with your guide along the cobblestone streets, enjoying colorful facades featuring preserved Spanish colonial architecture and vibrant plazas. You may find atoms of freshly brewed Panamanian coffee and bread pudding emanating from nearby cafes before you reach the Catedral Metropolitana or the towering walls and arches of Iglesia y Convento de la Compania de Jesus. You will continue to the Miraflores Locks to cruise a section of the 55-mile-long Panama Canal, where the water can rise or descend up to 54 feet to match the level of the next chamber."
    },
    {
      "dayNumber": "8",
      "title": "Panama City - Choose Your Panama City Adventure",
      "description": "With the day at your leisure, you can explore more of Panama City at your preferred pace. You may choose to revisit the Panama Canal for a more in-depth look at the engineering used to close the locks and raise or lower the waters as necessary, or stroll along the seaside promenade of Pase de la Bovedas to view artisan vendors and beautiful views. A tour of Monkey Island can get you up close to four species of monkey on a piece of land in the middle of Lake Gatun. The unique jungle terrain offers protection to the curious animals, including the precocious white-faced capuchin monkey, booming howler monkey, paternal lemurien owl monkey, and the fluffy Geoffroy’s Tamarin monkey."
    },
    {
      "dayNumber": "9",
      "title": "Bocas del Toro - Venture to the Celebrated Bocas del Toro",
      "description": "Bocas del Toro is an alluring collection of islands known for soft, white-sand beaches, crystal-clear waters, and tropical forests edging the coastline. You will have a private transfer to the airport for your flight and will eventually board a boat bound for Isla Bastimentos. While Isla Colon hums with an exciting rhythm, but relaxed pace, giving way to luxurious beaches and the swirling aromas of the sea breeze and Afro-Caribbean food, Isla Bastimentos can feel like a different world, even though it is only a 10-minute boat ride away. Palm trees edge the beach, sea turtles find perfect nesting grounds on the soft sands, and mangrove trees fade to the promise of colorful coral reefs protected by the national marine park. The remainder of the day can be spent relaxing on the secluded shores of your accommodation and enjoying the luxurious ambiance."
    },
    {
      "dayNumber": "10",
      "title": "Bocas del Toro - Delight in the Island at Leisure",
      "description": "With the day at your leisure, you can embrace the remote ambiance and relaxed pace of the island to revel in the soft sands where the golden sunlight heats the shoreline against the refreshing temperatures of the water. Lounge on the powdery yellow shores of Wizard Beach, with a backdrop of jungle vines, or venture to the wondrous Nivida Bat Cave. A subterranean lake sits beneath the nectar bats in the protected areas of the Isla Bastimentos national marine park. The boat ride to the cave takes you through an enchanting mangrove forest framed by lush vegetation. You may find caimans hiding among the vines as you pass in the water, before reaching a hiking trail leading to the cave’s mouth. The journey and the destination become an unforgettable adventure."
    },
    {
      "dayNumber": "11",
      "title": "Bocas del Toro - Explore Bocas del Toro at Your Pace",
      "description": "You have another day to embrace the quiet charms of Isla Bastimentos. Take to the sands of Polo Beach, where the sheltered cove offers pristine clarity for snorkeling, or kayak along the edges of the island to reach more dynamic snorkeling spots to view brain lettuce, eagle rays, and healthy Elkhorn coral. For a different perspective, you could venture to the island of Bocas to visit the Smithsonian Center for Tropical Research. The station offers extensive information on the region’s biodiversity and conservation research performed in the Caribbean to find colorful poison-dart frogs or elements of coral reef ecosystems."
    },
    {
      "dayNumber": "12",
      "title": "Panama City - Return to Panama City",
      "description": "When you are ready, you will return to Panama City and enjoy the remainder of the day in the country’s capital. You can take your time revisiting the charming streets of Casco Viejo or further explore the dynamic ruins of Panama Viejo, the original site of the former Spanish city dating back to the early 16th century. Fourteen ruins remain, including elements of the oldest Spanish bridge in the Americas, which dates back to 1617. The museum offers more information on the remains of the historical structures for a better perspective of what was versus what is left of the original settlement."
    },
    {
      "dayNumber": "13",
      "title": "Panama City - Depart for Home",
      "description": "In the morning, the streets of Panama City fill with life, as many start their day before the tropical heat sets in. The aromas of typical Panamanian coffee fill the streets of Casco Viejo with hints of peach and citrus. Cakes and cookies fill the windows of traditional and modern bakeries. Your private transfer will meet you at the hotel and escort you to the airport for your flight home, bringing an end to your exceptional exploration of Costa Rica and Panama."
    }
  ],
  "map": ""
}