{
    "Main_Title": "Our Ecuador holidays & tours",
    "Main_Paragraph": "Ecuador is home to some of the worlds great natural treasures  the Amazon rainforest, the Andes mountains, and, most precious of all, the Galapagos Islands. But with great treasures comes a great responsibility, and thats where our holidays come in. They operate under the watchful eye of naturalists and local guides, and answer to the local communities in which they are based. So, you can summit Cotopaxi, take on the Amazon, and plunge down river rapids  leaving only a light footprint (or an excited gasp) in your wake. Our Ecuador holidays in the Galapagos do everything they can to protect the islands biodiversity, donating to conservation trusts, hiring professional naturalists, and following all wildlife-watching protocols.",
    "Subtitle": "Ecuador holiday highlights",
    "Title1": "Rainforests in Ecuador",
    "Paragraph1": "Ecuador’s rainforests hold their wildlife close – shadows flitting between trees, half-glimpsed under dark canopies, or, in the case of howler monkeys, heard long before it is seen. There are macaw-covered clay licks, mud-munching capybaras and vicious jungle pigs, as well as howler and spider monkeys and strange pink dolphins. Big cats are experts at hide-and-seek – but there are several sanctuaries which rehabilitate orphaned, injured or trafficked wildlife, and can provide visitors and volunteers with a closer glimpse, whilst also supporting conservation efforts.\nOne of the most unusual things to do is to discover this mighty jungle during a night hike. In the pitch darkness, your senses become heightened – you’ll be completely immersed in the sounds, smells and strange sensations of the lungs of the earth. If you fancy heading out onto waters that make the Amazon famous, our\nholidays in the Ecuadorian Amazon\ninclude paddling a dugout canoe, rafting on some of the world’s best rapids and fishing for tasty – if rather toothsome – piranhas.\nIt's on our holidays that you'll have the best chance of seeing the best of the rainforest, because we use local guides and have you staying with indigenous communities, where lodges have been built for the express purpose of wildlife monitoring.",
    "image1": "",
    "Title2": "Galápagos Islands",
    "Paragraph2": "The extreme isolation of these 19 volcanic islands has turned them into a living museum of evolution; a place where all is not what it seems. Puckered, giant tortoises can walk these rocks for over two centuries, and tiny finches have forgotten to be afraid of humans. Cormorants have lost their ability to fly, yet prehistoric looking iguanas have learned to swim.\nThe wildlife of the Galapagos Islands may not be amazingly large, or fierce, but nowhere else in the world is it so fearless of humans. Visitors rarely need a zoom lens; even if you’re trying to follow distance guidelines, the wildlife won’t. Wide-eyed sea lions, giant tortoises and penguins will happily pose on wave-battered rocks for you.\nTake a week-long cruise of the islands, or book a land based tour for an alternative experience. On our holidays we make sure you’re travelling with people who have the Galapagos Islands' best interests at heart. You might travel on a locally owned and operated small boat. The giant tortoises, penguins, marine iguanas and red-footed boobies – as well as the Galapagos’ human residents – all depend on tourism being run sustainably – which is where our trips come in.",
    "image2": "",
    "Title3": "Taking the family",
    "Paragraph3": "The wildlife of the Galápagos Islands is abundant, so  unlike game drives on safaris  tours dont require hours of sitting still quietly. Giant tortoises lumbering past your toes, and penguins flocking to your feet  the wildlife finds you in the Galapagos. Spotting all these wild wonders up close and personal is just one reason youngsters will love Ecuador. Our land-based holidays are great for families; you can stay in a family-run guest house, and visit the home towns of your guides.\nKids can also run free in cloud forests where hiking, rafting and canyoning are possible. In quieter moments they can learn how to make their own chocolate. Our Ecuador family holidays can combine a stay in a hacienda with a spell on a laid-back tropical beach, or take you to Otavalo, where you can support artisans and return with beautiful souvenirs.",
    "Title4": "Hiking in and out of Cotopaxi National Park",
    "Paragraph4": "Mount Cotopaxi is one of the world’s tallest active volcanoes, rising dramatically from flat terrain, its snow-capped, smouldering cone a temptation for intrepid hikers – and the brave can peer into the crater. Walking around forested Cotopaxi National Park you’ll often see hawks and condors soaring above, no doubt enjoying their own views of the mountain.",
    "image3": "",
    "Title5": "",
    "Paragraph5": "Summit attempts depart from a refuge at midnight, and, though you don’t need mountaineering skills, you’ll need to be physically fit for our trips. For those not so enamoured of scaling an active volcano, there are plenty of other less demanding hikes in the park. Going with a local guide is compulsory, but highly rewarding, too.\nElsewhere in Ecuador’s mountains, the verdant lower slopes, with their waterfalls and rare orchids, provide easier hikes. Tougher, high-altitude climbs pass glaciers, hardy vegetation and jade-green lakes, into the little-seen world beyond the snow line. If you’re less sure of your footing, you can travel by horse, complete with leather chaps and a poncho. Sit back and enjoy the scenery! See our\nEcuador walking holidays\n.",
    "Title6": "Living an Ecuadorian life",
    "Paragraph6": "Holidays are about “getting away from it all”, and a homestay is one of the best ways to step out of your busy life and into someone else’s reality. In some rural Ecuadorian communities, life has changed little since the arrival of the conquistadores. On our\nEcuador cultural holidays\nyou can sleep beneath hand woven alpaca blankets, awake to the sound of crowing roosters and devour vegetables just-pulled from the ground. You can dye and spin your own wool, prepare chocolate from fresh beans and even learn to milk cows.\nDeep in the Amazon, where shamans still practise ancient rituals, you’ll learn about the medicinal plants of the forest, and the many tasty fruits and fish that thrive here. You might even get chance to try shooting from a 2m-long blowpipe. Sharing their fascinating knowledge is one of the best things you can do on one of our holidays in Ecuador – and one of the few ways native peoples can keep their culture alive."
}