{
  "destination": "Burma",
  "mainPhoto": "",
  "id": "myanmar-2-week-itinerary",
  "tourName": "Myanmar 2 week itinerary",
  "placesVisited": "Yangon, Bago, Golden Rock, Mandalay, U Bein Bridge, Monywa, Bagan, Mt Popa, Kalaw, Two-day community trekking tour, Indein, Inle Lake boat excursion, Optional: Traditional marionette puppet craft workshop, hot air balloon ride over Bagan",
  "generalInfo": "This two-week tailor-made tour of Myanmar offers an insight into some of the country’s most spectacular and engaging cultural sites. But this holiday is not just about sightseeing; you’ll have the opportunity to meet an array of local people, support a local community tourism initiative and shop for traditional handicrafts in vibrant local markets.<br/><br/>Starting and finishing in Yangon, you will visit the holy Golden Rock, wander Mandalay’s historic streets, travel by boat to spectacular Bagan to explore its sea of pagodas and stupas, and meet the traditional, colourful tribal communities that call Kalaw home. <br/><br/>Undoubtedly a highlight of this holiday is a two-day, overnight trek from Kalaw to the beguiling Inle Lake. Known in the region as a Community Involved Tourism program, this trek will take you away from other tourists and into the heart of rural Myanmar. Passing traditional farmers along the way, you’ll enjoy breath-taking views and the warm hospitality of a night spent in a local village house or monastery.  <br/><br/>This holiday can be tailor made throughout the year to suit your interests and requirements, however it is worth noting that the trekking route from Kalaw to Inle Lake will be muddy and wet from June to September.<br/><br/><br/><br/>",
  "durationDays": "13",
  "price": "1890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE YANGON : Upon arrival at YANGON airport, welcomed by your guide and transferred to hotel (Remark : Official hotel check-in time is 14.00 noon). Then, depart for a heritage tour start at YANGON CITY HALL, located at the heart of the colonial-era city. Nearby is the former Immigration Department. This building was designed in 1910 to be the country’s most upmarket department store, Rowe & Company. Proceed to the High Court, a 1911 brick building designed by the architect John Ransome. Continue walking down to PANSODAN STREET enjoying impressive colonial buildings and have a stop at HLA DAY, a non-profit social enterprise shop, offers quality contemporary and traditional handicrafts sourced from local producers often struggling to overcome disability, exclusion and poverty. You'll find colorful women's and kids' clothing, soft toys, stationery, jewellery, home wares and more there. Continue to Strand Road, home to the three-storey former New Law Courts. Next stop is the 1916 Custom House, a large building with an elegant white tower and double-faced clock above the entrance. Walk past the red brick General Post Office to the luxurious Strand Hotel, built in 1901 by the Sarkies brothers, Armenian hoteliers. And also see the bustling life at the NANTHIDA JETTY. Visit and stroll through the BOGYOKE (SCOTTS) MARKET (closed on Monday and Gazette Holiday), a compound of hundreds of stalls and shops, that gives you the opportunity to see Myanmar's wide range of handicrafts. After a photo stop at the KARAWEIK HALL, a 'hamsa-bird-shaped' floating barge on Kandawgyi (Royal) Lake, visit the magnificent reclining Buddha CHAUK HTAT GYI. Evening, visit to one of the world’s most spectacular monuments, the SHWEDAGON PAGODA for sunset viewing. Overnight stay at Central Hotel (Superior Room) or Similar in Yangon."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "YANGON - BAGO - GOLDEN ROCK (BY CAR) : After breakfast, drive to BAGO (84 km - 1½ hours). Sightseeing starts with the charming and characteristic monastery of KYA KHET WAII, an eminent teaching center for hundreds of monks from neighbouring regions to study Buddhism. You will have ample time to observe when the monks walk mindfully in procession for their last meal of the day. After seeing over a thousand years old SHWEMAWDAW PAGODA, with its spire taller than the Shwedagon Pagoda, you will proceed to the KIN PUN 'base camp' (110 km - 3½ hours). Lunch break (on your own account) will be at a local restaurant en-route. The tour will continue to one of Myanmar's landmarks, famous for its precarious position and religious importance, KYAIKTIYO, the 'Golden Rock' is a huge boulder completely covered by gold leaf and delicately balanced on the edge of a cliff. To reach the pagoda from KIN PUN base camp, the journey is made in open truck. If you wish, walk approximately 4 km (1 hour) from the middle camp and the walk is up a steep path ascending some 500m to the GOLDEN ROCK on top of the mountain range. On arrival you can enjoy great views over the surrounding jungle and a beautiful sunset. Overnight stay at Mountain Top Hotel (Deluxe Room) or Kyaikhto Hotel (Superior Room), hotels that located on top of the mountain, in Golden Rock."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GOLDEN ROCK – YANGON (BY CAR) : Early morning enjoy sunrise on the top. Take local open-air truck back to Kin Pun Base Camp and continue by car to YANGON (194 km - 5 hours). Enjoy lunch at a local restaurant in Bago (on your own account) and continue sightseeing with a local market for a short walk amongst the colorful stalls selling flowers, produce, and spices. Then continue to visit a local Mon village nearby for a short walk through this quiet, typical rural village that was once famous for its silk weaving and also a handicraft village producing woven bamboo wares. Take a brief stop at KYAIK PUN PAGODA, famous for its four giant Buddha images, and continue to Yangon. En route visit a tree shrine dedicated to legendary animist spirits known as 'nats'. Then visit the impressive and moving Allied War Graves cemetery near Htauk Kyant, the last resting place of over 6300 Allied soldiers and home to a memorial to 27,000 more. Arrive Yangon in the late evening and transfer to your hotel. Overnight stay at Central Hotel (Superior Room) or Similar in Yangon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "YANGON – MANDALAY (BY AM FLIGHT) / AMARAPURA : After early breakfast or with breakfast box transfer to airport. Flight to MANDALAY. Upon arrival, welcomed and drive to MAHAGANDAYON MONASTERY where more than a thousand monks live and study. Time permitting you will have the opportunity to observe the monks having their last meal of the day in total silence. Then, visit also one of the most revered religious monuments of Myanmar, the MAHAMUNI PAGODA. Mandalay is also a major arts and crafts center. Visit a Kalaga tapestry craftsmen’s shop before proceeding to hotel for check-in. (OPTIONAL ACTIVITY: Make a marionette- Join local craftsmen at their workshop and create a unique traditional puppet. A hands-on way to learn about the local culture and create a memorable, personalized souvenir! ). In the afternoon, experience the sights and sounds of Mandalay including the GOLDEN PALACE MONASTERY, the only Royal Palace building to survive World War II bombing. This grand teakwood building is known for its exquisite woodcarving. Next is the KUTHODAW PAGODA, whose 729 marble stone slabs of Buddhist scriptures have earned it the title being home to the ‘World’s Biggest Book’. Then proceed to MANDALAY HILL for sunset. It time permit, visit Shwe Kyin Monastery to observe student monks start their evening prayers before return your hotel. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MANDALAY / MINGUN / AVA / U BEIN BRIDGE : After breakfast, transfer to the Mandalay jetty and board a private local boat for travel upstream on the Ayeyarwady River from Mandalay to MINGUN (11 Km, about one hour). The river is always busy - small long tail boats, bamboo rafts and ferries carry goods up and down the river. Visit the unfinished MINGUN PAYA, huge brick structure, that was left unfinished after an astrologer predicted the King would die should the temple be completed. In the 1800s, an earthquake left several large cracks in the structure. Continue to the beautiful Hsinbyume (Mya Thein Tan) Paya and the MINGUN BELL which, weighing in at more than 90 tons, is considered the world’s largest uncracked ringing bell. Return back to Mandalay. After lunch at a local restaurant (on your own account), embark for a short boat ride over a river and start exploring the former Royal Capital INWA (AVA) by horse cart. Visit NANMYINT WATCH TOWER, the remains of the ancient palace building, also know as “the leaning tower of Ava”; MAHA AUNGMYE BONZAN MONASTERY, built of brick and stucco; BARGAYAR MONASTERY, famous for its impressive ornate woodcarvings and teak posts. Continue to 200-year-old U BEIN teak bridge, built in 1782 during the era when Amarapura was the Royal capital, for sunset viewing. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MANDALAY - SAGAING - MONYWA (BY CAR) : After breakfast, drive through the Irrawaddy River Crossing Bridge to SAGAING. Covered with numerous white-painted pagodas and monasteries, Sagaing Hill is widely regarded as the religious center of Myanmar. It is home to more than 3,000 monks and 100 meditation centers. Visit KHAUNG MU DAW PAGODA, and continue drive to MONYWA (150 km - 4 hours) including visit to the villages, small town and local markets en route. Arrive to Monywa and check-in at your hotel. Afternoon cross the CHINDWIN RIVER by ferry boat and proceed by pick-up (40 km - 1 hour) to PO WIN TAUNG, a network of impressive sandstone caves containing Buddha statues, wood carvings and fine mural paintings, some dating back to the 15th century. Dozens of large and small caves with about 450,000 images are hidden in the area of the Hpo Win Hills. Return back to Monywa. If time permit, visit Kyaukkar Village and Shweguni Pagoda. Take a photo stop at Htan Zalote Water Fall before returning to hotel. Overnight stay at Hotel Chindwin (Superior Room) or Similar in Monywa."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MONYWA - PAKOKKU (BY CAR) PAKOKKU - BAGAN (BY BOAT) : After breakfast, visit THANBODDHAY PAGODA; where 845 small stupas surround and rise up to the richly decorated central stupa. The pagoda is built to remind of Mt. Meru and has some similar characteristics to Borobudur of Java. Take a walk through the nearby banyan tree grove BODDHI-TATAUNG where thousand Buddha images rest at the feet of the trees. Enjoy the panoramic view from AUNG SETKAYA PAGODA, standing 130 meter high on the Po Khaung hills. Continue drive down the ‘road less traveled’ for passing traditional villages where farmers can often be seen climbing palm trees to extract juice for palm tree sugar production. En-route stop at MA-U Village for an opportunity to learn more about the lifestyle and culture of the countryside residents. Arrive PAKOKKU, a port city set south of the Chindwin confluence, and visit the city. Then, continue by boat on the AYEYARWADDY RIVER, to BAGAN. This down river trip takes approximately 2 hours. Upon arrival to Bagan, transfer to your hotel. Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BAGAN : We depart for sightseeing, start with the Colorful Local Market and continue the day with visits to the most significant pagodas and temples of Bagan including SHWEZIGON PAGODA, built by King Anawrahta in the early 11th century as a religious shrine; small monastic school at ZAY TA WUN MONASTERY; GU BYANUK GYI, a temple with superb murals of Jataka scenes; KHAY MIN GA TEMPLE, noted for its panoramic view of the area’s numerous monuments and ANANDA TEMPLE, with four standing Buddha images. Afternoon, visit one of Myanmar’s and Bagan’s most famous lacquer ware workshops, and see craftsmen, in MYINKABA village. You will continue to MANUHA TEMPLE, built in Mon style in 1059; NANBAYA TEMPLE, a unique sandstone monument and according to legends a former palace site of King Manuha. Next you will explore the UNESCO protected MYINGABA GU BYAUKGYI TEMPLE, a temple known for its mural paintings. Enjoy a short horse cart ride among the temples. Finish the day of sightseeing by watching sunset over Myanmar’s longest river, Ayeyarwaddy from the SHWE SAN DAW PAGODA. (OPTIONAL ACTIVITY: Experience the magic of Bagan and a thousand years of history from the enchanting platform of a hot air balloon, for the first time ever. Sunrise Balloon Rides offers visitors exclusive sunrise champagne flights over the ancient pagodas of Bagan from late October to April !). Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BAGAN VILLAGE TOUR BY CAR AND WALKING (Lunch at Village House) : After breakfast at hotel, drive about 20 minutes to Ywarthar village. Walk through the village to see the village life, old colonial style monastery and village small market. Continue to Sinku and Kokkochaung village and see local family bamboo basket workshops, corps and products. Then, drive to the village where lunch will be prepared and served at a village house. You may join preparing lunch together with local family. After lunch, walk through the village and see climbing palm tree, palm sugar making and peanuts oil grinding. Then, continue to Thaephintaw village where there is an old wooden monastery with carvings and textile weaving. Evening, enjoy sunset at a small hill and return back to hotel. Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BAGAN - MT. POPA – KALAW (BY CAR) : Today we depart early to visit Mt. Popa. Short stops at a toddy-palm climber’s hut to see how to tap toddy wine from the fronds, how jaggery, liquor is made from palm sugar, how to make ox-pressed edible sesame, peanut oil, making toys from toddy leaves. After enjoying local tea and snack with the fresh air, continue visit MT. POPA, an extinct volcano with spectacular views. Mt. Popa is a popular pilgrimage destination for Myanmar. The local people travel here from far away to worship various animist spirits known as “nats” 777 steps lead up to the shrine placed on top of the steep Popa peak. Continue to highway drive to Kalaw around 7 – 8 hours (280 Km). The journey continues on a narrow, winding and bumpy road through the Shan Hills. You will reach KALAW, a fresh and delightful hill station, situated on the rim of the Shan Plateau, and transfer to hotel. Overnight stay at Dream Villa Hotel (Superior Room) or Similar in Kalaw."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KALAW TREKKING - BAW HNIN KONE - HTEE TEIN (Lunch / Dinner / Overnight at Village House) : Kalaw is a lively market town where many ethnic minority people of the surrounding areas buy and trade their goods. Explore the hill town with the busy local market, the tiny train station and the old catholic church (if open). Then drive to BAW HNIN KONE village. {Leave the baggage in the car and get back at hotel in Nyaung Shwe in next day.} From Baw Hinin Gone village you will walk 3 hours before arriving to Kone Hla village for lunch. The route offers fabulous views and passes through fields where farmers in the morning will be harvesting, planting or tending to their crops of wheat, potatoes, ginger or other vegetables. After simple lunch at village house, trek 2½ hours through Pack Tu Pouk village to HteeTein, your overnight stop. The route is filled with the panoramic views of the Shan Mountain Range and surrounded by unspoiled natural beauty. In the late afternoon we’ll reach Htee Thein. Our overnight stay is in the village monastery or village house, a special place to spend the evening and although the accommodation is basic, it is comfortable. Dinner will be prepared on spot and served later this evening. Overnight stay at Monastery or Village House."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "HTEE TEIN - ARRIVE INDEIN (Simple breakfast served by trekking team) : Depart from Htee Thein monastery after your breakfast around 07.00. After a long (going down) walk, you will reach INDEIN village on the shore of Inle Lake. On the way you may be pass the tour villages of Inthar and Pao races. There are many plantation of cheroot leaf. Arrive to Indein around at 12.00. In Indein village, you can see the ancient Pagodas from the XVI century and quiet places, take your time for visiting the village. Your boat is waiting at Indein village and transfer to Nyaung Shwe. Enjoy evening walk to hotel in charming small town. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "INLE LAKE : Day excursion by boat on the Inle Lake will include sights of the famous leg rowers, typical floating gardens, local methods of fishing, village life and magnificent scenery. The visit begin with Local Market (if possible according to market day schedule) and continue to the PHAUNGDAW OO PAGODA, one of the most sacred shrines in Myanmar, dating back to the 18th century; Silver Smith, Black Smith and Weaving workshops in Ywa-Ma and Inpawkhon. And also visit the NGA PHE KYAUNG MONASTERY wonderfully carved wooden floating monastery in the lake. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "INLE LAKE - HEHO - YANGON (BY AM FLIGHT) / DEPART YANGON : After breakfast, transfer to Heho airport (25km - 1 hour). Flight to Yangon. Leaving Myanmar according to your departure flight time. Remark – Your departure flight should not be early than 14.00."
    }
  ],
  "map": ""
}