{
  "destination": "Burma",
  "mainPhoto": "",
  "id": "myanmar-7-day-highlights-tour",
  "tourName": "Myanmar 7 day highlights tour",
  "placesVisited": "Yangon, Bagan, sunset cruise on Irrawaddy River, Mount Popa, Mandalay, Amarapura, U Bein Bridge, Innwa, Sagaing, boat trip to Mingun, Pindaya, boat trip on Inle Lake, Indein Village",
  "generalInfo": "Discover the breathtaking temples, pagodas, small villages and vibrant cities of Myanmar on this 9 day highlights tour. It’s ideal for couples, families, solo travellers or even small groups (6-10 persons), with a great mix of places to visit. The Golden Land rarely fails to deliver unforgettable experiences and memories that will be treasured. <br/><br/>Begin in Yangon, where there are many different experiences to enjoy, including the Burmese architecture of the Downtown Area, learning about the Jewish community that once lived here at Musmeah Yeshua Synagogue, and an array of temples at Shwe Dagon Pagoda.<br/><br/>Next, travel to Bagan, with its scattered temples and long history. All the temples of Bagan are impressive, but Htilominlo Temple is famous for its fine plaster carvings and glazed sandstone decorations while the large Manuha Temple is home to large and beautiful images of Buddha. Visit Bagan’s market, Manisithu Market, crowded with locals here from nearby villages. You’ll find delicious seasonal produce, and traditional sweets and products. Photographers will love it here. Also, take time to visit Shwe La Yaung Lacquer Ware Workshop, which is a chance to see the fascinating process behind this amazing craft. Round off the final day in Bagan with a magical sunset cruise along the Irrawaddy River. <br/><br/>In Mandalay, we will see the monks at Mahar Gandar Yon Monastery going about their daily lives and enjoy the sunset at U Bein Bridge, near Amarapura. In Pindaya, we can spend some time wandering through this very impressive pilgrimage site and exploring its famous limestone caves. In Inle, we will take a boat trip to discover floating islands and gardens and see the Intha people practising their unique, traditional fishing style. <br/><br/>The hospitality of the local people and hosts you meet on this holiday will stay with you forever and you will enjoy learning more about a different culture and ways of living. Spending time with local people and tasting traditional cuisine in local restaurants are important highlights of this holiday.",
  "durationDays": "7",
  "price": "1330",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Yangon Arrival and City Exploring"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Bagan & Bagan Exploration"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Continue Bagan excursion"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Inle Lake (about 6.5 hours), Excursion Around Nyaung Shwe"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Boat Trip To Inle Lake – Indein Village"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly Back To Yangon & Continue Yangon City Exploration"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yangon Departure"
    }
  ],
  "map": ""
}