{
  "destination": "Burma",
  "mainPhoto": "",
  "id": "myanmar-5-day-holiday-yangon-and-bagan",
  "tourName": "Myanmar 5 day holiday, Yangon and Bagan",
  "placesVisited": "",
  "generalInfo": "This magical tour covers the essence of unique and spectacular Myanmar; its glorious history and culture, local life in rural and urban city areas, sacred pilgrimage sites by observing its impressive architecture, as well as the knowledge about the Myanmar’s dynasty and Theravada Buddhism.<br/><br/>Yangon, the former capital of Myanmar is thriving and bustling city and the most commercial center of Myanmar. You can experience to see the Burmese architecture when you look at the Yangon city hall which features traditional roofs. Now, Yangon become the awe-inspiring city with good vibes. Visiting Shwedagon Pagoda, which is the holiest Buddhist shrine in Myanmar, built nearly 2,600 years ago, which is a repository of the best in Myanmar culture – architecture, sculpture, arts, crafts and in other words, it is a unique museum of Myanmar arts and crafts and the great tourist attraction in the world. <br/><br/>Visiting the glorious Bagan and the hidden villages near Bagan give us unforgettable memory in our life by exploring many impressive Myanmar stupas and forgotten the tradition of Burmese children for beyond. The archaeological masterpieces with construction of thousands of Buddhist temples was an irrefutable proof of the prosperity of the Bagan Empire from the eleventh to the thirteen centuries AD and its become the major tourist attraction in Myanmar. <br/><br/>As this 5 days, magical tour is harmoniously composed of truly beautiful and amazing areas mixed with the lively nature of the magical commercial city and the memorable history of the ancient Bagan Era. Join Pro Niti Travel for the splendid experiences.",
  "durationDays": "5",
  "price": "875",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Yangon and excursion"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Yangon-Bagan by morning flight and Bagan exploration"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Optional Ballooning and Continue Bagan excursion"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly Back to Yangon and Continue Yangon city exploration"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yangon Departure"
    }
  ],
  "map": ""
}