{
  "destination": "Burma",
  "mainPhoto": "",
  "id": "myanmar-9-day-classic-tour",
  "tourName": "Myanmar 9 day classic tour",
  "placesVisited": "",
  "generalInfo": "Discover 9 days in the land of glittering pagodas to experience the diverse ethnic groups’ culture and traditions. This will be a great experience to those interested in the local way of life of Myanmar’s many ethnic groups. Ancient city ruins will definitely be a part of this memorable trip.<br/><br/>Your Myanmar Highlight tour will start with exploring the splendid Shwedagon Pagoda in Yangon. <br/><br/>We will also visit the center of Burmese culture in Mandalay, the capital of the last Myanmar Dynasty. Observe artists at a traditional arts and crafts workshop, and enjoy an amazing sunset at the world’s longest teakwood bridge (U Bein) and also from the hill of Mandalay.<br/><br/>Next, travel to Pindaya, glancing the natural green landscapes with fresh air on the way. You can spend time wandering through this very impressive pilgrimage site and exploring its famous limestone caves and you can explore the traditional cottage industry of Umbrella Making at Pindaya.<br/><br/>In Inle Lake, we will take a boat trip to discover floating islands and see the Intha people where you can see the unique leg-rowers, their traditional style, and magnificent scenery. And we will also visit the cluster of the fantastic ancient monument and learn about traditional art and craft. The hospitality of the locals and hosts will remain in our thoughts as good memories.<br/><br/>By 9 Days excursion to our beautiful country and visiting classical sites of Myanmar, we will have a great time to learn about a unique culture, lifestyles and get exposure with the local people. We are sure that you may have many experiences by this journey with full of impression and anticipation getting to know this lovely country and we will mostly enjoy our time with the warmest greeting of the host community and green vision around the environment.",
  "durationDays": "9",
  "price": "1810",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Yangon arrival and city explore"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Mandalay, Mandalay-Mingun excursion"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Amarapura - Innwa excursion"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mandalay-Bagan by private car (about 4 hours), Bagan excursion"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Continue Bagan excursion"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bagan-Inle Lake by private car (about 7 hours), Excursion around Nyaung Shwe"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Boat Trip to Inle Lake - Indein"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly back to Yangon, Continue Yangon city exploration"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure"
    }
  ],
  "map": ""
}