{
  "destination": "Burma",
  "mainPhoto": "",
  "id": "myanmar-10-day-small-group-tour",
  "tourName": "Myanmar 10 day small group tour",
  "placesVisited": "",
  "generalInfo": "Explore the wonders of Myanmar, as we discover a land of gilded pagodas and authentic Asian traditions. Whilst the country has inarguably experienced a complex recent past, there is a real sense of renewed hope as the it starts to open up to intrepid travellers once again.<br/><br/>Starting in the lively city of Yangon – effectively Myanmar’s capital - located in the southern part of we explore the bustling downtown area. Here we find fading colonial grandeur, exotic markets and religious sites, including the gaudy Sule Pagoda, immensely important in the spiritual life of the city. From here we fly to Mandalay, the last royal capital of Myanmar before the arrival of the British. We follow in the steps of Buddhist pilgrims, climbing to the top of Mandalay Hill for spectacular views of the city below, and visit the monasteries of Shwenandaw and Atumashi, as well as heading the nearby former royal city of Amarapura with its iconic teak bridge spanning the Thaungthaman Lake.<br/><br/>Moving on we continue to the UNESCO World Heritage Site of Bagan, one of Asia’s most remarkable religious sites. Once serving as the capital of the Kingdom of Pagan, over ten thousand Buddhist temples, monasteries and pagodas were built, with around two thousand sites still remaining. We explore the site extensively, watching the sun set over the monuments as well as taking a boat trip on the Irrawaddy River.   <br/><br/>From Bagan we fly to Heho and continue to the beautiful Inle Lake, home to stilt villages, ethnic minorities and floating markets, as well as the famous ‘leg rowing fishermen’. We take our time exploring the lake and its surrounds, stopping in villages and temples and learning about the lives of local people here. Finally we end the trip by heading back to Yangon and visiting one of the oldest and most sacred Buddhist monuments in the world, Shwedagon Pagoda.<br/><br/>Throughout the trip we’ll take opportunities to sample a wealth of typical dishes, often prepared in local homes or monasteries, to complement our experience of this complex and diverse country.<br/> <br/>Myanmar has always been an intriguing outlier in a region otherwise teeming with tourists and having been completely off limits for the past few years, travel here feels as bold and curious as ever…",
  "durationDays": "10",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Yangon - Arrive into Yangon and transfer to your hotel. Depending on arrival time, the rest of the day is free to relax or explore. Overnight Pan Pacific Hotel or similar. (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Yangon - A full day to explore Myanmar’s largest city. We visit the downtown district with its colonial architecture, bustling markets and the Sule Paya, among other sites. After a lunch of local dishes, take the Yangon Circular Railway to the vibrant Bogyoke Market Bazaar. Overnight Pan Pacific Hotel or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yangon - Mandalay - Fly from Yangon to Mandalay, the last royal capital of Myanmar. We first visit the Mahamuni Buddha statue, said to be only one of five true likenesses of Buddha, before continuing on to Amarapura, the former capital and known for its traditional weaving. We visit Mahagandayon Monastery, the country’s most important monastic college before walking over the picturesque U-Bein bridge. Overnight Mandalay Hill Resort Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mandalay - Start the day with a climb to the top of Mandalay Hill, a major pilgrimage site and with a spectacular view of the city below. We then visit the Atumashi and Shwenandaw monasteries and Kuthodaw Pagoda which contains the world’s largest book carved into a stone tablet. After lunch we take a river cruise along the Irrawaddy River to Mingun, visiting its temple before returning to Mandalay. End the day with a visit to the lively Yadanabon Market. Overnight Mandalay Hill Resort Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mandalay - Bagan - Drive to Bagan and upon arrival, we head to a viewpoint for impressive views of this majestic site. We then visit the ancient temple ruins of Ananda, Dhammayangyi, Sulamani and Thatbyinnyu. In the late afternoon, take a horse and cart to watch the iconic view of the sun setting over the temples. Overnight Heritage Bagan Hotel or similar. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bagan - This morning we discover the traditional cuisine of Myanmar, first visiting Myinkaba village market to learn how popular local foods are made before heading to Mingalazedi Pagoda, built by the last king of the Pagan empire. We then have lunch served in a local monastery sampling a range of different traditional dishes. In the late afternoon we take a boat trip on the Irrawaddy River to watch the sun set. Overnight Heritage Bagan Hotel or similar. (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bagan - Heho - Inle Lake - Fly from Bagan to Heho, and transfer to Inle Lake. We first head to Indein Pagoda with its impressive collection of stupas, then take lunch in the home of a local Intha family. In the afternoon visit the village of Nam Pan, before taking a boat trip in typical local canoes (paddled by the owners). Overnight Thanakha Inle Hotel or similar. (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Inle Lake - A full day exploring Inle Lake and surrounds. We visit the floating gardens and colourful markets held by the Shan and Pa’O people as well as a local Burmese cigar workshop. We then visit Phaung Daw U Pagoda, a famous pilgrimage site home to five golden buddha statues. Overnight Thanakha Inle Hotel or similar. (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Inle Lake - Heho - Yangon - Fly from Heho to Yangon, where we end our trip by visiting the iconic Shwedagon Pagoda. The pagoda's origins date back over 2,500 years, making it one of the oldest and most respected Buddhist monuments in the world, and it is revered by local people. While here, we can visit a traditional fortune teller and enjoy a traditional Burmese lunch. Overnight Pan Pacific Hotel or similar. (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Yangon - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}