[
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "bagan-hot-air-balloons-and-yangan-tour-in-myanmar",
    "tourName": "Bagan hot air balloons and Yangan tour in Myanmar",
    "placesVisited": "",
    "generalInfo": "Immerse yourself in the history and splendour of Bagan on this 10-day journey in Myanmar. Enjoy a morning sunrise hot air balloon flight over the stupas and pagodas. Back at ground level, explore Bagan by e-bike, join the goat herders on their morning walk around the temples, and picnic in our secret, secluded spots.  <br/><br/>This tour starts with Yangon. We will take you on a walking tour of downtown Yangon, while trying local snacks and enjoying a traditional teashop breakfast. We will also go cycling and take lunch at an organic local farm. <br/><br/>This tour offers an intimate experience of Myanmar featuring exclusive and unique experiences such as goat herding, Bagan picnics and walking tours through hidden parts of Yangon.",
    "durationDays": "10",
    "price": "3499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Be greeted at Yangon International Airport and transfer to your hotel in the heart of the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Visit Shwedagon Pagoda at dawn and then continue to explore Yangon by public transport and by foot. Peep into hidden heritage buildings and try local food. Spend the afternoon with local artisans creating crafts."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cycle around hidden parts of northern Yangon, before ending at an urban organic farm for lunch. Afternoon at leisure."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning fly to the ancient city of Bagan, where crumbling temples dot the landscape. You will check in at the hotel for refreshment upon arrival, then explore hidden stupas and pagodas by e-bike."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "On your first morning in Bagan, experience a unique goat herding tour with locals. Visit the goat herding village early this morning and meet the family that look after the goats. Join the goat herds on their morning walk with the goats around the temples. Picnic breakfast on the way. Return to your hotel to refresh and then continue exploring the temples. Afternoon at leisure and then end the day with a serene sunset boat ride on the Ayeyarwady River with drinks and snacks."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Rise early for a hot air balloon ride over Bagan’s temples. Afterwards, visit the local lacquerware making followed by a picnic lunch at our secret secluded spot on the banks of the river. You will be left at leisure for the rest of the day."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Visit black-pea paste making workshop in a nearby village and join them for lunch. You will be left at leisure for the rest of the day. Alternatively, join a cooking class in the morning, starting with grocery shopping at the local market. Enjoy your own creation for lunch."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you will be left at leisure."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to Bagan Airport for your flight to Yangon."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Transfer to Yangon International Airport for your departure flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "cambodia-tour-7-days",
    "tourName": "Cambodia tour, 7 days",
    "placesVisited": "",
    "generalInfo": "Uncover the wonders of Cambodia in just six days, journeying from the ancient grandeur of Siem Reap to the cultural depth of Phnom Penh. This immersive tour blends temple exploration, local traditions, and historic insight—offering an enriching experience of Cambodia’s past and present.<br/><br/>Start in Siem Reap, home to the awe-inspiring Angkor Wat. Explore sacred temples like Bayon and Ta Prohm, cruise through floating villages on Tonlé Sap Lake, and dive into Cambodian cuisine with a Khmer cooking class. Evenings offer optional spa time or a captivating show by the Phare Cambodian Circus.<br/><br/>In Phnom Penh, visit the Royal Palace, Silver Pagoda, and National Museum to discover Cambodia’s royal and artistic heritage. Reflect at the Tuol Sleng Genocide Museum and Choeung Ek Memorial, then stroll vibrant riverfront markets and enjoy a peaceful sunset cruise on the Mekong.<br/><br/>This tour is perfect for travelers who want authentic culture, meaningful history, and unforgettable landscapes—all within a beautifully curated week in Cambodia.",
    "durationDays": "7",
    "price": "1470",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Phnom Penh and transfer to hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Exploration in Phnom Penh City"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Oudong Formal Capital City - 4 Junctions River"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly From Phnom Penh to Siem Reap"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Exploration in Siem Reap and Angkor Wat Complex"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sacred Kulen Mountain - Banteay Srei Village - Phare Performance"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Siem Reap Departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-10-day-small-group-tour",
    "tourName": "Myanmar 10 day small group tour",
    "placesVisited": "",
    "generalInfo": "Explore the wonders of Myanmar, as we discover a land of gilded pagodas and authentic Asian traditions. Whilst the country has inarguably experienced a complex recent past, there is a real sense of renewed hope as the it starts to open up to intrepid travellers once again.<br/><br/>Starting in the lively city of Yangon – effectively Myanmar’s capital - located in the southern part of we explore the bustling downtown area. Here we find fading colonial grandeur, exotic markets and religious sites, including the gaudy Sule Pagoda, immensely important in the spiritual life of the city. From here we fly to Mandalay, the last royal capital of Myanmar before the arrival of the British. We follow in the steps of Buddhist pilgrims, climbing to the top of Mandalay Hill for spectacular views of the city below, and visit the monasteries of Shwenandaw and Atumashi, as well as heading the nearby former royal city of Amarapura with its iconic teak bridge spanning the Thaungthaman Lake.<br/><br/>Moving on we continue to the UNESCO World Heritage Site of Bagan, one of Asia’s most remarkable religious sites. Once serving as the capital of the Kingdom of Pagan, over ten thousand Buddhist temples, monasteries and pagodas were built, with around two thousand sites still remaining. We explore the site extensively, watching the sun set over the monuments as well as taking a boat trip on the Irrawaddy River.   <br/><br/>From Bagan we fly to Heho and continue to the beautiful Inle Lake, home to stilt villages, ethnic minorities and floating markets, as well as the famous ‘leg rowing fishermen’. We take our time exploring the lake and its surrounds, stopping in villages and temples and learning about the lives of local people here. Finally we end the trip by heading back to Yangon and visiting one of the oldest and most sacred Buddhist monuments in the world, Shwedagon Pagoda.<br/><br/>Throughout the trip we’ll take opportunities to sample a wealth of typical dishes, often prepared in local homes or monasteries, to complement our experience of this complex and diverse country.<br/> <br/>Myanmar has always been an intriguing outlier in a region otherwise teeming with tourists and having been completely off limits for the past few years, travel here feels as bold and curious as ever…",
    "durationDays": "10",
    "price": "2999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yangon - Arrive into Yangon and transfer to your hotel. Depending on arrival time, the rest of the day is free to relax or explore. Overnight Pan Pacific Hotel or similar. (B)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yangon - A full day to explore Myanmar’s largest city. We visit the downtown district with its colonial architecture, bustling markets and the Sule Paya, among other sites. After a lunch of local dishes, take the Yangon Circular Railway to the vibrant Bogyoke Market Bazaar. Overnight Pan Pacific Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Yangon - Mandalay - Fly from Yangon to Mandalay, the last royal capital of Myanmar. We first visit the Mahamuni Buddha statue, said to be only one of five true likenesses of Buddha, before continuing on to Amarapura, the former capital and known for its traditional weaving. We visit Mahagandayon Monastery, the country’s most important monastic college before walking over the picturesque U-Bein bridge. Overnight Mandalay Hill Resort Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mandalay - Start the day with a climb to the top of Mandalay Hill, a major pilgrimage site and with a spectacular view of the city below. We then visit the Atumashi and Shwenandaw monasteries and Kuthodaw Pagoda which contains the world’s largest book carved into a stone tablet. After lunch we take a river cruise along the Irrawaddy River to Mingun, visiting its temple before returning to Mandalay. End the day with a visit to the lively Yadanabon Market. Overnight Mandalay Hill Resort Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mandalay - Bagan - Drive to Bagan and upon arrival, we head to a viewpoint for impressive views of this majestic site. We then visit the ancient temple ruins of Ananda, Dhammayangyi, Sulamani and Thatbyinnyu. In the late afternoon, take a horse and cart to watch the iconic view of the sun setting over the temples. Overnight Heritage Bagan Hotel or similar. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bagan - This morning we discover the traditional cuisine of Myanmar, first visiting Myinkaba village market to learn how popular local foods are made before heading to Mingalazedi Pagoda, built by the last king of the Pagan empire. We then have lunch served in a local monastery sampling a range of different traditional dishes. In the late afternoon we take a boat trip on the Irrawaddy River to watch the sun set. Overnight Heritage Bagan Hotel or similar. (BL)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bagan - Heho - Inle Lake - Fly from Bagan to Heho, and transfer to Inle Lake. We first head to Indein Pagoda with its impressive collection of stupas, then take lunch in the home of a local Intha family. In the afternoon visit the village of Nam Pan, before taking a boat trip in typical local canoes (paddled by the owners). Overnight Thanakha Inle Hotel or similar. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Inle Lake - A full day exploring Inle Lake and surrounds. We visit the floating gardens and colourful markets held by the Shan and Pa’O people as well as a local Burmese cigar workshop. We then visit Phaung Daw U Pagoda, a famous pilgrimage site home to five golden buddha statues. Overnight Thanakha Inle Hotel or similar. (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Inle Lake - Heho - Yangon - Fly from Heho to Yangon, where we end our trip by visiting the iconic Shwedagon Pagoda. The pagoda's origins date back over 2,500 years, making it one of the oldest and most respected Buddhist monuments in the world, and it is revered by local people. While here, we can visit a traditional fortune teller and enjoy a traditional Burmese lunch. Overnight Pan Pacific Hotel or similar. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yangon - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-2-week-insight-tour",
    "tourName": "Myanmar 2 week insight tour",
    "placesVisited": "Mandalay, U Bein Bridge, Mingun, Sagaing, Pyin Oo Lwin, Train ride over Gokteik Viaduct, Hsipaw, River trip to Shan village, Lashio, Nyaung Shwe, Inle Lake, Indein, Community cooking class with lunch, Bagan, Tamarind Lake Village visit with lunch at village house, Yangon, Ngwe Saung beach",
    "generalInfo": "This two-week tailor-made tour of Myanmar is a cultural odyssey that will introduce you to the country’s unique history, get you closer to some of its most fascinating ancient monuments and introduce you to warmly welcoming local communities.<br/><br/>Starting in Mandalay, the cultural heart of Myanmar, and finishing in bustling Yangon, you’ll have the chance to travel along the historic Burma Road to the former British hill station of Pyin Oo Lwin (Maymyo), travel by train over the spectacular Gokteik Bridge, watch the iconic leg-rowers plying their trade among the floating villages on Inle Lake, and take in the spectacular sight of Bagan’s 2000 pagodas and stupas. <br/><br/>However, holiday is not just about sitting back and enjoying the view. You’ll have the chance to get hands-on during cooking class with a local Intha family on the shores of Inle Lake. After cooking up a veritable feast with local ingredients and recipes passed down through generations, you’ll all sit down together in traditional Burmese style to share stories and enjoy the fruits of your labour. <br/><br/>Finally, you’ll finish your trip with some well-earned rest on beautiful Ngwe Saung beach, a spectacular slice of sand a world away from hustle of South East Asia’s busy coastal resorts.<br/><br/>This itinerary can be tailor made throughout the year to suit your specific interests and requirements. <br/>",
    "durationDays": "14",
    "price": "1870",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE MANDALAY : Upon arrival at MANDALAY airport, welcomed and transferred to hotel (Remark – Official hotel check-in time is 14.00 noon). Rest of the day is free at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "MANDALAY / AMARAPURA : After breakfast, meet your guide at hotel lobby. Drive to visit MAHAGANDAYON MONASTERY where more than a thousand monks live and study. Time permitting you will have the opportunity to observe the monks having their last meal of the day in total silence. Continue to 200-year-old U BEIN teak bridge, built in 1782 during the era when Amarapura was the Royal capital. Then, visit also one of the most revered religious monuments of Myanmar, the MAHAMUNI PAGODA. Mandalay is well-known for its skilled craftsmen and, while touring traditional workshops, learn more about the city’s cottage industries. Observe the production of wood carvings, kalaga tapestries, and gold-leaf, where the techniques remained unchanged from those used centuries ago to craft items for the Royal Court. (OPTIONAL ACTIVITY: Make a marionette- Join local craftsmen at their workshop and create a unique traditional puppet. A hands-on way to learn about the local culture and create a memorable, personalized souvenir! ). In the afternoon, experience the sights and sounds of Mandalay including the GOLDEN PALACE MONASTERY, the only Royal Palace building to survive World War II bombing. This grand teakwood building is known for its exquisite woodcarving. Next is the KUTHODAW PAGODA, whose 729 marble stone slabs of Buddhist scriptures have earned it the title being home to the ‘World’s Biggest Book’. Then proceed to MANDALAY HILL for sunset. If time permit, visit Shwe Kyin Monastery to observe student monks start their evening prayers before return your hotel. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "MANDALAY / MINGUN / AVA / SAGAING : After breakfast, transfer to the Mandalay jetty and board a private local boat for travel upstream on the Ayeyarwady River from Mandalay to MINGUN (11 Km, about one hour). The river is always busy - small long tail boats, bamboo rafts and ferries carry goods up and down the river. Visit the unfinished MINGUN PAYA, huge brick structure, that was left unfinished after an astrologer predicted the King would die should the temple be completed. In the 1800s, an earthquake left several large cracks in the structure. Continue to the beautiful Hsinbyume (Mya Thein Tan) Paya and the MINGUN BELL which, weighing in at more than 90 tons, is considered the world’s largest uncracked ringing bell. Return back to Mandalay. After lunch at a local restaurant (on your own account), embark for a short boat ride over a river and start exploring the former Royal Capital INWA (AVA) by horse cart. Visit NANMYINT WATCH TOWER, the remains of the ancient palace building, also known as “the leaning tower of Ava”; MAHA AUNGMYE BONZAN MONASTERY, built of brick and stucco; BARGAYAR MONASTERY, famous for its impressive ornate woodcarvings and teak posts. Continue to visit SAGAING. Covered with numerous white-painted pagodas and monasteries, Sagaing Hill is widely regarded as the religious center of Myanmar. It is home to more than 3,000 monks and 100 meditation centers. Visit Swan Oo Pon Nya Shin and U Min Thone Sae Pagodas for a glimpse into the unique environment of this area. Return back to your hotel. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "MANDALAY - PYIN OO LWIN (BY CAR) : After breakfast, a scenic two-hour drive to the former British hill station of PYIN OO LWIN (Maymyo). Now the town is heavily inhabited by Nepalese and Indians, and their crafts and cultures predominate. Stop en-route at a locally owned winery in Pyin Oo Lwin called Ngwe Nan Taw (Silver Palace Wine), where the winemaker takes a rather experimental route by producing damson wine. Damson is a stone fruit which resembles a plum and the resulting wine has a higher level of acidity than grape wines. Arrive Pyin Oo Lwin and visit to the local market near the clock tower in the centre of the town. Continue to visit PEIK KHYIN MYAUNG CAVES, an extensive cave complex about 22 km from town. A rushing stream flows through the caves to cascade down a beautiful series of steps - one of several beautiful waterfalls in the vicinity. Have a stop (may be lunch or coffee break) to check out the famous strawberry field and dairy farm at December Farms. This is a fantastic place to sample some of the delicious local food and homemade ice cream as well. Continue to see the PWE KYAUK FALLS, a favorite picnic spot for local people. Evening visit the Botanical Kandawgyi Gardens and Chinese Temple that soothes our spirit. Overnight stay at Kandawgyi Hill Resort (Deluxe Room) or Similar in Pyin Oo Lwin."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "PYIN OO LWIN - GOKTEIK VIADUCT - NAUNG PAIN (BY TRAIN) - HSIPAW (BY CAR) : Breakfast at hotel. Transfer to the railway station and board the Lashio - Mandalay train departing at 08.30 am. This train used to be infamous black-market train in the past transporting goods to and from China. You will travel past pretty hills and scenery. The train will cross the famous 700m long Gokteik Bridge, built in 1900 by the American Pennsylvania Steel Co. The impressive height from the bridge to the bottom of the valley is nearly 300m. After crossing the bridge the train will stop at a small station. You will get the chance to have a better look at the bridge. Take good note though that it is not permitted to Photograph/video bridges in Myanmar. Upon arrival at NAUNG PAIN station, get off the train and drive to HSIPAW (60 Km, 1½ hour). Arrive in Hsipaw mid-afternoon. From the train station, visit a few other sights around town such as Bamboo Buddha, “Little Bagan” and a very colourful Nat shrine. Overnight stay at Mr. Charles’ Hotel (Superior Room) or Similar in Hsipaw."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "HSIPAW : Explore Hsipaw and sail. If you wish, wake up early morning and visit ‘candlelight market’ of selling and buying local products. After breakfast at hotel, start river journey along the Dokehtawaddy River. After a few minutes walk to the jetty and take private long tail boat. Start upstream sail for around 30 minutes to a fruit plantation and a walk through the plantation, village and then up to a 150-year old monastery (40 minutes walking time). After visiting the monastery, return to the boat and continue sail to the confluence of the Dokehtawaddy River. Break for photos. Continue to a Shan village and take a stroll around the village to meet with the locals and learn more about their culture, traditions and lifestyles. Then return by boat to Hsipaw. The whole journey takes around 5 hours. After lunch (on your own account) head over to the former palace of the last sky prince of Hsipaw, which is also called Shan Palace. The modest house is kept up by the prince’s niece and nephew, who will share the tragic history of the last sky prince who is known with Film “Twilight Over Burma”. Continue explore around the town and enjoy the sunset views over the river from the hill. Overnight stay at Mr. Charles’ Hotel (Superior Room) or Similar in Hsipaw."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "HSIPAW - LASHIO - HEHO (BY FLIGHT) – NYAUNG SHWE : After breakfast, drive to LASHIO (74 Km, around 2-3 hours). Arrive Lashio and stroll through the busy local market where modern gadgets as well as local produce can be found. If time permit, continue to Quan Yin San, one of the largest Chinese temples in Myanmar that bears testimony to Lashio’s thriving Chinese community. Then, transfer to airport and flight to Heho. Upon arrival, drive to NYAUNG SHWE (25 km - 1 hour), the gateway town for Inle Lake, and transfer to hotel. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "NYAUNG SHWE / INLE LAKE / INDEIN (Cooking class with lunch) : After breakfast, day excursion by boat on the Inle Lake will include sights of the famous leg rowers, typical floating gardens, local methods of fishing, village life and magnificent scenery. The visit begins with the local market in the Inle Lake region (Remark : on market days only). Then proceed to the Western Shore of Inle Lake, where you will find the beginning of a stair path leading to the well hidden INDEIN complex. Visit one of the most amazing historical sights on the shore of the lake consisting of hundreds of small stupas overgrown by moss and green vegetation. Continue to an Intha family’s house or local restaurant and join them in preparing lunch. Using local produce, herbs and freshly caught fish, prepare a feast of traditional dishes handed down from generation to generation of Intha families. Sit down around a large wooden table, local-style, and enjoy a delicious lunch in the company of a warm, hospitable local family. After lunch, continue boat excursion in Inle Lake including the PHAUNGDAW OO PAGODA, one of the most sacred shrines in Myanmar, dating back to the 18th century; Silver Smith, Black Smith, Weaving Workshops and Traditional Burmese Cigar Workshops in YWA-MA and INPAWKHON. Also visit the NGA PHE KYAUNG MONASTERY wonderfully carved wooden floating monastery in the lake. Return back to Nyaung Shwe and enjoy evening walk to hotel. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "NYAUNG SHWE - HEHO - BAGAN (BY AM FLIGHT) : After early breakfast you will be transferred to the airport for a domestic flight to BAGAN. Upon arrival visit the Colorful Local Market and continue the day with visits to the most significant pagodas and temples of Bagan including SHWEZIGON PAGODA, built by King Anawrahta in the early 11th century as a religious shrine; small monastic school at ZAY TA WUN MONASTERY; GU BYANUK GYI, a temple with superb murals of Jataka scenes; KHAY MIN GA TEMPLE, noted for its panoramic view of the area’s numerous monuments and ANANDA TEMPLE, with four standing Buddha images. Transfer to hotel. Afternoon, visit one of Myanmar’s and Bagan’s most famous lacquer ware workshops, and see craftsmen, in MYINKABA village. You will continue to MANUHA TEMPLE, built in Mon style in 1059; NANBAYA TEMPLE, a unique sandstone monument and according to legends a former palace site of King Manuha. Next you will explore the UNESCO protected MYINGABA GU BYAUKGYI TEMPLE, a temple known for its mural paintings. Enjoy a short horse cart ride among the temples. Finish the day of sightseeing by watching sunset over Myanmar’s longest river, Ayeyarwaddy from the SHWE SAN DAW PAGODA. Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "BAGAN / SALAY / TAMARIND LAKE VILLAGE (Lunch at Village House) : After breakfast, we depart to explore the countryside around Bagan. Drive along the banks of the Ayeyarwady River through Chauk, where you will see old Burma Oil installations ('nodding donkeys'). Continue to Kyaukpadaung small town to visit local market and bustling heart of the town. Continue to SALE. Visit YOKESOME MONASTERY, which is the oldest surviving wooden monastery hall built on 154 teak posts with beautiful wood carvings decorating the outer walls. Continue to Payathonzu, a complex of three brick shrines with mural paintings from the Bagan period, and see Man Paya - a large lacquer Buddha image, said to date from the 13th century. Continue to drive to Mageekan Tamarind Lake village located near Salay, an ancient town. Visit around the village and enjoy the home cooked meal at the village house and experience the authentic local life. Return back to Bagan. If time permit, enjoy sunset at one of the temple. (OPTIONAL ACTIVITY: Experience the magic of Bagan and a thousand years of history from the enchanting platform of a hot air balloon, for the first time ever. Sunrise Balloon Rides offers visitors exclusive sunrise champagne flights over the ancient pagodas of Bagan from late October to April !). Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "BAGAN - YANGON (BY AM FLIGHT) : After breakfast, you will be transferred to the airport for a domestic flight to YANGON. Upon arrival, welcomed and transfer to hotel. Then, depart for a heritage tour start at YANGON CITY HALL, located at the heart of the colonial-era city. Nearby is the former Immigration Department. This building was designed in 1910 to be the country’s most upmarket department store, Rowe & Company. Proceed to the High Court, a 1911 brick building designed by the architect John Ransome. Continue walking down to PANSODAN STREET enjoying impressive colonial buildings and have a stop at HLA DAY, a non-profit social enterprise shop, offers quality contemporary and traditional handicrafts sourced from local producers often struggling to overcome disability, exclusion and poverty. You'll find colorful women's and kids' clothing, soft toys, stationery, jewellery, home wares and more there. Continue to Strand Road, home to the three-storey former New Law Courts. Next stop is the 1916 Custom House, a large building with an elegant white tower and double-faced clock above the entrance. Walk past the red brick General Post Office to the luxurious Strand Hotel, built in 1901 by the Sarkies brothers, Armenian hoteliers. And also see the bustling life at the NANTHIDA JETTY. Visit and stroll through the BOGYOKE (SCOTTS) MARKET (closed on Monday and Gazette Holiday), a compound of hundreds of stalls and shops, that gives you the opportunity to see Myanmar's wide range of handicrafts. After a photo stop at the KARAWEIK HALL, a 'hamsa-bird-shaped' floating barge on Kandawgyi (Royal) Lake, visit the magnificent reclining Buddha CHAUK HTAT GYI. Evening, visit to one of the world’s most spectacular monuments, the SHWEDAGON PAGODA for sunset viewing. Overnight stay at Central Hotel (Superior Room) or Similar in Yangon."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "YANGON - NGWE SAUNG BEACH (BY CAR) : After breakfast, drive to Ngwe Saung beach (232 Km, 5 hours) with car and driver. This car journey will pass through green paddy fields, villages and forested area. And also, drive through Pathein, the capital of delta region, where you may have lunch break. Arrive Ngwe Saung Beach and check in at hotel. Overnight stay at Eskala Hotel (Silver Deluxe, Garden View Room) or Similar in Ngwe Saung Beach."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "NGWE SAUNG BEACH : Free day at the beach. Overnight stay at Eskala Hotel (Silver Deluxe, Garden View Room) or Similar in Ngwe Saung."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "NGWE SAUNG BEACH – YANGON (BY CAR)/ YANGON DEPARTURE : After breakfast, meet your car and driver at hotel lobby. Drive back to Yangon. Upon arrival, transfer to airport for departure. (Remark : Your departure flight should be in the evening.)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-2-week-itinerary",
    "tourName": "Myanmar 2 week itinerary",
    "placesVisited": "Yangon, Bago, Golden Rock, Mandalay, U Bein Bridge, Monywa, Bagan, Mt Popa, Kalaw, Two-day community trekking tour, Indein, Inle Lake boat excursion, Optional: Traditional marionette puppet craft workshop, hot air balloon ride over Bagan",
    "generalInfo": "This two-week tailor-made tour of Myanmar offers an insight into some of the country’s most spectacular and engaging cultural sites. But this holiday is not just about sightseeing; you’ll have the opportunity to meet an array of local people, support a local community tourism initiative and shop for traditional handicrafts in vibrant local markets.<br/><br/>Starting and finishing in Yangon, you will visit the holy Golden Rock, wander Mandalay’s historic streets, travel by boat to spectacular Bagan to explore its sea of pagodas and stupas, and meet the traditional, colourful tribal communities that call Kalaw home. <br/><br/>Undoubtedly a highlight of this holiday is a two-day, overnight trek from Kalaw to the beguiling Inle Lake. Known in the region as a Community Involved Tourism program, this trek will take you away from other tourists and into the heart of rural Myanmar. Passing traditional farmers along the way, you’ll enjoy breath-taking views and the warm hospitality of a night spent in a local village house or monastery.  <br/><br/>This holiday can be tailor made throughout the year to suit your interests and requirements, however it is worth noting that the trekking route from Kalaw to Inle Lake will be muddy and wet from June to September.<br/><br/><br/><br/>",
    "durationDays": "13",
    "price": "1890",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE YANGON : Upon arrival at YANGON airport, welcomed by your guide and transferred to hotel (Remark : Official hotel check-in time is 14.00 noon). Then, depart for a heritage tour start at YANGON CITY HALL, located at the heart of the colonial-era city. Nearby is the former Immigration Department. This building was designed in 1910 to be the country’s most upmarket department store, Rowe & Company. Proceed to the High Court, a 1911 brick building designed by the architect John Ransome. Continue walking down to PANSODAN STREET enjoying impressive colonial buildings and have a stop at HLA DAY, a non-profit social enterprise shop, offers quality contemporary and traditional handicrafts sourced from local producers often struggling to overcome disability, exclusion and poverty. You'll find colorful women's and kids' clothing, soft toys, stationery, jewellery, home wares and more there. Continue to Strand Road, home to the three-storey former New Law Courts. Next stop is the 1916 Custom House, a large building with an elegant white tower and double-faced clock above the entrance. Walk past the red brick General Post Office to the luxurious Strand Hotel, built in 1901 by the Sarkies brothers, Armenian hoteliers. And also see the bustling life at the NANTHIDA JETTY. Visit and stroll through the BOGYOKE (SCOTTS) MARKET (closed on Monday and Gazette Holiday), a compound of hundreds of stalls and shops, that gives you the opportunity to see Myanmar's wide range of handicrafts. After a photo stop at the KARAWEIK HALL, a 'hamsa-bird-shaped' floating barge on Kandawgyi (Royal) Lake, visit the magnificent reclining Buddha CHAUK HTAT GYI. Evening, visit to one of the world’s most spectacular monuments, the SHWEDAGON PAGODA for sunset viewing. Overnight stay at Central Hotel (Superior Room) or Similar in Yangon."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "YANGON - BAGO - GOLDEN ROCK (BY CAR) : After breakfast, drive to BAGO (84 km - 1½ hours). Sightseeing starts with the charming and characteristic monastery of KYA KHET WAII, an eminent teaching center for hundreds of monks from neighbouring regions to study Buddhism. You will have ample time to observe when the monks walk mindfully in procession for their last meal of the day. After seeing over a thousand years old SHWEMAWDAW PAGODA, with its spire taller than the Shwedagon Pagoda, you will proceed to the KIN PUN 'base camp' (110 km - 3½ hours). Lunch break (on your own account) will be at a local restaurant en-route. The tour will continue to one of Myanmar's landmarks, famous for its precarious position and religious importance, KYAIKTIYO, the 'Golden Rock' is a huge boulder completely covered by gold leaf and delicately balanced on the edge of a cliff. To reach the pagoda from KIN PUN base camp, the journey is made in open truck. If you wish, walk approximately 4 km (1 hour) from the middle camp and the walk is up a steep path ascending some 500m to the GOLDEN ROCK on top of the mountain range. On arrival you can enjoy great views over the surrounding jungle and a beautiful sunset. Overnight stay at Mountain Top Hotel (Deluxe Room) or Kyaikhto Hotel (Superior Room), hotels that located on top of the mountain, in Golden Rock."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "GOLDEN ROCK – YANGON (BY CAR) : Early morning enjoy sunrise on the top. Take local open-air truck back to Kin Pun Base Camp and continue by car to YANGON (194 km - 5 hours). Enjoy lunch at a local restaurant in Bago (on your own account) and continue sightseeing with a local market for a short walk amongst the colorful stalls selling flowers, produce, and spices. Then continue to visit a local Mon village nearby for a short walk through this quiet, typical rural village that was once famous for its silk weaving and also a handicraft village producing woven bamboo wares. Take a brief stop at KYAIK PUN PAGODA, famous for its four giant Buddha images, and continue to Yangon. En route visit a tree shrine dedicated to legendary animist spirits known as 'nats'. Then visit the impressive and moving Allied War Graves cemetery near Htauk Kyant, the last resting place of over 6300 Allied soldiers and home to a memorial to 27,000 more. Arrive Yangon in the late evening and transfer to your hotel. Overnight stay at Central Hotel (Superior Room) or Similar in Yangon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "YANGON – MANDALAY (BY AM FLIGHT) / AMARAPURA : After early breakfast or with breakfast box transfer to airport. Flight to MANDALAY. Upon arrival, welcomed and drive to MAHAGANDAYON MONASTERY where more than a thousand monks live and study. Time permitting you will have the opportunity to observe the monks having their last meal of the day in total silence. Then, visit also one of the most revered religious monuments of Myanmar, the MAHAMUNI PAGODA. Mandalay is also a major arts and crafts center. Visit a Kalaga tapestry craftsmen’s shop before proceeding to hotel for check-in. (OPTIONAL ACTIVITY: Make a marionette- Join local craftsmen at their workshop and create a unique traditional puppet. A hands-on way to learn about the local culture and create a memorable, personalized souvenir! ). In the afternoon, experience the sights and sounds of Mandalay including the GOLDEN PALACE MONASTERY, the only Royal Palace building to survive World War II bombing. This grand teakwood building is known for its exquisite woodcarving. Next is the KUTHODAW PAGODA, whose 729 marble stone slabs of Buddhist scriptures have earned it the title being home to the ‘World’s Biggest Book’. Then proceed to MANDALAY HILL for sunset. It time permit, visit Shwe Kyin Monastery to observe student monks start their evening prayers before return your hotel. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "MANDALAY / MINGUN / AVA / U BEIN BRIDGE : After breakfast, transfer to the Mandalay jetty and board a private local boat for travel upstream on the Ayeyarwady River from Mandalay to MINGUN (11 Km, about one hour). The river is always busy - small long tail boats, bamboo rafts and ferries carry goods up and down the river. Visit the unfinished MINGUN PAYA, huge brick structure, that was left unfinished after an astrologer predicted the King would die should the temple be completed. In the 1800s, an earthquake left several large cracks in the structure. Continue to the beautiful Hsinbyume (Mya Thein Tan) Paya and the MINGUN BELL which, weighing in at more than 90 tons, is considered the world’s largest uncracked ringing bell. Return back to Mandalay. After lunch at a local restaurant (on your own account), embark for a short boat ride over a river and start exploring the former Royal Capital INWA (AVA) by horse cart. Visit NANMYINT WATCH TOWER, the remains of the ancient palace building, also know as “the leaning tower of Ava”; MAHA AUNGMYE BONZAN MONASTERY, built of brick and stucco; BARGAYAR MONASTERY, famous for its impressive ornate woodcarvings and teak posts. Continue to 200-year-old U BEIN teak bridge, built in 1782 during the era when Amarapura was the Royal capital, for sunset viewing. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "MANDALAY - SAGAING - MONYWA (BY CAR) : After breakfast, drive through the Irrawaddy River Crossing Bridge to SAGAING. Covered with numerous white-painted pagodas and monasteries, Sagaing Hill is widely regarded as the religious center of Myanmar. It is home to more than 3,000 monks and 100 meditation centers. Visit KHAUNG MU DAW PAGODA, and continue drive to MONYWA (150 km - 4 hours) including visit to the villages, small town and local markets en route. Arrive to Monywa and check-in at your hotel. Afternoon cross the CHINDWIN RIVER by ferry boat and proceed by pick-up (40 km - 1 hour) to PO WIN TAUNG, a network of impressive sandstone caves containing Buddha statues, wood carvings and fine mural paintings, some dating back to the 15th century. Dozens of large and small caves with about 450,000 images are hidden in the area of the Hpo Win Hills. Return back to Monywa. If time permit, visit Kyaukkar Village and Shweguni Pagoda. Take a photo stop at Htan Zalote Water Fall before returning to hotel. Overnight stay at Hotel Chindwin (Superior Room) or Similar in Monywa."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "MONYWA - PAKOKKU (BY CAR) PAKOKKU - BAGAN (BY BOAT) : After breakfast, visit THANBODDHAY PAGODA; where 845 small stupas surround and rise up to the richly decorated central stupa. The pagoda is built to remind of Mt. Meru and has some similar characteristics to Borobudur of Java. Take a walk through the nearby banyan tree grove BODDHI-TATAUNG where thousand Buddha images rest at the feet of the trees. Enjoy the panoramic view from AUNG SETKAYA PAGODA, standing 130 meter high on the Po Khaung hills. Continue drive down the ‘road less traveled’ for passing traditional villages where farmers can often be seen climbing palm trees to extract juice for palm tree sugar production. En-route stop at MA-U Village for an opportunity to learn more about the lifestyle and culture of the countryside residents. Arrive PAKOKKU, a port city set south of the Chindwin confluence, and visit the city. Then, continue by boat on the AYEYARWADDY RIVER, to BAGAN. This down river trip takes approximately 2 hours. Upon arrival to Bagan, transfer to your hotel. Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "BAGAN : We depart for sightseeing, start with the Colorful Local Market and continue the day with visits to the most significant pagodas and temples of Bagan including SHWEZIGON PAGODA, built by King Anawrahta in the early 11th century as a religious shrine; small monastic school at ZAY TA WUN MONASTERY; GU BYANUK GYI, a temple with superb murals of Jataka scenes; KHAY MIN GA TEMPLE, noted for its panoramic view of the area’s numerous monuments and ANANDA TEMPLE, with four standing Buddha images. Afternoon, visit one of Myanmar’s and Bagan’s most famous lacquer ware workshops, and see craftsmen, in MYINKABA village. You will continue to MANUHA TEMPLE, built in Mon style in 1059; NANBAYA TEMPLE, a unique sandstone monument and according to legends a former palace site of King Manuha. Next you will explore the UNESCO protected MYINGABA GU BYAUKGYI TEMPLE, a temple known for its mural paintings. Enjoy a short horse cart ride among the temples. Finish the day of sightseeing by watching sunset over Myanmar’s longest river, Ayeyarwaddy from the SHWE SAN DAW PAGODA. (OPTIONAL ACTIVITY: Experience the magic of Bagan and a thousand years of history from the enchanting platform of a hot air balloon, for the first time ever. Sunrise Balloon Rides offers visitors exclusive sunrise champagne flights over the ancient pagodas of Bagan from late October to April !). Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "BAGAN VILLAGE TOUR BY CAR AND WALKING (Lunch at Village House) : After breakfast at hotel, drive about 20 minutes to Ywarthar village. Walk through the village to see the village life, old colonial style monastery and village small market. Continue to Sinku and Kokkochaung village and see local family bamboo basket workshops, corps and products. Then, drive to the village where lunch will be prepared and served at a village house. You may join preparing lunch together with local family. After lunch, walk through the village and see climbing palm tree, palm sugar making and peanuts oil grinding. Then, continue to Thaephintaw village where there is an old wooden monastery with carvings and textile weaving. Evening, enjoy sunset at a small hill and return back to hotel. Overnight stay at Floral Breeze Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "BAGAN - MT. POPA – KALAW (BY CAR) : Today we depart early to visit Mt. Popa. Short stops at a toddy-palm climber’s hut to see how to tap toddy wine from the fronds, how jaggery, liquor is made from palm sugar, how to make ox-pressed edible sesame, peanut oil, making toys from toddy leaves. After enjoying local tea and snack with the fresh air, continue visit MT. POPA, an extinct volcano with spectacular views. Mt. Popa is a popular pilgrimage destination for Myanmar. The local people travel here from far away to worship various animist spirits known as “nats” 777 steps lead up to the shrine placed on top of the steep Popa peak. Continue to highway drive to Kalaw around 7 – 8 hours (280 Km). The journey continues on a narrow, winding and bumpy road through the Shan Hills. You will reach KALAW, a fresh and delightful hill station, situated on the rim of the Shan Plateau, and transfer to hotel. Overnight stay at Dream Villa Hotel (Superior Room) or Similar in Kalaw."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "KALAW TREKKING - BAW HNIN KONE - HTEE TEIN (Lunch / Dinner / Overnight at Village House) : Kalaw is a lively market town where many ethnic minority people of the surrounding areas buy and trade their goods. Explore the hill town with the busy local market, the tiny train station and the old catholic church (if open). Then drive to BAW HNIN KONE village. {Leave the baggage in the car and get back at hotel in Nyaung Shwe in next day.} From Baw Hinin Gone village you will walk 3 hours before arriving to Kone Hla village for lunch. The route offers fabulous views and passes through fields where farmers in the morning will be harvesting, planting or tending to their crops of wheat, potatoes, ginger or other vegetables. After simple lunch at village house, trek 2½ hours through Pack Tu Pouk village to HteeTein, your overnight stop. The route is filled with the panoramic views of the Shan Mountain Range and surrounded by unspoiled natural beauty. In the late afternoon we’ll reach Htee Thein. Our overnight stay is in the village monastery or village house, a special place to spend the evening and although the accommodation is basic, it is comfortable. Dinner will be prepared on spot and served later this evening. Overnight stay at Monastery or Village House."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "HTEE TEIN - ARRIVE INDEIN (Simple breakfast served by trekking team) : Depart from Htee Thein monastery after your breakfast around 07.00. After a long (going down) walk, you will reach INDEIN village on the shore of Inle Lake. On the way you may be pass the tour villages of Inthar and Pao races. There are many plantation of cheroot leaf. Arrive to Indein around at 12.00. In Indein village, you can see the ancient Pagodas from the XVI century and quiet places, take your time for visiting the village. Your boat is waiting at Indein village and transfer to Nyaung Shwe. Enjoy evening walk to hotel in charming small town. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "INLE LAKE : Day excursion by boat on the Inle Lake will include sights of the famous leg rowers, typical floating gardens, local methods of fishing, village life and magnificent scenery. The visit begin with Local Market (if possible according to market day schedule) and continue to the PHAUNGDAW OO PAGODA, one of the most sacred shrines in Myanmar, dating back to the 18th century; Silver Smith, Black Smith and Weaving workshops in Ywa-Ma and Inpawkhon. And also visit the NGA PHE KYAUNG MONASTERY wonderfully carved wooden floating monastery in the lake. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "INLE LAKE - HEHO - YANGON (BY AM FLIGHT) / DEPART YANGON : After breakfast, transfer to Heho airport (25km - 1 hour). Flight to Yangon. Leaving Myanmar according to your departure flight time. Remark – Your departure flight should not be early than 14.00."
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-5-day-holiday-yangon-and-bagan",
    "tourName": "Myanmar 5 day holiday, Yangon and Bagan",
    "placesVisited": "",
    "generalInfo": "This magical tour covers the essence of unique and spectacular Myanmar; its glorious history and culture, local life in rural and urban city areas, sacred pilgrimage sites by observing its impressive architecture, as well as the knowledge about the Myanmar’s dynasty and Theravada Buddhism.<br/><br/>Yangon, the former capital of Myanmar is thriving and bustling city and the most commercial center of Myanmar. You can experience to see the Burmese architecture when you look at the Yangon city hall which features traditional roofs. Now, Yangon become the awe-inspiring city with good vibes. Visiting Shwedagon Pagoda, which is the holiest Buddhist shrine in Myanmar, built nearly 2,600 years ago, which is a repository of the best in Myanmar culture – architecture, sculpture, arts, crafts and in other words, it is a unique museum of Myanmar arts and crafts and the great tourist attraction in the world. <br/><br/>Visiting the glorious Bagan and the hidden villages near Bagan give us unforgettable memory in our life by exploring many impressive Myanmar stupas and forgotten the tradition of Burmese children for beyond. The archaeological masterpieces with construction of thousands of Buddhist temples was an irrefutable proof of the prosperity of the Bagan Empire from the eleventh to the thirteen centuries AD and its become the major tourist attraction in Myanmar. <br/><br/>As this 5 days, magical tour is harmoniously composed of truly beautiful and amazing areas mixed with the lively nature of the magical commercial city and the memorable history of the ancient Bagan Era. Join Pro Niti Travel for the splendid experiences.",
    "durationDays": "5",
    "price": "875",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Yangon and excursion"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yangon-Bagan by morning flight and Bagan exploration"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Optional Ballooning and Continue Bagan excursion"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly Back to Yangon and Continue Yangon city exploration"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Yangon Departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-7-day-highlights-tour",
    "tourName": "Myanmar 7 day highlights tour",
    "placesVisited": "Yangon, Bagan, sunset cruise on Irrawaddy River, Mount Popa, Mandalay, Amarapura, U Bein Bridge, Innwa, Sagaing, boat trip to Mingun, Pindaya, boat trip on Inle Lake, Indein Village",
    "generalInfo": "Discover the breathtaking temples, pagodas, small villages and vibrant cities of Myanmar on this 9 day highlights tour. It’s ideal for couples, families, solo travellers or even small groups (6-10 persons), with a great mix of places to visit. The Golden Land rarely fails to deliver unforgettable experiences and memories that will be treasured. <br/><br/>Begin in Yangon, where there are many different experiences to enjoy, including the Burmese architecture of the Downtown Area, learning about the Jewish community that once lived here at Musmeah Yeshua Synagogue, and an array of temples at Shwe Dagon Pagoda.<br/><br/>Next, travel to Bagan, with its scattered temples and long history. All the temples of Bagan are impressive, but Htilominlo Temple is famous for its fine plaster carvings and glazed sandstone decorations while the large Manuha Temple is home to large and beautiful images of Buddha. Visit Bagan’s market, Manisithu Market, crowded with locals here from nearby villages. You’ll find delicious seasonal produce, and traditional sweets and products. Photographers will love it here. Also, take time to visit Shwe La Yaung Lacquer Ware Workshop, which is a chance to see the fascinating process behind this amazing craft. Round off the final day in Bagan with a magical sunset cruise along the Irrawaddy River. <br/><br/>In Mandalay, we will see the monks at Mahar Gandar Yon Monastery going about their daily lives and enjoy the sunset at U Bein Bridge, near Amarapura. In Pindaya, we can spend some time wandering through this very impressive pilgrimage site and exploring its famous limestone caves. In Inle, we will take a boat trip to discover floating islands and gardens and see the Intha people practising their unique, traditional fishing style. <br/><br/>The hospitality of the local people and hosts you meet on this holiday will stay with you forever and you will enjoy learning more about a different culture and ways of living. Spending time with local people and tasting traditional cuisine in local restaurants are important highlights of this holiday.",
    "durationDays": "7",
    "price": "1330",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yangon Arrival and City Exploring"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Bagan & Bagan Exploration"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Continue Bagan excursion"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Inle Lake (about 6.5 hours), Excursion Around Nyaung Shwe"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Boat Trip To Inle Lake – Indein Village"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Fly Back To Yangon & Continue Yangon City Exploration"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Yangon Departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-9-day-classic-tour",
    "tourName": "Myanmar 9 day classic tour",
    "placesVisited": "",
    "generalInfo": "Discover 9 days in the land of glittering pagodas to experience the diverse ethnic groups’ culture and traditions. This will be a great experience to those interested in the local way of life of Myanmar’s many ethnic groups. Ancient city ruins will definitely be a part of this memorable trip.<br/><br/>Your Myanmar Highlight tour will start with exploring the splendid Shwedagon Pagoda in Yangon. <br/><br/>We will also visit the center of Burmese culture in Mandalay, the capital of the last Myanmar Dynasty. Observe artists at a traditional arts and crafts workshop, and enjoy an amazing sunset at the world’s longest teakwood bridge (U Bein) and also from the hill of Mandalay.<br/><br/>Next, travel to Pindaya, glancing the natural green landscapes with fresh air on the way. You can spend time wandering through this very impressive pilgrimage site and exploring its famous limestone caves and you can explore the traditional cottage industry of Umbrella Making at Pindaya.<br/><br/>In Inle Lake, we will take a boat trip to discover floating islands and see the Intha people where you can see the unique leg-rowers, their traditional style, and magnificent scenery. And we will also visit the cluster of the fantastic ancient monument and learn about traditional art and craft. The hospitality of the locals and hosts will remain in our thoughts as good memories.<br/><br/>By 9 Days excursion to our beautiful country and visiting classical sites of Myanmar, we will have a great time to learn about a unique culture, lifestyles and get exposure with the local people. We are sure that you may have many experiences by this journey with full of impression and anticipation getting to know this lovely country and we will mostly enjoy our time with the warmest greeting of the host community and green vision around the environment.",
    "durationDays": "9",
    "price": "1810",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yangon arrival and city explore"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Mandalay, Mandalay-Mingun excursion"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Amarapura - Innwa excursion"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mandalay-Bagan by private car (about 4 hours), Bagan excursion"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Continue Bagan excursion"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bagan-Inle Lake by private car (about 7 hours), Excursion around Nyaung Shwe"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Boat Trip to Inle Lake - Indein"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fly back to Yangon, Continue Yangon city exploration"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-family-tour",
    "tourName": "Myanmar family tour",
    "placesVisited": "",
    "generalInfo": "This holiday for 14 days in Myanmar will give you a chance to learn an interesting history lesson with the great culture and religion of the Buddhist for the travelers with their owns family. The well-organized program with unique places for the family will be just a book for your treasured memories of the trip to the Golden Land.  <br/><br/>All the places in each destination will create the treasured memories of your family and the locals that you will meet on the tour will give you the warmest greeting and share stories of their daily life. All the great cities will offer different experiences and feelings for your family trip. <br/><br/>We will begin the tour with the heart of Yangon, the glorious Shwedagon Pagoda.  Continue visiting the classic regions, Bago and Golden Rock then we can enjoy the essence of authentic and unique Myanmar in the sacred pilgrimage site and the richest archeological sites.<br/><br/>The Burmese architecture will vary from each city and an array of temples at ancient city, Bagan, is sure of your interests because all temples are being revealed the Buddhist history and enlightened the history of Myanmar Kingdom. Exposing the locals, observing the local housing and inspecting the villagers' daily routine are definitely a delightful diversion of the Bagan. <br/><br/>Next, starting with Maha Muni Pagoda, famous for its life like Buddha image; Marble Sculpture; Tapestry Workshop and Zeygyo Market, enjoying the sunset at U Bein Bridge is the good changes as a part of the trip in Mandalay. The local train ride to the charming town, Madaya, through the villages and picturesque paddy fields and strolling through the local market (Thu Ye Zay) by seeing the various seasonal fruits and fresh vegetables are very worth spending time and capturing the locals' daily routine for the lives. <br/><br/>In Inle Lake, the hospitality of the locals and hosts while we are discovering in floating islands and gardens in Inle will remain in our thoughts as good memories. And by an excursion to one of the most remarkable sights in Shan State, for a lot of stupas and a cluster of the fantastic ancient monument, we can have more time to learn about the pilgrimage site. It features a neat row sprawling over the hillside.<br/><br/>Spending most of the time by interacting with the locals, experiencing the different culture of ethics and trying the different traditional cuisines are the best spots of 14 days tour. Since Myanmar offers many breathtaking temples, Pagodas, small villages, statues and vibrant cities, it is sure that after the trip, your family will think that they have gone \"above-and-beyond\" with this 14 days tour.",
    "durationDays": "14",
    "price": "2115",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival to Yangon and Yangon City exploration"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yangon-Golden Rock"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Golden Rock- Bago-Yangon"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly to Mandalay and Amarapura excursion and enjoy sunset at U Bein Bridge"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mandalay City Excursion"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mandalay- Bagan by private car (about 4 hours), Bagan excursion"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Continue Bagan excursion"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Day excursion to Mt.Popa)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Kalaw (about 6~7hours), Kalaw excursion"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Visit Kalaw and drive to Inle Lake"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Inle Lake and Indein village excursion"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Biking around Nyaung Shwe and Visit Winery"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Fly back to Yangon, Continue Yangon city exploration"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Yangon departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-highlights-tour",
    "tourName": "Myanmar highlights tour",
    "placesVisited": "",
    "generalInfo": "Myanmar highlights tour is combined with not only experiencing uncommon culture and ethnicity but also digging the ancient histories by the exploring the archaeological sites of Myanmar. With friendly locals, a tropical climate, cheap transportation, and truly awesome sights, Myanmar becomes a fascinating and bewitching destination.<br/><br/>Yangon, the former capital of Myanmar is a thriving and bustling city and the most important commercial center of Myanmar. You can experience to see the Burmese architecture when you look at the Yangon city hall which features traditional roofs. Now, Yangon becomes the awe-inspiring city with good vibes.<br/>Visiting Golden Rock, which is famous for delicately balancing on the edge of a cliff as well as being the third most important Buddhist pilgrimage site in Myanmar will give us an atmosphere of miracles with full of excitement. It would be our exciting time to take an open air truck ride up to the mountain and enjoy the full of wonder at the amazing sight of Golden Rock.<br/><br/>Visiting the glorious Bagan and the hidden villages near Bagan give us unforgettable memory in our life by exploring many impressive Myanmar stupas and forgotten the tradition of Burmese children far beyond.<br/><br/>Next stop is the royal capital Mandalay where you can learn the interesting history of Myanmar Dynasty. It will be of a great chance to see the authentic Burmese local handicrafts and workshops like the tapestry, wood carvings, gold leaf making etc.<br/><br/>Inle Lake, which is one of the remarkable destinations of Myanmar, will give you the different feeling from other destinations. Taking the boat along the Inle Lake to the charming small villages, observing the lifestyles and culture of Shan People, taking the photos of the activities of traditional unique leg-rowers will be a beautiful part of creating the best memories.<br/><br/>Ngwe Saung Beach is a serene coastal village in Myanmar known for its pristine beaches, clear blue waters, and stunning sunsets. You can enjoy water activities like snorkeling and kayaking, savor fresh seafood, and relax in beachfront while experiencing the local culture and tranquility of this picturesque destination. <br/><br/>As these 15 days, highlights of Myanmar is harmoniously composed of truly beautiful main areas and mixed with ancient and modern cities of Myanmar and a truly scenic trip to the fun sites are the best reasons to make this tour. Join Pro Niti Travel for the splendid experiences.",
    "durationDays": "15",
    "price": "2640",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Yangon and Explore Yangon"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yangon – Bagan by morning flight and Bagan explore"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Continue Bagan by Biking"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Mandalay (about 4 hours), Innwa city exploration and Enjoy Sunset at U Bein Bridge"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Boat trip to Mingun and Mandalay city explore"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mandalay - Kalaw by Drive and Overnight"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drive to Nyaung Shwe and visit Winery"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Inle Lake - Indein excursion with Boat"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "A visit to KaKku Complex"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Fly Back To Yangon And Explore yangon"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drive to Ngwe Saung, Free & Leisure at Hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Free the leisure hours at Ngwe Saung Beach"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free the leisure hours at Ngwe Saung Beach"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Drive back to Yangon, Free & leisure at your own arrangement"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Yangon Departure"
      }
    ],
    "map": ""
  },
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "myanmar-to-laos-tour",
    "tourName": "Myanmar to Laos tour",
    "placesVisited": "",
    "generalInfo": "YANGON – MANDALAY – BAGAN – INLE LAKE – GOLDEN TRIANGLE – PAKBENG – LUANG PRABANG <br/>Golden Triangle, the confluence of three countries – Myanmar, Thailand and Laos – is one of the most beautiful in Southeast Asia, with emerald mountains pouring down to deep river valleys. Travelling by land and water through the region, encountering colourful cultures, rich history and spectacular landscapes on the way. <br/>This amazing program, which can be tailored to your own interests and needs, covers Myanmar, Northern Thailand / Golden Triangle and Laos. <br/>Tour starts from YANGON, with its picturesque colonial architecture, atmospheric markets and glittering pagodas. Take first flight to MANDALAY, Myanmar’s cultural capital. Continue by full day river journey to Bagan. Take second domestic flight in Myanmar and visit Pindaya before to Inle Lake. <br/>Then, take the third Myanmar domestic flight to Tachileik, the border town; connect with Northern Thailand, Golden Triangle Region. Border cross to Chiang Saen through Myanmar-Thailand Friendship Bridge and enjoy visits at Golden Triangle and Northern Thailand. Continue by car to Chiang Khong, the Thailand Border town and pass the Thailand-Laos Border Bridge to Huay Xai. Take a relaxing two-day cruise along the mighty Mekong River as it drifts downstream, soaking in the beautiful surroundings and stopping to explore small villages and caves to Luang Prabang where the tour comes to end.",
    "durationDays": "13",
    "price": "2730",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE YANGON : Upon arrival at YANGON airport, welcomed by your guide and transferred to hotel (Remark : Official hotel check-in time is 14.00 noon). Then, depart for a heritage tour start at YANGON CITY HALL, located at the heart of the colonial-era city. Nearby is the former Immigration Department. This building was designed in 1910 to be the country’s most upmarket department store, Rowe & Company. Proceed to the High Court, a 1911 brick building designed by the architect John Ransome. Continue walking down to PANSODAN STREET enjoying impressive colonial buildings and have a stop at HLA DAY, a non-profit social enterprise shop, offers quality contemporary and traditional handicrafts sourced from local producers often struggling to overcome disability, exclusion and poverty. You'll find colorful women's and kids' clothing, soft toys, stationery, jewellery, home wares and more there. Continue to Strand Road, home to the three-storey former New Law Courts. Next stop is the 1916 Custom House, a large building with an elegant white tower and double-faced clock above the entrance. Walk past the red brick General Post Office to the luxurious Strand Hotel, built in 1901 by the Sarkies brothers, Armenian hoteliers. And also see the bustling life at the NANTHIDA JETTY. Visit and stroll through the BOGYOKE (SCOTTS) MARKET (closed on Monday and Gazette Holiday), a compound of hundreds of stalls and shops, that gives you the opportunity to see Myanmar's wide range of handicrafts. After a photo stop at the KARAWEIK HALL, a 'hamsa-bird-shaped' floating barge on Kandawgyi (Royal) Lake, visit the magnificent reclining Buddha CHAUK HTAT GYI. Evening, visit to one of the world’s most spectacular monuments, the SHWEDAGON PAGODA for sunset viewing. Overnight stay at Central Hotel (Superior Room) or Similar in Yangon."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "YANGON - MANDALAY (BY AM FLIGHT) / AMARAPURA : After early breakfast or with breakfast box transfer to airport. Flight to MANDALAY. Upon arrival, welcomed and drive to MAHAGANDAYON MONASTERY where more than a thousand monks live and study. Time permitting you will have the opportunity to observe the monks having their last meal of the day in total silence. Then, visit also one of the most revered religious monuments of Myanmar, the MAHAMUNI PAGODA. Mandalay is also a major arts and crafts center. Visit a Kalaga tapestry craftsmen’s shop before proceeding to hotel for check-in. (OPTIONAL ACTIVITY: Make a marionette- Join local craftsmen at their workshop and create a unique traditional puppet. A hands-on way to learn about the local culture and create a memorable, personalized souvenir! ). In the afternoon, experience the sights and sounds of Mandalay including the GOLDEN PALACE MONASTERY, the only Royal Palace building to survive World War II bombing. This grand teakwood building is known for its exquisite woodcarving. Next is the KUTHODAW PAGODA, whose 729 marble stone slabs of Buddhist scriptures have earned it the title being home to the ‘World’s Biggest Book’. Then proceed to MANDALAY HILL for sunset. It time permit, visit Shwe Kyin Monastery to observe student monks start their evening prayers before return your hotel. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "MANDALAY / MINGUN / AVA / SAGAING : After breakfast, transfer to the Mandalay jetty and board a private local boat for travel upstream on the Ayeyarwady River from Mandalay to MINGUN (11 Km, about one hour). The river is always busy - small long tail boats, bamboo rafts and ferries carry goods up and down the river. Visit the unfinished MINGUN PAYA, huge brick structure that was left unfinished after an astrologer predicted the King would die should the temple be completed In the 1800s, an earthquake left several large cracks in the structure. Continue to the beautiful Hsinbyume (Mya Thein Tan) Paya and the MINGUN BELL which, weighing in at more than 90 tons, is considered the world’s largest uncracked ringing bell. Return back to Mandalay. After lunch at a local restaurant (on your own account), embark for a short boat ride over a river and start exploring the former Royal Capital INWA (AVA) by horse cart. Visit NANMYINT WATCH TOWER, the remains of the ancient palace building, also known as “the leaning tower of Ava”; MAHA AUNGMYE BONZAN MONASTERY, built of brick and stucco; BARGAYAR MONASTERY, famous for its impressive ornate woodcarvings and teak posts. Continue to visit SAGAING. Covered with numerous white-painted pagodas and monasteries, Sagaing Hill is widely regarded as the religious center of Myanmar. It is home to more than 3,000 monks and 100 meditation centers. Visit Swan Oo Pon Nya Shin and U Min Thone Sae Pagodas for a glimpse into the unique environment of this area. Return back to your hotel. Overnight stay at Shwe Ingyinn Hotel (Superior Room) or Similar in Mandalay."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "MANDALAY - BAGAN (BY SCHEDULE BOAT) (simple lunch on board) : Early this morning transfer to the jetty to board joint in schedule boat to Bagan. The 7- to 8-hour journey offers an insightful exploration of life on the Irrawaddy. Along the way explore a local village before continuing to Bagan. Simple Breakfast and Lunch will be served onboard. Upon arrival at Bagan’ s jetty, welcomed and transfer to hotel. If time permit, enjoy sunset at one of the temple. Overnight stay at Sincere Smile Hotel (Superior Room) or Similar in Bagan. Remark: From June to September the Mandalay to Bagan joint in schedule boat trip will be organized by car and driver (not including lunch)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "BAGAN : After breakfast, depart to visit the Colorful Local Market and continue the day with visits to the most significant pagodas and temples of Bagan including SHWEZIGON PAGODA, built by King Anawrahta in the early 11th century as a religious shrine; small monastic school at ZAY TA WUN MONASTERY; GU BYANUK GYI, a temple with superb murals of Jataka scenes; KHAY MIN GA TEMPLE, noted for its panoramic view of the area’s numerous monuments and ANANDA TEMPLE, with four standing Buddha images. Afternoon, visit one of Myanmar’s and Bagan’s most famous lacquer ware workshops, and see craftsmen, in MYINKABA village. You will continue to MANUHA TEMPLE, built in Mon style in 1059; NANBAYA TEMPLE, a unique sandstone monument and according to legends a former palace site of King Manuha. Next you will explore the UNESCO protected MYINGABA GU BYAUKGYI TEMPLE, a temple known for its mural paintings. Enjoy a short horse cart ride among the temples. Finish the day of sightseeing by watching sunset over Myanmar’s longest river, Ayeyarwaddy from the SHWE SAN DAW PAGODA. Overnight stay at Sincere Smile Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "BAGAN / MT. POPA / VILLAGE LIFE (Lunch at village house) : Today we depart to visit MT. POPA (46 Km, about 1 hour), an extinct volcano standing 1,518 meters high. Mount Popa has played an important role in Burmese culture, religion and history since earliest times. Its shrine is dedicated to the worship of the 37 Nats, the Burmese ancient animist spirits. At Mt. Popa, walk up to TAUNGKALAP, the 777 steps to the top, provide an energetic climb rewarded by fabulous views from the top. Also visit the market at the foot to Taungkalap. Then, drive backward to Bagan and stop at a toddy-palm climber’s hut to see how to tap toddy wine from the fronds, how jaggery, liquor is made from palm sugar, how to make ox-pressed edible sesame, peanut oil, making toys from toddy leaves. Enjoy the locally-made lunch at the village house. Continue to visit one of the villages, that are scattered around the surrounding plains of Bagan. Leave to TAUNG BI VILLAGE, and visit the noodle makers, a Myanmar-style movie theatre, the village hairdresser and a local tea shop. Proceed to visit traditional family business including blacksmiths, brick makers, dry snack workshops and bamboo roof producers. If the time permits, enjoy the sunset at one of the temples. Overnight stay at Sincere Smile Hotel (Superior Room) or Similar in Bagan."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "BAGAN - HEHO (BY AM FLIGHT) - PINDAYA – NYAUNG SHWE / INLE LAKE : After breakfast, transfer to airport for domestic flight to HEHO. Upon arrival, proceed by road to PINDAYA (60 Km, about 2 hour) an attractive drive up into the hills and across the Shan Plateau, through fields of mountain rice. Visit magnificent Pindaya Caves, set in a limestone ridge overlooking a picturesque lake. The cave consists of many chambers filled with hundreds of Buddha statues. Enjoy a short trek through the hills to the village of the Danu tribe. You will pass through the farming where the Danu cultivates cheroot, tea, damsons and mangoes on the hillsides. Stroll along the village. Then, visit one of the tea plantation gardens to observe how they produce the famous Shan green tea. Enjoy green tea with snack and chat with the villagers. Then, continue to visit a local workshop where craftsmen make umbrellas and bamboo paper from local materials. Afterward, drive to NYAUNG SHWE, the gateway town for Inle Lake, and transfer to hotel. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "NYAUNG SHWE / INLE LAKE / INDEIN (Cooking class with lunch) : After breakfast, day excursion by boat on the Inle Lake will include sights of the famous leg rowers, typical floating gardens, local methods of fishing, village life and magnificent scenery. The visit begins with the local market in the Inle Lake region (Remark : on market days only). Then proceed to the Western Shore of Inle Lake, where you will find the beginning of a stair path leading to the well hidden INDEIN complex. Visit one of the most amazing historical sights on the shore of the lake consisting of hundreds of small stupas overgrown by moss and green vegetation. Continue to an Intha family’s house or local restaurant and join them in preparing lunch. Using local produce, herbs and freshly caught fish, prepare a feast of traditional dishes handed down from generation to generation of Intha families. Sit down around a large wooden table, local-style, and enjoy a delicious lunch in the company of a warm, hospitable local family. After lunch, continue boat excursion in Inle Lake including the PHAUNGDAW OO PAGODA, one of the most sacred shrines in Myanmar, dating back to the 18th century; Silver Smith, Black Smith, Weaving Workshops and Traditional Burmese Cigar Workshops in YWA-MA and INPAWKHON. Also visit the NGA PHE KYAUNG MONASTERY wonderfully carved wooden floating monastery in the lake. Return back to Nyaung Shwe and enjoy evening walk to hotel. Overnight stay at Inle Apex Hotel (Superior Room) or Similar in Nyaung Shwe."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "INLE LAKE - HEHO - TACHILEIK (BY FLIGHT) - BORDER CROSS - MAE SAI – GOLDEN TRIANGLE (CHIANG SAEN) : After breakfast, transfer to airport. Flight to TACHILEIK, Myanmar border small town. Upon arrival, welcomed by your assistance and transferred to Myanmar-Thailand border. After completing the border formalities, walk through Myanmar-Thailand Friendship Bridge to MAE SAI in Thailand where your guide in Thailand awaits. Then, drive to the Golden Triangle, where the borders of Thailand, Myanmar and Laos meet. Visit the ancient Kingdom of Chiang Saen on the steep banks of Mekong River, opposite of Laos. Visit to Golden Triangle View Point and Opium Museum before transfer to hotel. Overnight stay at Serene at Chiang Rai Hotel (Superior Room) or Similar in Chiang Saen."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "CHIANG SAEN - CHIANG KHONG (BY CAR) - BORDER CROSS - HUAY XAI - PAKBENG (BY MEKONG BOAT) (Lunch onboard / Dinner at Pakbeng Lodge) : After breakfast, transfer to Chiang Khong border to cross to Laos. Your Thai Guide will assist with immigration procedures before crossing a bridge to Lao immigration. This is done by shuttle bus and costs 30 baht per person (please bring cash). (Note: Please bring two passport photos per person and cash in USD for the Lao visa on arrival.) Upon reaching the Lao border of Huay Xai, meet your guide in Laos and transfer to jetty by tuk tuk. Board a traditional riverboat for a cruise down the Mekong River to Pakbeng (approx. 7 hours depending on the water level). The Mekong River has kept much of its untamed character with impressive rapids and lush jungles along its banks. En route, stop at some hill tribe villages such as the H’Mong village of Ban Houeilampene and the Thai Lu village of Ban Kouaytoune. Lunch will be served onboard. Arrive in Pakbeng; a rustic town located on a steep hillside offering spectacular views of the Mekong River. Check-in to your hotel. Dinner and overnight stay at Pakbeng Lodge (Superior Room) in Pakbeng."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "PAKBENG - LUANG PRABANG (BY MEKONG BOAT) (Lunch onboard) : After breakfast, continue your cruise along the Mekong River to the former Royal capital of Luang Prabang (approx. 6 hours depending on the water level). Lunch will be served on board. On the way, stop at Pak Ou, at the confluence of the Nam Ou and Mekong Rivers, to visit the sacred caves of Tham Ting and Tham Phoum, home to hundreds of Buddha statues. Continue to Ban Xang Hai village where sticky rice wine is distilled. Upon arrival in Luang Prabang we transfer and check-in to our hotel. Overnight stay at Maison Dalabua Hotel (Deluxe Room) or Similar in Luang Prabang."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "LUANG PRABANG : After breakfast, visit Vat Xieng Thong, regarded as the most beautiful temple of Luang Prabang with low sweeping roofs, Vat Visoun Temple with its Singhalese-style stupa, That Makmo, and Vat Aham, one of the city’s major teaching shrines housing the puppets of the Lao ancestors. In the afternoon, visit the National Museum (formerly the Royal Palace) with its collection of personal artifacts of the Lao Royal Family. Continue to nearby Vat Mai Temple, which was the residence of a Buddhist patriarch before 1975, before climbing Phousi Hill to enjoy the sunset over the city and the Mekong River. Free time later to stroll through the H’Mong market. Overnight stay at Maison Dalabua Hotel (Deluxe Room) or Similar in Luang Prabang."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "LUANG PRABANG DEPARTURE After breakfast, free time until your transfer to the airport for your departure flight."
      }
    ],
    "map": ""
  }
]
