{
  "destination": "China",
  "mainPhoto": "",
  "id": "amazing-history-tour-of-china-ancient-dynasties-live-on",
  "tourName": "Amazing History Tour of China: Ancient Dynasties Live On",
  "placesVisited": "Shanghai, Xian, Nanjing, Hangzhou, Beijing, Zhengzhou",
  "generalInfo": "Designed for history lovers, this customize 2-week China tour will have you delving into China’s long and intriguing history. Cherish the relics of Zhengzhou, stroll through the hidden door of Old Shanghai, and sail through Nanjing.",
  "durationDays": "14",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Shanghai - The History of the Bund",
      "description": "Your adventure will begin when you land at Pudong International Airport. Upon your arrival, a private driver will greet and transfer you to your accommodation. After you have had some time to relax after your flight, your guide will lead you to one of the most popular areas in Shanghai: the Bund. This walkway is an ancient retelling of Shanghai’s history, and it creates a living museum for anyone who visits. In the evening, you will board the Huangpu River cruise and witness the incredible display of lights of Shanghai’s skyscrapers."
    },
    {
      "dayNumber": "2",
      "title": "Shanghai - A Fusion of East and West",
      "description": "After breakfast this morning, your guide will lead you to the French Concession of Shanghai. During your time here, you may feel as if you have been transported to Europe; Western tourists frequent the area, and the style of the architecture is very European. Your guide will lead you on a brief tour before leaving you to explore for a few hours on your own. This evening, you will have the opportunity to dine at a Michelin-starred restaurant. Dinner is not included, but your guide will be able to reserve a table for you."
    },
    {
      "dayNumber": "3",
      "title": "Shanghai - The Hidden Door of Shanghai",
      "description": "You will have a leisurely morning before meeting your guide for a tour of Old Shanghai. During your tour, your guide will lead you through a hidden door into another world. Your tour will last for a few hours and will immerse you in the charm of Old Shanghai. Afterward, you will attend a private tea ceremony led by a tea master. This class will teach you about the history and alleged health benefits of Chinese tea."
    },
    {
      "dayNumber": "4",
      "title": "Xi’an - Visit the Muslim Quarter",
      "description": "You will have an early morning so that you can fly to Xi’an. Upon your arrival, you will be greeted and transferred to your new accommodation. When you are ready, your guide will lead you to the necropolis of the first emperor, where you will witness the impressive Terracotta Warriors. The soldiers were individually carved with unique expressions and hand gestures. Once your tour concludes, your guide will lead you to the Muslim Quarter of Xi’an so that you can learn about China’s role in the silk road and sample many local treats."
    },
    {
      "dayNumber": "5",
      "title": "Xi’an - The Wild Goose Pagoda",
      "description": "The Leshan Buddha is the largest stone-carved Buddha statue in China. The statue sits at the intersection of the Min and Dadu River. After breakfast this morning, your guide will escort you to the site of the Leshan Buddha. You will have some time to admire and explore the site before transferring to the Wild Goose Pagoda. Here, you will ascend to the top for an incredible view of Xi’an."
    },
    {
      "dayNumber": "6",
      "title": "Zhengzhou - The Ancient Hub of China",
      "description": "The city of Zhengzhou has a long history that spans nearly three millennia. Today, you will fly to Zhengzhou, and a driver will transfer you to your new accommodation. You will be granted some time to settle in and relax before visiting the City God Temple, which is now a hub for stores and eateries. This is a great place to practice your bartering skills, and your guide will allow you some time to explore the surrounding area. After your tour of the area concludes, your guide will provide you with some recommendations based on your interests before leaving you with the rest of the day at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Zhengzhou - Five Sacred Mountains of China",
      "description": "The five sacred mountains in China stand in five different directions. The unique and scenic beauty of Mt. Song’s landscape led UNESCO to name the mountain as an International Geological Park. Today, you will visit this UNESCO World Heritage Site with your guide, who will lead you on a tour of the Imperial Tombs of the Song Dynasty. During your tour, you will have the opportunity to witness the remains of former empires of China."
    },
    {
      "dayNumber": "8",
      "title": "Nanjing - The Cultural Capital of China",
      "description": "Nanjing was once the capital of 10 dynasties throughout China’s history and is still considered to be China’s cultural capital. After breakfast, you will fly to Nanjing. After reaching your accommodation, your guide will lead you to the Gate of China. The Nanjing Yangtze River Bridge was the first bridge that was fully built by the Chinese. This evening, you will have the unique opportunity to stroll over the bridge, and your guide will inform you of the Bridge’s history."
    },
    {
      "dayNumber": "9",
      "title": "Nanjing - History on the Qinhuai River",
      "description": "After breakfast this morning, your guide will lead you to Zhanyuan Garden, which is one of the best-preserved Ming-inspired architectural gardens in Nanjing. Your tour of the garden will last for about an hour. Then, you will have some time to explore the grounds at your leisure. Afterward, you will board a boat and sail down the Qinhuai River. This idyllic cruise will provide you with unique views of the city."
    },
    {
      "dayNumber": "10",
      "title": "Hangzhou - Heritage Sites of the City",
      "description": "The city of Hangzhou was once the ancient capital of China, and the city’s history can be traced back over 2,200 years to the Qin dynasty. You will have an early-morning flight to Hangzhou, where a driver will make sure that you arrive and are able to check in to your accommodation. When you are ready, your guide will take you to the UNESCO World Heritage Site of West Lake. You will then transfer to Qinghefang Ancient Street for an immersion into the city’s long history."
    },
    {
      "dayNumber": "11",
      "title": "Hangzhou - The Benefits of Chinese Tea",
      "description": "Tea is a time-honored tradition in China, and it remains a popular ritual. Hangzhou is known as the birthplace for the Dragon Well tea, which is a very famous and expensive green tea that is very highly coveted. Today, you will attend a tea ceremony before having a private tasting with a tea master. During your tasting, the tea master will educate you about many teas and their history. Afterward, you will uncover the storied past of China’s silk production."
    },
    {
      "dayNumber": "12",
      "title": "Beijing - Immersive City Tour",
      "description": "You will have another early morning today because you will fly to the capital of Beijing. Once you have settled into your accommodation, your guide will lead you to two UNESCO World Heritage Sites: the Forbidden City and the Summer Palace. Your tours will eat up the majority of your day, but throughout, you will be immersed in the history of the complexes. Afterward, the rest of the afternoon and evening will be yours to enjoy at your leisure."
    },
    {
      "dayNumber": "13",
      "title": "Beijing - The Great Wall of China",
      "description": "Today, you will visit the most famous of all of China’s landmarks: the Great Wall of China. You will have an early morning so that you can beat the crowds that tend to flock to the wall during the day. This will allow you more room and time to traverse the wall and snag a memorable photo. Afterward, you will tuck into a meal that epitomizes Chinese cuisine: Peking Duck. A trip to China is not really complete with a visit to the Great Wall and Peking Duck."
    },
    {
      "dayNumber": "14",
      "title": "Beijing - Departure",
      "description": "After breakfast this morning, your guide will transfer you to the airport for your flight home."
    }
  ],
  "map": ""
}