{
  "destination": "China",
  "mainPhoto": "",
  "id": "wonders-of-china-tour-great-wall-terracotta-warriors-and-pandas",
  "tourName": "Wonders of China Tour: Great Wall, Terracotta Warriors and Pandas",
  "placesVisited": "Beijing, Forbidden City, Xi’an, Chengdu, Dujiangyan Panda Base, Chengdu city, Shibaozhai, Shanghai",
  "generalInfo": "Witness a fascinating collection of the world’s most spellbinding wonders as you embark on this unforgettable tour of the Middle Kingdom. Experience a range of incredibly close encounters with the mesmerizing giant pandas as you spend a day cuddling, feeding and looking after these wonderful creatures in the Dujiangyan Panda Base. Visit the tranquil areas of one of the Earth's most famous landmarks as you explore The Great Wall, and then admire the serene waterfalls and the natural landscape as you sail down the Yangtze River. Be awe-inspired in the incredible historical city of Xi’an, the home of the famous Terracotta Warriors. Visit Beijing’s finest sights and landmarks, and then take in the culture and modernity of Shanghai before experiencing the unique delights of Chengdu.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beijing - Arrival",
      "description": "Touch down in the capital of the Middle Kingdom to be greeted by your friendly guide who will escort you to your hotel. Depending on your arrival time, you may simply settle into your hotel for the night, or you might take to the streets of the bustling city to begin your adventure."
    },
    {
      "dayNumber": "2",
      "title": "Beijing - Tour of Tiananmen Square, the Forbidden City and Traditional Neighborhoods",
      "description": "Pull back those curtains bright and early and begin with Tiananmen Square, a city square that sits at the heart of Beijing. This area possesses an incredible amount of political and cultural significance, and you will feel that as you arrive. At the center of the square sits the Monument to People’s Heroes, a simple yet beautiful marble and stone structure that honors the heroes of modern Chinese history. Nearby is the Great Hall of People, which stands at an overwhelming size and demonstrates architectural mastery, this structure is among the largest of its kind. The Great Hall serves as a host for the state leaders, who hold various diplomatic meetings within its walls, including the National People’s Congress. Facing the Great Hall of People is the National Museum of China, incorporating both the Chinese History Museum and the Chinese Revolutionary Museum. Not only is it China’s largest history museum, but it also possesses the country’s most significant ancient items. It is a truly spellbinding journey into the history and culture of the Middle Kingdom with some relics that date back to centuries past. Travel next to take in the wonders of the Forbidden City, an incredible imperial palace with landscaped gardens and fascinating buildings that date back to 1406. Covering an area of 950 by 750 meters, the Forbidden City possesses almost 1,000 buildings, withholding almost 9,000 rooms. Home to emperors during the Ming and Qing Dynasty, its name originates from the principle that only a select number of individuals were allowed to enter its hallowed grounds which lends explanation to the 52-meter-wide moat and eight-meter-high wall that surrounds the area. Finish your day’s explorations as you explore the fascinating old streets, the hutongs , of Beijing. As you weave your way in and out of the winding, narrow lanes you will see local families playing traditional board games, cooking food and engaging with each other. You can even visit families in their courtyard houses to help make customary Chinese dishes or join in playing traditional games. You will also have the opportunity to try some Chinese folk dancing, take calligraphy classes, and much more."
    },
    {
      "dayNumber": "3",
      "title": "Beijing - Tour of the Great Wall and Temple of Heaven",
      "description": "Prepare for another day of awe-inspiring exploring, beginning with the magical Temple of Heaven. This quiet park possesses an array of uniquely designed buildings with the centerpiece being the Temple of Heaven complex. It was within this mystical building that emperors prayed once a year to worship heaven for a rich harvest. The triple-eaved temple was carefully constructed to represent what it stood for, adding to its already overwhelming presence. The four wooden pillars that make up the core of the structure represent the four seasons while the 12 columns symbolize the 12 months of the year. These subtle features complement other works of art within the building, such as a carved dragon in the ceiling of the temple, signifying the emperor. As you explore the full variety of structures and immerse yourself in history, you will see the fascinating older generation of locals partaking in their daily exercises, playing traditional board games and engaging with each other which adds to the tranquility that the Temple of Heaven Park boasts. After experiencing the tranquility of the Temple of Heave, you will move next to China’s most famous landmark, the Great Wall. You will embark on a journey to the Mutianyu section of the wall, a peaceful area that draws fewer crowds of people than the main Badaling section. A cable car to the first viewing section of the Great Wall is available as an alternative to the 30-minute hike, but whichever route you take, the stunning scenery of the wall and its surrounding areas will consume you. Famous for the 23 watchtowers that dot its pathway, the Mutianyu section worked to protect Beijing and its imperial tombs, hence its large number of watchtowers. A beautiful assortment of pine trees and an abundance of vegetation either side of the wall make up the surrounding area, while the brickwork of the Great Wall spirals its way over the mountain peaks to serve as the perfect area to experience this wonder of the world."
    },
    {
      "dayNumber": "4",
      "title": "Beijing - Tour of Summer Palace and 798 Art Zone",
      "description": "Experience the delights of both ancient and modern Chinese art today as you embark on a journey to both the tranquil Summer Palace and the renowned 798 Art Zone. Begin with the dreamlike Summer Palace as these imperial gardens will have you looking on in wonder as you journey around mazes of temples, palaces, pavilions and halls amid bridges and wharfs that sit atop the calm waters of Kunming Lake. Dating back to 1750, the Summer Palace is famous for its magical garden design and was where former royal families would relax with their guests. Each footstep you take within the garden will lead to a greater feeling of serenity and enchantment as human-made wonders such as the “Tower of the Fragrance of Buddha” and the “Hall that Disciples the Clouds” sit beneath stunning surrounding lakes and gardens. Contemporary art galleries are among the most popular attractions in the world’s biggest cities, and Beijing is no different as millions upon millions flock to the 798 Art Zone each and every year to gaze at the huge variety of displays on offer. The 798 Art Zone is made up of a number of disused factories that have been turned into art galleries. Various areas of the buildings showcase a colossal assortment of art, including work from the likes of Yoko Ono and Andy Warhol. Gaze at sculptures, machinery, stencils and much more, carried out by both established and little-known artists from China and around the world. After a day of contrasting experiences, head back to the hotel before you are transferred to the airport on route to the historical Xi’an. Step off the plane for a quick journey to your hotel and settle in as the day ends."
    },
    {
      "dayNumber": "5",
      "title": "Xi’an – Tour of Terracotta Warriors and Big Wild Goose Pagoda",
      "description": "First discovered in 1974, the life-size statues of the Terracotta Warriors were stumbled upon by farmers drilling a well. Made up of horses, chariots, and warriors, these extraordinary pieces of history are sculpted with clay and are over 2,000 years old. Of incredible detail, the sculptures portray the warriors of China’s first emperor: Qin Shihuang. Visiting this fascinating museum will without a doubt be one of the highlights of your trip. Next, move to one of Xi’an’s most famous landmarks with the Big Wild Goose Pagoda. Despite being surrounded by contemporary structures, this stunning pagoda, which dates back to 652 AD, trumps its modern backdrop spectacularly. Unique for its square design, as opposed to the more common circular pagoda design, the structure overlooks the city with a spellbinding presence. Take some time out to reenergize and wander a bit before your guide will escort you to the airport for your flight to the uniquely beautiful city of Chengdu."
    },
    {
      "dayNumber": "6",
      "title": "Chengdu – Panda Keeper Program",
      "description": "Wake today ready for an up-close experience with the magnificent pandas. You will take a journey to the Dujiangyan Panda Base, a small city famous for its beautiful mountains and other picturesque natural scenery. Sit down and have a meal with the pandas as you feed them their favorite snacks. Watch the excitement on the pandas’ faces after you’ve decorated and cleaned their enclosures. You can even make some delicious food for the creatures, including special panda cakes. Move next to the nearby Mount Qingcheng, as this beautiful mountainous area features a range of magical temples and mystical buildings amid spectacular greenery. As you venture your way through winding paths and stairways, your eyes will be treated to breathtaking views through the mountain’s peaks. Within its Taoist surroundings burn incense that elegantly travels with the mountain’s breeze subtly adding to this truly enchanting experience."
    },
    {
      "dayNumber": "7",
      "title": "Chengdu - Tour of City, Board for Cruise of Yangtze",
      "description": "This morning you’ll explore the fascinating panda-themed city of Chengdu. Perhaps the most captivating elements of this city are the distinctive features of a cosmopolitan city found alongside many characteristics of the traditional China. The city has high-rise buildings, an abundance of shopping malls and a state-of-the-art subway system, but amongst all of that, there are scenic parks, charming teahouses, and beautifully ancient monasteries. On the streets, you will see modern-day businessmen and women on the way to and from work, but you will also see the older generation playing traditional board games, laughing with each other, and sipping on green tea in the most relaxing manner. Exploring the wonderfully large and decorated shopping area of the city, Chunxi Road, you will see something out of the norm climbing the side of Chengdu’s most popular shopping mall: a colossal sculpture of a giant panda. This giant panda sculpture encapsulates the love this city has for these wonderful creatures, including the world’s one and only giant panda-themed post office. The aptly named ‘Panda Post’ features postcards, stamps, envelopes and a whole host of other souvenirs decorated with the black and white creatures. Take a trip to the local train station with your guide and driver before embarking on a quick railway journey to Chongqing. Upon arrival, you will be taken to the municipality’s shipping dock before stepping aboard and checking into the luxury New Century Legend Ship, your home for the next two days as you enjoy the wonder of the Yangtze River."
    },
    {
      "dayNumber": "8",
      "title": "Yangtze River Cruise – Shibaozhai",
      "description": "This morning you will wake upon the great waters of the Yangtze River. This monstrous river stretches almost 4,000 miles and possesses impressive features on each of its twists and turns. Pulling back the curtains will treat your eyes to surroundings very different to what you have previously experienced in hotel rooms as the morning sun kisses serenely tree-topped mountains amid the sound of water gliding the outer edges of the vessel you vacate. Watch on as local fishermen and women use fascinatingly traditional methods to source the fish that swim beneath the river’s surface. Amidst the beautiful greenery of the riverside mountains appears a stunning 12-story pavilion atop a standout peak, known as Shibaozhai. Dating back to the Ming Dynasty, the pavilion stands at an incredible 184 feet and possesses ancient architectural beauty with its wooden structure. Traditional Chinese eaves add to the pavilions’ enchanting aura, while the interior is decorated with inscriptions and art. But it’s after you’ve reached the peak of the structure that you can admire the true beauty of the Yangtze River. The viewing point at the top of the pavilion offers captivatingly stunning outlooks for miles into the distance of this beautiful area. Conclude the day with some delicious food and drink as you enjoy a welcome banquet aboard the ship, while the moonlight glistens peacefully across the river’s surface for a perfect way to end a memorable first day on the Yangtze River."
    },
    {
      "dayNumber": "9",
      "title": "Yangtze River Cruise – Three Gorges and Shennong Stream",
      "description": "Continue your exploration of the Yangtze River today beginning with two of the stunning renowned Three Gorges. Be taken aback by the Qutang Gorge which is widely regarded as the most beautiful out of the three areas. Head down river as mountains on either side of you begin to get closer to the clouds, an enchanting mist swirls, and the narrow waters of the Yangtze move faster to create a perfect balance of tranquility and thrill. Admire a number of mesmerizing scenic spots including the Chalk Wall, a wall inscribed with words from a range of periods in ancient time that date back to the Song Dynasty. Stretching almost 2,000 yards and featuring thousands of words from different periods in Chinese history it is a sight to behold in its pleasant surroundings. Making your way toward the Wu Gorge ignites a feeling of pure enchantment as peaks of different shapes and sizes are eclipsed by a profusion of hovering mist, like a watchful emperor overlooking his hallowed territory. This part of the Yangtze paints a picture befitting that of a magical book cover or film poster and nowhere else possesses that magic as much as the Twelve Peaks. These peaks are each named after the myth that twelve evil dragons inflicted destructive weather upon the Wu Gorge, and so goes the story that after a young girl had killed the dragons, they transformed into mountains. Over the years, the elements have created the aforementioned unique shapes and sizes that this area of the Yangtze holds to make up its fairytale presence. This afternoon you will step off of your luxury ship and step aboard a small wooden boat as you embrace the pure tranquility of the Shennong Stream. You will be entranced by the power of nature as locals steer and guide you down river. The slow repetitions of the ores breaching the surface of the water take you toward serrated cliffs and peaks, where local wildlife thrives. You will be taken aback by coffins suspended over the edges of the cliff that date back over 2,000 years. Ancient locals placed the dead in these hanging coffins and they are a truly wondrous sight to see as you take in the sights of the Shennong Stream. Disembark from your small wooden boat and step aboard ship once again, to enjoy the brilliant onboard entertainment and services."
    },
    {
      "dayNumber": "10",
      "title": "Tour of the Three Gorges Dam, Depart to Shanghai",
      "description": "From yesterday’s tranquility of the Shennong Stream to the human-made force that is the Three Gorges Dam, it is more than likely that you have heard of this dam, if not for its humanitarian, environmental and economic controversy, then for its status as the largest dam in the world. The Three Gorges Dam consists of the dam itself, a navigation facility, and a number of hydropower stations. It stands at a whopping 607 feet while stretching almost 3,500 yards wide. Despite the controversy of the structure, its efficiency in flood control is unparalleled, while its power generation and navigation capabilities are astounding. Witnessing the Three Gorges Dam is an overwhelming experience due to its sheer size, but as you explore more of this human-made structure, you will begin to appreciate the architectural masterpiece that it is before transferring to your final leg of your tour, Shanghai."
    },
    {
      "dayNumber": "11",
      "title": "Shanghai – Explore the City of Shanghai",
      "description": "Your last full day of your tour will bring you to explore the colossal city of Shanghai. Move first to the best vantage point in the city, the Shanghai World Financial Center, to gaze at the stunning views offered by this metropolis. This architectural wonder stands at an incredible 492 meters tall and has a sleek, eye-catching square prism design. A sea of sky-high buildings will bombard your eye line in one direction, and on the other, you will see the famous Huangpu River and its promenade, the Riverfront Bund, with a backdrop of the city’s western-style buildings. Beautifully tranquil inner-city lakes and gardens are fascinatingly dotted amid the financial hubs of the city, where thousands of people going about their fast-paced everyday working lives fill the streets. Amid the hustle and bustle of Shanghai sits the fascinating Jade Buddha Temple. Dating back to 1882, the original temple was constructed in order to preserve two Buddha statues. Entering its confines, you will be able to admire a range of lavishly decorated old halls, before reaching a magical courtyard leading to the Jade Buddha Hall within which contains the first of the two jade Buddha statues. As you continue to venture through the spectacular building, you will see the second jade Buddha. Head to another tranquil area of the city and lose yourself amid beautifully landscaped gardens, pavilions and ponds in the Yuyuan Garden. There are six sections to explore but the abundance of elegance that each area possesses is a recurring theme. Streams, flowers and courtyards feature throughout Yuyuan and the surrounding walls are decorated with dragons. As you learn about the garden’s history of over 400 years, it will add to your infatuation with this wonderful inner-city gem. Finish your day enjoying the traditional shopping culture of the city in the Yuyuan Market. Locals sell a range of handmade goods, including pottery and paintings, and are situated amid the street’s traditional Chinese decoration. Tickle your taste buds with some of the deliciously famous food on offer and watch it being made right in front of your eyes. Dumplings, soup and a huge assortment of other cuisine will have your mouth watering as the tantalizing smells emerge from the pots and pans and work their way along the street of the market."
    },
    {
      "dayNumber": "12",
      "title": "Shanghai – Departure",
      "description": "Reflecting on the variety of wonderful memories you have made on this tour, your private transfer will escort you to the airport before you step aboard your plane and wave goodbye to the Middle Kingdom. No doubt you will be excited to tell your friends of the wonderful experiences that you have had during this magical tour of what truly is a magical country."
    }
  ],
  "map": ""
}