{
  "destination": "Kolombiya",
  "mainPhoto": "",
  "id": "BXSBM",
  "tourName": "Sahilden Dağlara",
  "placesVisited": "Kolombiya, Ekvador, Peru, Bolivya",
  "generalInfo": "Ekvador ve Peru’da seyahat edip , La Paz’ın yüksek bölgelerine çıkmadan önce maceranıza tropikal Cartagena şehrinden başlayın. Cuzco’da görülecek yerler listenizde Machu Picchu’yu işaretleme fırsatı bulacaksınız ya da buğulu Amazon Ormanlarını görmeyi tercih edeceksiniz. Bir sörfçü için cennet olan Mancora’nın keyfini sürün, Banos kaplıcalarında rahatlayın ve Colca Kanyonuna baskın yapan kondorları izleyin.<br><br>Katılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br>Ayrılış için en yakın uluslararası havaalanı: La Paz El Alto Uluslararası Havaalanı (LPB)",
  "durationDays": "48",
  "price": "2089",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Gecelik ve kahve çiftliği turu</p>\n<p>-Zona Cafeteria gezisi</p>\n<p>-Cocora vadisi yürüyüşü</p>\n<p>-Las Lajas tapınağı</p>\n<p>-Rehber eşliğinde Laguna 69 yürüyüşü</p>\n<p>-Titicaca gölünde yerli bir aile ile zaman geçirme</p>\n<p><strong>Konaklama</strong></p>\n<p>Konukevinde 1 gece , kamp alanında14 gece, hostelde 12 gece , otelde 19 gece,1 gece ev konaklaması</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>26 öğle yemeği 15 akşam yemeği 16 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cartagena'ya varış",
      "description": "Kolombiya’ya hoş geldiniz.Maceranız bu güzel şehirden,Cartagena’dan başlıyor. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir.Cartagena’nın açık hava kafelerinden birinde bu atmosfere girin ya da tarihi surların üstünde Cafe del Mar’ın barında oturun.Burası kokteyllerinizi yudumlarken güneşin batışını izlemek için mükemmel bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Caucasia",
      "description": "Cartagena’dan ayrılıp aracımızla Caucasia bölgesine seyahat ediyoruz.Gece burada kamp yaparak grubumuzla ilk akşam yemeğimizin keyfine varacağız."
    },
    {
      "dayNumber": 3,
      "title": "Medellín",
      "description": "Bir sonraki durağımız Kolombiya’nın en büyük ikinci şehri olan Medellin.Keyifli iklimi nedeniyle şehir ‘Sonsuz baharın şehri’ olarak bilinir.Medellin’i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın.Eskiden Pablo Escobar’ın hükmettiği şehir sanat,müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür.Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak.Guatape’de kasabayı çevreleyen 200 m. yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Kahve Çiftliği",
      "description": "Sıradaki 2 gece bir kahve tarlası(çiftliği)nda geçecek.Kahve ekili alanlar da ,Kolombiya’nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz.Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
    },
    {
      "dayNumber": 8,
      "title": "Salento",
      "description": "Bu zümrüt yeşili teraslı yamaçlar ,ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde.Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda. Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik,kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
    },
    {
      "dayNumber": 10,
      "title": "Popayán",
      "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar,kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır.Popayan tüm Latin Amerika’daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini,kiliselerini,okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Seyir Halinde",
      "description": "Uzun seyahat günlerini bitirebilmek için,gece Ekvador yolu üzerinde kamp yapacağız."
    },
    {
      "dayNumber": 12,
      "title": "Otavalo",
      "description": "Kolombiya’ya veda etmeden önce Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer.18.yüzyılda burada Meryem’in hayalinin görüldüğü rivayet edilir.Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder.Ekvador’a doğru yolculuğumuz buradan,Otavalo’dan devam edecek."
    },
    {
      "dayNumber": 13,
      "title": "Quito",
      "description": "Denizden 2850 m. yüksekteki Quito,Ekvador dünyadaki en yüksek ikinci başkenttir.Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu.Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir.Şehrin eski ve yeni olmak üzere iki bölümü vardır.Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
    },
    {
      "dayNumber": 15,
      "title": "Baños",
      "description": "Ekvador ‘un merkezine doğru ilerleyerek kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’a ulaşıyoruz.Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
    },
    {
      "dayNumber": 17,
      "title": "Cuenca",
      "description": "Banos’taki 2 günün ardından 1557’de kurulan ve koloni döneminden kalma bir Pazar yeri olan Ekvador’un 3.büyük şehri Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca)ya ilerliyoruz.UNESCO Dünya miraslarından olan Tomebamba nehri, kuzeyde Gran Colombia yolu, batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin.Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var.Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
    },
    {
      "dayNumber": 19,
      "title": "Mancora",
      "description": "Peru’ya geçtiğimizde, balıkçıları küçük ağları ile avlandığı köylerin arasından devam ederek 3 gece kalacağımız güzel sahil şehri Macora’ya varıyoruz.Dinlenmek sörf yapmak ve güneşin tadını çıkarmak için 2 tam günümüz var."
    },
    {
      "dayNumber": 22,
      "title": "Huanchaco",
      "description": "Küçük bir sahil şehri olan Huanchaco yolu üzerinde Sipan Lordunun mezarına uğrayacağız.Yol boyunca Sipan Lordunun mezarı dışında birçok hazinesinden bazılarını görmek için Lambayeque Müzesini ziyaret edeceğiz.(Peru’nun en güzel müzelerinden biri)"
    },
    {
      "dayNumber": 23,
      "title": "Huaraz",
      "description": "Güneye doğru seyahatimize devam ederek Cordillera Blanca dağlarına,küçük bir şehir olan Huaraz’a varana dek ilerliyoruz.Şehir 3052 m. yükseklikte ve Peru’nun en yüksek tepesi Huascaran(6768 m.)a yakın bir yerde konumlanmıştır.Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir, tırmanma keyfi ve muhteşem manzarasıyla açıkhava sevdalılarını cezp eder.Tur dahilinde rehberiniz sizi Laguna 69’a,Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
    },
    {
      "dayNumber": 26,
      "title": "Lima",
      "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Bugün Latin Amerika’nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
    },
    {
      "dayNumber": 29,
      "title": "Huacachina",
      "description": "Lima’dan ayrılıp yoğun kum tepeleriyle çevrili bir vaha olan göz alıcı Huacachina’ya doğru ilerliyoruz.Çölde bir gece turu yaparak yıldızların altında uyuma fırsatı bulacaksınız.Öğleden sonrayı ve geceyi geçirmenin düşsel bir yolu olarak tepelerin üzerinden küçük arabalarla müthiş gezintiye çıkmak ise bir başka seçenek.Bu gece Bir Pisco sour partisi için iyi bir zaman."
    },
    {
      "dayNumber": 30,
      "title": "Nazca",
      "description": "Ünlü Pan Amerikan otoyolu boyunca güneye, çöl yüzeyine kazınmış gizemli paralel çizgileri ve geometrik şekilleriyle ünlü Nazca’ya doğru ilerliyoruz. Burada maymun, sinekkuşu ,kondor ,örümcek hatta uzaylı gibi görünen şekilleri görebilmek için küçük bir uçakla turlayabilirsiniz.30 dakikalık bu uçuşta görebileceğiniz daha birçok şekil var.Bugüne dek o figürlerin neden orda olduğu konusunda kimse tamamıyla emin olamadı."
    },
    {
      "dayNumber": 31,
      "title": "Puerto Inca",
      "description": "Sahil boyu ters yönde yolculuğumuz bizi İnkalar’ın özgün balık avı limanı olan ve ancak 1950 li yıllarda yeniden keşfedilen Puerto Inca’ya getiriyor. Bu gece gerçek kalıntıların hemen altında sahilde kamp yapacağız."
    },
    {
      "dayNumber": 32,
      "title": "Arequipa",
      "description": "Arequipa,koni şeklinde karla kaplı El Misti volkanının hakim olduğu bölgede deniz seviyesinden 2380 m. yükseklikte yerleşiktir.2001 yılında meydana gelen deprem katedrale hasar vermiş olsada,büyüleyici meydanın görkemini azaltmamıştır.Şehirde görülmesi gereken yerlerden biri  labirent şeklinde Arnavut kaldırımlı sokakları,dehlizleri ve dekoratif mimarisiyle muazzam Santa Catalina manastırıdır(isteğe bağlı).1970 ten beri ziyarete açık olan manastır kesinlikle ziyarete değer."
    },
    {
      "dayNumber": 35,
      "title": "Cusco",
      "description": "9 night(s) in hotels at Hostal Saphi or similar . No single room upgrade available."
    },
    {
      "dayNumber": 44,
      "title": "Puno",
      "description": "Cusco’dan ayrılıp Altiplano(Yüksek düzlem)’ya varmadan önce kenarlarında lama,alpaka ve vikunya sürülerini göreceğimiz yolları izleyeceğiz.Yolculuk sırasında  sıcak mineral havuzlarından,karla kaplı dağların arasından veorijinal yerlilerin yiyecek,yün şapka ve alpaka kazaklar sattığı köylerden geçeceğiz.4321 m. yükseklikteki La Raya geçidinde geçerek,Umayo gölü kıyısında İnka ların mezar olarak kullandığı Sillustani harabelerine varıyoruz.Burada mezarlığın antik kulelerini görme şansınız olacak.Bugünkü son durağımız Titicaca Gölü kenarındaki Puno ve göl kenarındaki pek çok restorandan birinde taze göl balığının tadına bakma fırsatı bulacağız."
    },
    {
      "dayNumber": 45,
      "title": "Titicaca Gölü",
      "description": "Puno’dan Amantani ve Taquile adalarına dahili bir gece turumuz var.Amantani’de yerli Quechua ailelerinin yanında ev konaklaması sağlıyoruz,böylece ailelerle birlikte yemenin ,belki küçük bir partinin ve dans etmenin tadını çıkarabilecek yerli çocuklarla futbol oynama fırsatı bulacaksınız.Ertesi sabah ise insanların basit kerpiç kulübelerde yaşadığı Taquile adasını ziyaret edeceğiz.Ayrıca Puno sahilinin hayret verici yüzer kamış adalarını ziyaret ederek özgün Uru yaşam tarzını kendi gözlerinizle görüp geleneksel kamış teknelerle turlayabileceksiniz.Renkli pazarlara yetişebilmek için Puno’ya zamanında geri dönüyoruz.Puno’ya döndüğümüz gece gine domuzu,lama,alabalık veya eşkina balığı gibi bazı yerel lezzetleri deneyebilir ya da gece hayatını görmek isteyebilirsiniz."
    },
    {
      "dayNumber": 46,
      "title": "Puno",
      "description": "Sabahı gölde geçirdikten sonra gece için Puno’ya dönüyoruz."
    },
    {
      "dayNumber": 47,
      "title": "La Paz",
      "description": "Karla kaplı Illimani dağına yaslanmış olan La Paz, çok eski zamanlarda bir meteor tarafından oluşturulmuş olağanüstü krater havzasına inşa edilmiştir.3660 m rakımlı şehrin dünya nın en yüksekteki futbol stadyumuna sahip olduğu söylenir."
    },
    {
      "dayNumber": 48,
      "title": "La Paz'dan Ayrılış",
      "description": "Ömür boyu unutamayacağınız bir macera bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}