{
  "destination": "Kolombiya",
  "mainPhoto": "",
  "id": "CCX",
  "tourName": "Kolombiya Ekspresi",
  "placesVisited": "Kolombiya",
  "generalInfo": "Bu kısa turda Kolombiya’ya merhaba deyin.Yapraklı tarlalarda bir kahve turunu da içeren,yıllar boyu ülkenin popüler olmasını sağlayan ve sizi bekleyen ilginç yerleri keşfedeceğiz.Teleferikle yukarıdan manzaranın tadını çıkarabileceğiniz Medellin’den,Bogota’nın uğultulu merkezine,çarpıcı vadilerde yürüyüş yaparken yol boyunca yerlilerle tanışıp Kolombiya’yı gezeceğiz.<br><br><strong>Katılış için en yakın uluslararası havaalanı: </strong>Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı: </strong>Bogota El Dorado Uluslararası Havaalanı (BOG )",
  "durationDays": "8",
  "price": "759",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>- Yerel ulaşımla rehber eşliğinde Medellin turu</p>\n<p>- Çalışır durumdaki kahve çiftliğine gecelik gezi ve rehber eşliğinde tur</p>\n<p>- Cocora vadisi</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 7 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş,toplu taşıma,özel araç,arazi aracı</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı, 1 yerel öğle yemeği,1 akşam yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cartagena'ya varış",
      "description": "Cartagena ,Amazon’da fırtına (Romancing the Stone ) filminin de çekildiği kıtadaki en ilginç koloni bölgelerinden birisidir.Ahşap balkonlarla ve sarkan bitkilerle bezenmiş büyüleyici dar sokaklarını gezin.Ziyaret edilebilecek Castillo San Felipe ve San Lazaro tepesindeki kale gibi birçok ilginç mekan var.Bu kalenin altında labirent tüneller ve hala siperler boyunca toplar bulunmakta.Ayrıca La Popa tepesinde şehrin yukarıdan eşsiz manzaralarını görebileceğiniz renkli manastır ziyareti de zahmete değer.Kolombiyalıların tatillerini geçirdiği Boca Grande sahili mağazalar,gece kulüpleri ve barlarla doludur. Cartagena yakınındaki çamurlu volkan Volcán de Lodo El Totumo size rahatlama ve cilt tedavisine iyi geldiği söylenen çamuru içinde yuvarlanma fırsatı verir."
    },
    {
      "dayNumber": 2,
      "title": "Medellín",
      "description": "Uçakla Cartagena’dan ayrılıp ülkenin ikinci büyük şehrini keşfetme fırsatını bulacağımız Medellin’e geçiyoruz.Burası hoş iklimi nedeniyle ‘sonsuz baharın şehri’ ismini hak etmiştir.Burada metro ve kablolu araç gibi yerel ulaşım araçlarıyla yönlendirileceğimiz bir şehir turunun keyfini yaşayacağız.Yapımında kullanılan 1.1 milyon kil tuğla ile tüm dünyadaki yapılar arasında rekor sahibi olan Boliva parkındaki Metropolitan katedralini ziyaret edin."
    },
    {
      "dayNumber": 4,
      "title": "Coffee Plantation",
      "description": "Gece Hacienda’da kaldıktan sonra ,kahve üretimi ve yapımı konusunda kapsamlı bilgi edinebileceğiniz bir tura çıkıyoruz.Bu gezi kahvenin kültürü,tarihi ve çeşitleri konusunda bilgi almayı,kavurma işlemine tanıklık etmeyi,aromaların tadına bakmayı,ekili alanları gezmeyi ve ürünün paketlendiği değirmen ziyaretini kapsayacak. Ayrıca bölgedeki tipik mimarinin sembolü olan malikanenin (ana bina) 100 yıllık tarihini öğrenme fırsatınız olacak."
    },
    {
      "dayNumber": 5,
      "title": "Salento",
      "description": "Kolombiya’nın Zona Cafetera bölgesinde yerleşmiş Salento şehri kahve tutkunları için bir cennettir.Jiple,Kolombiya’nın ulusal simgesi mum ağaçlarının yetiştiği Cocora vadisini ziyaret edeceğiz.Bereketi ve yeşiliyle,vadinin güzelliği nefes kesicidir,ve eşsiz manzaralarını izleyebilmek için tepelerde yürüyüş yapabilirsiniz.Akşamları bölgenin spesiyali olan farklı şekillerde pişirilip pirinçle servis edilen alabalığı(trucha) denemeyi unutmayın ."
    },
    {
      "dayNumber": 7,
      "title": "Bogotá",
      "description": "Önceden  Santa Fe de Bogotá olarak bilinen Bogota’ya uçuyoruz.7 milyonluk nüfusuyla Bogota Kolombiya’nın başkenti ve en büyük şehridir.Bolivar meydanı,katedral ve Simon Bolivar’ın evi gibi birçok ilginç yere  sadece yürüme mesafesinde mükemmel bir konumu olan Candelaria semtinde kalacağız.Fünikülere binip şehrin eşsiz manzaraları için Monserrate’ye gidebilir veya ünlü altın müzesini ziyaret edebilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Depart Bogotá",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}