{
  "destination": "Kolombiya",
  "mainPhoto": "",
  "id": "TMHC",
  "tourName": "Kolombiya’ nın Öne Çıkanları",
  "placesVisited": "Kolombiya",
  "generalInfo": "Kolombiya bir maceracının hayalidir. Koloni şehirlerini gezin, bereketli vadilerde yürüyüş yapın ve antik heykelleri keşfedin. Tayrona ulusal parkının plajlarında rahatlayın ve Cartagena’ nın renklerine hayran kalın.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
  "durationDays": "14",
  "price": "3299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Bogota şehir turu, sokak sanatları (grafiti)  turu</li>\n<li>- Giriş dahil San Agustin arkeoloji parkı gezisi</li>\n<li>- Alto de los Idolos parkı ve Mortino şelaleleri ziyareti</li>\n<li>- Cocora vadisinde yürüyüş</li>\n<li>- Salento turu</li>\n<li>- Kahve tarlası turu</li>\n<li>- Medellin şehir  turu</li>\n<li>- Penol kayası ziyareti</li>\n<li>- Santa Marta şehir turu</li>\n<li>- Tayrona ulusal parkına günlük gezi</li>\n<li>- Cartagena şehir turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 13 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bogota' ya Varış",
      "description": "Otelde 1 gece"
    },
    {
      "dayNumber": 2,
      "title": "Bogota",
      "description": "Bogota’ nın bazı ilgi çekici yerlerini göreceğiniz yarım günlük turun keyfini çıkarın. Koloni yapılarıyla ve capcanlı sokak sanatları ile dolu La Candelaria olarak bilinen tarihi merkezi gezeceksiniz. Muhteşem katedralin hakim olduğu ünlü meydan Plaza de Bolivar’ ı ziyaret edeceksiniz. Yuvarlak tablolarıyla bilinen saygın Kolombiya’ lı sanatçıların eserleriyle dolu Botero müzesine gideceksiniz. Ayrıca 32000 parça altının sürekli sergilendiği Altın müzesini de gezeceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "San Agustin",
      "description": "San Agustin’ e transferinizin gerçekleşeceği Pitalito’ ya kısa bir uçuş yapıyoruz. Burası San Agustin arkeoloji parkını görmek için üssümüz olacak. UNESCO dünya miraslarından olan bölgede tam gün turun tadını çıkarın ve burada bulunan gizemli Kolombiya öncesi heykelleri keşfedin. Göreceğiniz ilginç yerler arasında Ceremonial Fountain  (çeşme)  ve Heykeller ormanı da var. Öğleden sonra beş farklı heykelden oluşan El Tablon’ a bir at gezisi yapabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Alto De Los Idolos, Salto Del Mortıno, Armenıa",
      "description": "Bu sabah bir başka önemli UNESCO dünya mirası,  Alto de los Idolos arkeoloji parkını ziyaret edeceksiniz. Olağanüstü Mortino şelalelerine devam etmeden önce burada bulunmuş olan bazı heykelleri göreceksiniz. Havaalanına gitmeden önce öğle yemeğinin ve nefis manzaraların tadını çıkarın. Kolombiya kahve bölgesinin kalbinde yer alan ve yerel bir çiftlikte konaklayacağınız Armenia’ ya uçacaksınız."
    },
    {
      "dayNumber": 6,
      "title": "Cocora Vadisi, Salento",
      "description": "Sabah erken kalkarak yürüyüş yapabileceğiniz ya da bulutlarla örtülü ormanda at binebileceğiniz Cocora vadisine gideceksiniz. Quindio nehrini geçerek dünyanın en yüksek palmiyeleri olan ünlü Quindio mum palmiyelerini göreceksiniz. Sinek kuşları ve yöreye özgü sarı kulaklı papağanları görebilmek için gözlerinizi açık tutun."
    },
    {
      "dayNumber": 7,
      "title": "Kahve Tarlaları Turu",
      "description": "Yarım gün boyunca ziyaret edeceğimiz yerel ekili alanlarda Kolombiya’ nın en önemli ihracatı kahve hakkında bilgi sahibi olun. Yetişmesinden fincanınıza gelene kadar ki süreci öğrenecek ve farklı yoğunluklardaki aromaların tadına bakabileceksiniz. Günün geri kalanını ve akşamı serbestçe geçirebilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Medellin",
      "description": "Araçla, keyifli iklimi nedeniyle ‘ sonsuz baharın şehri’  olarak bilinen Medellin’ e gidiyoruz. Nasıl bir sosyal dönüşüm gerçekleştiğine tanık olacağınız bir şehir turuna çıkacağız. Dünyanın en tehlikeli şehirlerinden biri olarak tanınan Medellin,  bugün gelişen ticareti ve bütünleşmesiyle hareketli bir metropol haline gelmiştir. Şehrin üzerinde teleferikle gezerken pek çok mahallesini görebilecek ve ünlü Espana kütüphane parkını keşfedeceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "Guatepe",
      "description": "Renkli Guatape kasabasına günü birlik bir gezi yapıyoruz. Burası 200 m yüksekliğinde bir dikme olan Penol kayasıyla ünlüdür. Basamaklarından tırmanarak kasabanın ve çevresindeki göllerin nefes kesen manzaralarını görebilirsiniz. Suyun kenarında tipik bir Kolombiya yemeğinin tadını çıkarabilir ve baraj gölünde tekne gezisi yapabilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "SAnta Marta",
      "description": "Kolombiya’ nın en eski şehri Santa Marta’ ya uçuyoruz. Önemli tarihi merkeziyle güzel eski bir şehir olan Santa Marta Kolombiya’ lı turistler içinde popüler bir uğrak yeridir. Burası ayrıca günlük Tayrona ulusal parkı gezimiz için üssümüz olacak."
    },
    {
      "dayNumber": 12,
      "title": "Tayrona Ulusal Parkı",
      "description": "Kolombiya’ daki Tayrona ulusal parkı cennetten bir parça gibidir. Tropik ormanda maymunları gözden kaçırmadan yürüyüş yapın. Daha sonra parktaki en güzel plajlardan birine varacağız. Öğleden sonra Santa Marta’ ya dönmeden önce burada yüzmenin ve güneşin kavurduğu kumsalda rahatlamanın tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Cartegena' dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}