[
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "BXSCR",
    "tourName": "Cartagena'dan  Rio'ya",
    "placesVisited": "Kolombiya, Ekvador, Peru, Bolivya, Arjantin, Brezilya",
    "generalInfo": "Kolombiya’dan başlayıp Brezilya’ nın en güzel şehirlerinden birinde sona eren bu destansı geziye aşık olacaksınız. And dağlarından, tropikal ormanları, çölleri ve güneşin kavurduğu sahilleri gezerek 76 günde 6 farklı ülkeye seyahat edeceksiniz. Tur hayal ettiğinizden çok daha fazlasını görüp ömür boyu unutmayacağınız anılarla Rio de Janeiro’da son bulacak.<br><br>Katılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br>Ayrılış için en yakın uluslararası havaalanı: Rio Galeao Antonio Carlos Jobim Uluslararası Havaalanı (GIG)",
    "durationDays": "76",
    "price": "2889",
    "image1": "siempretour-images/BXSCR/bxscr_bxscr_Profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Gecelik ve kahve çiftliği turu</p>\n<p>-Zona Cafeteria gezisi</p>\n<p>-Cocora vadisi yürüyüşü</p>\n<p>-Las Lajas tapınağı</p>\n<p>-Rehber eşliğinde Laguna 69 yürüyüşü</p>\n<p>-Titicaca gölünde yerli bir aile ile zaman geçirme</p>\n<p>-Uyuni Tuz Düzlükleri günlük seyahat</p>\n<p> -Arjantin şarap bölgesi turu</p>\n<p> -Brezilya ve Arjantin’den Iguazu Şelaleleri</p>\n<p><strong>Konaklama</strong></p>\n<p>Konukevinde 1 gece , kamp alanında 26 gece, hostelde 22 gece , otelde 25 gece,1 gece ev konaklaması</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>43 öğle yemeği 27 akşam yemeği 38 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "CARTAGENA’YA VARIŞ",
        "description": "Kolombiya’ya hoş geldiniz.Maceranız bu güzel şehirden,Cartagena’dan başlıyor. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir.Cartagena’nın açık hava kafelerinden birinde bu atmosfere girin ya da tarihi surların üstünde Cafe del Mar’ın barında oturun.Burası kokteyllerinizi yudumlarken güneşin batışını izlemek için mükemmel bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Caucasia",
        "description": "Cartagena’dan ayrılıp aracımızla Caucasia bölgesine seyahat ediyoruz.Gece burada kamp yaparak grubumuzla ilk akşam yemeğimizin keyfine varacağız."
      },
      {
        "dayNumber": 3,
        "title": "Medellín",
        "description": "Bir sonraki durağımız Kolombiya’nın en büyük ikinci şehri olan Medellin.Keyifli iklimi nedeniyle şehir ‘Sonsuz baharın şehri’ olarak bilinir.Medellin’i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın.Eskiden Pablo Escobar’ın hükmettiği şehir sanat,müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür.Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak.Guatape’de kasabayı çevreleyen 200 m. yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "KAHVE ÇİFTLİĞİ",
        "description": "Sıradaki 2 gece bir kahve tarlası(çiftliği)nda geçecek.Kahve ekili alanlar da ,Kolombiya’nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz.Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 8,
        "title": "Salento",
        "description": "Bu zümrüt yeşili teraslı yamaçlar ,ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde.Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda. Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik,kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
      },
      {
        "dayNumber": 10,
        "title": "Popayán",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar,kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır.Popayan tüm Latin Amerika’daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini,kiliselerini,okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "SEYİR HALİNDE",
        "description": "Uzun seyahat günlerini bitirebilmek için,gece Ekvador yolu üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 12,
        "title": "Otavalo",
        "description": "Kolombiya’ya veda etmeden önce Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer.18.yüzyılda burada Meryem’in hayalinin görüldüğü rivayet edilir.Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder.Ekvador’a doğru yolculuğumuz buradan,Otavalo’dan devam edecek."
      },
      {
        "dayNumber": 13,
        "title": "Quito",
        "description": "Denizden 2850 m. yüksekteki Quito,Ekvador dünyadaki en yüksek ikinci başkenttir.Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu.Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir.Şehrin eski ve yeni olmak üzere iki bölümü vardır.Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 15,
        "title": "Baños",
        "description": "Ekvador ‘un merkezine doğru ilerleyerek kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’a ulaşıyoruz.Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
      },
      {
        "dayNumber": 17,
        "title": "Cuenca",
        "description": "Banos’taki 2 günün ardından 1557’de kurulan ve koloni döneminden kalma bir Pazar yeri olan Ekvador’un 3.büyük şehri Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca)ya ilerliyoruz.UNESCO Dünya miraslarından olan Tomebamba nehri, kuzeyde Gran Colombia yolu, batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin.Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var.Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
      },
      {
        "dayNumber": 19,
        "title": "Mancora",
        "description": "Peru’ya geçtiğimizde, balıkçıları küçük ağları ile avlandığı köylerin arasından devam ederek 3 gece kalacağımız güzel sahil şehri Macora’ya varıyoruz.Dinlenmek sörf yapmak ve güneşin tadını çıkarmak için 2 tam günümüz var."
      },
      {
        "dayNumber": 22,
        "title": "Huanchaco",
        "description": "Küçük bir sahil şehri olan Huanchaco yolu üzerinde Sipan Lordunun mezarına uğrayacağız.Yol boyunca Sipan Lordunun mezarı dışında birçok hazinesinden bazılarını görmek için Lambayeque Müzesini ziyaret edeceğiz.(Peru’nun en güzel müzelerinden biri)"
      },
      {
        "dayNumber": 23,
        "title": "Huaraz",
        "description": "Güneye doğru seyahatimize devam ederek Cordillera Blanca dağlarına,küçük bir şehir olan Huaraz’a varana dek ilerliyoruz.Şehir 3052 m. yükseklikte ve Peru’nun en yüksek tepesi Huascaran(6768 m.)a yakın bir yerde konumlanmıştır.Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir, tırmanma keyfi ve muhteşem manzarasıyla açıkhava sevdalılarını cezp eder.Tur dahilinde rehberiniz sizi Laguna 69’a,Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
      },
      {
        "dayNumber": 26,
        "title": "Lima",
        "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Bugün Latin Amerika’nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
      },
      {
        "dayNumber": 29,
        "title": "Huacachina",
        "description": "Lima’dan ayrılıp yoğun kum tepeleriyle çevrili bir vaha olan göz alıcı Huacachina’ya doğru ilerliyoruz.Çölde bir gece turu yaparak yıldızların altında uyuma fırsatı bulacaksınız.Öğleden sonrayı ve geceyi geçirmenin düşsel bir yolu olarak tepelerin üzerinden küçük arabalarla müthiş gezintiye çıkmak ise bir başka seçenek.Bu gece Bir Pisco sour partisi için iyi bir zaman."
      },
      {
        "dayNumber": 30,
        "title": "Nazca",
        "description": "Ünlü Pan Amerikan otoyolu boyunca güneye, çöl yüzeyine kazınmış gizemli paralel çizgileri ve geometrik şekilleriyle ünlü Nazca’ya doğru ilerliyoruz. Burada maymun, sinekkuşu ,kondor ,örümcek hatta uzaylı gibi görünen şekilleri görebilmek için küçük bir uçakla turlayabilirsiniz.30 dakikalık bu uçuşta görebileceğiniz daha birçok şekil var.Bugüne dek o figürlerin neden orda olduğu konusunda kimse tamamıyla emin olamadı."
      },
      {
        "dayNumber": 31,
        "title": "Puerto Inca",
        "description": "Sahil boyu ters yönde yolculuğumuz bizi İnkalar’ın özgün balık avı limanı olan ve ancak 1950 li yıllarda yeniden keşfedilen Puerto Inca’ya getiriyor. Bu gece gerçek kalıntıların hemen altında sahilde kamp yapacağız."
      },
      {
        "dayNumber": 32,
        "title": "Arequipa",
        "description": "Arequipa,koni şeklinde karla kaplı El Misti volkanının hakim olduğu bölgede deniz seviyesinden 2380 m. yükseklikte yerleşiktir.2001 yılında meydana gelen deprem katedrale hasar vermiş olsada,büyüleyici meydanın görkemini azaltmamıştır.Şehirde görülmesi gereken yerlerden biri  labirent şeklinde Arnavut kaldırımlı sokakları,dehlizleri ve dekoratif mimarisiyle muazzam Santa Catalina manastırıdır(isteğe bağlı).1970 ten beri ziyarete açık olan manastır kesinlikle ziyarete değer."
      },
      {
        "dayNumber": 35,
        "title": "Cusco",
        "description": "9 night(s) in hotels at Hostal Saphi or similar . No single room upgrade available."
      },
      {
        "dayNumber": 44,
        "title": "Puno",
        "description": "Cusco’dan ayrılıp Altiplano(Yüksek düzlem)’ya varmadan önce kenarlarında lama,alpaka ve vikunya sürülerini göreceğimiz yolları izleyeceğiz.Yolculuk sırasında  sıcak mineral havuzlarından,karla kaplı dağların arasından veorijinal yerlilerin yiyecek,yün şapka ve alpaka kazaklar sattığı köylerden geçeceğiz.4321 m. yükseklikteki La Raya geçidinde geçerek,Umayo gölü kıyısında İnka ların mezar olarak kullandığı Sillustani harabelerine varıyoruz.Burada mezarlığın antik kulelerini görme şansınız olacak.Bugünkü son durağımız Titicaca Gölü kenarındaki Puno ve göl kenarındaki pek çok restorandan birinde taze göl balığının tadına bakma fırsatı bulacağız."
      },
      {
        "dayNumber": 45,
        "title": "TITICACA GÖLÜ",
        "description": "Puno’dan Amantani ve Taquile adalarına dahili bir gece turumuz var.Amantani’de yerli Quechua ailelerinin yanında ev konaklaması sağlıyoruz,böylece ailelerle birlikte yemenin ,belki küçük bir partinin ve dans etmenin tadını çıkarabilecek yerli çocuklarla futbol oynama fırsatı bulacaksınız.Ertesi sabah ise insanların basit kerpiç kulübelerde yaşadığı Taquile adasını ziyaret edeceğiz.Ayrıca Puno sahilinin hayret verici yüzer kamış adalarını ziyaret ederek özgün Uru yaşam tarzını kendi gözlerinizle görüp geleneksel kamış teknelerle turlayabileceksiniz.Renkli pazarlara yetişebilmek için Puno’ya zamanında geri dönüyoruz.Puno’ya döndüğümüz gece gine domuzu,lama,alabalık veya eşkina balığı gibi bazı yerel lezzetleri deneyebilir ya da gece hayatını görmek isteyebilirsiniz."
      },
      {
        "dayNumber": 46,
        "title": "Puno",
        "description": "Sabahı gölde geçirdikten sonra gece için Puno’ya dönüyoruz."
      },
      {
        "dayNumber": 47,
        "title": "La Paz",
        "description": "Karla kaplı Illimani dağına yaslanmış olan La Paz, çok eski zamanlarda bir meteor tarafından oluşturulmuş olağanüstü krater havzasına inşa edilmiştir.3660 m rakımlı şehrin dünya nın en yüksekteki futbol stadyumuna sahip olduğu söylenir."
      },
      {
        "dayNumber": 50,
        "title": "Uyuni",
        "description": "2 night(s) in hotels at Toñito Hotel or similar . No single room upgrade available."
      },
      {
        "dayNumber": 52,
        "title": "Potosí",
        "description": "Bu defa 110.000 nüfusu ve 4070 m rakımıyla kendi çapında dünyanın en yüksek şehri Potosi’ye gidiyoruz.Potosi nin tarihi,şöhreti ve ihtişamı kadar yaşanan trajedi ve dehşet gümüş madeni ile doğrudan bağlantılıdır.Şehir ,yakındaki bir tepe olan Cerro Rico (Zengin Tepe) da gümüş bulunmasından hemen sonra 1545 te kurulmuş.Maden damarlarının verimliliği kanıtlanınca da bu değerli metal in dünyadaki en zengin kaynağı olarak tanınmış.Şehrin gümüşü 2 yüzyıldan fazla bir süre İspanyol ekonomisinin ve özellikle sarayın israfının adeta sigortası haline gelmiş.Yerli halk ve sonrasında Afrikalı köleler bu madenlerde berbat ve tehlikeli koşullarda çalışmaya zorlanmış,birçoğu gerek kazalar sonucu gerekse başta zatürre olmak üzere hastalıklara bağlı olarak ölmüşler.3 yüzyıllık koloni yönetimi boyunca 8 milyon Afrikalı ve yerli işçinin bu madenlerde öldüğü tahmin ediliyor.Koloni şehir döneminin izleri dar sokaklarda,muntazam balkonlu konaklarda ve gösterişli kiliselerde hala belirgindir.Size ilk ağızdan madencilerin zor çalışma koşullarını,hala çalışırken yaşadıkları acıları öğrenebileceğiniz bir maden gezisi(isteğe bağlı) fırsatı öneriyoruz.Kısa sürede madenlerin aslında İspanyol yönetimi döneminde nasıl çalışıyorsa bugünde aynı durumda olduğunun farkına varacaksınız."
      },
      {
        "dayNumber": 53,
        "title": "Tupiza",
        "description": "Güney Amerika’nın en engebeli bölgelerinden olan kavisli ve tozlu Bolivya yollarından ilerleyerek ,dev kaktüsler capcanlı renkli kaya oluşumlarının arasından Arjantin sınırına yöneliyoruz.Çorak bölge ve tozlu yollardan sonra soluklanacağımız Tupiza’ya varıyoruz.Bu arada Butch Cassidy ve Sundance Kid ikilisinin efsaneye dönüşen ünlü banka soygunlarına Bolivya Ordusu tarafından burada Tupiza yakınlarında son verilmiştir."
      },
      {
        "dayNumber": 54,
        "title": "Salta",
        "description": "Arjantin e geçerek size eşsiz fotoğraf fırsatları sunan çarpıcı rengarenk tortul kaya oluşumlarının arasından ilerliyoruz.1582 de  And dağlarının eteklerinde Lerma Vadisinde kurulmuş olan dikkat çekici Salta şehrine varıyoruz.Salta koloni döneminden kalma birçok yapıya, Cristo del Milagro (İs’ nın Mucizesi) ve Bakire Meryem in 1592 de İspanya dan getirilen antik heykellerinin bulunduğu bir katedrale sahiptir.Adrenalin deneyimi için birkaç saatliğine bisiklet kiralayarak  heyecan verici yokuşların tadını çıkarabilir veya dörtlü bisiklet turuna katılarak daha sakin bir geziyi deneyebilirsiniz.Daha sakin bir geziyi tercih ederseniz ayaklarınızı uzattığınız bir kağnı üzerinde eşsiz yerel bitki ve canlı türlerini etkileyici şelaleleri(cascadas) görebileceğiniz tur da sizi bekliyor."
      },
      {
        "dayNumber": 56,
        "title": "Cafayate",
        "description": "Salta’dan ayrıldıktan sonra hayatlarını kazanmak için çalışan geleneksel çiftçileri görebileceğiniz bereketli tarlaların arasından yolumuza devam ediyoruz.Cafayate’ye tarihi görünümünü koruyan üzüm bağlarına doğru ilerliyoruz."
      },
      {
        "dayNumber": 59,
        "title": "Cordoba",
        "description": "Cordoba Arjantin in coğrafi olarak ortasına yakın Sierras Chicas dağları eteklerinde yerleşmiş kalabalık modern bir endüstri şehri.1573 yılında kurulan şehrin övünç kaynağı ülkenin en eski üniversitesine,genç ve  dinamik öğrenci nüfusuna ev sahipliği yapması.Gün içinde bir dizi zengin dekore edilmiş kiliseyi, ki bunlardan biri Arjantin in en eski katedralidir,ve UNESCO Dünya Miraslarından Manzana Jesuitica (Cizvit Bloğu) yı ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 65,
        "title": "Yapeyu",
        "description": "1 night(s) camping . No single room upgrade available."
      },
      {
        "dayNumber": 66,
        "title": "Puerto Iguazú",
        "description": "Devam ederek Puerto Iguazu ya varıyoruz.Yarın şelaleleri görmeye gitmeden bu gece otelimize yakın bar ve kulüpleri gezin."
      },
      {
        "dayNumber": 69,
        "title": "Vila Velha",
        "description": "2 night(s) camping . No single room upgrade available."
      },
      {
        "dayNumber": 71,
        "title": "Bertioga",
        "description": "1 night(s) camping . No single room upgrade available."
      },
      {
        "dayNumber": 72,
        "title": "Parati",
        "description": "Costa Verde’ye ilerleyerek özelliğini asla kaybetmemiş eski bir Portekiz koloni şehri(1500-1822) olan Parati’ye varıyoruz.Şehir tarihi merkezi sahili ve dağlarıyla ünlü. 17ve 19. Yüzyıllar arasında altın ve kahve ihracatının başlıca limanlarından birisi olan Parati de teknelerle körfez gezileri, yağmur ormanları ve altın patika yürüyüşleri önerilen turlardır."
      },
      {
        "dayNumber": 75,
        "title": "Rio de Janeiro",
        "description": "Rio de Janeiro,bilinen adıyla Rio ,Brezilya’nın 2. Büyük şehri ve tartışmasız Dünya’nın en güzel şehirlerinden biridir.17.yüzyılın sonlarında Portekizliler Minas Gerais’te altın ve elmas bulunca Rio bu hazinenin taşındığı başlıca liman haline geldi.1763-1815 yılları arasında Portekiz sömürge döneminde Rio ,Brezilya’nın başkentiydi."
      },
      {
        "dayNumber": 76,
        "title": "Depart Rio de Janeiro",
        "description": "Hayatınızın macerası bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "CCC",
    "tourName": "Klasik Kolombiya",
    "placesVisited": "Kolombiya",
    "generalInfo": "Çarpıcı peyzajlarıyla alıngan bir ülke olan Kolombiya yıllar boyu maceralarla sürüklenmiştir. Sömürge şehirlerini görerek, güneşin kavurduğu kumsalları gizleyen vahşi hayat zengini ulusal parklarda amaçsızca dolanarak ve San Agustin’in antik taş anıtlarını keşfederek, iki haftalık bu tur sizi Kolombiya’nın ilgi çekici yerlerinden bazılarına götürecek.<br><br>Katılış için en yakın uluslararası havaalanı: Bogota El Dorado Uluslararası Havaalanı (BOG)<br><br>Ayrılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)",
    "durationDays": "14",
    "price": "1399",
    "image1": "siempretour-images/CCC/ccc_ccc-profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Zapiquira tuz katedrali</p>\n<p>-Tatacoa çölü gezisi</p>\n<p>-Rehber eşliğinde San Agustin arkeoloji parkı</p>\n<p>-Tierradentro arkeoloji parkı gezisi</p>\n<p>-Tayrona ulusal parkı</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 12 gece , konukevinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş,toplu taşıma</p>\n<p><strong>Yemekler</strong></p>\n<p>11 kahvaltı,2 temel kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bogotá'ya Varış",
        "description": "Turumuz önceleri Santa Fe de Bogotá olarak bilinen Bogota’dan başlıyor.7 milyonluk nüfusuyla Bogota Kolombiya’nın başkenti ve en büyük şehridir.Bolivar meydanı,katedral ve Simon Bolivar’ın evi gibi birçok ilginç yere  sadece yürüme mesafesinde mükemmel bir konumu olan Candelaria semtinde kalacağız.Fünikülere binip şehrin eşsiz manzaraları için Monserrate’ye gidebilir veya ünlü altın müzesini ziyaret edebilirsiniz.Önerilen bir başka aktivite de şehrin duvarlarını süsleyen ünlü sokak sanatlarını görmek için bir grafiti turu yapmaktır.İnsanları ve nesneleri büyük formatlarda betimleyen bazı sanatları görmek için Botero müzeside ziyarete değer bir yer."
      },
      {
        "dayNumber": 2,
        "title": "Villa de Leyva",
        "description": "Bogota’dan ayrılıp araçla ,yeraltında bir tuz madeninin tünellerine inşa edilmiş harka bir yer olan Zipaquira tuz katedraline doğru ilerliyoruz.Burası sıklıkla hac için gelenlerin uğradığı bir yerdir ve Pazar günleri 3000 kişiyi ağırlar.Bu benzersiz kiliseyi keşfettikten sonra yolumuza antik bir şehir olan Villa de Leyva’ya doğru devam ediyoruz.Bu etkileyici şehir 1572 de kurulmuş ve neredeyse hiç modern mimari etkilerini göremeyeceğiniz bir ulusal anıt olarak hükümet tarafından korunmuştur.Dar sokakları ve özel avluları gezerek koloni döneminden kalma etkileyici meydanın keyfini çıkarmak için zamanınız olacak.Bazı yerlilerle sohbet edin,Kolombiyalılar Güney Amerika’daki en cana yakın insanlardandır ve size hayatlarından bahsetmekten mutlu olurlar.Burası ayrıca yürüyüş ve dağ bisiklet turu için popüler bir yerdir."
      },
      {
        "dayNumber": 4,
        "title": "Villavieja",
        "description": "Villa de Leyva’dan ayrılıp,Neiva’ya kısa bir uçuş yapacağımız Bogota’ya geri dönüyoruz.Buradan da Tatacoa çölünün  başlangıcında küçük bir şehir olan Villavieja’ya 1 saat yol alacağız."
      },
      {
        "dayNumber": 5,
        "title": "San Agustin",
        "description": "We have a scenic journey, travelling for approximately seven hours to San Agustín, an area known for the pre-Columbian sites with many fascinating statues. A UNESCO World Heritage Site, little is known about the communities that carved these statues apart from the few traces of their existence that they left behind. The following day we will have a guided tour through the San Agustín Archaeological Park. There are hundreds of these statues to see spread over a huge area as well as many ancient burial sites. The pre-Columbian community was eventually replaced by a new group of people who arrived possibly from the Amazon region in the late eighth century bringing in more complex agriculture practises. The parks also have some amazing views of the valley. When you are not exploring the archaeological site, you can enjoy the stunning green landscape, hike through the hills or take a jeep tour."
      },
      {
        "dayNumber": 7,
        "title": "Tierradentro",
        "description": "Sisli tepelerle çevrili ,uzak ve sanki başka dünyada bir yer olan Tierradentro’ya araçla uzun bir yola çıkıyoruz.İsmi tam olarak ‘içine inmek’ anlamına gelen bu hayret verici bölge ,yeryüzü şeklini oluşturan yumuşak volkanik kayalara oyulmuş ve  özenle boyanmış yer altı mezar bölmeleri ile ünlüdür. Gizem ve entrika dolu yeraltında korunan bu geniş lahitleri görebileceğiniz Arkeoloji parkına dahili bir tur yapacağız."
      },
      {
        "dayNumber": 8,
        "title": "Cali",
        "description": "Salsa tutkusu ve geniş Afro-Kolombiya kültürünü bir araya getiren hareketli Cali şehrine hoş geldiniz. Barrio de San Antonio’nun hayat dolu atmosferine kapılmadan önce gotik mimarisiyle ünlü La Ermita kilisesine hayran kalacaksınız.Burada tepenin üzerinden şehrin harika manzaralarını izleyebileceğiniz gibi restoranlarına ve barlarına konuk olacaksınız."
      },
      {
        "dayNumber": 10,
        "title": "Santa Marta",
        "description": "Bogota üzerinden uçarak ,Kolombiya’nın en eski şehri ve ilk İspanyol yerleşim yeri olan Santa Marta’ya varıyoruz.Şehir önemli  tarihi bir merkeze güzel eski bir kasabaya sahip,ve Kolombiya’lı turistler için bile popüler bir uğrak yeri.Tayrona ulusal parkına günlük gezimiz içinde üssümüz olacak."
      },
      {
        "dayNumber": 12,
        "title": "Cartagena",
        "description": "Cartagena ,Amazon’da fırtına (Romancing the Stone ) filminin de çekildiği kıtadaki en ilginç koloni bölgelerinden birisidir.Ahşap balkonlarla ve sarkan bitkilerle bezenmiş büyüleyici dar sokaklarını gezin.Ziyaret edilebilecek Castillo San Felipe ve San Lazaro tepesindeki kale gibi birçok ilginç mekan var.Bu kalenin altında labirent tüneller ve hala siperler boyunca toplar bulunmakta.Ayrıca La Popa tepesinde şehrin yukarıdan eşsiz manzaralarını görebileceğiniz renkli manastır ziyareti de zahmete değer.Kolombiyalıların tatillerini geçirdiği Boca Grande sahili mağazalar,gece kulüpleri ve barlarla doludur. Cartagena yakınındaki çamurlu volkan Volcán de Lodo El Totumo size rahatlama ve cilt tedavisine iyi geldiği söylenen çamuru içinde yuvarlanma fırsatı verir."
      },
      {
        "dayNumber": 14,
        "title": "Cartagena'dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "CCX",
    "tourName": "Kolombiya Ekspresi",
    "placesVisited": "Kolombiya",
    "generalInfo": "Bu kısa turda Kolombiya’ya merhaba deyin.Yapraklı tarlalarda bir kahve turunu da içeren,yıllar boyu ülkenin popüler olmasını sağlayan ve sizi bekleyen ilginç yerleri keşfedeceğiz.Teleferikle yukarıdan manzaranın tadını çıkarabileceğiniz Medellin’den,Bogota’nın uğultulu merkezine,çarpıcı vadilerde yürüyüş yaparken yol boyunca yerlilerle tanışıp Kolombiya’yı gezeceğiz.<br><br><strong>Katılış için en yakın uluslararası havaalanı: </strong>Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı: </strong>Bogota El Dorado Uluslararası Havaalanı (BOG )",
    "durationDays": "8",
    "price": "759",
    "image1": "siempretour-images/CCX/ccx_ccx_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>- Yerel ulaşımla rehber eşliğinde Medellin turu</p>\n<p>- Çalışır durumdaki kahve çiftliğine gecelik gezi ve rehber eşliğinde tur</p>\n<p>- Cocora vadisi</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 7 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş,toplu taşıma,özel araç,arazi aracı</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı, 1 yerel öğle yemeği,1 akşam yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cartagena'ya varış",
        "description": "Cartagena ,Amazon’da fırtına (Romancing the Stone ) filminin de çekildiği kıtadaki en ilginç koloni bölgelerinden birisidir.Ahşap balkonlarla ve sarkan bitkilerle bezenmiş büyüleyici dar sokaklarını gezin.Ziyaret edilebilecek Castillo San Felipe ve San Lazaro tepesindeki kale gibi birçok ilginç mekan var.Bu kalenin altında labirent tüneller ve hala siperler boyunca toplar bulunmakta.Ayrıca La Popa tepesinde şehrin yukarıdan eşsiz manzaralarını görebileceğiniz renkli manastır ziyareti de zahmete değer.Kolombiyalıların tatillerini geçirdiği Boca Grande sahili mağazalar,gece kulüpleri ve barlarla doludur. Cartagena yakınındaki çamurlu volkan Volcán de Lodo El Totumo size rahatlama ve cilt tedavisine iyi geldiği söylenen çamuru içinde yuvarlanma fırsatı verir."
      },
      {
        "dayNumber": 2,
        "title": "Medellín",
        "description": "Uçakla Cartagena’dan ayrılıp ülkenin ikinci büyük şehrini keşfetme fırsatını bulacağımız Medellin’e geçiyoruz.Burası hoş iklimi nedeniyle ‘sonsuz baharın şehri’ ismini hak etmiştir.Burada metro ve kablolu araç gibi yerel ulaşım araçlarıyla yönlendirileceğimiz bir şehir turunun keyfini yaşayacağız.Yapımında kullanılan 1.1 milyon kil tuğla ile tüm dünyadaki yapılar arasında rekor sahibi olan Boliva parkındaki Metropolitan katedralini ziyaret edin."
      },
      {
        "dayNumber": 4,
        "title": "Coffee Plantation",
        "description": "Gece Hacienda’da kaldıktan sonra ,kahve üretimi ve yapımı konusunda kapsamlı bilgi edinebileceğiniz bir tura çıkıyoruz.Bu gezi kahvenin kültürü,tarihi ve çeşitleri konusunda bilgi almayı,kavurma işlemine tanıklık etmeyi,aromaların tadına bakmayı,ekili alanları gezmeyi ve ürünün paketlendiği değirmen ziyaretini kapsayacak. Ayrıca bölgedeki tipik mimarinin sembolü olan malikanenin (ana bina) 100 yıllık tarihini öğrenme fırsatınız olacak."
      },
      {
        "dayNumber": 5,
        "title": "Salento",
        "description": "Kolombiya’nın Zona Cafetera bölgesinde yerleşmiş Salento şehri kahve tutkunları için bir cennettir.Jiple,Kolombiya’nın ulusal simgesi mum ağaçlarının yetiştiği Cocora vadisini ziyaret edeceğiz.Bereketi ve yeşiliyle,vadinin güzelliği nefes kesicidir,ve eşsiz manzaralarını izleyebilmek için tepelerde yürüyüş yapabilirsiniz.Akşamları bölgenin spesiyali olan farklı şekillerde pişirilip pirinçle servis edilen alabalığı(trucha) denemeyi unutmayın ."
      },
      {
        "dayNumber": 7,
        "title": "Bogotá",
        "description": "Önceden  Santa Fe de Bogotá olarak bilinen Bogota’ya uçuyoruz.7 milyonluk nüfusuyla Bogota Kolombiya’nın başkenti ve en büyük şehridir.Bolivar meydanı,katedral ve Simon Bolivar’ın evi gibi birçok ilginç yere  sadece yürüme mesafesinde mükemmel bir konumu olan Candelaria semtinde kalacağız.Fünikülere binip şehrin eşsiz manzaraları için Monserrate’ye gidebilir veya ünlü altın müzesini ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Depart Bogotá",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "TMFC",
    "tourName": "Kolombiya Hızlı Turu",
    "placesVisited": "Kolombiya",
    "generalInfo": "Bir haftadan biraz uzun bir süre içinde Kolombiya’ nın öne çıkan bazı yerlerinin kapısını aralayın. Renkli Cartagena’ dan başlayıp hareketli şehirleri ve bereketli yeşil vadileri gezerek yol üzerinde cana yakın yerli insanlarla tanışın. Bu hızlı turumuz Kolombiya’ nın ünlü şehirlerini, kırsal bölgelerini ve etkileyici koloni kasabalarını bir araya getiriyor.<br><br><strong>Önemli not:</strong>  Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "8",
    "price": "1499",
    "image1": "siempretour-images/TMFC/tmfc_TMFC.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Medellin şehir turu</li>\n<li>- Santa Elena gezisi</li>\n<li>- Cocora vadisi yürüyüşü</li>\n<li>- Kahve çiftliği gezisi</li>\n<li>- Bogota yürüyüş turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 9 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>8 kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cartagena' ya Varış",
        "description": "Cartagena’ ya vardığınızda otele transferiniz gerçekleşecek. Öğleden sonra Engizisyon sarayı ve Santa Domingo kilisesinin de bulunduğu surlarla çevrili şehirde yürüyüşün keyfini yaşayacaksınız. Renkli sokaklar boyunca dizilmiş çiçeklerle süslü balkonlara hayran kalacak ve Afro-Karayip ortamını hissedeceksiniz. Gece okyanusun üzerinden gün batımını izlerken Cafe del Mar’ da farklı kokteyllerin tadına bakabilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Medellin",
        "description": "Bugün ‘ sonsuz baharın şehri’  olarak bilinen Medellin’ e uçuyoruz. Burada şehrin 80 li yıllardan bu yana nasıl bir dönüşüm yaşadığına tanık olacağınız yarım günlük bir gezi yapacağız. Ertesi gün çiçek yetiştiricileriyle ünlü küçük bir köy olan Santa Elena’ ya gideceğiz. Medellin’ in çiçekleriyle kültürel tarihi hakkında bilgi sahibi olacak ve buradaki geleneksel kırsal hayata tanıklık edeceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Kahve Bölgesi",
        "description": "Araçla Kolombiya kahve bölgesinin merkezine giderek yerel bir çiftlikte konaklıyoruz. Burası, renkli arazileriyle ünlü geleneksel kasaba olan Salenta ziyaretimiz için üssümüz olacak. Ünlü mum palmiyelerine ev sahipliği yapan Cocora vadisine yürüyüş yapacağız. Ertesi gün bir gezinin keyfini çıkarabilir ve yerel kahve çiftliğinde farklı aromaları tadabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Bogota",
        "description": "Başkent Bogota’ ya uçuyoruz. Harika sokak sanatları gurur kaynağı olan La Candelaria bölgesini ziyaret ederek bir yürüyüş turunun keyfini çıkarın. Ünlü Kolombiya’ lı sanatçılar hakkında bilgi sahibi olmak için Botero müzesini gezin ve Gold müzesindeki eserlere hayran kalın. Fünikülere binerek Monteserrate’ ye çıkıp şehrin panoramik manzaralarını izleyebilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Bogoto' dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "CCE",
    "tourName": "Kolombiya Çevresi",
    "placesVisited": "Kolombiya",
    "generalInfo": "Kahvenin enfes kokusu esintiyle birlikte nazikçe süzülür ve uzaklardan Afro-Kolombiya ritmik müziğinin sesi duyulur. Bogota’dan yola çıkıp ülkeyi boydan boya geçeceğiniz Kolombiya’daki bu sürükleyici tur hislerinizi uyandıracak. Altın rengi kumsalları ve tropikal ormanlarıyla Tayrona ulusal parkının keyfini çıkarın, Salento’nun palmiye yapraklarıyla örtülü vadilerinde yürüyüş yapın ve bütün geceyi Medellin’de dans ederek geçirin.<br><br>Katılış için en yakın uluslararası havaalanı: Bogota El Dorado Uluslararası Havaalanı (BOG)<br><br>Ayrılış için en yakın uluslararası havaalanı: Bogota El Dorado Uluslararası Havaalanı (BOG)",
    "durationDays": "20",
    "price": "2049",
    "image1": "siempretour-images/CCE/cce_cce-profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Zapiquira tuz katedrali</p>\n<p>-Tatacoa çölü gezisi</p>\n<p>-Rehber eşliğinde San Agustin arkeoloji parkı</p>\n<p>-Tierradentro arkeoloji parkı gezisi</p>\n<p>-Tayrona ulusal parkı</p>\n<p>-Yerel ulaşımla rehber eşliğinde Medellin turu</p>\n<p>-Çalışır durumdaki kahve çiftliğine gecelik gezi ve rehber eşliğinde tur</p>\n<p>-Cocora vadisi</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 18 gece , konukevinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş,toplu taşıma,özel araç,arazi aracı</p>\n<p><strong>Yemekler</strong></p>\n<p>17 kahvaltı,2 temel kahvaltı,1 yerel öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bogotá'ya Varış",
        "description": "Turumuz önceleri Santa Fe de Bogotá olarak bilinen Bogota’dan başlıyor.7 milyonluk nüfusuyla Bogota Kolombiya’nın başkenti ve en büyük şehridir.Bolivar meydanı,katedral ve Simon Bolivar’ın evi gibi birçok ilginç yere  sadece yürüme mesafesinde mükemmel bir konumu olan Candelaria semtinde kalacağız.Fünikülere binip şehrin eşsiz manzaraları için Monserrate’ye gidebilir veya ünlü altın müzesini ziyaret edebilirsiniz.Önerilen bir başka aktivite de şehrin duvarlarını süsleyen ünlü sokak sanatlarını görmek için bir grafiti turu yapmaktır.İnsanları ve nesneleri büyük formatlarda betimleyen bazı sanatları görmek için Botero müzeside ziyarete değer bir yer."
      },
      {
        "dayNumber": 2,
        "title": "Villa de Leyva",
        "description": "Bogota’dan ayrılıp araçla ,yeraltında bir tuz madeninin tünellerine inşa edilmiş harka bir yer olan Zipaquira tuz katedraline doğru ilerliyoruz.Burası sıklıkla hac için gelenlerin uğradığı bir yerdir ve Pazar günleri 3000 kişiyi ağırlar.Bu benzersiz kiliseyi keşfettikten sonra yolumuza antik bir şehir olan Villa de Leyva’ya doğru devam ediyoruz.Bu etkileyici şehir 1572 de kurulmuş ve neredeyse hiç modern mimari etkilerini göremeyeceğiniz bir ulusal anıt olarak hükümet tarafından korunmuştur.Dar sokakları ve özel avluları gezerek koloni döneminden kalma etkileyici meydanın keyfini çıkarmak için zamanınız olacak.Bazı yerlilerle sohbet edin,Kolombiyalılar Güney Amerika’daki en cana yakın insanlardandır ve size hayatlarından bahsetmekten mutlu olurlar.Burası ayrıca yürüyüş ve dağ bisiklet turu için popüler bir yerdir."
      },
      {
        "dayNumber": 4,
        "title": "Villavieja",
        "description": "Villa de Leyva’dan ayrılıp,Neiva’ya kısa bir uçuş yapacağımız Bogota’ya geri dönüyoruz.Buradan da Tatacoa çölünün  başlangıcında küçük bir şehir olan Villavieja’ya 1 saat yol alacağız."
      },
      {
        "dayNumber": 5,
        "title": "San Agustin",
        "description": "Büyüleyici heykelleriyle Kolombiya öncesi bir yerleşim yeri olan San Agustin’e doğru yaklaşık 7 saat süren manzaralı bir yolculuk yapıyoruz.Burada yaşamış ve haklarında çok az bilgi olan toplulukların kayaları oyarak meydana getirdikleri bu heykeller arkalarında bıraktıkları ender izlerdendir ve UNESCO Dünya miraslarındandır.Ertesi gün San Agustin arkeoloji parkına rehber eşliğinde bir tur yapacağız.Burada geniş bir alana yayılmış heykellerden yüzlercesi yanı sıra birçok antik mezar yeri bulunmakta. Sonradan 8.yüzyıl sonlarında daha karmaşık mimari yöntemleriyle muhtemelen Amazon bölgesinden gelen başka insanlar Kolombiya öncesi toplulukların yerini almış.Parklar ayrıca vadinin şaşırtıcı manzaralarına hakim."
      },
      {
        "dayNumber": 7,
        "title": "Tierradentro",
        "description": "Sisli tepelerle çevrili ,uzak ve sanki başka dünyada bir yer olan Tierradentro’ya araçla uzun bir yola çıkıyoruz.İsmi tam olarak ‘içine inmek’ anlamına gelen bu hayret verici bölge ,yeryüzü şeklini oluşturan yumuşak volkanik kayalara oyulmuş ve  özenle boyanmış yer altı mezar bölmeleri ile ünlüdür. Gizem ve entrika dolu yeraltında korunan bu geniş lahitleri görebileceğiniz Arkeoloji parkına dahili bir tur yapacağız."
      },
      {
        "dayNumber": 8,
        "title": "Cali",
        "description": "Salsa tutkusu ve geniş Afro-Kolombiya kültürünü bir araya getiren hareketli Cali şehrine hoş geldiniz. Barrio de San Antonio’nun hayat dolu atmosferine kapılmadan önce gotik mimarisiyle ünlü La Ermita kilisesine hayran kalacaksınız.Burada tepenin üzerinden şehrin harika manzaralarını izleyebileceğiniz gibi restoranlarına ve barlarına konuk olacaksınız."
      },
      {
        "dayNumber": 10,
        "title": "Santa Marta",
        "description": "Bogota üzerinden uçarak ,Kolombiya’nın en eski şehri ve ilk İspanyol yerleşim yeri olan Santa Marta’ya varıyoruz.Şehir önemli  tarihi bir merkeze güzel eski bir kasabaya sahip,ve Kolombiya’lı turistler için bile popüler bir uğrak yeri.Tayrona ulusal parkına günlük gezimiz içinde üssümüz olacak."
      },
      {
        "dayNumber": 12,
        "title": "Cartagena",
        "description": "Cartagena ,Amazon’da fırtına (Romancing the Stone ) filminin de çekildiği kıtadaki en ilginç koloni bölgelerinden birisidir.Ahşap balkonlarla ve sarkan bitkilerle bezenmiş büyüleyici dar sokaklarını gezin.Ziyaret edilebilecek Castillo San Felipe ve San Lazaro tepesindeki kale gibi birçok ilginç mekan var.Bu kalenin altında labirent tüneller ve hala siperler boyunca toplar bulunmakta.Ayrıca La Popa tepesinde şehrin yukarıdan eşsiz manzaralarını görebileceğiniz renkli manastır ziyareti de zahmete değer.Kolombiyalıların tatillerini geçirdiği Boca Grande sahili mağazalar,gece kulüpleri ve barlarla doludur. Cartagena yakınındaki çamurlu volkan Volcán de Lodo El Totumo size rahatlama ve cilt tedavisine iyi geldiği söylenen çamuru içinde yuvarlanma fırsatı verir."
      },
      {
        "dayNumber": 14,
        "title": "Medellín",
        "description": "Uçakla Cartagena’dan ayrılıp ülkenin ikinci büyük şehrini keşfetme fırsatını bulacağımız Medellin’e geçiyoruz.Burası hoş iklimi nedeniyle ‘sonsuz baharın şehri’ ismini hak etmiştir.Burada metro ve kablolu araç gibi yerel ulaşım araçlarıyla yönlendirileceğimiz bir şehir turunun keyfini yaşayacağız.Yapımında kullanılan 1.1 milyon kil tuğla ile tüm dünyadaki yapılar arasında rekor sahibi olan Boliva parkındaki Metropolitan katedralini ziyaret edin."
      },
      {
        "dayNumber": 16,
        "title": "Coffee Plantation",
        "description": "Gece Hacienda’da kaldıktan sonra ,kahve üretimi ve yapımı konusunda kapsamlı bilgi edinebileceğiniz bir tura çıkıyoruz.Bu gezi kahvenin kültürü,tarihi ve çeşitleri konusunda bilgi almayı,kavurma işlemine tanıklık etmeyi,aromaların tadına bakmayı,ekili alanları gezmeyi ve ürünün paketlendiği değirmen ziyaretini kapsayacak. Ayrıca bölgedeki tipik mimarinin sembolü olan malikanenin (ana bina) 100 yıllık tarihini öğrenme fırsatınız olacak."
      },
      {
        "dayNumber": 17,
        "title": "Salento",
        "description": "Kolombiya’nın Zona Cafetera bölgesinde yerleşmiş Salento şehri kahve tutkunları için bir cennettir.Jiple,Kolombiya’nın ulusal simgesi mum ağaçlarının yetiştiği Cocora vadisini ziyaret edeceğiz.Bereketi ve yeşiliyle,vadinin güzelliği nefes kesicidir,ve eşsiz manzaralarını izleyebilmek için tepelerde yürüyüş yapabilirsiniz.Akşamları bölgenin spesiyali olan farklı şekillerde pişirilip pirinçle servis edilen alabalığı(trucha) denemeyi unutmayın ."
      },
      {
        "dayNumber": 19,
        "title": "Bogotá",
        "description": "Bazı hatıra alışverişi ve gezip görmek için ikinci bir şans olarak Bogota’ya dönüyoruz.Şehrin hareketli gece kulüplerinden birinde tüm gece salsa ve Latin müzikleri eşliğinde dans etmeden bir Bogota gezisi tamamlanmış sayılmaz  ve bu gece kafanıza göre takılıp eğlenceye doyacaksınız."
      },
      {
        "dayNumber": 20,
        "title": "Bogotá'ya Varış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "ST08006",
    "tourName": "Kolombiya,  Peru ve Bolivya",
    "placesVisited": "Kolombiya, Peru, Bolivya",
    "generalInfo": "Sahilleri,  tarihi kalıntıları,  balta girmemiş ormanları ve vahşi yaşamı ile birbirinden güzel üç ülke.<br><br>Siempre Tur ile,  Kolombiya’ nın sahil ve kıyılarını,  Peru’ nun dağlarla çevrili antik kentlerini,  ve Bolivya’ nın tarihi sokaklarını keşfedebilirsiniz.<br><br>Turumuz,  Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır.  Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "11",
    "price": "4650",
    "image1": "siempretour-images/ST08006/st08006_peru1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "12",
    "meet": "",
    "whatExpect": "<ul>\n<li>- İstanbul/Lima /İstanbul arası THY ile gidiş dönüş ekonomi sınıfı uçak bileti.</li>\n<li>- Lima/Cusco,  Cusco/La Paz,  Juliaca/Lima arası tek yön uçuşlar,</li>\n<li>- Yolculuk boyunca özel otobüs ile ulaşım.</li>\n<li>- Lima’ da 2 gece,  Cusco’ da 2 gece,  Kutsal Vadi’ de 2 gece,  La Paz’ da 2 gece,  Puno’ da 1 gece,  Paracas’ ta 1 gece merkezi 4-’ lı otellerde açık büfe kahvaltı bazında konaklamalar.</li>\n<li>- Müze ve ören yerlerinin giriş ücretleri.</li>\n<li>- Programda belirtilen öğle ve akşam yemekleri.</li>\n<li>- Cessna tipi uçaklarla Nazca Çizgileri üzerinde uçuş.</li>\n<li>- Machu Picchu’ ya trenle ulaşım.</li>\n<li>- Ballestas Adaları’ na hız motoru ile,  Uros Adaları’ na tekne ile ulaşım.</li>\n<li>- Siempre Tour rehberlik hizmeti.</li>\n<li>- Zorunlu tur paket sigortası.</li>\n<li>- Kişi Başına Yurtdışı çıkış harcı .</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bogota' ya Varış",
        "description": "İstanbul Atatürk Havalimanında saat 03:30’ da buluşma.  Check - in işlemlerini takiben THY Havayolları’ nın TK 175 seferi ile 01:00’ da Bogotaya’ a yolculuk.  Yerel saatle 08:00’ da varış.  Burada yapılacak aktarma sonrası KL743 seferi ile saat 12:30’ da Lima’ ya hareket.  Yerel saatle 18:05’ te varış.  Havaalanında karşılanma ve otele transfer sonrası akşam yemeği ve geceleme otelde."
      },
      {
        "dayNumber": 2,
        "title": "Bogota, Lima, Cusco",
        "description": "Sabah kahvaltı sonrası UNESCO Dünya Mirası Listesi’ nde yer alan Lima Tarihi merkezinde panoramik şehir turu: San Martin Meydanı,  Plaza de Armas,  Hükümet Sarayı.  Şehrin en eski dini yapılarından San Francisco Manastırı ve ülkenin en önemli kişisel koleksiyonlarından Larco Herrera Müzesi ziyaret edeceğimiz yerler arasında.  Öğleden sonra Cusco’ ya uçuş.  Otelimize yerleşip dinlendikten sonra yerel bir lokantada akşam yemeği alacağız.  Geceleme otelde."
      },
      {
        "dayNumber": 3,
        "title": "Cusco, Kutsal Vadi",
        "description": "Sabah kahvaltı sonrası,  Güney Amerika Kıtası’ nın en güzel şehirlerinden olan ve eski İnka başkenti Cusco’ da ziyaret edeceğimiz yerler arasında Katedral ve İnka kozmolojisinin en önemli noktası Qorikancha Tapınağı gelmekte.  Öğlen alınacak yemek sonrasında İnkaların kutsal kabul ettiği Urubamba Vadisi’ ne yolculuk.  Akşam yemeği ve geceleme otelde."
      },
      {
        "dayNumber": 4,
        "title": "Kutsal Vadi, Machu Picchu",
        "description": "Sabah kahvaltı sonrası turumuzun en özel günlerinden birini yaşamak üzere erkenden yola çıkıyoruz.  Önce aracımızla sabah erken saatlerde Ollantaytambo tren istasyonuna varıyoruz.  Trenle Aguas Calientes’ e vardıktan sonra minibüslerle yarım saatlik bir yolculuk sonrası İnkaların kutsal kenti Machu Picchu’ ya varıyoruz.  Detaylı bir gezi sonrasında bu büyülü yerde serbest zamanınız kalacaktır.  Öğle yemeği yerel restoranda alınacak.  Öğleden sonra trenle Kutsal Vadi’ ye geri dönüş.  Akşam yemeği ve geceleme Kutsal Vadideki otelimizde."
      },
      {
        "dayNumber": 5,
        "title": "Kutsal Vadi, Cusco",
        "description": "Sabah trenle Ollantaytambo’ ya hareket.  Orada otobüsümüzle buluştuktan sonra İnkalardan günümüze kalmış en önemli şehirlerden Ollantaytambo ziyaret edilecek.  Yol üzerinde önce yerel pazarıyla ünlü Pisac Kasabası ziyaret edilecek ve burada öğle yemeği alınacak.  Daha sonra Cusco’ ya devam ediyoruz ve yolda Sacsayhuaman,  Quenco ve Puca Pucara ören yerlerini ziyaret ediyoruz.  Konaklama otelde."
      },
      {
        "dayNumber": 6,
        "title": "Cusco, La Paz",
        "description": "Sabah havalimanına transfer sonrası kısa bir uçuşla Bolivya’ nın de facto başkenti La Paz’ a varış.  El Alto Havalimanından Tiwanaku ören yerine transfer.  İnkaların selefi olan bu esrarengiz kültürün UNESCO Tarihi Miras Listesi’ ndeki en önemli kentini ziyaret ediyoruz.  Sonrasında La Paz’ daki otele transfer.  Akşam yemeği ve geceleme otelde."
      },
      {
        "dayNumber": 7,
        "title": "La Paz",
        "description": "Sabah kahvaltı sonrası tam gün La Paz şehrini tanıtıcı turumuza başlıyoruz.  Önce tarihi şehre gidiyoruz ve burada Altın Müzesi ile Milli Etnografya ve Folklor Müzelerini geziyoruz.  Sonrasında Murillo Meydanı,  Ay Vadisi,  San Francisco Kilisesi ve Cadılar Pazarı göreceğimiz yerler arasında.  Akşam yemeği yerel restoranda,  geceleme otelde."
      },
      {
        "dayNumber": 8,
        "title": "Titicaca Gölü, Puno",
        "description": "Güne erken başlıyoruz.  La Paz’ dan çıktıktan sonra ilk durağımız Huatajata.  Burada And Kökleri Ekolojik Köyünü ziyaret ediyoruz.  Daha sonra hidrofil ile dünyanın üzerinde taşımacılık yapılan en yüksek gölü olan Titicaca Gölü’ nde (3800mt) yer alan Ay ve Güneş Adaları’ nı ziyaret ediyoruz.  Öğle yemeğimizi Güneş Adası’ nda aldıktan sonra hidrofilimiz bizi Copacabana’ ya bırakıyor.  Buradaki kiliseyi ziyaret ettikten sonra Peru tarafındaki Puno’ ya devam ediyoruz.  Akşam yemeği ve geceleme otelde."
      },
      {
        "dayNumber": 9,
        "title": "Puno, Juliaca, Lima",
        "description": "Sabah erken hareketle totora sazlarından yapılmış,  yüzen Uros Adaları’ nı ziyaret ediyoruz.  Sonrasında Juliaca Havalimanı’ na transfer ve Lima’ ya uçuş.  Akşam yemeği yerel restoranda,  geceleme otelde."
      },
      {
        "dayNumber": 10,
        "title": "Lima, Paracas",
        "description": "Sabah Pasifik kıyısından,  Panamerican karayolunu izleyerek Pisco’ ya varıyoruz.  Buradan küçük uçaklarla Peru’ nun esrarengiz medeniyeti Nazcalardan kalma ve UNESCO’ nun Dünya Miras Listesindeki NAZCA ÇİZGİLERİNİ’ nin üzerinden uçmak üzere havalanıyoruz.  Bu olağanüstü deneyim sonrası Paracas’ taki otelimize yerleşiyoruz.  Gün içinde hem öğle,  hem akşam yemeği otelimizde.  Geceleme otelde."
      },
      {
        "dayNumber": 11,
        "title": "PAracas, Lima, Bogota",
        "description": "Sabah Paracas açıklarındaki Ballestas Adaları’ na hız teknesi ile ulaşıyoruz.  Tekneden inmeden adaların çevresindeki doğal hayatı gözlemliyoruz: Denizaslanları,  Humbolt penguenleri,  karabataklar vb… Turumuz sonrası Lima Havalimanı’ na hareket.  Yerel hava yolu ile Bogota geçiyoruz."
      },
      {
        "dayNumber": 12,
        "title": "Bogota, İstanbul",
        "description": "Sabah Kahvaltısını erken aldıktan sonra Bogota Havalimanına transfer,  THY ile TK 175 seferi ile saat 09:30 da İstanbul a hareket.  Sabah saat 09:25 de İstanbul Havalimanı varış.  Siempre Tur tüm misafirlerine bir sonraki seyahate kadar veda eder."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "TMHC",
    "tourName": "Kolombiya’ nın Öne Çıkanları",
    "placesVisited": "Kolombiya",
    "generalInfo": "Kolombiya bir maceracının hayalidir. Koloni şehirlerini gezin, bereketli vadilerde yürüyüş yapın ve antik heykelleri keşfedin. Tayrona ulusal parkının plajlarında rahatlayın ve Cartagena’ nın renklerine hayran kalın.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "14",
    "price": "3299",
    "image1": "siempretour-images/TMHC/tmhc_TMHC.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Bogota şehir turu, sokak sanatları (grafiti)  turu</li>\n<li>- Giriş dahil San Agustin arkeoloji parkı gezisi</li>\n<li>- Alto de los Idolos parkı ve Mortino şelaleleri ziyareti</li>\n<li>- Cocora vadisinde yürüyüş</li>\n<li>- Salento turu</li>\n<li>- Kahve tarlası turu</li>\n<li>- Medellin şehir  turu</li>\n<li>- Penol kayası ziyareti</li>\n<li>- Santa Marta şehir turu</li>\n<li>- Tayrona ulusal parkına günlük gezi</li>\n<li>- Cartagena şehir turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 13 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bogota' ya Varış",
        "description": "Otelde 1 gece"
      },
      {
        "dayNumber": 2,
        "title": "Bogota",
        "description": "Bogota’ nın bazı ilgi çekici yerlerini göreceğiniz yarım günlük turun keyfini çıkarın. Koloni yapılarıyla ve capcanlı sokak sanatları ile dolu La Candelaria olarak bilinen tarihi merkezi gezeceksiniz. Muhteşem katedralin hakim olduğu ünlü meydan Plaza de Bolivar’ ı ziyaret edeceksiniz. Yuvarlak tablolarıyla bilinen saygın Kolombiya’ lı sanatçıların eserleriyle dolu Botero müzesine gideceksiniz. Ayrıca 32000 parça altının sürekli sergilendiği Altın müzesini de gezeceksiniz."
      },
      {
        "dayNumber": 3,
        "title": "San Agustin",
        "description": "San Agustin’ e transferinizin gerçekleşeceği Pitalito’ ya kısa bir uçuş yapıyoruz. Burası San Agustin arkeoloji parkını görmek için üssümüz olacak. UNESCO dünya miraslarından olan bölgede tam gün turun tadını çıkarın ve burada bulunan gizemli Kolombiya öncesi heykelleri keşfedin. Göreceğiniz ilginç yerler arasında Ceremonial Fountain  (çeşme)  ve Heykeller ormanı da var. Öğleden sonra beş farklı heykelden oluşan El Tablon’ a bir at gezisi yapabilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Alto De Los Idolos, Salto Del Mortıno, Armenıa",
        "description": "Bu sabah bir başka önemli UNESCO dünya mirası,  Alto de los Idolos arkeoloji parkını ziyaret edeceksiniz. Olağanüstü Mortino şelalelerine devam etmeden önce burada bulunmuş olan bazı heykelleri göreceksiniz. Havaalanına gitmeden önce öğle yemeğinin ve nefis manzaraların tadını çıkarın. Kolombiya kahve bölgesinin kalbinde yer alan ve yerel bir çiftlikte konaklayacağınız Armenia’ ya uçacaksınız."
      },
      {
        "dayNumber": 6,
        "title": "Cocora Vadisi, Salento",
        "description": "Sabah erken kalkarak yürüyüş yapabileceğiniz ya da bulutlarla örtülü ormanda at binebileceğiniz Cocora vadisine gideceksiniz. Quindio nehrini geçerek dünyanın en yüksek palmiyeleri olan ünlü Quindio mum palmiyelerini göreceksiniz. Sinek kuşları ve yöreye özgü sarı kulaklı papağanları görebilmek için gözlerinizi açık tutun."
      },
      {
        "dayNumber": 7,
        "title": "Kahve Tarlaları Turu",
        "description": "Yarım gün boyunca ziyaret edeceğimiz yerel ekili alanlarda Kolombiya’ nın en önemli ihracatı kahve hakkında bilgi sahibi olun. Yetişmesinden fincanınıza gelene kadar ki süreci öğrenecek ve farklı yoğunluklardaki aromaların tadına bakabileceksiniz. Günün geri kalanını ve akşamı serbestçe geçirebilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Medellin",
        "description": "Araçla, keyifli iklimi nedeniyle ‘ sonsuz baharın şehri’  olarak bilinen Medellin’ e gidiyoruz. Nasıl bir sosyal dönüşüm gerçekleştiğine tanık olacağınız bir şehir turuna çıkacağız. Dünyanın en tehlikeli şehirlerinden biri olarak tanınan Medellin,  bugün gelişen ticareti ve bütünleşmesiyle hareketli bir metropol haline gelmiştir. Şehrin üzerinde teleferikle gezerken pek çok mahallesini görebilecek ve ünlü Espana kütüphane parkını keşfedeceksiniz."
      },
      {
        "dayNumber": 10,
        "title": "Guatepe",
        "description": "Renkli Guatape kasabasına günü birlik bir gezi yapıyoruz. Burası 200 m yüksekliğinde bir dikme olan Penol kayasıyla ünlüdür. Basamaklarından tırmanarak kasabanın ve çevresindeki göllerin nefes kesen manzaralarını görebilirsiniz. Suyun kenarında tipik bir Kolombiya yemeğinin tadını çıkarabilir ve baraj gölünde tekne gezisi yapabilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "SAnta Marta",
        "description": "Kolombiya’ nın en eski şehri Santa Marta’ ya uçuyoruz. Önemli tarihi merkeziyle güzel eski bir şehir olan Santa Marta Kolombiya’ lı turistler içinde popüler bir uğrak yeridir. Burası ayrıca günlük Tayrona ulusal parkı gezimiz için üssümüz olacak."
      },
      {
        "dayNumber": 12,
        "title": "Tayrona Ulusal Parkı",
        "description": "Kolombiya’ daki Tayrona ulusal parkı cennetten bir parça gibidir. Tropik ormanda maymunları gözden kaçırmadan yürüyüş yapın. Daha sonra parktaki en güzel plajlardan birine varacağız. Öğleden sonra Santa Marta’ ya dönmeden önce burada yüzmenin ve güneşin kavurduğu kumsalda rahatlamanın tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Cartegena' dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "BXRTL",
    "tourName": "Lima Yolu",
    "placesVisited": "Kolombiya, Ekvador, Peru",
    "generalInfo": "3 aydan kısa bir sürede Güney Amerika’daki 3 farklı ülkeyi keşfedin. Ekvador’a geçmeden önce Kolombiya’daki koloni yerleşimlerini, kozmopolit şehirleri ve bereketli vadileri ziyaret edin.Ekvador’un renkli pazarlarını kucaklayın ve Banos çevresindeki tepelerde yürüyüşün tadını çıkarın. Peru’ya geçtiğinizde macera merkezi Huaraz’ dan önce sahilin keyfini çıkarabilirsiniz. Turun son durağı Gastronomi şehri Lima’da bölgenin en iyi en lezzetli yemeklerini bulacaksınız.<br><br>Katılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br>Ayrılış için en yakın uluslararası havaalanı: Lima Jorge Chavez Uluslararası Havaalanı (LIM)",
    "durationDays": "27",
    "price": "1229",
    "image1": "siempretour-images/BXRTL/bxrtl_bxrtl_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Gecelik ve kahve çiftliği turu</p>\n<p>-Zona Cafeteria gezisi</p>\n<p>-Cocora vadisi yürüyüşü</p>\n<p>-Las Lajas tapınağı</p>\n<p>-Rehber eşliğinde Laguna 69 yürüyüşü</p>\n<p><strong>Konaklama</strong></p>\n<p>Konukevinde 1 gece , kamp alanında 9 gece, hostelde 11 gece , otelde 5 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>16 öğle yemeği 9 akşam yemeği 9 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cartagena'ya varış",
        "description": "Kolombiya’ya hoş geldiniz.Maceranız bu güzel şehirden,Cartagena’dan başlıyor. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir.Cartagena’nın açık hava kafelerinden birinde bu atmosfere girin ya da tarihi surların üstünde Cafe del Mar’ın barında oturun.Burası kokteyllerinizi yudumlarken güneşin batışını izlemek için mükemmel bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Caucasia",
        "description": "Cartagena’dan ayrılıp aracımızla Caucasia bölgesine seyahat ediyoruz.Gece burada kamp yaparak grubumuzla ilk akşam yemeğimizin keyfine varacağız."
      },
      {
        "dayNumber": 3,
        "title": "Medellín",
        "description": "Bir sonraki durağımız Kolombiya’nın en büyük ikinci şehri olan Medellin.Keyifli iklimi nedeniyle şehir ‘Sonsuz baharın şehri’ olarak bilinir.Medellin’i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın.Eskiden Pablo Escobar’ın hükmettiği şehir sanat,müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür.Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak.Guatape’de kasabayı çevreleyen 200 m. yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Coffee Farm",
        "description": "Sıradaki 2 gece bir kahve tarlası(çiftliği)nda geçecek.Kahve ekili alanlar da ,Kolombiya’nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz.Frklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 8,
        "title": "Salento",
        "description": "Bu zümrüt yeşili teraslı yamaçlar ,ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde.Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda. Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik,kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
      },
      {
        "dayNumber": 10,
        "title": "Popayán",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar,kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır.Popayan tüm Latin Amerika’daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini,kiliselerini,okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "SEYİR HALİNDE",
        "description": "Uzun seyahat günlerini bitirebilmek için,gece Ekvador yolu üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 12,
        "title": "Otavalo",
        "description": "Kolombiya’ya veda etmeden önce Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer.18.yüzyılda burada Meryem’in hayalinin görüldüğü rivayet edilir.Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder.Ekvador’a doğru yolculuğumuz buradan,Otavalo’dan devam edecek."
      },
      {
        "dayNumber": 13,
        "title": "Quito",
        "description": "Denizden 2850 m. yüksekteki Quito,Ekvador dünyadaki en yüksek ikinci başkenttir.Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu.Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir.Şehrin eski ve yeni olmak üzere iki bölümü vardır.Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 15,
        "title": "Baños",
        "description": "Ekvador ‘un merkezine doğru ilerleyerek kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’a ulaşıyoruz.Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
      },
      {
        "dayNumber": 17,
        "title": "Cuenca",
        "description": "Banos’taki 2 günün ardından 1557’de kurulan ve koloni döneminden kalma bir Pazar yeri olan Ekvador’un 3.büyük şehri Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca)ya ilerliyoruz.UNESCO Dünya miraslarından olan Tomebamba nehri, kuzeyde Gran Colombia yolu, batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin.Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var.Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
      },
      {
        "dayNumber": 19,
        "title": "Mancora",
        "description": "Peru’ya geçtiğimizde, balıkçıları küçük ağları ile avlandığı köylerin arasından devam ederek 3 gece kalacağımız güzel sahil şehri Macora’ya varıyoruz.Dinlenmek sörf yapmak ve güneşin tadını çıkarmak için 2 tam günümüz var."
      },
      {
        "dayNumber": 22,
        "title": "Huanchaco",
        "description": "Küçük bir sahil şehri olan Huanchaco yolu üzerinde Sipan Lordunun mezarına uğrayacağız.Yol boyunca Sipan Lordunun mezarı dışında birçok hazinesinden bazılarını görmek için Lambayeque Müzesini ziyaret edeceğiz.(Peru’nun en güzel müzelerinden biri)"
      },
      {
        "dayNumber": 23,
        "title": "Huaraz",
        "description": "Güneye doğru seyahatimize devam ederek Cordillera Blanca dağlarına,küçük bir şehir olan Huaraz’a varana dek ilerliyoruz.Şehir 3052 m. yükseklikte ve Peru’nun en yüksek tepesi Huascaran(6768 m.)a yakın bir yerde konumlanmıştır.Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir, tırmanma keyfi ve muhteşem manzarasıyla açıkhava sevdalılarını cezp eder.Tur dahilinde rehberiniz sizi Laguna 69’a,Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
      },
      {
        "dayNumber": 26,
        "title": "Lima",
        "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Bugün Latin Amerika’nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
      },
      {
        "dayNumber": 27,
        "title": "Depart Lima",
        "description": "Hayatınızın macerası bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "BXSES",
    "tourName": "Manzaralı Kolombiya ve Ekvador Turu",
    "placesVisited": "Kolombiya, Ekvador",
    "generalInfo": "Bu iki haftalık gezide kamyonetle Kolombiya macerası yaşayın ve birazda Ekvador’u gezin. Cartagena’dan başlayarak etkileyici koloni kasabalarını, hareketli şehirleri, yapraklı kahve bitkilerini ve bereketli yeşil vadileri keşfedeceksiniz. Quito’da son bulacak turumuzda, Güney Amerika’nın en büyüleyici iki ülkesini gözler önüne sereceğiz.",
    "durationDays": "14",
    "price": "669",
    "image1": "siempretour-images/BXSES/bxses_bxses_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Gecelik ve kahve çiftliği turu</p>\n<p>-Zona Cafeteria gezisi</p>\n<p>-Cocora vadisi yürüyüşü</p>\n<p>-Las Lajas tapınağı</p>\n<p><strong>Konaklama</strong></p>\n<p>Konukevinde 1 gece , kamp alanında 6 gece, hostelde 5 gece , otelde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>9 öğle yemeği 6 akşam yemeği 6 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cartagena'ya varış",
        "description": "Kolombiya’ya hoş geldiniz.Maceranız bu güzel şehirden,Cartagena’dan başlıyor. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir.Cartagena’nın açık hava kafelerinden birinde bu atmosfere girin ya da tarihi surların üstünde Cafe del Mar’ın barında oturun.Burası kokteyllerinizi yudumlarken güneşin batışını izlemek için mükemmel bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Caucasia",
        "description": "Cartagena’dan ayrılıp aracımızla Caucasia bölgesine seyahat ediyoruz.Gece burada kamp yaparak grubumuzla ilk akşam yemeğimizin keyfine varacağız."
      },
      {
        "dayNumber": 3,
        "title": "Medellín",
        "description": "Bir sonraki durağımız Kolombiya’nın en büyük ikinci şehri olan Medellin.Keyifli iklimi nedeniyle şehir ‘Sonsuz baharın şehri’ olarak bilinir.Medellin’i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın.Eskiden Pablo Escobar’ın hükmettiği şehir sanat,müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür.Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak.Guatape’de kasabayı çevreleyen 200 m. yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Coffee Farm",
        "description": "Sıradaki 2 gece bir kahve tarlası(çiftliği)nda geçecek.Kahve ekili alanlar da ,Kolombiya’nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz.Frklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 8,
        "title": "Salento",
        "description": "Bu zümrüt yeşili teraslı yamaçlar ,ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde.Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda. Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik,kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
      },
      {
        "dayNumber": 10,
        "title": "Popayán",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar,kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır.Popayan tüm Latin Amerika’daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini,kiliselerini,okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Seyir Halinde",
        "description": "Uzun seyahat günlerini bitirebilmek için,gece Ekvador yolu üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 12,
        "title": "Otavalo",
        "description": "Kolombiya’ya veda etmeden önce Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer.18.yüzyılda burada Meryem’in hayalinin görüldüğü rivayet edilir.Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder.Ekvador’a doğru yolculuğumuz buradan,Otavalo’dan devam edecek."
      },
      {
        "dayNumber": 13,
        "title": "Quito",
        "description": "Denizden 2850 m. yüksekteki Quito,Ekvador dünyadaki en yüksek ikinci başkenttir.Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu.Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir.Şehrin eski ve yeni olmak üzere iki bölümü vardır.Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 14,
        "title": "Quito'dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "BXSSA",
    "tourName": "Renkli Güney Amerika",
    "placesVisited": "Kolombiya, Ekvador, Peru, Bolivya, Arjantin",
    "generalInfo": "Renkli bir şehirden bir diğerine, Renkli Güney Amerika Cartegena’dan Buenos Aires’e 62 günlük bir macera. Kolombiya’nın geleneksel kahve çiftliklerinden birini gezin,  Peru’da Cordillera Blanca dağlarında yürüyüş yapın ve Titicaca gölünde yerli bir aile ile zaman geçirin. Son durak Arjantin’in enerjik başkentinde,  tango ritimleri eşliğinde dansa başlamadan  önce bölgenin en iyi şarabının tadına bakma fırsatını yakalayın.<br><br>Katılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br>Ayrılış için en yakın uluslararası havaalanı: Buenos Aires Ministro Pistarini Uluslararası Havaalanı (EZE)",
    "durationDays": "62",
    "price": "2769",
    "image1": "siempretour-images/BXSSA/bxssa_bxssa_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Gecelik ve kahve çiftliği turu</p>\n<p>-Zona Cafeteria gezisi</p>\n<p>-Cocora vadisi yürüyüşü</p>\n<p>-Las Lajas tapınağı</p>\n<p>-Rehber eşliğinde Laguna 69 yürüyüşü</p>\n<p>-Titicaca gölünde yerli bir aile ile zaman geçirme</p>\n<p>-Uyuni Tuz Düzlükleri günlük seyahat</p>\n<p>-Arjantin şarap bölgesi turu</p>\n<p><strong>Konaklama</strong></p>\n<p>Konukevinde 1 gece , kamp alanında 17 gece, hostelde 18 gece , otelde 24 gece,1 gece ev konaklaması</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>34 öğle yemeği 18 akşam yemeği 24 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cartagena'ya varış",
        "description": "Kolombiya’ya hoş geldiniz.Maceranız bu güzel şehirden,Cartagena’dan başlıyor. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir.Cartagena’nın açık hava kafelerinden birinde bu atmosfere girin ya da tarihi surların üstünde Cafe del Mar’ın barında oturun.Burası kokteyllerinizi yudumlarken güneşin batışını izlemek için mükemmel bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Caucasia",
        "description": "Cartagena’dan ayrılıp aracımızla Caucasia bölgesine seyahat ediyoruz.Gece burada kamp yaparak grubumuzla ilk akşam yemeğimizin keyfine varacağız."
      },
      {
        "dayNumber": 3,
        "title": "Medellín",
        "description": "Bir sonraki durağımız Kolombiya’nın en büyük ikinci şehri olan Medellin.Keyifli iklimi nedeniyle şehir ‘Sonsuz baharın şehri’ olarak bilinir.Medellin’i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın.Eskiden Pablo Escobar’ın hükmettiği şehir sanat,müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür.Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak.Guatape’de kasabayı çevreleyen 200 m. yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Kahve Çiftliği",
        "description": "Sıradaki 2 gece bir kahve tarlası(çiftliği)nda geçecek.Kahve ekili alanlar da ,Kolombiya’nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz.Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 8,
        "title": "Salento",
        "description": "Bu zümrüt yeşili teraslı yamaçlar ,ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde.Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda. Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik,kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
      },
      {
        "dayNumber": 10,
        "title": "Popayán",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar,kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır.Popayan tüm Latin Amerika’daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini,kiliselerini,okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Seyir Halinde",
        "description": "Uzun seyahat günlerini bitirebilmek için,gece Ekvador yolu üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 12,
        "title": "Otavalo",
        "description": "Kolombiya’ya veda etmeden önce Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer.18.yüzyılda burada Meryem’in hayalinin görüldüğü rivayet edilir.Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder.Ekvador’a doğru yolculuğumuz buradan,Otavalo’dan devam edecek."
      },
      {
        "dayNumber": 13,
        "title": "Quito",
        "description": "Denizden 2850 m. yüksekteki Quito,Ekvador dünyadaki en yüksek ikinci başkenttir.Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu.Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir.Şehrin eski ve yeni olmak üzere iki bölümü vardır.Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 15,
        "title": "Baños",
        "description": "Ekvador ‘un merkezine doğru ilerleyerek kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’a ulaşıyoruz.Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
      },
      {
        "dayNumber": 17,
        "title": "Cuenca",
        "description": "Banos’taki 2 günün ardından 1557’de kurulan ve koloni döneminden kalma bir Pazar yeri olan Ekvador’un 3.büyük şehri Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca)ya ilerliyoruz.UNESCO Dünya miraslarından olan Tomebamba nehri, kuzeyde Gran Colombia yolu, batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin.Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var.Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
      },
      {
        "dayNumber": 19,
        "title": "Mancora",
        "description": "Peru’ya geçtiğimizde, balıkçıları küçük ağları ile avlandığı köylerin arasından devam ederek 3 gece kalacağımız güzel sahil şehri Macora’ya varıyoruz.Dinlenmek sörf yapmak ve güneşin tadını çıkarmak için 2 tam günümüz var."
      },
      {
        "dayNumber": 22,
        "title": "Huanchaco",
        "description": "Küçük bir sahil şehri olan Huanchaco yolu üzerinde Sipan Lordunun mezarına uğrayacağız.Yol boyunca Sipan Lordunun mezarı dışında birçok hazinesinden bazılarını görmek için Lambayeque Müzesini ziyaret edeceğiz.(Peru’nun en güzel müzelerinden biri)"
      },
      {
        "dayNumber": 23,
        "title": "Huaraz",
        "description": "Güneye doğru seyahatimize devam ederek Cordillera Blanca dağlarına,küçük bir şehir olan Huaraz’a varana dek ilerliyoruz.Şehir 3052 m. yükseklikte ve Peru’nun en yüksek tepesi Huascaran(6768 m.)a yakın bir yerde konumlanmıştır.Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir, tırmanma keyfi ve muhteşem manzarasıyla açıkhava sevdalılarını cezp eder.Tur dahilinde rehberiniz sizi Laguna 69’a,Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
      },
      {
        "dayNumber": 26,
        "title": "Lima",
        "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Bugün Latin Amerika’nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
      },
      {
        "dayNumber": 29,
        "title": "Huacachina",
        "description": "Lima’dan ayrılıp yoğun kum tepeleriyle çevrili bir vaha olan göz alıcı Huacachina’ya doğru ilerliyoruz.Çölde bir gece turu yaparak yıldızların altında uyuma fırsatı bulacaksınız.Öğleden sonrayı ve geceyi geçirmenin düşsel bir yolu olarak tepelerin üzerinden küçük arabalarla müthiş gezintiye çıkmak ise bir başka seçenek.Bu gece Bir Pisco sour partisi için iyi bir zaman."
      },
      {
        "dayNumber": 30,
        "title": "Nazca",
        "description": "Ünlü Pan Amerikan otoyolu boyunca güneye, çöl yüzeyine kazınmış gizemli paralel çizgileri ve geometrik şekilleriyle ünlü Nazca’ya doğru ilerliyoruz. Burada maymun, sinekkuşu ,kondor ,örümcek hatta uzaylı gibi görünen şekilleri görebilmek için küçük bir uçakla turlayabilirsiniz.30 dakikalık bu uçuşta görebileceğiniz daha birçok şekil var.Bugüne dek o figürlerin neden orda olduğu konusunda kimse tamamıyla emin olamadı."
      },
      {
        "dayNumber": 31,
        "title": "Puerto Inca",
        "description": "Sahil boyu ters yönde yolculuğumuz bizi İnkalar’ın özgün balık avı limanı olan ve ancak 1950 li yıllarda yeniden keşfedilen Puerto Inca’ya getiriyor. Bu gece gerçek kalıntıların hemen altında sahilde kamp yapacağız."
      },
      {
        "dayNumber": 32,
        "title": "Arequipa",
        "description": "Arequipa,koni şeklinde karla kaplı El Misti volkanının hakim olduğu bölgede deniz seviyesinden 2380 m. yükseklikte yerleşiktir.2001 yılında meydana gelen deprem katedrale hasar vermiş olsada,büyüleyici meydanın görkemini azaltmamıştır.Şehirde görülmesi gereken yerlerden biri  labirent şeklinde Arnavut kaldırımlı sokakları,dehlizleri ve dekoratif mimarisiyle muazzam Santa Catalina manastırıdır(isteğe bağlı).1970 ten beri ziyarete açık olan manastır kesinlikle ziyarete değer."
      },
      {
        "dayNumber": 35,
        "title": "Cusco",
        "description": "9 night(s) in hotels at Hostal Saphi or similar . No single room upgrade available."
      },
      {
        "dayNumber": 44,
        "title": "Puno",
        "description": "Cusco’dan ayrılıp Altiplano(Yüksek düzlem)’ya varmadan önce kenarlarında lama,alpaka ve vikunya sürülerini göreceğimiz yolları izleyeceğiz.Yolculuk sırasında  sıcak mineral havuzlarından,karla kaplı dağların arasından veorijinal yerlilerin yiyecek,yün şapka ve alpaka kazaklar sattığı köylerden geçeceğiz.4321 m. yükseklikteki La Raya geçidinde geçerek,Umayo gölü kıyısında İnka ların mezar olarak kullandığı Sillustani harabelerine varıyoruz.Burada mezarlığın antik kulelerini görme şansınız olacak.Bugünkü son durağımız Titicaca Gölü kenarındaki Puno ve göl kenarındaki pek çok restorandan birinde taze göl balığının tadına bakma fırsatı bulacağız."
      },
      {
        "dayNumber": 45,
        "title": "Titicaca Gölü",
        "description": "Puno’dan Amantani ve Taquile adalarına dahili bir gece turumuz var.Amantani’de yerli Quechua ailelerinin yanında ev konaklaması sağlıyoruz,böylece ailelerle birlikte yemenin ,belki küçük bir partinin ve dans etmenin tadını çıkarabilecek yerli çocuklarla futbol oynama fırsatı bulacaksınız.Ertesi sabah ise insanların basit kerpiç kulübelerde yaşadığı Taquile adasını ziyaret edeceğiz.Ayrıca Puno sahilinin hayret verici yüzer kamış adalarını ziyaret ederek özgün Uru yaşam tarzını kendi gözlerinizle görüp geleneksel kamış teknelerle turlayabileceksiniz.Renkli pazarlara yetişebilmek için Puno’ya zamanında geri dönüyoruz.Puno’ya döndüğümüz gece gine domuzu,lama,alabalık veya eşkina balığı gibi bazı yerel lezzetleri deneyebilir ya da gece hayatını görmek isteyebilirsiniz."
      },
      {
        "dayNumber": 46,
        "title": "Puno",
        "description": "Sabahı gölde geçirdikten sonra gece için Puno’ya dönüyoruz."
      },
      {
        "dayNumber": 47,
        "title": "La Paz",
        "description": "Karla kaplı Illimani dağına yaslanmış olan La Paz, çok eski zamanlarda bir meteor tarafından oluşturulmuş olağanüstü krater havzasına inşa edilmiştir.3660 m rakımlı şehrin dünya nın en yüksekteki futbol stadyumuna sahip olduğu söylenir."
      },
      {
        "dayNumber": 50,
        "title": "Uyuni",
        "description": "Bolivya’nın güneyine, ıssız Uyuni şehrine yöneldiğimizde dünyanın en geniş tuz düzlüğü olduğu iddia edilen muhteşem uçsuz bucaksız ve bembeyaz Salar de Uyuni’yi görebileceksiniz.Burada 2 gece kalacağız ve arazi araçlarıyla tuz ovasında ki turun keyfini yaşayacaksınız.Tur sırasında bir göl ve dev kaktüslerle çevrili Balık Adası(Fish Island) gibi muhteşem manzaraların tadını çıkarın.Hava elverdiğince masmavi gökyüzü ve bembeyaz düzlüğün muhteşem kontrastına inanamayacaksınız.Bu bölge yaratıcı fotoğraf fırsatları için gayet popüler olduğunu kanıtlamaktadır."
      },
      {
        "dayNumber": 52,
        "title": "Potosí",
        "description": "Bu defa 110.000 nüfusu ve 4070 m rakımıyla kendi çapında dünyanın en yüksek şehri Potosi’ye gidiyoruz.Potosi nin tarihi,şöhreti ve ihtişamı kadar yaşanan trajedi ve dehşet gümüş madeni ile doğrudan bağlantılıdır.Şehir ,yakındaki bir tepe olan Cerro Rico (Zengin Tepe) da gümüş bulunmasından hemen sonra 1545 te kurulmuş.Maden damarlarının verimliliği kanıtlanınca da bu değerli metal in dünyadaki en zengin kaynağı olarak tanınmış.Şehrin gümüşü 2 yüzyıldan fazla bir süre İspanyol ekonomisinin ve özellikle sarayın israfının adeta sigortası haline gelmiş.Yerli halk ve sonrasında Afrikalı köleler bu madenlerde berbat ve tehlikeli koşullarda çalışmaya zorlanmış,birçoğu gerek kazalar sonucu gerekse başta zatürre olmak üzere hastalıklara bağlı olarak ölmüşler.3 yüzyıllık koloni yönetimi boyunca 8 milyon Afrikalı ve yerli işçinin bu madenlerde öldüğü tahmin ediliyor.Koloni şehir döneminin izleri dar sokaklarda,muntazam balkonlu konaklarda ve gösterişli kiliselerde hala belirgindir.Size ilk ağızdan madencilerin zor çalışma koşullarını,hala çalışırken yaşadıkları acıları öğrenebileceğiniz bir maden gezisi(isteğe bağlı) fırsatı öneriyoruz.Kısa sürede madenlerin aslında İspanyol yönetimi döneminde nasıl çalışıyorsa bugünde aynı durumda olduğunun farkına varacaksınız."
      },
      {
        "dayNumber": 53,
        "title": "Tupiza",
        "description": "Güney Amerika’nın en engebeli bölgelerinden olan kavisli ve tozlu Bolivya yollarından ilerleyerek ,dev kaktüsler capcanlı renkli kaya oluşumlarının arasından Arjantin sınırına yöneliyoruz.Çorak bölge ve tozlu yollardan sonra soluklanacağımız Tupiza’ya varıyoruz.Bu arada Butch Cassidy ve Sundance Kid ikilisinin efsaneye dönüşen ünlü banka soygunlarına Bolivya Ordusu tarafından burada Tupiza yakınlarında son verilmiştir."
      },
      {
        "dayNumber": 54,
        "title": "Salta",
        "description": "Arjantin e geçerek size eşsiz fotoğraf fırsatları sunan çarpıcı rengarenk tortul kaya oluşumlarının arasından ilerliyoruz.1582 de  And dağlarının eteklerinde Lerma Vadisinde kurulmuş olan dikkat çekici Salta şehrine varıyoruz.Salta koloni döneminden kalma birçok yapıya, Cristo del Milagro (İs’ nın Mucizesi) ve Bakire Meryem in 1592 de İspanya dan getirilen antik heykellerinin bulunduğu bir katedrale sahiptir.Adrenalin deneyimi için birkaç saatliğine bisiklet kiralayarak  heyecan verici yokuşların tadını çıkarabilir veya dörtlü bisiklet turuna katılarak daha sakin bir geziyi deneyebilirsiniz.Daha sakin bir geziyi tercih ederseniz ayaklarınızı uzattığınız bir kağnı üzerinde eşsiz yerel bitki ve canlı türlerini etkileyici şelaleleri(cascadas) görebileceğiniz tur da sizi bekliyor."
      },
      {
        "dayNumber": 56,
        "title": "Cafayate",
        "description": "Salta’dan ayrıldıktan sonra hayatlarını kazanmak için çalışan geleneksel çiftçileri görebileceğiniz bereketli tarlaların arasından yolumuza devam ediyoruz.Cafayate’ye tarihi görünümünü koruyan üzüm bağlarına doğru ilerliyoruz."
      },
      {
        "dayNumber": 59,
        "title": "Cordoba",
        "description": "Cordoba Arjantin in coğrafi olarak ortasına yakın Sierras Chicas dağları eteklerinde yerleşmiş kalabalık modern bir endüstri şehri.1573 yılında kurulan şehrin övünç kaynağı ülkenin en eski üniversitesine,genç ve  dinamik öğrenci nüfusuna ev sahipliği yapması.Gün içinde bir dizi zengin dekore edilmiş kiliseyi, ki bunlardan biri Arjantin in en eski katedralidir,ve UNESCO Dünya Miraslarından Manzana Jesuitica (Cizvit Bloğu) yı ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 62,
        "title": "Buenos Aires'den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  },
  {
    "destination": "Kolombiya",
    "mainPhoto": "",
    "id": "BXSBM",
    "tourName": "Sahilden Dağlara",
    "placesVisited": "Kolombiya, Ekvador, Peru, Bolivya",
    "generalInfo": "Ekvador ve Peru’da seyahat edip , La Paz’ın yüksek bölgelerine çıkmadan önce maceranıza tropikal Cartagena şehrinden başlayın. Cuzco’da görülecek yerler listenizde Machu Picchu’yu işaretleme fırsatı bulacaksınız ya da buğulu Amazon Ormanlarını görmeyi tercih edeceksiniz. Bir sörfçü için cennet olan Mancora’nın keyfini sürün, Banos kaplıcalarında rahatlayın ve Colca Kanyonuna baskın yapan kondorları izleyin.<br><br>Katılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)<br><br>Ayrılış için en yakın uluslararası havaalanı: La Paz El Alto Uluslararası Havaalanı (LPB)",
    "durationDays": "48",
    "price": "2089",
    "image1": "siempretour-images/BXSBM/bxsbm_bxsbm_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Gecelik ve kahve çiftliği turu</p>\n<p>-Zona Cafeteria gezisi</p>\n<p>-Cocora vadisi yürüyüşü</p>\n<p>-Las Lajas tapınağı</p>\n<p>-Rehber eşliğinde Laguna 69 yürüyüşü</p>\n<p>-Titicaca gölünde yerli bir aile ile zaman geçirme</p>\n<p><strong>Konaklama</strong></p>\n<p>Konukevinde 1 gece , kamp alanında14 gece, hostelde 12 gece , otelde 19 gece,1 gece ev konaklaması</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>26 öğle yemeği 15 akşam yemeği 16 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cartagena'ya varış",
        "description": "Kolombiya’ya hoş geldiniz.Maceranız bu güzel şehirden,Cartagena’dan başlıyor. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir.Cartagena’nın açık hava kafelerinden birinde bu atmosfere girin ya da tarihi surların üstünde Cafe del Mar’ın barında oturun.Burası kokteyllerinizi yudumlarken güneşin batışını izlemek için mükemmel bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Caucasia",
        "description": "Cartagena’dan ayrılıp aracımızla Caucasia bölgesine seyahat ediyoruz.Gece burada kamp yaparak grubumuzla ilk akşam yemeğimizin keyfine varacağız."
      },
      {
        "dayNumber": 3,
        "title": "Medellín",
        "description": "Bir sonraki durağımız Kolombiya’nın en büyük ikinci şehri olan Medellin.Keyifli iklimi nedeniyle şehir ‘Sonsuz baharın şehri’ olarak bilinir.Medellin’i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın.Eskiden Pablo Escobar’ın hükmettiği şehir sanat,müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür.Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak.Guatape’de kasabayı çevreleyen 200 m. yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Kahve Çiftliği",
        "description": "Sıradaki 2 gece bir kahve tarlası(çiftliği)nda geçecek.Kahve ekili alanlar da ,Kolombiya’nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz.Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 8,
        "title": "Salento",
        "description": "Bu zümrüt yeşili teraslı yamaçlar ,ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde.Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda. Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik,kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
      },
      {
        "dayNumber": 10,
        "title": "Popayán",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar,kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır.Popayan tüm Latin Amerika’daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini,kiliselerini,okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Seyir Halinde",
        "description": "Uzun seyahat günlerini bitirebilmek için,gece Ekvador yolu üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 12,
        "title": "Otavalo",
        "description": "Kolombiya’ya veda etmeden önce Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer.18.yüzyılda burada Meryem’in hayalinin görüldüğü rivayet edilir.Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder.Ekvador’a doğru yolculuğumuz buradan,Otavalo’dan devam edecek."
      },
      {
        "dayNumber": 13,
        "title": "Quito",
        "description": "Denizden 2850 m. yüksekteki Quito,Ekvador dünyadaki en yüksek ikinci başkenttir.Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu.Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir.Şehrin eski ve yeni olmak üzere iki bölümü vardır.Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 15,
        "title": "Baños",
        "description": "Ekvador ‘un merkezine doğru ilerleyerek kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’a ulaşıyoruz.Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
      },
      {
        "dayNumber": 17,
        "title": "Cuenca",
        "description": "Banos’taki 2 günün ardından 1557’de kurulan ve koloni döneminden kalma bir Pazar yeri olan Ekvador’un 3.büyük şehri Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca)ya ilerliyoruz.UNESCO Dünya miraslarından olan Tomebamba nehri, kuzeyde Gran Colombia yolu, batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin.Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var.Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
      },
      {
        "dayNumber": 19,
        "title": "Mancora",
        "description": "Peru’ya geçtiğimizde, balıkçıları küçük ağları ile avlandığı köylerin arasından devam ederek 3 gece kalacağımız güzel sahil şehri Macora’ya varıyoruz.Dinlenmek sörf yapmak ve güneşin tadını çıkarmak için 2 tam günümüz var."
      },
      {
        "dayNumber": 22,
        "title": "Huanchaco",
        "description": "Küçük bir sahil şehri olan Huanchaco yolu üzerinde Sipan Lordunun mezarına uğrayacağız.Yol boyunca Sipan Lordunun mezarı dışında birçok hazinesinden bazılarını görmek için Lambayeque Müzesini ziyaret edeceğiz.(Peru’nun en güzel müzelerinden biri)"
      },
      {
        "dayNumber": 23,
        "title": "Huaraz",
        "description": "Güneye doğru seyahatimize devam ederek Cordillera Blanca dağlarına,küçük bir şehir olan Huaraz’a varana dek ilerliyoruz.Şehir 3052 m. yükseklikte ve Peru’nun en yüksek tepesi Huascaran(6768 m.)a yakın bir yerde konumlanmıştır.Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir, tırmanma keyfi ve muhteşem manzarasıyla açıkhava sevdalılarını cezp eder.Tur dahilinde rehberiniz sizi Laguna 69’a,Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
      },
      {
        "dayNumber": 26,
        "title": "Lima",
        "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Bugün Latin Amerika’nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
      },
      {
        "dayNumber": 29,
        "title": "Huacachina",
        "description": "Lima’dan ayrılıp yoğun kum tepeleriyle çevrili bir vaha olan göz alıcı Huacachina’ya doğru ilerliyoruz.Çölde bir gece turu yaparak yıldızların altında uyuma fırsatı bulacaksınız.Öğleden sonrayı ve geceyi geçirmenin düşsel bir yolu olarak tepelerin üzerinden küçük arabalarla müthiş gezintiye çıkmak ise bir başka seçenek.Bu gece Bir Pisco sour partisi için iyi bir zaman."
      },
      {
        "dayNumber": 30,
        "title": "Nazca",
        "description": "Ünlü Pan Amerikan otoyolu boyunca güneye, çöl yüzeyine kazınmış gizemli paralel çizgileri ve geometrik şekilleriyle ünlü Nazca’ya doğru ilerliyoruz. Burada maymun, sinekkuşu ,kondor ,örümcek hatta uzaylı gibi görünen şekilleri görebilmek için küçük bir uçakla turlayabilirsiniz.30 dakikalık bu uçuşta görebileceğiniz daha birçok şekil var.Bugüne dek o figürlerin neden orda olduğu konusunda kimse tamamıyla emin olamadı."
      },
      {
        "dayNumber": 31,
        "title": "Puerto Inca",
        "description": "Sahil boyu ters yönde yolculuğumuz bizi İnkalar’ın özgün balık avı limanı olan ve ancak 1950 li yıllarda yeniden keşfedilen Puerto Inca’ya getiriyor. Bu gece gerçek kalıntıların hemen altında sahilde kamp yapacağız."
      },
      {
        "dayNumber": 32,
        "title": "Arequipa",
        "description": "Arequipa,koni şeklinde karla kaplı El Misti volkanının hakim olduğu bölgede deniz seviyesinden 2380 m. yükseklikte yerleşiktir.2001 yılında meydana gelen deprem katedrale hasar vermiş olsada,büyüleyici meydanın görkemini azaltmamıştır.Şehirde görülmesi gereken yerlerden biri  labirent şeklinde Arnavut kaldırımlı sokakları,dehlizleri ve dekoratif mimarisiyle muazzam Santa Catalina manastırıdır(isteğe bağlı).1970 ten beri ziyarete açık olan manastır kesinlikle ziyarete değer."
      },
      {
        "dayNumber": 35,
        "title": "Cusco",
        "description": "9 night(s) in hotels at Hostal Saphi or similar . No single room upgrade available."
      },
      {
        "dayNumber": 44,
        "title": "Puno",
        "description": "Cusco’dan ayrılıp Altiplano(Yüksek düzlem)’ya varmadan önce kenarlarında lama,alpaka ve vikunya sürülerini göreceğimiz yolları izleyeceğiz.Yolculuk sırasında  sıcak mineral havuzlarından,karla kaplı dağların arasından veorijinal yerlilerin yiyecek,yün şapka ve alpaka kazaklar sattığı köylerden geçeceğiz.4321 m. yükseklikteki La Raya geçidinde geçerek,Umayo gölü kıyısında İnka ların mezar olarak kullandığı Sillustani harabelerine varıyoruz.Burada mezarlığın antik kulelerini görme şansınız olacak.Bugünkü son durağımız Titicaca Gölü kenarındaki Puno ve göl kenarındaki pek çok restorandan birinde taze göl balığının tadına bakma fırsatı bulacağız."
      },
      {
        "dayNumber": 45,
        "title": "Titicaca Gölü",
        "description": "Puno’dan Amantani ve Taquile adalarına dahili bir gece turumuz var.Amantani’de yerli Quechua ailelerinin yanında ev konaklaması sağlıyoruz,böylece ailelerle birlikte yemenin ,belki küçük bir partinin ve dans etmenin tadını çıkarabilecek yerli çocuklarla futbol oynama fırsatı bulacaksınız.Ertesi sabah ise insanların basit kerpiç kulübelerde yaşadığı Taquile adasını ziyaret edeceğiz.Ayrıca Puno sahilinin hayret verici yüzer kamış adalarını ziyaret ederek özgün Uru yaşam tarzını kendi gözlerinizle görüp geleneksel kamış teknelerle turlayabileceksiniz.Renkli pazarlara yetişebilmek için Puno’ya zamanında geri dönüyoruz.Puno’ya döndüğümüz gece gine domuzu,lama,alabalık veya eşkina balığı gibi bazı yerel lezzetleri deneyebilir ya da gece hayatını görmek isteyebilirsiniz."
      },
      {
        "dayNumber": 46,
        "title": "Puno",
        "description": "Sabahı gölde geçirdikten sonra gece için Puno’ya dönüyoruz."
      },
      {
        "dayNumber": 47,
        "title": "La Paz",
        "description": "Karla kaplı Illimani dağına yaslanmış olan La Paz, çok eski zamanlarda bir meteor tarafından oluşturulmuş olağanüstü krater havzasına inşa edilmiştir.3660 m rakımlı şehrin dünya nın en yüksekteki futbol stadyumuna sahip olduğu söylenir."
      },
      {
        "dayNumber": 48,
        "title": "La Paz'dan Ayrılış",
        "description": "Ömür boyu unutamayacağınız bir macera bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Kolombiya"
  }
]