[
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "central-african-republic-wildlife-holiday",
    "tourName": "Central African Republic wildlife holiday",
    "placesVisited": "Yaounde, Ba’aka village visits, Dzanga-Sangha Reserve, gorilla tracking, Dzanga Bai elephants, Yokadouma, Bertoua",
    "generalInfo": "Dzanga-Ndoki National Park in the Central African Republic preserve some of the most beautiful rainforests in Africa, and the last of their kind on the planet. Created in 1990, Dzanga-Ndoki covers an area of just over a thousand square kilometres and is home to important populations of forest elephants, western lowland gorillas, chimpanzees and many other endangered mammals.<br/><br/>Starting in the Cameroonian capital of Yaounde we journey on rough roads to the east before crossing into the Central African Republic. From here we continue to Dzanga-Ndoki, to discover a world untainted by man, an intact jungle where nature rules. We venture into the heart of this primeval jungle to Dzanga Bai, a beautiful forest clearing which attracts spectacular wildlife, including large herds of forest elephants, and we have the unforgettable experience of tracking these lowland gorillas, getting close to a habituated family and seeing how they make the forest their home. Spending our time fully immersed in the jungle we learn about the complex biodiversity of this fragile ecosystem.<br/><br/>We also learn about the human inhabitants of the forest, spending a night in the company of Ba’Aka pygmies, learning from them as they go about their daily lives in the rainforest. This is an uncompromising trip, travelling through one of the last wildernesses on earth in search of some of the planet’s most enigmatic wildlife and treading where few have ever set foot before.<br/>",
    "durationDays": "10",
    "price": "4999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yaounde - Arrive in Yaounde and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Hotel Jouvence or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Youkadouma - A long drive to the far east of Cameroon, driving via patches of forest, small villages and markets along the way. Overnight Hotel Youkadouma or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lidjombo – Dzanga-Sangha Reserve – Cross the mighty Sangha River and the border with the Central African Republic. After border formalities we continue to our accommodation, Doli Lodge, which will be our base for exploring the Dzanga-Sangha Reserve. (LD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gorilla tracking - One of the highlights of the trip – today we track a family of habituated western lowland gorillas in the forest, getting close to this most magnificent of animals in the company of experienced trackers and guides. There are few experiences that can ever equal spending time with gorillas, and it ranks among the best that Africa can offer. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mangabey tracking - This morning we track a different primate – mangabeys, of which troops of two to three hundred are not uncommon. Later we take dug out canoes along one of the tributaries of the Sangha River, in the company of locals extracting raffia wine from the palm trees. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Dzanga Bai - Drive and walk to Dzanga Bai. Here you can often see herds of between fifty and a hundred forest elephants that have come here to consume the mineral rich soil, along with other forest wildlife such as buffalo, sitatunga and bongo. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Dzanga-Sangha Reserve - Today we have a full day with the Ba’Aka pygmies. Accompanied by our hosts we explore the surrounding area and have a unique opportunity to learn how they live, gathering honey and medicinal plants to sustain their lifestyle. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yaounde - Transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "congo-rainforest-safari",
    "tourName": "Congo rainforest safari",
    "placesVisited": "",
    "generalInfo": "This tour is unique in that it takes you deep into the Congo Rainforest of Central Africa and to one of the largest bai's in search of wildlife. Forest elephants, forest buffaloes, bongo, red-river hogs, lowland gorillas and many other species are all commonly seen.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching tours which visit very off the beaten track locations. These trips are geared towards people with a vested interest in seeing some of the world's rarest and most elusive species. This particular trip is unique, we spend extended amounts of time looking for wildlife and staking out the large clearings which are meccas for wildlife in the dense rainforest. These clearings are called bai's and we spend considerable time in a raised platform looking at wildlife and also included gorilla tracking in the forest.<br/><br/>This tour is a pioneering tour and you will be among the few people who visit this secluded and wonderful lodge each year. <br/><br/>As well as the larger and more commonly seen species such as gorillas, elephants and red-river hogs there is always a chance for smaller and rarer mammals such as tree &amp; white-bellied pangolin, various species of duiker, Congo clawless otter and many primate species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned. There will be bottled or filtered water available for each guest each day. We have our own private heated 4x4 vehicles with an excellent driver for all transfers. And we charter a flight from Cameroon to get us quickly to and from the lodge as it is often cheaper this way than coming through Bangui. You will have local guides with years of experience throughout. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to not go out in the forest of bai each day we will not spend time looking for wildlife. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>The best time to do this tour would be from December – May, whilst it is a good time to visit in December, this is the start of the dry season and so animals like the bongo and red river hog visit the bai less than they do later in the dry season. With May being the optimal time for sightings of these two species. But the elephants and gorillas (as well as other species) are seen throughout the year.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or ranger as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• You will have the opportunity to join the local Pygmy village in an immersive experience which is as authentic as any in Africa.<br/>• All the above reasons give this, our unique Wildlife Safari of the Central African Republic a great success rate of seeing many incredible, beautiful and rare species. We also have the ability to organise and run wildlife tours of other parts of Central and Africa at other times of year and focusing on other species such as Mandrills and even Okapi as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour starts and ends in Yaounde, Cameroon. But this is just our entrance and exit port to charter a flight and get direct to the lodge in the middle of the huge and incredible Dzanga-Ndoki National Park in the far south-west of Central African Republic.<br/><br/>Fitness Level:<br/><br/>There is some walking involved in this trip, such as when getting to and from the raised platform in the bai and also when tracking the lowland gorillas and agile mangabeys. However the terrain is mostly flat and so no real physical fitness is needed. Just being able to walk for 1-2 hours in the heat and humidity.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Pictures credits:<br/>Pierre Fidenci <br/>U.S. Fish and Wildlife Service Headquarters <br/>Daniel Ramirez<br/>Steve Wilson<br/>Tyler Brenot<br/>Official photographer of the U.S.Embassy in Ghana<br/>Damiano Luchetti",
    "durationDays": "12",
    "price": "10450",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yaounde - Today you will arrive in the Cameroon capital of Yaounde. Here you will be met by your local guide and transferred from the airport to your hotel for teh night. There are no activities planned today, it is a rest day. Accommodation - Yaounde Airport Hotel (or similar) - no meals included today"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yaounde to Dzanga Bai - Today you will leave the hotel and travel to the small domestic airport and catch our chartered private Cessna, which will take us direct to the lodge. This is the quickest and easiest way to reach the lodge. The lodge is located close to the wonderful and world famous Dzanga-Ndoki National Park in the northern section of the north-western Congo Basin. In the reserve are large populations of Forest Elephant, Lowland gorillas, 16 of the country's primate species (such as De Brazza's Monkey with its distinctive white beard), hundreds of bird species, reptiles, frogs etc. you visit a village of the Ba'aka pygmies, of which you will spend some time with and the woman will share some traditional knowledge of the plants and you learn about their lifestyle in the forest. The WWF works with the Ba'aka in establishing conservation, education and health programs in the area. Once at the lodge we will settle in and have the rest of the day to relax and have a walk around the lodge grounds. Many species of monkey can be seen around the lodge. Breakfast and dinner will be included today. NB: From when we arrive in the lodge it is important to remain flexible in terms of what happens on a day to day basis here, we will try and follow the below itinerary, but things may be mixed up and moved around. We will get all of the activities mentioned, just maybe not in this particular order."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Yaounde - Today we will leave the lodge and be flown back to Yaounde on our own chartered private Cessna and then taken to your hotel for your final night on the tour. Accommodation - Yaounde Airport Hotel (or similar) - breakfast is the only meal included today."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Home - today you will be collected from the airport and taken to the international airport in time to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]