{
  "destination": "Germany",
  "mainPhoto": "",
  "id": "medieval-tour-of-german-castles",
  "tourName": "Medieval Tour of German Castles",
  "placesVisited": "Frankfurt, Heidelberg, Rothenburg, Ahorntal, Bayreuth, Wartburg Castle, Dresden, Munich",
  "generalInfo": "Medieval Germany isn't just a slice of history. It's alive, breathing an evocative atmosphere into cobbled villages and castles that cling to cliffs. On this unique two-week tour you will journey into its heart and soul, stay in castles and immerse yourself in the untouched charms of bygone centuries. From the royal fortresses of emperors to the fairytale icons of the Alps, discover all the glamor and allure of the medieval era, traveling in style across Germany.",
  "durationDays": "14",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Frankfurt – Relaxation in the City",
      "description": "The River Rhine should be savored and explored during the day when the castles dominate the cliffs and the patchwork fields are in full bloom; but that's for tomorrow. After your intercontinental flight to Frankfurt, be greeted at the airport and transferred to a five-star hotel just outside the city, for a relaxed evening that helps you reenergize from the journey. Dating back to 1904, the slick, polished interiors of your luxury hotel reflect Frankfurt's glamorous past, and it’s a serene place to recuperate. A dinner at its elegant restaurant is also included."
    },
    {
      "dayNumber": "2",
      "title": "Heidelberg – Castles and Cruising Along the River Rhine",
      "description": "Follow the river, sit back and watch a carpet of vineyards spread across the Rhine Valley. The remains of castles stand unbowed on the hilltops, millennium-old stone crumbling and decaying, but refusing to relinquish its grip. Stop for your lunch amidst the vines, two classic dishes accompanied by a tasting menu that introduces the delicate flavors of the Rhine. Grapes have been cultivated here for six centuries, and there is finesse to the sensual white wines on offer. If you've had good German wine before, there's a good chance it comes from this region. Continue by the river, winding towards Heidelberg, a city that offers an easy introduction into the charms of medieval Germany."
    },
    {
      "dayNumber": "3",
      "title": "Heidelberg – The Romance of the Medieval City",
      "description": "Follow the Haupstrasse away from the river and ascend to Heidelberg Castle, left in a strange state of semi-ruin as it gazes upon the town and forest-clad valley. Parts of the castle showcase the romance of the Renaissance, sculpted for pleasure rather than defense. This fortress has never been particularly effective, and it was sacked and commandeered by invading armies throughout its history. The wings are scattered across the forest, sunset-colored sandstone blown into jagged chunks that reflect Heidelberg's turbulent history. Mark Twain described it as “deserted, discrowned, beaten by the storms, but royal still, and beautiful.” Descend back into the town for a day surrounded by red roofs and the half-timbered facades of wine taverns, a place where stone bridge archways occupy the photographs and ivy creep up the medieval stone. Your hotel stands at the start of the Haupstrasse , its stately facade enticing visitors into the heart of the old town. A golden inscription reveals the building's date – 1592 – when it served as a town hall and it’s an iconic place to start exploring the country's old-world accommodation."
    },
    {
      "dayNumber": "4",
      "title": "Rothenburg – Following the Beautiful River Neckar",
      "description": "Follow the River Neckar and travel across the undulating hills of Germany's backcountry, stopping at Heilbronn to explore and dine. Like every road journey, you're traveling in a luxury saloon vehicle with a local driver guide, an expert in narrating the mystique and secrets of Germany's medieval past. Have a stroll through Heilbronn and enjoy lunch with a sublime view of the River Neckar. Then continue to Rothenburg, where you're guided through the city after dark by a night watchman. An atmosphere from the past is even more resonant once the light fades away. Wander beneath the medieval city gate, through the narrow alleys past sloped tiles, onto rustic taverns from the 13th century, every step overlooked by the surreal church spires. A traditional dinner of Franconian dishes and home-brewed beer adds further authenticity to the tour."
    },
    {
      "dayNumber": "5",
      "title": "Rothenburg – Baroque Wine Villages and Heritage Streets",
      "description": "Rothenburg dates to the 13th century, and your hotel is an original part of the city. Originally a customs house, it has been hosting guests since 1488. Every room is unique, both in size and style, the furnishing provided by antiques and the bedrooms cascading old charms. It's a symbol of Rothenburg, and a tranquil space to base your free day in the city. The streets look different in the light, and it's easy to explore without a map; just take the random alleys to boutique shops, medieval taverns, and the timeless design of Rothenburg's era. You may also wish to spend the afternoon in nearby Iphofen, a Baroque wine village that's hidden behind old city walls."
    },
    {
      "dayNumber": "6",
      "title": "Ahorntal – Fortress of the German Emperor",
      "description": "The sandstone silhouette of Nuremberg Castle dominates the panorama, an imperial showcase of power rising spherically above the town. It dates back to the Roman Empire and was enlarged by the monarchs who ruled Bavaria. Enticing and evocative, the castle guides you into an old town of fortifications and Gothic churches, of gilded fountains and stone that's softly faded over time. So much has happened here, from the Nuremberg Trials to the Durer City and tales of religious crusades. Spend half the day in Nuremberg, a local guide opening up the locks of the city to reveal so many centuries. Nuremberg is halfway to Ahorntal, so from here the road winds through the sublime Altmühltal Valley, connecting a series of medieval villages with postcard-perfect architecture. Admire the views and then rise above it all, spending the night at a cliffside castle in Ahorntal."
    },
    {
      "dayNumber": "7",
      "title": "Ahorntal – Ancient Villages and Franconian Switzerland",
      "description": "An 800-year-old castle crowns the heart of Franconian Switzerland, rising above the green paradise like a charismatic sentinel. From the outside, it glistens like the past, full of mystique and fabled presence. The interiors reflect the historical ambiance, but they've been refurbished to offer contemporary luxury. Every suite is unique and individually decorated, with the windows gazing out on the Franconian Switzerland Nature Preserve. The castle is surrounded by woodlands, and the day is at your leisure offering the chance to wander along the pathways beneath the castle's iconic facade. You may also choose to spend the afternoon in nearby Bayreuth, the city of Richard Wagner in the foothills of Franconian Switzerland."
    },
    {
      "dayNumber": "8",
      "title": "Wartburg Castle – Relaxing in Tudor-Style Germany",
      "description": "Wartburg Castle is doused in fame, a UNESCO World Heritage site that proudly overlooks Thuringia and a forested valley. While the fortress symbolizes military power, there's a harmony to how Wartburg blends into the landscape and preserves an antiquity that cuts across the centuries. It was here that Martin Luther translated the New Testament into German, something that's expertly remembered in the castle museum. Your hotel is located within the World Heritage grounds, a former pilgrims' hostel that's been around almost as long as the castle and recently converted into a five-star hotel. It's so good you shouldn't just spend one night, so you will spend two, especially with all the nature reserves and historical attractions that lie within walking distance."
    },
    {
      "dayNumber": "10",
      "title": "Dresden – A Knight's Castle on a Cliff",
      "description": "The castle of Kriebstein radiates knightly stories, some from the realms of fiction and others with a Saxon flair that's eminently believable. Part myth, part medieval fortress, it's a castle that reflects the atmosphere of this luxury tour – so much doesn't seem believable, even when you're crossing the moat and walking beneath the bay turrets. Stop at Kriebstein on route to Dresden, spend two hours exploring the castle and then dine with a fabled view of the fortress. Arrive in Dresden to explore the Pillnitz Castle, a picturesque former residence of the Kings of Saxony, a royal palace that stands elegantly over the Elbe River. Your hotel is within the castle grounds, the suites overlooking lush cultivated gardens and the Baroque splendor of the city."
    },
    {
      "dayNumber": "11",
      "title": "Dresden – A Royal Residence in a Baroque City",
      "description": "Dresden has risen from the ashes, rebuilding itself yet maintaining the architectural integrity of its Baroque past. A city of nobility and a place of grandeur that attracted the finest designers in Central Europe; Dresden features theaters surrounded by ornate sculptures, townhouses that arched beneath Baroque cathedral spires, murals that roamed hundreds of meters through the city. Dresden was decimated in WWII, but it's recovered, painstakingly recreating its former glory. A local guide takes you on a half-day walking tour, including the palaces of the city and the galleries where stolen art treasures have been returned. The afternoon is at your leisure, and there are some wonderfully atmospheric places to observe the life of the city."
    },
    {
      "dayNumber": "12",
      "title": "Neuschwanstein – The Iconic Fairytale Fortress",
      "description": "Fly south from Dresden to Munich and drive into the foothills of the Alps, where Neuschwanstein Castle beckons from its perch. A castle from the fairytales, the blueprint for Sleeping Beauty, and so many romanticized images, you'll need a glamorous vehicle for your trip. Travel up the hill in a horse-drawn carriage, winding through the trees as the turrets poke out from above. Walk beneath the archway and immerse yourself in a fictional world, one of exuberant interiors and the flamboyance of King Ludwig II. A castles tour of Germany would not be complete without Neuschwanstein, without imagining the operas of Richard Wagner and creating the storybook narrative."
    },
    {
      "dayNumber": "13",
      "title": "Neuschwanstein – Surreal Tales Amidst the Alps",
      "description": "Your hotel provides a gentle base in the Alps, the castle of Neuschwanstein rising just two miles away and a dozen walking trails taking you through the foothills of Europe's jagged mountains. Spend the day at leisure, finalizing the immersion in medieval Germany and using Neuschwanstein as the effervescent compass point. You may wish to return up the hill to the castle, or descend into the tiny villages that dot the valley. Life is serene and surreal here, stuck in time and inviting you to stay as long as you can."
    },
    {
      "dayNumber": "14",
      "title": "Munich – Departure",
      "description": "Wave farewell to Neuschwanstein Castle and watch it slowly fade as you travel away from the Alps. It's a short transfer back to Munich, and the international airport for your return flight."
    }
  ],
  "map": ""
}