{
  "destination": "Germany",
  "mainPhoto": "",
  "id": "personalized-best-of-germany-tour",
  "tourName": "Personalized Best of Germany Tour",
  "placesVisited": "Frankfurt, Rhine Valley, Cologne, Hamburg, Berlin, Dresden, Bayreuth, Nuremberg, Rothenburg, Munich, Neuschwanstein, Black Forest, Heidelberg",
  "generalInfo": "Beneath Germany's facade of efficiency is a land of originality and charm. Medieval towns are wrapped around forests with fairytale castles surrounded by villages doused in tradition. Across this proud land, you'll discover a crossroads of ideas and styles, every destination revelling in its individuality. Step behind the stereotypes on this 12-day luxury tour to experience the best of Germany and you will find a country proud of its quirks and surrealist design.",
  "durationDays": "12",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Frankfurt – A Sublime Welcome to Germany",
      "description": "Different realms create a harmony in Frankfurt. Glass-fronted skyscrapers dominate at first glance with Germany's financial hub reflected in the futuristic design. Their pinnacles rise high above the medieval square of Römerplatz, the heartbeat of the city's past. Somehow, the juxtaposition works in imposing a sense of both old and new. Greeted at the airport and transferred to a five-star central hotel, you’ll find the atmosphere captures this fusion of eras. On a short walking tour, explore the city's major monuments and enjoy classic German culinary treats. Over a local classic banquet served in a medieval setting, get acquainted with your specialist guide and discuss the trip to come! Zicasso partners with only the best German tour operators who will handcraft all details of your itinerary for you."
    },
    {
      "dayNumber": "2",
      "title": "Cologne – Cruising along the River Rhine to an Ancient City",
      "description": "The Rhine winds down from the Alps, glacial water flowing through landscapes of forests with medieval mystique. Dramatic Lorelei rock rises steeply along one bank, a towering slab of slate contrasting with the terraced vineyards that roll opposite. So much of middle age Germany rolls alongside these riverbanks, and a serene river cruise is an idyllic way to see it all. Pass the patchwork of vines and rove along the remains of fortresses that cling to rocks above the river. Disembark and enter the ambiance of one of these castles, where a unique lunch is served in a remarkable setting. Local wine and the produce of the Rhine Valley accompany the three courses, followed by an afternoon on the river all the way into Cologne. Majestic twin spires dominate from afar, the world's tallest building guiding you into the old city. Of course, it's not the world's tallest anymore, but back in the 1880s, the ornate Gothic spires of Cologne Cathedral were unsurpassed. The cathedral is Germany's most visited landmark, a staggering portrayal of the country's artistic and religious past. Your guide leads the exploration, narrating the secrets found beneath the exquisite dome. The rest of the afternoon and evening is free as you wander the maze of streets in Cologne, an easy city to explore on foot. Iconic architecture drapes itself around a maze of streets, the tones of an old medieval capital presented in their untouched glory."
    },
    {
      "dayNumber": "3",
      "title": "Hamburg – A Fairytale Town and the Gateway to the World",
      "description": "Drive north through Lower Saxony as the towns are interspersed with indigenous forest and the castles rise like sentinels above the landscape. Hamelin is amongst Germany's most picturesque towns, imbued with a fairytale atmosphere. Faded red tiles slope above the wooden beams of medieval townhouses, lanes curl at confusing angles, and the labyrinthine center becomes more fictional the further you explore it. Immortalized by the Pied Piper poem of Robert Browning, it's easy to find the resonance: “Hamelin Town's in Brunswick, by famous Hanover city... a pleasanter spot you never spied.” Continue north to Hamburg, another exceptionally preserved city that lines a river. Sublime townhouses reflect in the waters as sunset graces the sky while spires and bridges act as compass points as you wander through the old narrow lanes. This is Germany's self-proclaimed Gateway to the World , something most aptly discovered on a cruise through the Port of Hamburg Harbor. Wind past hundreds of waiting ships along the fumes of the ancient fish market, and onto the fabled panorama of the city's skyline. When seen from the river, Hamburg is as much a fairytale as Hamelin."
    },
    {
      "dayNumber": "4",
      "title": "Berlin – The Landmarks of the Old East and West",
      "description": "Follow the River Elbe, winding across the north of Germany, a land of farming pastures and space. Berlin is funky and alternative, an ode to its people, those that unified a city and symbolized a harmony that modern governments continue to ignore. This is where the Iron Curtain fell, and there's no escaping the history. The Berlin Wall still goes around the city as an indented brick on the ground, a mark that ensures the past is not forgotten. The central suburbs that were once divided are now united with an explosion of street art, and colorful graffiti gives every corner a sense of vibrancy. Part of the original wall remains, and it is the natural place to start exploring. Beside it, you find soldiers at the old Checkpoint Charlie, a city beach and cocktail bar that's been created on the ruins of the wall. Continue the Berlin tour at Unter den Linden and the Reichstag Building, monuments laced in the conflict that engulfed a city and an entire planet. With memorials dotted along the streets, further reminders of the past are present, but this is not a city stuck in a time of war or depression. Berlin has risen like few others, its infectious enthusiasm accompanying every attraction. Horse-led carriages come through the neoclassical beauty of Brandenburg Gate, boutiques cover the Tiergarten area and pop-up art galleries feel as popular as cafes. After arriving in Berlin, your guide takes you on a tour of the city's integral sights, connecting East and West but also including a history from the Prussian era."
    },
    {
      "dayNumber": "5",
      "title": "Berlin – Free Day in Berlin",
      "description": "Berlin is a cultural crossroads, blending a myriad of styles in memorable harmony. It would take a few weeks to really see it all, and an itinerary could move in so many directions. Today is deliberately left free, offering you a relaxed day in the city after four days on the move. Take your time, explore at leisure, and follow the historical curve through a fascinating city. Your hotel is within steps of Brandenburg Gate, so even if you're feeling lazy, so much of the city is within your reach. Your guide can assist with ideas for the day and arrange transport for trips to outlying attractions, such as the palaces of Potsdam."
    },
    {
      "dayNumber": "6",
      "title": "Dresden – Baroque Wonders along the Elbe",
      "description": "In many ways, Dresden is a compact version of Berlin, a city that's dominated by fabulous old architecture, yet very much living in the present. Draped above the River Elbe are the remains of what was arguably the finest Baroque city in Europe. An Opera House is covered in intimately sculpted faces; the Zwinger Palace rises with ornamental ease and murals extend for more than 50 meters, painting historical tales of the capital of Saxony. Much of this old town was destroyed during WWII, but it's been painstakingly restored to its old glory, the Baroque architecture recreated faithfully from the ashes. Admire the astonishing dome of the Frauenkirche and enter the palace, where masterful treasures like Raphael's Sistine Madonna have been returned. When you walk away from the Elbe, you find a youthful city that contains the same vibrant edge as Berlin. Vintage shops, spiraling graffiti, and pop-up bars are aplenty."
    },
    {
      "dayNumber": "7",
      "title": "Nuremberg – Divided Germany and the Fabled Icons of Nuremberg",
      "description": "Mödlareuth Open Air Museum offers the most complete insight into Cold War Germany and the people at the heart of the East/West divide. The museum doesn't hold back in brutally recreating how life was for many decades. From the haunting past, move to a more salubrious slice of history with a stop in Bayreuth to admire the stunning Wagner Festival Theatre and its flank of flowering gardens. Continue to the day’s final destination of Nuremberg, a medieval Bavarian city of faded red roofs and gilded fountains. Your hotel stands on the central square, and the city's enchanting streets are easy to discover on foot. Your guide introduces you to the city's layout and its fortified compass points; then the evening gives you time to explore at leisure."
    },
    {
      "dayNumber": "8",
      "title": "Munich – Germany's Finest Medieval Town and the Bavarian Capital",
      "description": "Wake to the soft sights of yesteryear with half-timbered buildings lining the main square and a towering stone castle dominating the horizon. Take your time and wander through the streets during the quiet morning hours, breathing in the medieval ambiance. Today's leisurely journey takes you to Munich, stopping at another quaint memoir to Bavaria's past. Rothenburg is a bit like Nuremberg in miniature, expertly preserved and delighting in its impressions of a faraway time. An indelible place to stop for lunch, you will be served a banquet from the past in a restaurant that also seems frozen in time. Continue into Munich and the Olympic Stadium is on route to your five-star hotel. It's a sight of fascinating history, notably Jesse Owens defying Adolf Hitler at the 1936 Olympics."
    },
    {
      "dayNumber": "9",
      "title": "Munich – Exquisite Sites and Famous Beer Halls",
      "description": "Munich is a city of expression, the squares, and museums cultivated with an artistic touch. Palaces proudly offer the fables of their Bavarian past, regal homes delight in their grandeur and gardens spill around artificial lakes. This is a city of riches, one that's preserved history with indelible pride. On a morning tour, be introduced to the icons like the Glockenspiel on Marienplatz, the calming sights of Odeonsplatz and the fabulous contours of the Baroque Nymphenburg Palace. The afternoon is at your leisure, and there are two contradictory directions to take; explore world-famous beers with bands playing in traditional lederhosen, or escape to the serenity of the city's gardens."
    },
    {
      "dayNumber": "10",
      "title": "Black Forest – King Ludwig's Castle and Sublime Landscapes",
      "description": "A layer of mist rises through the valleys of the Black Forest, a whirl of mystique that weaves through the thick forest-clad mountains. On a clear day, you can see the distant twinkling of the Alps and watch how they descend into rugged green slopes that hide rivers, castles, and towns. Driving from Munich, stop at Neuschwanstein where King Ludwig's fortress is full of contradiction. From the outside, it's classically medieval, yet amongst the walls, you'll find air heating systems and flushing toilets, the pinnacle of luxury back in the mid-19th century. From here, enjoy stunning panoramas over the Black Forest with lakes glimmering amidst the hills. Descend from Neuschwanstein and continue to a tiny village that's hidden in this revered landscape."
    },
    {
      "dayNumber": "11",
      "title": "Frankfurt – Cuckoo Clocks, a Renaissance Castle, and a Baroque Town",
      "description": "The home of world famous Cuckoo Clocks, you'll spend part of the morning learning how they are made. The clocks provide the metronomic soundtrack to the Black Forest and the sheer variety of styles and sounds is wonderful to enjoy. On your last full day, you will drive north through the forests, winding along the River Neckar to Heidelberg, where a Renaissance castle offers the stylistic contrast to the Baroque Old Town. Everything is close here, making for a tranquil afternoon of sightseeing and lounging on one of the al fresco terraces of the city square. Continue onwards to Frankfurt to complete your loop of Germany and conclude your time and reflect on the sheer diversity of what's been experienced on this luxury tour."
    },
    {
      "dayNumber": "12",
      "title": "Frankfurt – Departure",
      "description": "Direct trans-Atlantic flights take you home, and Frankfurt's excellent connections offer a range of return flights. You'll be transferred to the airport after breakfast, where you say goodbye to your guide after 12 days of Germany's finest."
    }
  ],
  "map": ""
}