{
  "destination": "Germany",
  "mainPhoto": "",
  "id": "southern-germany-tour-beauty-fairy-tales-romance",
  "tourName": "Southern Germany Tour: Beauty, Fairy Tales & Romance",
  "placesVisited": "Munich, Nymphenburg Palace, Marienplatz Square, The Alps, Innsbruck, Ettal Benedictine Abbey, Linderhof Castle, Wieskirche Church, Oberammergau, Neuschwanstein Castle, Fussen, Lindau, Oberstaufen, Immenstadt, Black Forest, Lake Constance, Lake Titisee, Breitnau, Freiburg, Ravenna Gorge, Rhine Valley, Rhine River, Mummel Lake, Vogtsbauernhöfe, Baden-Baden, Heidelberg, Heidelberg Castle, Frankfurt",
  "generalInfo": "Southern Germany is a land of fables and fairy tales, a place where poetic sonnets echo through sublime landscapes and medieval heritage. This romantic tour follows its cobblestone trail as it winds through the alpine beauty to the quaint charms of yesteryear. From Munich, journey through the Alps and the Black Forest to explore the spa towns, iconic castles, pristine lakes, and the romantic attractions of the country on a trip handcrafted just for two.",
  "durationDays": "12",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Munich – Relaxing Welcomes to the Bavarian Capital",
      "description": "Bavaria is Germany's regal region with a history of flamboyant monarchs with unusual tastes. The city squares provide a whimsical presence as they are filled with fountains and water spouts from the mouths of sculpted mermaids. Luxury hotels provide additional grandeur along pedestrianized streets; their townhouse-style verandahs complement the old-world atmosphere that swirls around the city. Be greeted at the airport and transferred to a five-star residence in the heart of Munich and their on-site spa will relieve any travel aches. With this itinerary, there is a mix of guided excursions and free time to give you a chance to explore at leisure. This afternoon and evening are for you to wander and get a sense of Germany as you take in the regal architecture on the al fresco terraces of the hotel and nearby cafes."
    },
    {
      "dayNumber": "2",
      "title": "Munich – The Regal Delights of Munich",
      "description": "Bavaria's monarchs had some unique tastes. Their palaces extend the traditional definitions of royal residences as they blur classic opulence with a baffling eccentricity. Perhaps this is best portrayed at Nymphenburg Palace as the stately corridors lead past sculptures that are both beautiful and grotesque in nearly equal measure. Strange portraits hang on the walls, yet there is also an elegance, grace, and grandeur that only a royal palace can radiate. Beyond the walls, the vast palace gardens provide a stunning place to wander hand in hand. Get lost among the hedges and flowering gardens, and then your guided tour will continue at your leisure. Back in the city, you will loop across the most important attractions to admire the architectural style from Bavaria's dominant era. Colored townhouses stand in sharp rows of distant luxury and lead you towards Marienplatz, a central square that fulfills all preconceptions of old-world Europe. On an outdoor terrace, one of the city's famous beers will provide the iconic Munich experience with a frothy brew served with the expansive views of the city's heart. The rest of the afternoon and evening is at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Innsbruck – Enchantment in the Heart of the Austrian Alps",
      "description": "The road ascends as it winds and zigzags into the Alps as the whitened peaks that usually line the route gleam. Green slopes are speckled with historical villages as thatched roofs abound and villagers in traditional dress go about their daily routines. Cheese is sold from wooden stalls and each twist in the road provides another panorama through Europe's great spine of mountains. Cross the border into Austria and follow the road to Innsbruck, a city surrounded by lofty alpine peaks. It's pristine and postcard-perfect, a small city where triangular wooden houses confirm you're deep in the heart of the Alps. You will enjoy a short tour of the city's main central sights and the afternoon is free to lounge beneath the summits and lose yourself in the alpine enchantment."
    },
    {
      "dayNumber": "4",
      "title": "Linderhof to Oberammergau to Neuschwanstein Castle – The Fairytale Castles of the German Alps",
      "description": "King Ludwig II was notoriously mad. He built fortresses across Southern Germany and crafted a style that inspired fairytales. His castles grace the valleys like fictional structures as they cling to hilltops with bulbous turrets with the imaginative design of a child; ask any eight-year old to draw a castle, and it would probably look like one of King Ludwig's. Today you will visit two of his castles, each remote and otherworldly and built with great expense while Ludwig rarely visited them. Start at Linderhof, where the staircases wind and the gloomy corridors appear wrapped in a distant fable. Then, continue through the market town of Oberammergau for a place to shop and dine on a classic Bavarian banquet. Neuschwanstein is King Ludwig II's most famous residence and the inspiration for the Disney castle in the story of Snow White. The fairy tale narrative requires a surreal journey, and you ascend to the castle by horse and carriage. Clip-clop up the steep lane and the castle turrets peak above the trees before the forest clears and the domineering castle entices you forward. As you are guided around the castle, it's difficult to separate the fiction from the outlandish design that appears to come straight from the storybook pages."
    },
    {
      "dayNumber": "5",
      "title": "Neuschwanstein Castle – Living Out a Fable",
      "description": "Neuschwanstein is enhanced by its surroundings as you are deep in rural Southern Germany and the landscape is packed with thick forest and romantic walking trails. It's an idyllic place to be as a couple as the rural tones complement the effervescent views of the castle on the hill. Today is at your leisure, and it's easy to explore the area without a guide. Wander hand in hand through the forests, ascend again to the castle and continue the fable of Southern Germany."
    },
    {
      "dayNumber": "6",
      "title": "Fussen to Lindau – The Romantic Road to Lake Constance",
      "description": "The Romantic Road sweeps across the German Alps as it clings to the cliff edges before it swoops down into valleys that are nearly always in bloom. Like each day, you will travel in a luxury saloon vehicle that's chauffeured by your driver guide. Stop at various viewpoints as snow-capped peaks occupy the panorama for eight months of the year. Travel through Fussen and Immenstadt, then onwards past Oberstaufen to Lindau. Each town is the essence of Germany's backcountry; bakeries spill their fragrances onto quiet lanes, church bells softly chime, and there is always something artisanal to discover. Lindau occupies a sublime location as it hangs above the shore of Lake Constance, with a backdrop of the spectacular Alps. Arrive and relax as the hotel verandah provides a photogenic scene that could occupy you until sundown."
    },
    {
      "dayNumber": "7",
      "title": "Lake Titisee to Breitnau – The Enchantment of the Black Forest",
      "description": "As the alpine route continues, it becomes enveloped by shadows. Thick awnings of pine hang above the road to cast their shapes onto the tarmac. Javelins of light flicker through to lead the eye towards lakes and geranium-flooded fields beneath the forest. Enter the Black Forest, Germany's most picturesque region with a grand expanse of rolling valleys, green tones, and historical villages. Stop for a cheese tasting experience at a rural farm before you arrive in Breitnau for a romantic lunch served in a traditional tavern. Cuckoo clocks are everywhere; unsurprising given that this is where they originate. A guided tour reveals the variety of style as well as the tales behind these strange timepieces. In the afternoon, there's a lovely self-guided walk to take to Ravenna Gorge."
    },
    {
      "dayNumber": "8",
      "title": "Freiburg – Wandering Through Germany's Most Picturesque Region",
      "description": "Geraniums hang from the verandahs of Freiburg's old buildings as their color and subtlety contradict the domineering tower of the central cathedral. Forest envelops the town, standing above its canals and cobbled streets. Freiburg is the Black Forest capital, and a short tour takes you through its expressive odes to the past. The afternoon is at your leisure, and there are hundreds of inspiring hiking trails in the surrounding area, all of them exceptionally signposted as the Black Forest claims to be the pioneer of the marked hiking trail. Your driver guide can recommend routes, and it's possible to walk one way and then get picked up elsewhere as streams flow calmly through the forest as thatched roof villages hide in the valleys and bizarre boulders dominate hill tops. In the evening, continue the Black Forest immersion as a traditional thatched hut offers a calming view over the valley and the town. Candles illuminate the table as a sultry dusk scene plays out. Dinner is served in this private setting with a celebration of local ingredients enjoyed far from any road, like having a gourmet three-course picnic with a thatched roof over your head."
    },
    {
      "dayNumber": "9",
      "title": "Vogtsbauernhöfe to Baden-Baden – The Amorous High Route Through the Rhine Valley and the Black Forest",
      "description": "Throughout this itinerary, you follow the scenic routes of rural Southern Germany as they romantically weave a path across the picturesque landscapes of the country. Today, it's the Black Forest High Route and the panoramas reveal the delights of the Rhine Valley and the Vosges Mountains. Stop at Vogtsbauernhöfe, an open air museum that captures medieval life in the region; think thatched roof houses, floral patterns that stretch across verandahs, and some strange traditional dress. Arrive at Baden-Baden by mid-afternoon, and the day is free to slumber. Baden-Baden is the elegant summer hangout of Europe's nobility, the vacation destination for the dukes and princes of the medieval era. Natural thermals provide the attraction as they create pools that form the centerpiece of various spa resorts. Lounge outside in the healing waters, then head inside to a suite of saunas and steam rooms. Your spa also has a Mongolian yurt and while not very German, it is still a serene place to relax your head after the steam. Dinner is included at your luxury resort in Baden-Baden."
    },
    {
      "dayNumber": "10",
      "title": "Heidelberg – Medieval Musing in World Heritage Heidelberg",
      "description": "Heidelberg is the quintessence of old-world romance. Half-timbered houses lean over cobbled streets, lanterns lead you down a maze of lanes as streets fade in color, but not in their glory. The castle provides a compass point as it stands high above the World Heritage site and ensures that you never get lost in the labyrinth. After traveling to Heidelberg, you are guided around the castle before being transferred to a hotel that's been housing guests for some 800 years. Heidelberg is a town that you will want to explore as a couple as there is so much enchantment to find down each of the zigzagging lanes; wine taverns, antique stores, elegant university houses, and an excellent sense of a town frozen in time."
    },
    {
      "dayNumber": "11",
      "title": "Frankfurt – A Romantic Cruise Along the Rhine",
      "description": "The Rhine River is a European legend with a rolling stretch of water that curls through the valley of the same name. Vineyards line some of the banks; the grapes stretch out beneath the crumbling ruins of 11th-century castles. Whitewashed farmhouses overlook the water, and there is an overwhelming sense of rurality. Today, cruise along the Rhine on a private journey that leads you through the romantic stops above the river. Enjoy wine tasting at a local farm, take lunch in the redolent remains of an old castle, and sit back as the boat takes you into the city of Frankfurt. While the city's skyscrapers suggest you've returned to the modern world, your five-star hotel is situated in the medieval town center, and you are free to explore and watch as life wanders by from the outdoor terraces.\\"
    },
    {
      "dayNumber": "12",
      "title": "Frankfurt – Departure",
      "description": "Depart from Frankfurt International, which offers a huge variety of intercontinental connections. The day is at your leisure, and you'll be transferred to the airport for your departure as you wave farewell to a country that's imbued with an understated yet expressive romance."
    }
  ],
  "map": ""
}