{
  "destination": "Czech Republic",
  "mainPhoto": "",
  "id": "the-grand-germany-beer-tour",
  "tourName": "The Grand Germany Beer Tour",
  "placesVisited": "Munich, Plzen, Kulmbach, Bayreuth, Bamberg, Cologne",
  "generalInfo": "The history of beer can be traced to a small corner of Europe, and that is exactly where this 10-day Germany Beer tour leads. Taste your way through breweries and beer gardens with brewmasters and expert guides that can lead the way. Indulge in the original pilsner, Kulmach’s wheat beers, Bamberg’s craft diversity, Cologne’s Kölsch, and Munich’s original beer halls during your buzz-filled ten days in Germany.",
  "durationDays": "10",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Munich – A City with over 400 Biergartens",
      "description": "Munich is the most iconic city to start any beer tour. Beer has its origins in this corner of Europe, and the Bavarian capital has over 400 biergartens in addition to beer houses, both large and small. You will be greeted at the airport by a local guide and transferred to your hotel in the city. There will not be too much time for drinking today, but you can get a flavor of the beer gardens with your local guide. A dinner visit to Hofbrauhaus will be a great introduction for what is to come. After your flight, you may want an early night."
    },
    {
      "dayNumber": "2",
      "title": "Munich – Beer Gardens and Breweries",
      "description": "Munich is a city that is best understood through its beer. Today, you will cycle around the old city and check off the famous sites. Your guide will lead you to three small breweries, where you can have hands-on tours of the breweries with Bavarian master brewers. Some of Munich’s most traditional beer houses and beer gardens are also en route. You can enjoy a complete immersion into the local side of Munich’s beer. This will not be a day for Paulaner but for understanding Munich’s passion for high-quality beer."
    },
    {
      "dayNumber": "3",
      "title": "Munich – Tasting with Brewers",
      "description": "You can enjoy a slow start to the morning with a stroll around central Munich. This afternoon, you will be guided through two large and famous breweries. You will also get to go behind the scenes and to discover how these places operate. Paulaner needs little introduction and will provide great insight into mass-scale brewing. Ayinger is located in the delightful village of Aying, and one of the master brewers will provide you with a complete tour of the facility, culminating in a tasting session and dinner at a small village restaurant."
    },
    {
      "dayNumber": "4",
      "title": "Plzen – A Day in Czech at the Birthplace of Beer",
      "description": "The origins of beer can be found in Bavaria just across the border in the Czech Republic. Back in the 13th century, there was no international border, and the whole area was Bohemia. By hopping the border to the Czech Republic, you will spend the day in Plzen, which gives its name to pilsners. The original pilsner remains the most loved Czech beer, and you will take a VIP tour of the facility. You will admire the beer’s creamy head and how it is poured into the glass using a circular technique."
    },
    {
      "dayNumber": "5",
      "title": "Kulmbach – Iconic Wheat Beers",
      "description": "Hopping back into Germany, you will spend the next three days in Franconia, which is a beer region that revels in its diversity. While Plzen perfected a single style, this German region has always been a place for experimentation. Kulmbach will be your first stop in Franconia, which is a small town that is world-famous for its wheat beers. You will visit a couple of independent breweries and a brewing cooperative before a laid-back evening in the town. Your time in the town can include dinner reservations at the revered Zunftstube, where Eku is on tap."
    },
    {
      "dayNumber": "6",
      "title": "Bayreuth – The World’s Largest Beer Museum",
      "description": "The capital of Upper Franconia has a deserving beer reputation that is complemented by ornate architecture and the legacies left by locals, such as Richard Wagner. There will be time to explore the architecture before a hearty lunch in the old town hall and some time to explore brewing history at Maisel’s World of Beer. This is the world’s largest and grandest beer museum. It will take you on a lovely journey through the range of processes that have created the world’s favorite drink. Today will be an excellent opportunity for a quiet evening."
    },
    {
      "dayNumber": "7",
      "title": "Bamberg – Germany’s Eclectic Collection of Craft Brews",
      "description": "Bamburg mostly survived the war. It is a charming old town that showcases a millennium of history. Although it can initially seem like the perfect place for a quiet day of doing nothing at all, you will step behind the small doorways to find centuries of brewing history. Famously, a sweet and smokey beer is made here. Other breweries, including one that is still run by a monastery, showcase different techniques that remain unchanged by modern practices. Therefore, today will be a day where you taste how beer really used to taste like 500 years ago."
    },
    {
      "dayNumber": "8",
      "title": "Cologne – Immersed in Kolsch",
      "description": "This will be mostly a travel day because it takes about four hours by train to cross Germany, from Bavaria to Cologne. While it is tempting to spend your final two days in the most famous beer region, Cologne offers something entirely different. Cologne is the home of Kolsch, which is a style they have been loving here for centuries. Surprisingly, it has only recently garnered international visibility. This evening, you will enjoy dinner at the city’s most traditional beer hall, and it will be complemented, of course, by the original Kolsch."
    },
    {
      "dayNumber": "9",
      "title": "Cologne – Drunken Secrets of Kolsch Cologne Brewery",
      "description": "The people of Cologne like to drink more than even the people of Munich, which may seem remarkable after your time in Munich. Touring the Cologne microbreweries usually means getting fairly drunk. Even the brewmasters drink as they brew. Luckily, your guide will stay sober, so it is a safe tour that will teach you a little of the Kolsch brewing process. Before all the breweries, you will enjoy a city tour that encompasses the impressive cathedral and a gallery that holds Europe’s largest Picasso collection."
    },
    {
      "dayNumber": "10",
      "title": "Cologne – Departure",
      "description": "After ten days in Germany on this handcrafted beer tour, you will be transferred to the airport for your outbound flight. You can have time for one more Kolsch before taking off."
    }
  ],
  "map": ""
}