{
  "destination": "Cameroon",
  "mainPhoto": "",
  "id": "central-african-republic-wildlife-holiday",
  "tourName": "Central African Republic wildlife holiday",
  "placesVisited": "Yaounde, Ba’aka village visits, Dzanga-Sangha Reserve, gorilla tracking, Dzanga Bai elephants, Yokadouma, Bertoua",
  "generalInfo": "Dzanga-Ndoki National Park in the Central African Republic preserve some of the most beautiful rainforests in Africa, and the last of their kind on the planet. Created in 1990, Dzanga-Ndoki covers an area of just over a thousand square kilometres and is home to important populations of forest elephants, western lowland gorillas, chimpanzees and many other endangered mammals.<br/><br/>Starting in the Cameroonian capital of Yaounde we journey on rough roads to the east before crossing into the Central African Republic. From here we continue to Dzanga-Ndoki, to discover a world untainted by man, an intact jungle where nature rules. We venture into the heart of this primeval jungle to Dzanga Bai, a beautiful forest clearing which attracts spectacular wildlife, including large herds of forest elephants, and we have the unforgettable experience of tracking these lowland gorillas, getting close to a habituated family and seeing how they make the forest their home. Spending our time fully immersed in the jungle we learn about the complex biodiversity of this fragile ecosystem.<br/><br/>We also learn about the human inhabitants of the forest, spending a night in the company of Ba’Aka pygmies, learning from them as they go about their daily lives in the rainforest. This is an uncompromising trip, travelling through one of the last wildernesses on earth in search of some of the planet’s most enigmatic wildlife and treading where few have ever set foot before.<br/>",
  "durationDays": "10",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Yaounde - Arrive in Yaounde and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Hotel Jouvence or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Youkadouma - A long drive to the far east of Cameroon, driving via patches of forest, small villages and markets along the way. Overnight Hotel Youkadouma or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lidjombo – Dzanga-Sangha Reserve – Cross the mighty Sangha River and the border with the Central African Republic. After border formalities we continue to our accommodation, Doli Lodge, which will be our base for exploring the Dzanga-Sangha Reserve. (LD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gorilla tracking - One of the highlights of the trip – today we track a family of habituated western lowland gorillas in the forest, getting close to this most magnificent of animals in the company of experienced trackers and guides. There are few experiences that can ever equal spending time with gorillas, and it ranks among the best that Africa can offer. Overnight Doli Lodge. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mangabey tracking - This morning we track a different primate – mangabeys, of which troops of two to three hundred are not uncommon. Later we take dug out canoes along one of the tributaries of the Sangha River, in the company of locals extracting raffia wine from the palm trees. Overnight Doli Lodge. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Dzanga Bai - Drive and walk to Dzanga Bai. Here you can often see herds of between fifty and a hundred forest elephants that have come here to consume the mineral rich soil, along with other forest wildlife such as buffalo, sitatunga and bongo. Overnight Doli Lodge. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dzanga-Sangha Reserve - Today we have a full day with the Ba’Aka pygmies. Accompanied by our hosts we explore the surrounding area and have a unique opportunity to learn how they live, gathering honey and medicinal plants to sustain their lifestyle. Overnight Doli Lodge. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Yaounde - Transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}