{
  "destination": "Cameroon",
  "mainPhoto": "",
  "id": "cameroon-small-group-tour-culture-and-wildlife",
  "tourName": "Cameroon small group tour, culture and wildlife",
  "placesVisited": "Douala, Ekom Waterfalls, visit the palace of a traditional Bamileke chief at Baham, Bafoussam, Mectchie Waterfall, Bamenda, Bafut, Okpwa Village, Fon’s palace Babungo, Foumban, Yaoundé, Dja Reserve, Ba’Aka village of Matisson, Kribi",
  "generalInfo": "Often ignored by travellers, Cameroon is one of Africa’s most spectacular and fascinating countries. As part of both West and Central Africa, it displays features of both regions, but has its own individual character as well. The greatest highlight of a visit here is the country’s diverse societies, which are amongst the most culturally rich in on the continent. You’ll find yourself transported to a land that feels ancient; full of palaces and traditional villages, where local people often show more allegiance to their local chief or sultan than to the government. <br/><br/>This Cameroon holiday explores the country’s culture and wildlife during a two–week small group tour that visits both the north and the south. Heading first for the highlands, you’ll spend time in the traditional chieftaincies of Bafoussam, Bamenda and Foumban, staying in basic village rooms, immersing yourself in rural life and culture and visiting palaces and museums. Next, you’ll drive to the north of the country to view impressive wildlife in Waza National Park, which is home to lions, elephants and giraffes. There’s also time spent in the dramatic Manadara Mountains, which are not only beautiful but also home to a diverse range of ethnic groups, including the Ba’Aka and Bantu people. <br/>",
  "durationDays": "14",
  "price": "2855",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 - Arrival in Douala - On arrival in Douala you will be met and transferred to your hotel. The rest of the day is at leisure to relax or explore this lively city. Overnight at Aquarius Hotel or similar. No guiding arrangements nor meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Douala - Mboroukou (approx. 3 hours overall driving time) - The drive today takes us through rubber, banana, pawpaw, pineapple, cocoa and coffee plantations, visiting a palm oil mill and a tropical flower plantation. We arrive at Ekom village in time for a picnic lunch from where we can see the beautiful, 80m high Ekom Waterfalls. We continue to the village of Mboroukou which sits at the foot of the Manengouba Mountains. Overnight at Villa Luciole Lodge or similar. (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mboroukou- Baham-Foumban (approx. 3 hours overall driving time) - After breakfast we depart for Baham to visit the palace of a traditional Bamileke chief. We continue on to Foumban, renowned for its excellent traditional crafts it is rich in history, with good museums and a superb royal palace, and we spend time exploring the town’s key sites. Overnight at Paradise Hotel Koutaba or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Foumban- Batoufam (approx. 2 hours overall driving time) - After breakfast, we visit a Bororo village to gain some insight into rural life in Cameroon. Here, life is dominated by activities that reflect the people´s lifestyle, such as small-scale production of milk which is one of their main food items and is used by the women to produce butter. These people, especially the women, are renowned for their skill in braiding. Depart for Batoufam via Bafoussam visiting the sacred Mectchie waterfalls en route, where local Bamileke people come to make sacrifices in the hope that their wishes will be granted. Overnight at the chief’s palace in Batoufam. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Batoufam- Yaounde (approx. 4 hours overall driving time) - Today we leave for Yaounde stopping at the small town of Makenene on the way. On arrival in Yaounde we will take a city tour. Overnight at Merina Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mefou Primate Sanctuary – Nyong River – Mbalmayo Forest Reserve (approx. 3 hours overall driving time) - After breakfast, we depart to the Mbalmayo Forest Reserve, about 70kms outside Yaounde, and the eco- tourism village of Ebogo. On the way we will visit the Mefou Primate Sanctuary which cares for rescued and orphaned primates such as chimpanzees and gorillas. Upon arrival in Ebogo we take a pirogue along the Nyong River and walk through the rainforest to learn something of the medicinal qualities of some of the plants. Return to Yaounde. Overnight at Merina Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yaounde - Abongbang – Lomie (approx. 7 hours overall driving time) - Leave Yaounde and drive to Lomie, via Ayos and Abongbang. This is a long drive which cuts through thick equatorial rainforest and passes picturesque Ba’Aka and Bantu villages. Overnight at Raphia hotel or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Yaounde (approx. 7 hours overall driving time) - After bidding farewell to our Ba’Aka hosts we begin the drive back to Yaounde. Overnight at Merina Hotel or similar. (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Douala - Edea Park (approx. 4.5 hours overall driving time) - We leave Yaounde and drive via Edea to the Douala-Edea reserve with its sanctuary, which is home to the endangered Central Chimpanzee, one of West Africa’s most threatened primates. The sanctuary is managed by an association that subsequently releases young chimpanzees onto Pongo Songo Island on the Sanaga River when they become adults- we can take a boat ride to the island to watch the chimpanzees. Overnight at Hostelerie de la Sanaga or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Edea Reserve - Kribi (approx. 1.5 hours overall driving time) - Today sees us head to the coastal town of Kribi. In the afternoon we take a boat ride on the Lobe River, and visit the Lobe Falls which flow directly into the sea, a rare natural phenomenon. Overnight at Tara Plage Hotel or similar. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kribi - Douala (approx. 2.5 hours overall driving time) - Spend a relaxing morning at leisure before transferring back to Douala, visiting the fishing village of Londji on the way. Overnight at Aquarius Hotel or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Douala - Departure from Cameroon - Depending on your time of departure, there may be time to take a boat ride through the nearby mangrove forests and visit some local fishing villages. Tour ends with a transfer to the airport. (B) Please note that the driving times shown are approximate and can vary according to local conditions at the time of travel. They do not include the time allocated for stops along the way."
    }
  ],
  "map": ""
}