{
  "destination": "Cameroon",
  "mainPhoto": "",
  "id": "cameroon-holiday-tribal-lands",
  "tourName": "Cameroon holiday, Tribal lands",
  "placesVisited": "Douala, Ekom Falls, Melong, Bandjoun, Bappit, Koutaba, Foumban, Yaoundé, Ngaoundere, Poli, Alantika Mountains, Mbe, Okan",
  "generalInfo": "Straddling both West and Central Africa Cameroon is alive with the traditions and customs of more than two hundred and fifty different ethnic groups, a cultural mix that is at once enchanting and more than a little magical. This tour takes you to the heart of a country much neglected by tourism, exploring lands that have seldom been visited by outsiders. Starting in the steamy city of Douala, chaotic and mesmerising, we head west to the tribal kingdoms of the highlands taking in dramatic waterfalls and lush forests on the way. We discover lands ruled by traditional chiefs that have changed little in centuries, centred around royal courts and nobles that govern in an almost feudal manner. From here we take the train to Ngaoundere - an atmospheric journey to the very different world of the north. In Poli we stay in a delightful camp and meet the semi-nomadic Mbororo and Dowayo, then hike into the isolated Vokre Mountains where few have been before. We spend time with the Dupa - an intensely traditional group of people, where women still wear skirts made of forest leaves and men hunt for game with bows and arrows. If we are lucky we may witness traditional ceremonies and celebrations, gaining an insight into a way of life that has disappeared from much of Africa with the onset of modernity. Heading back to the south we spend time exploring Yaounde’s city centre, stopping to see some traditional art before heading home. A pioneering Cameroon tour that encapsulates the very best of this magical region.",
  "durationDays": "12",
  "price": "4799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Douala - Arrive in Douala and transfer to your hotel. Overnight Hotel Falaise or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ekon falls – Bafoussam - Today we head west, stopping en route at the Ekom Falls, dropping 80 metres to the forest floor. We then continue to Bafoussam, stopping at the community project at Tockem to learn about local traditions and customs, then visiting the sacred Metche Falls before arriving in Bafoussam for the night. Overnight in Zingana Hotel or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bangoulap - Spend today exploring the culture of the Bamileke people, Our journey today takes us to the chefferies of Bafoussam, Bandjoun and Batoufam, traditional kingdoms with rich history, identity and traditional architecture, learning about the complex customs which govern local life. Overnight in Villa Boutanga or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Foumban - Visit Foumban, home of the Bamoun people. We explore the town and visit its art museum as well as the 19th century royal palace. We also visit the central market, one of the most colourful in Cameroon, and walk through the artisans’ quarter. The Bamoun are great craftsmen, working with wood and bronze, and most of the pieces they create are exported overseas to collectors. Overnight Paradise Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yaoundé - Head to Mont Mbapit, where walk up to the crater rim for views of Lake Mfou. Afterwards, we will continue onto Yaounde. Overnight in Merina Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ebogo – Nkolendom - Leave Yaounde and head through the forest to the wildlife sanctuary at Mfou, home to a wide variety of species including gorillas, chimps and mandrills, and dedicated to the conservation of endangered primates. From here head to Ebogo and visit a local community tourism project, taking canoes through the forest, tasting local dishes and seeing traditional dances of the Bassa people. Overnight Nkolendom Tourist Centre (simple accommodation). (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fang village - Drive to a Fang village close to the borders with Equatorial Guinea and Gabon. Here, in the heartlands of the Fang people, the Bwiti rituals still thrive. We will be privileged to witness this unique series of rituals, centred around the use of the iboga root – this is perhaps one of the most spectacular of all traditional ceremonies in Africa, and a highlight of the trip. Overnight Hotel Escapade or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pygmy village - Drive south to meet the Badgeli pygmies, some of the most traditional people in Cameroon. We spend time in the forest taking part in traditional activities with the Badgeli, learning how they hunt and gather food, and seeing their vibrant culture and music. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning explore the forest further with the Badgeli, then head to Travel to the Douala Edea Reserve and from here take a boat to visit the Pongo Songo chimpanzee sanctuary, with fantastic opportunities to get close to these primates. From here continue to Lake Ossa, noted for its manatee protection programme, then end up in the town of Edea for the night. Overnight local guesthouse. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Douala - Drive to Douala and visit the artisans’ market before transferring to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}