[
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "cameroon-and-gabon-holiday",
    "tourName": "Cameroon and Gabon holiday",
    "placesVisited": "Douala, Pongo Songo chimpanzee sanctuary, Yaounde, Bitam, Lambarene, Fang people, Babongo pygmies, Ndende, Punu people, Omboué, Loango National Park, Port Gentil, Libreville",
    "generalInfo": "The jungles of Central Africa have forever been a mysterious land, difficult to penetrate and home to bewildering array of flora and fauna that will have nature enthusiasts salivating. This unique tour takes you on an incredible journey where nature rules supreme and the presence of man often seems insignificant, surrounded by thick rainforest alive with the calls of birds and monkeys. We start in Yaounde, then head south to a village of the Fang people where we are privileged to witness an authentic Bwiti ceremony, a spiritual ritual based around used of the psychoactive iboga root and one of the region’s most fascinating sights. <br/><br/>From here we venture into the forest to spend time with the Badgeli pygmies, camping within their community and learning about the numerous ways in which they have mastered the jungle, and also visit the chimpanzee sanctuary of Pongo Songo, where we have unparalleled opportunities to get close to these fascinating primates. But the best is saved until the end – two full days in Loango National Park, where we explore in the company of expert guides and look for gorillas, forest buffalo, elephants and with a bit of luck, hippos surfing in the sea. This trip offers the chance to see Africa at its wildest, where nature rules supreme and the jungle is king. This is not an easy journey, with some long drives, bad roads, limited infrastructure and the often infuriating bureaucracy of Central Africa to deal with along the way. But who said real adventure was ever easy? Join us to discover lost worlds, ancient traditions and the magic of the rainforest.",
    "durationDays": "13",
    "price": "8499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yaounde - Arrive in Yaounde and transfer to your hotel. Overnight Merina Hotel or similar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Pygmy village - Drive south to meet the Badgeli pygmies, some of the most traditional people in Cameroon. We spend time in the forest taking part in traditional activities with the Badgeli, learning how they hunt and gather food, and seeing their vibrant culture and music. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Pongo Songo – Edea - Travel to the Douala Edea Reserve and from here take a boat to visit the Pongo Songo chimpanzee sanctuary, with fantastic opportunities to get close to these primates. From here continue to the town of Edea for the night. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Douala - Libreville - Transfer to Douala, Cameroon’s economic capital. We explore the city and then after lunch fly to Libreville for the next stage of our adventure. Overnight Hotel Tropicana or similar. (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Port Gentil – Loango National Park - Fly to Port Gentil and from here travel to Loango National Park, crossing the Iguela lagoon and then continuing to the Louri lagoon where you can sometimes see wildlife such as elephants and buffalo on the beach. Overnight Loango Lodge. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Loango National Park - Two days exploring Loango National Park. This is one of the richest ecosystems in Central Africa and harbours a huge diversity of species, including forest elephant, hippo, gorillas and chimpanzees. Accompanied by local guides we venture into the forests and along the beach each day in search of the iconic wildlife that lives here, and we will also track habituated lowland gorillas while here. Overnight Loango Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Libreville - Travel by 4wd to Port Gentil, Gabon’s economic capital. Upon arrival in Port Gentil, fly to Libreville. Overnight Hotel Tropicana or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Libreville - Today is spent exploring the city, visiting its markets and seeing some of the remaining examples of early colonial architecture. This evening we transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "cameroon-holiday-tribal-lands",
    "tourName": "Cameroon holiday, Tribal lands",
    "placesVisited": "Douala, Ekom Falls, Melong, Bandjoun, Bappit, Koutaba, Foumban, Yaoundé, Ngaoundere, Poli, Alantika Mountains, Mbe, Okan",
    "generalInfo": "Straddling both West and Central Africa Cameroon is alive with the traditions and customs of more than two hundred and fifty different ethnic groups, a cultural mix that is at once enchanting and more than a little magical. This tour takes you to the heart of a country much neglected by tourism, exploring lands that have seldom been visited by outsiders. Starting in the steamy city of Douala, chaotic and mesmerising, we head west to the tribal kingdoms of the highlands taking in dramatic waterfalls and lush forests on the way. We discover lands ruled by traditional chiefs that have changed little in centuries, centred around royal courts and nobles that govern in an almost feudal manner. From here we take the train to Ngaoundere - an atmospheric journey to the very different world of the north. In Poli we stay in a delightful camp and meet the semi-nomadic Mbororo and Dowayo, then hike into the isolated Vokre Mountains where few have been before. We spend time with the Dupa - an intensely traditional group of people, where women still wear skirts made of forest leaves and men hunt for game with bows and arrows. If we are lucky we may witness traditional ceremonies and celebrations, gaining an insight into a way of life that has disappeared from much of Africa with the onset of modernity. Heading back to the south we spend time exploring Yaounde’s city centre, stopping to see some traditional art before heading home. A pioneering Cameroon tour that encapsulates the very best of this magical region.",
    "durationDays": "12",
    "price": "4799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Douala - Arrive in Douala and transfer to your hotel. Overnight Hotel Falaise or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ekon falls – Bafoussam - Today we head west, stopping en route at the Ekom Falls, dropping 80 metres to the forest floor. We then continue to Bafoussam, stopping at the community project at Tockem to learn about local traditions and customs, then visiting the sacred Metche Falls before arriving in Bafoussam for the night. Overnight in Zingana Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Bangoulap - Spend today exploring the culture of the Bamileke people, Our journey today takes us to the chefferies of Bafoussam, Bandjoun and Batoufam, traditional kingdoms with rich history, identity and traditional architecture, learning about the complex customs which govern local life. Overnight in Villa Boutanga or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Foumban - Visit Foumban, home of the Bamoun people. We explore the town and visit its art museum as well as the 19th century royal palace. We also visit the central market, one of the most colourful in Cameroon, and walk through the artisans’ quarter. The Bamoun are great craftsmen, working with wood and bronze, and most of the pieces they create are exported overseas to collectors. Overnight Paradise Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Yaoundé - Head to Mont Mbapit, where walk up to the crater rim for views of Lake Mfou. Afterwards, we will continue onto Yaounde. Overnight in Merina Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ebogo – Nkolendom - Leave Yaounde and head through the forest to the wildlife sanctuary at Mfou, home to a wide variety of species including gorillas, chimps and mandrills, and dedicated to the conservation of endangered primates. From here head to Ebogo and visit a local community tourism project, taking canoes through the forest, tasting local dishes and seeing traditional dances of the Bassa people. Overnight Nkolendom Tourist Centre (simple accommodation). (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Fang village - Drive to a Fang village close to the borders with Equatorial Guinea and Gabon. Here, in the heartlands of the Fang people, the Bwiti rituals still thrive. We will be privileged to witness this unique series of rituals, centred around the use of the iboga root – this is perhaps one of the most spectacular of all traditional ceremonies in Africa, and a highlight of the trip. Overnight Hotel Escapade or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Pygmy village - Drive south to meet the Badgeli pygmies, some of the most traditional people in Cameroon. We spend time in the forest taking part in traditional activities with the Badgeli, learning how they hunt and gather food, and seeing their vibrant culture and music. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "This morning explore the forest further with the Badgeli, then head to Travel to the Douala Edea Reserve and from here take a boat to visit the Pongo Songo chimpanzee sanctuary, with fantastic opportunities to get close to these primates. From here continue to Lake Ossa, noted for its manatee protection programme, then end up in the town of Edea for the night. Overnight local guesthouse. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Douala - Drive to Douala and visit the artisans’ market before transferring to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "cameroon-small-group-tour-culture-and-wildlife",
    "tourName": "Cameroon small group tour, culture and wildlife",
    "placesVisited": "Douala, Ekom Waterfalls, visit the palace of a traditional Bamileke chief at Baham, Bafoussam, Mectchie Waterfall, Bamenda, Bafut, Okpwa Village, Fon’s palace Babungo, Foumban, Yaoundé, Dja Reserve, Ba’Aka village of Matisson, Kribi",
    "generalInfo": "Often ignored by travellers, Cameroon is one of Africa’s most spectacular and fascinating countries. As part of both West and Central Africa, it displays features of both regions, but has its own individual character as well. The greatest highlight of a visit here is the country’s diverse societies, which are amongst the most culturally rich in on the continent. You’ll find yourself transported to a land that feels ancient; full of palaces and traditional villages, where local people often show more allegiance to their local chief or sultan than to the government. <br/><br/>This Cameroon holiday explores the country’s culture and wildlife during a two–week small group tour that visits both the north and the south. Heading first for the highlands, you’ll spend time in the traditional chieftaincies of Bafoussam, Bamenda and Foumban, staying in basic village rooms, immersing yourself in rural life and culture and visiting palaces and museums. Next, you’ll drive to the north of the country to view impressive wildlife in Waza National Park, which is home to lions, elephants and giraffes. There’s also time spent in the dramatic Manadara Mountains, which are not only beautiful but also home to a diverse range of ethnic groups, including the Ba’Aka and Bantu people. <br/>",
    "durationDays": "14",
    "price": "2855",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Day 1 - Arrival in Douala - On arrival in Douala you will be met and transferred to your hotel. The rest of the day is at leisure to relax or explore this lively city. Overnight at Aquarius Hotel or similar. No guiding arrangements nor meals are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Douala - Mboroukou (approx. 3 hours overall driving time) - The drive today takes us through rubber, banana, pawpaw, pineapple, cocoa and coffee plantations, visiting a palm oil mill and a tropical flower plantation. We arrive at Ekom village in time for a picnic lunch from where we can see the beautiful, 80m high Ekom Waterfalls. We continue to the village of Mboroukou which sits at the foot of the Manengouba Mountains. Overnight at Villa Luciole Lodge or similar. (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Mboroukou- Baham-Foumban (approx. 3 hours overall driving time) - After breakfast we depart for Baham to visit the palace of a traditional Bamileke chief. We continue on to Foumban, renowned for its excellent traditional crafts it is rich in history, with good museums and a superb royal palace, and we spend time exploring the town’s key sites. Overnight at Paradise Hotel Koutaba or similar. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Foumban- Batoufam (approx. 2 hours overall driving time) - After breakfast, we visit a Bororo village to gain some insight into rural life in Cameroon. Here, life is dominated by activities that reflect the people´s lifestyle, such as small-scale production of milk which is one of their main food items and is used by the women to produce butter. These people, especially the women, are renowned for their skill in braiding. Depart for Batoufam via Bafoussam visiting the sacred Mectchie waterfalls en route, where local Bamileke people come to make sacrifices in the hope that their wishes will be granted. Overnight at the chief’s palace in Batoufam. (BD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Batoufam- Yaounde (approx. 4 hours overall driving time) - Today we leave for Yaounde stopping at the small town of Makenene on the way. On arrival in Yaounde we will take a city tour. Overnight at Merina Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mefou Primate Sanctuary – Nyong River – Mbalmayo Forest Reserve (approx. 3 hours overall driving time) - After breakfast, we depart to the Mbalmayo Forest Reserve, about 70kms outside Yaounde, and the eco- tourism village of Ebogo. On the way we will visit the Mefou Primate Sanctuary which cares for rescued and orphaned primates such as chimpanzees and gorillas. Upon arrival in Ebogo we take a pirogue along the Nyong River and walk through the rainforest to learn something of the medicinal qualities of some of the plants. Return to Yaounde. Overnight at Merina Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Yaounde - Abongbang – Lomie (approx. 7 hours overall driving time) - Leave Yaounde and drive to Lomie, via Ayos and Abongbang. This is a long drive which cuts through thick equatorial rainforest and passes picturesque Ba’Aka and Bantu villages. Overnight at Raphia hotel or similar. (BD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yaounde (approx. 7 hours overall driving time) - After bidding farewell to our Ba’Aka hosts we begin the drive back to Yaounde. Overnight at Merina Hotel or similar. (BD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Douala - Edea Park (approx. 4.5 hours overall driving time) - We leave Yaounde and drive via Edea to the Douala-Edea reserve with its sanctuary, which is home to the endangered Central Chimpanzee, one of West Africa’s most threatened primates. The sanctuary is managed by an association that subsequently releases young chimpanzees onto Pongo Songo Island on the Sanaga River when they become adults- we can take a boat ride to the island to watch the chimpanzees. Overnight at Hostelerie de la Sanaga or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Edea Reserve - Kribi (approx. 1.5 hours overall driving time) - Today sees us head to the coastal town of Kribi. In the afternoon we take a boat ride on the Lobe River, and visit the Lobe Falls which flow directly into the sea, a rare natural phenomenon. Overnight at Tara Plage Hotel or similar. (BD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Kribi - Douala (approx. 2.5 hours overall driving time) - Spend a relaxing morning at leisure before transferring back to Douala, visiting the fishing village of Londji on the way. Overnight at Aquarius Hotel or similar. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Douala - Departure from Cameroon - Depending on your time of departure, there may be time to take a boat ride through the nearby mangrove forests and visit some local fishing villages. Tour ends with a transfer to the airport. (B) Please note that the driving times shown are approximate and can vary according to local conditions at the time of travel. They do not include the time allocated for stops along the way."
      }
    ],
    "map": ""
  },
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "central-african-republic-wildlife-holiday",
    "tourName": "Central African Republic wildlife holiday",
    "placesVisited": "Yaounde, Ba’aka village visits, Dzanga-Sangha Reserve, gorilla tracking, Dzanga Bai elephants, Yokadouma, Bertoua",
    "generalInfo": "Dzanga-Ndoki National Park in the Central African Republic preserve some of the most beautiful rainforests in Africa, and the last of their kind on the planet. Created in 1990, Dzanga-Ndoki covers an area of just over a thousand square kilometres and is home to important populations of forest elephants, western lowland gorillas, chimpanzees and many other endangered mammals.<br/><br/>Starting in the Cameroonian capital of Yaounde we journey on rough roads to the east before crossing into the Central African Republic. From here we continue to Dzanga-Ndoki, to discover a world untainted by man, an intact jungle where nature rules. We venture into the heart of this primeval jungle to Dzanga Bai, a beautiful forest clearing which attracts spectacular wildlife, including large herds of forest elephants, and we have the unforgettable experience of tracking these lowland gorillas, getting close to a habituated family and seeing how they make the forest their home. Spending our time fully immersed in the jungle we learn about the complex biodiversity of this fragile ecosystem.<br/><br/>We also learn about the human inhabitants of the forest, spending a night in the company of Ba’Aka pygmies, learning from them as they go about their daily lives in the rainforest. This is an uncompromising trip, travelling through one of the last wildernesses on earth in search of some of the planet’s most enigmatic wildlife and treading where few have ever set foot before.<br/>",
    "durationDays": "10",
    "price": "4999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yaounde - Arrive in Yaounde and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Hotel Jouvence or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Youkadouma - A long drive to the far east of Cameroon, driving via patches of forest, small villages and markets along the way. Overnight Hotel Youkadouma or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lidjombo – Dzanga-Sangha Reserve – Cross the mighty Sangha River and the border with the Central African Republic. After border formalities we continue to our accommodation, Doli Lodge, which will be our base for exploring the Dzanga-Sangha Reserve. (LD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gorilla tracking - One of the highlights of the trip – today we track a family of habituated western lowland gorillas in the forest, getting close to this most magnificent of animals in the company of experienced trackers and guides. There are few experiences that can ever equal spending time with gorillas, and it ranks among the best that Africa can offer. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mangabey tracking - This morning we track a different primate – mangabeys, of which troops of two to three hundred are not uncommon. Later we take dug out canoes along one of the tributaries of the Sangha River, in the company of locals extracting raffia wine from the palm trees. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Dzanga Bai - Drive and walk to Dzanga Bai. Here you can often see herds of between fifty and a hundred forest elephants that have come here to consume the mineral rich soil, along with other forest wildlife such as buffalo, sitatunga and bongo. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Dzanga-Sangha Reserve - Today we have a full day with the Ba’Aka pygmies. Accompanied by our hosts we explore the surrounding area and have a unique opportunity to learn how they live, gathering honey and medicinal plants to sustain their lifestyle. Overnight Doli Lodge. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yaounde - Transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Cameroon",
    "mainPhoto": "",
    "id": "congo-rainforest-safari",
    "tourName": "Congo rainforest safari",
    "placesVisited": "",
    "generalInfo": "This tour is unique in that it takes you deep into the Congo Rainforest of Central Africa and to one of the largest bai's in search of wildlife. Forest elephants, forest buffaloes, bongo, red-river hogs, lowland gorillas and many other species are all commonly seen.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching tours which visit very off the beaten track locations. These trips are geared towards people with a vested interest in seeing some of the world's rarest and most elusive species. This particular trip is unique, we spend extended amounts of time looking for wildlife and staking out the large clearings which are meccas for wildlife in the dense rainforest. These clearings are called bai's and we spend considerable time in a raised platform looking at wildlife and also included gorilla tracking in the forest.<br/><br/>This tour is a pioneering tour and you will be among the few people who visit this secluded and wonderful lodge each year. <br/><br/>As well as the larger and more commonly seen species such as gorillas, elephants and red-river hogs there is always a chance for smaller and rarer mammals such as tree &amp; white-bellied pangolin, various species of duiker, Congo clawless otter and many primate species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned. There will be bottled or filtered water available for each guest each day. We have our own private heated 4x4 vehicles with an excellent driver for all transfers. And we charter a flight from Cameroon to get us quickly to and from the lodge as it is often cheaper this way than coming through Bangui. You will have local guides with years of experience throughout. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to not go out in the forest of bai each day we will not spend time looking for wildlife. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>The best time to do this tour would be from December – May, whilst it is a good time to visit in December, this is the start of the dry season and so animals like the bongo and red river hog visit the bai less than they do later in the dry season. With May being the optimal time for sightings of these two species. But the elephants and gorillas (as well as other species) are seen throughout the year.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or ranger as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• You will have the opportunity to join the local Pygmy village in an immersive experience which is as authentic as any in Africa.<br/>• All the above reasons give this, our unique Wildlife Safari of the Central African Republic a great success rate of seeing many incredible, beautiful and rare species. We also have the ability to organise and run wildlife tours of other parts of Central and Africa at other times of year and focusing on other species such as Mandrills and even Okapi as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour starts and ends in Yaounde, Cameroon. But this is just our entrance and exit port to charter a flight and get direct to the lodge in the middle of the huge and incredible Dzanga-Ndoki National Park in the far south-west of Central African Republic.<br/><br/>Fitness Level:<br/><br/>There is some walking involved in this trip, such as when getting to and from the raised platform in the bai and also when tracking the lowland gorillas and agile mangabeys. However the terrain is mostly flat and so no real physical fitness is needed. Just being able to walk for 1-2 hours in the heat and humidity.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Pictures credits:<br/>Pierre Fidenci <br/>U.S. Fish and Wildlife Service Headquarters <br/>Daniel Ramirez<br/>Steve Wilson<br/>Tyler Brenot<br/>Official photographer of the U.S.Embassy in Ghana<br/>Damiano Luchetti",
    "durationDays": "12",
    "price": "10450",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Yaounde - Today you will arrive in the Cameroon capital of Yaounde. Here you will be met by your local guide and transferred from the airport to your hotel for teh night. There are no activities planned today, it is a rest day. Accommodation - Yaounde Airport Hotel (or similar) - no meals included today"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yaounde to Dzanga Bai - Today you will leave the hotel and travel to the small domestic airport and catch our chartered private Cessna, which will take us direct to the lodge. This is the quickest and easiest way to reach the lodge. The lodge is located close to the wonderful and world famous Dzanga-Ndoki National Park in the northern section of the north-western Congo Basin. In the reserve are large populations of Forest Elephant, Lowland gorillas, 16 of the country's primate species (such as De Brazza's Monkey with its distinctive white beard), hundreds of bird species, reptiles, frogs etc. you visit a village of the Ba'aka pygmies, of which you will spend some time with and the woman will share some traditional knowledge of the plants and you learn about their lifestyle in the forest. The WWF works with the Ba'aka in establishing conservation, education and health programs in the area. Once at the lodge we will settle in and have the rest of the day to relax and have a walk around the lodge grounds. Many species of monkey can be seen around the lodge. Breakfast and dinner will be included today. NB: From when we arrive in the lodge it is important to remain flexible in terms of what happens on a day to day basis here, we will try and follow the below itinerary, but things may be mixed up and moved around. We will get all of the activities mentioned, just maybe not in this particular order."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Yaounde - Today we will leave the lodge and be flown back to Yaounde on our own chartered private Cessna and then taken to your hotel for your final night on the tour. Accommodation - Yaounde Airport Hotel (or similar) - breakfast is the only meal included today."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Home - today you will be collected from the airport and taken to the international airport in time to catch your return flight home."
      }
    ],
    "map": ""
  }
]
