[
    {
        "type": "overview",
        "Main_Title": "Our Morocco holidays & tours",
        "Main_Paragraph": "Our Morocco holidays are a kaleidoscope of culture and adventure – made all the more vivid by homestays and community visits. Local guides add deeper shades of understanding, whether you’re on luxury trekking tours in the Atlas Mountains, wandering the souks of Marrakech in search of honeyed chebakia, or sleeping beneath the stars in the Sahara Desert. Our holidays in Morocco also deliver benefits for communities and the environment. They contribute to charities: from animal welfare initiatives for pack mules, to educational support for rural communities. And your stay – whether in an eco-conscious desert camp, or a family-run Marrakech riad – always puts money in local people’s pockets.",
        "Subtitle": "About our Morocco holidays",
        "Title1": "Culture",
        "Paragraph1": "You’ll adapt quickly to your new cultural norms on our holidays – waking up with the call to prayer in the morning, sharing a tagine, chatting over mint tea, haggling in the souk, or picking up words of Tamazight and Arabic. Stay in family-run riads – houses centred around leafy courtyards – when you come to Marrakech with us. If you’d like to experience Berber life – the majority of Moroccans are of Berber descent – head to the Atlas Mountains, where our holidays take you walking with Berber guides on the trails between their villages.",
        "image1": "",
        "Title2": "Walking holidays in Morocco",
        "Paragraph2": "Morocco’s Atlas Mountains are a great place for\nwalking holidays\n. The High Atlas is high enough that you can even trek in the summer months – though prepare for heat. The Anti-Atlas, further south, reaches lower altitudes and gets fewer visitors. It’s a great place for winter walking. Those wanting a bigger challenge can look to Jebel Toubkal, the highest mountain in the Atlas range – and in North Africa. Our trips employ qualified local guides – great for enriching your experience of the landscape, but also good for providing employment opportunities in the remoter communities in the mountains.",
        "image2": "",
        "Title3": "Cycling holidays in Morocco",
        "Paragraph3": "The promise of a hammam at the end of the road is a powerful motivator – but there are many other reasons to spring into the saddle.\nOur Morocco cycling holidays\nare a great way to see the countryside in all its rugged glory. Forget the road bike: off-road is best here, but our trips still stick to trails to minimise impact on the landscape. Try mountain biking in the Rif Mountains and stopping in the colourful city of Chefchaouen to refuel. In the High Atlas you can explore the Dades and Todra gorges, dive into the Draa Valley, and cycle in the foothills of Mount Toubkal.",
        "Title4": "Family holidays in Morocco",
        "Paragraph4": "Show your children a sky full of stars above the Sahara Desert, and it might be the first time they’ve ever seen the night sky in all its glory. See them build confidence as they chat to Berber families and get them to buy themselves an orange juice in Marrakech’s Jemaa el-Fna.\nMorocco family holidays\n– and the Moroccan seasons – fit in well with school timings. At Easter, try the desert; in summer, you could go into the Atlas Mountains. Family hiking holidays in Morocco come with a muleteer – your kids will dote on the donkey. Our holidays support animal welfare charities who work with animal owners in Morocco to make sure they receive proper care.",
        "image3": "",
        "Title5": "Moroccan landscapes",
        "Paragraph5": "Morocco is mostly mountainous. The Rif Mountains sit in the north of the country, their fertile valleys forested with cedar, oak and pine. The Atlas Mountains run like a diagonal speedbump across the middle. Morocco’s green quiff brushes the bottom of Spain, but the burnished blush of desert creeps into the picture from the south-east corner. The Moroccan Sahara is famous for the giant dunes of Erg Chebbi and Erg Chigaga. The country also has a long Atlantic and Mediterranean coastline. Our holidays help you explore these landscapes whilst minimising your impact – whether that’s using bicycles and trains to get around, or camels instead of 4x4s on the dunes.",
        "Title6": "Types of tours & holidays in Morocco",
        "Paragraph6": "Going on one of our\nsmall group holidays in Morocco\nmeans that you can tackle some unforgettable journeys fully supported  great if you want to try hiking in the Atlas foothills, biking down Todra Gorge, or summiting Mount Toubkal. A small group trip also means that when you get to the desert, you already have your own ready-made guided camel train.\nOur adventure holidays in Morocco\ncan involve sleeping under the stars among the sand dunes in Bedouin camps, taking a sleeper train from Tangier to Marrakech, or even travelling over to Spain and Portugal. However you see Morocco, if you see it with us, youll be contributing to local economies and families all the way through your adventure."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Morocco",
        "Main_Paragraph": "Morocco has four seasonal powers of seduction. With two climate zones, the country divided by the High Atlas, and the Sahara spreading out towards the coast, we are talking baking, breezy or even blizzards. However, each season has a claim on being the best time to visit Morocco. The Atlantic winds or elevation of the High Atlas cool you down in summer. Spring creates a cooler ambiance in the deserts and flora filled expeditions for hikers. The coasts are mild in winter if you need an elixir to get you through the dark, dismal months.",
        "image1": "",
        "when_to_go": "When to visit Morocco, month by month",
        "when_to_go_html": "<bullet></bullet><b>Morocco is often promoted as a winter sun destination</b> but temperatures average around 14°C in December and early January – good for culture vultures, so long as you weren’t hoping to get bronzed in the process. <bullet></bullet>If you want to ski, the season can be brief. <b>The best time for pretty much guaranteed snow is mid-January to mid-February</b>. Winter walking is a better option, with a longer season. As there is no snow in the Anti-Atlas, you can enjoy mountain life during December, January and February, with sunny days but cold nights. \r\n<br/><bullet></bullet>Spring in the High Atlas is wonderful, full of wildflowers: poppies, orchids, blue gentian and blankets of pink and purple scabiosa spring up like magic. <b>Spring starts as early as February</b>; it’s dependent on snowfall. <bullet></bullet><b>Desert dust storms</b> are at their most frequent between <b>February and April.</b> <bullet></bullet>The most popular time for <b>hiking throughout the Atlas ranges is between March and November.</b> <bullet></bullet><b>April and May are good desert choices </b>as the desert is just too hot June-September. However, temperatures can drop by 20°C in the desert between night and day, so be wary of this, take a good camping sleeping bag, and check temperatures in advance. \r\n<br/><bullet></bullet><b>The Dades Valley of Roses is famous in May</b>, when the fields are full of sweet smelling pink Damascus roses at their best. There’s a rose festival in El Kelaat M’Gouna. <bullet></bullet><b>Fez loves its festivals</b>: visit the very cool World Music Festival in May, and the Fez Festival of Sacred Music in June. <bullet></bullet>If you can handle hiking in the heat, <b>July and August are hot in the Anti-Atlas</b>, but not off the scale desert madness like the rest of Morocco. And if you can’t handle crowds, the Majorelle Gardens in Marrakech will be at their busiest, so visit in early morning or late afternoon. <bullet></bullet>Temperatures in the Sahara are simply baking in <b>August</b> so stay clear. However, they could be 15°C lower in Essaouira on the coast in July and August, for example. <bullet></bullet><b>The Atlantic coast sees plenty of rain in the winter months between November and January,</b> especially around Casablanca. The further south you go, the safer the bet at this time of year. <bullet></bullet>Some people resist travelling during <b>Ramadan</b>, as a few businesses shut down. But in the main tourist spots, most stay open, the evenings come alive as people come out to eat <i>en famille</i>, and witnessing this important religious event feels like an honour for many non-Muslim visitors.",
        "weather_chart": "Marrakech Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Marrakech Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 84%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 92%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 82%;\">31 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 76%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 37%;\">14 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 16%;\">6 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 58%;\">22 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 100%;\">38 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 92%;\">35 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best time to visit Morocco",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "<b>Anthony Horrobin from our adventure specialist Encounters Travel:</b>\n<br/>“For the best time to travel to Morocco generally, I would say that April and May or September and October. For the Atlas Mountains, I would say between April and September. The winter can get pretty snowy and dire up there to be honest.” \r\n<br/>\n<br/><b>Meryem Benkhati is one of several female tour guides with our leading cultural holidays in Morocco supplier, Intrepid Travel: \r\n<br/></b>“June and September are my favourite times. The temperature is perfect, it's sunny yet there is a cool breeze. Also, my favourite festival, Gnaoua Music Festival, is held every year in June in Essaouira, so for me that’s the coolest, most laid-back season of the year.”",
        "title3": "",
        "paragraph3": "Simon Clifford is a Morocco expert at our partners Exodus Travels:\n“March to June and September to November are the best times to visit Morocco. It’s not too hot at these times. The winter months can be surprisingly cold, especially in the mountains.”\nMike McHugo, owner of the stunning Kasbah du Toubkal in the High Atlas Mountains:\n“Many people don’t realise that Morocco is a cold country with a hot sun, particularly out of the peak season. Even if you get good weather, once the sun goes down it can be cold even in Marrakech and the south, never mind the mountains. People don’t pack correctly; Marrakech can have frost in winter, for example. The other thing to remember is that during the extremely hot weather in summer, the mountains here are cool and pleasant. In July and August, we can be 14°C cooler than Marrakech. Here it can be 30°C, while in Marrakech it can be up to 44°C, which is pretty unpleasant.”",
        "title4": "Festivals & events in Morocco",
        "paragraph4": "",
        "title5": "Did you know about...?",
        "paragraph5": "The Dades Valley of Roses, with its Rose Festival in El Kelaa MGouna, are famous in May as the fields are full of sweet smelling pink Damascus roses. Sweet tastes are to be had in October and November too in the Drâa Valley, as its date harvest time. Combine this with a trip into the Sahara, when temperatures have dipped."
    }
]