{
    "Main_Title": "Our Morocco holidays & tours",
    "Main_Paragraph": "Our Morocco holidays are a kaleidoscope of culture and adventure – made all the more vivid by homestays and community visits. Local guides add deeper shades of understanding, whether you’re on luxury trekking tours in the Atlas Mountains, wandering the souks of Marrakech in search of honeyed chebakia, or sleeping beneath the stars in the Sahara Desert. Our holidays in Morocco also deliver benefits for communities and the environment. They contribute to charities: from animal welfare initiatives for pack mules, to educational support for rural communities. And your stay – whether in an eco-conscious desert camp, or a family-run Marrakech riad – always puts money in local people’s pockets.",
    "Subtitle": "About our Morocco holidays",
    "Title1": "Culture",
    "Paragraph1": "You’ll adapt quickly to your new cultural norms on our holidays – waking up with the call to prayer in the morning, sharing a tagine, chatting over mint tea, haggling in the souk, or picking up words of Tamazight and Arabic. Stay in family-run riads – houses centred around leafy courtyards – when you come to Marrakech with us. If you’d like to experience Berber life – the majority of Moroccans are of Berber descent – head to the Atlas Mountains, where our holidays take you walking with Berber guides on the trails between their villages.",
    "image1": "",
    "Title2": "Walking holidays in Morocco",
    "Paragraph2": "Morocco’s Atlas Mountains are a great place for\nwalking holidays\n. The High Atlas is high enough that you can even trek in the summer months – though prepare for heat. The Anti-Atlas, further south, reaches lower altitudes and gets fewer visitors. It’s a great place for winter walking. Those wanting a bigger challenge can look to Jebel Toubkal, the highest mountain in the Atlas range – and in North Africa. Our trips employ qualified local guides – great for enriching your experience of the landscape, but also good for providing employment opportunities in the remoter communities in the mountains.",
    "image2": "",
    "Title3": "Cycling holidays in Morocco",
    "Paragraph3": "The promise of a hammam at the end of the road is a powerful motivator – but there are many other reasons to spring into the saddle.\nOur Morocco cycling holidays\nare a great way to see the countryside in all its rugged glory. Forget the road bike: off-road is best here, but our trips still stick to trails to minimise impact on the landscape. Try mountain biking in the Rif Mountains and stopping in the colourful city of Chefchaouen to refuel. In the High Atlas you can explore the Dades and Todra gorges, dive into the Draa Valley, and cycle in the foothills of Mount Toubkal.",
    "Title4": "Family holidays in Morocco",
    "Paragraph4": "Show your children a sky full of stars above the Sahara Desert, and it might be the first time they’ve ever seen the night sky in all its glory. See them build confidence as they chat to Berber families and get them to buy themselves an orange juice in Marrakech’s Jemaa el-Fna.\nMorocco family holidays\n– and the Moroccan seasons – fit in well with school timings. At Easter, try the desert; in summer, you could go into the Atlas Mountains. Family hiking holidays in Morocco come with a muleteer – your kids will dote on the donkey. Our holidays support animal welfare charities who work with animal owners in Morocco to make sure they receive proper care.",
    "image3": "",
    "Title5": "Moroccan landscapes",
    "Paragraph5": "Morocco is mostly mountainous. The Rif Mountains sit in the north of the country, their fertile valleys forested with cedar, oak and pine. The Atlas Mountains run like a diagonal speedbump across the middle. Morocco’s green quiff brushes the bottom of Spain, but the burnished blush of desert creeps into the picture from the south-east corner. The Moroccan Sahara is famous for the giant dunes of Erg Chebbi and Erg Chigaga. The country also has a long Atlantic and Mediterranean coastline. Our holidays help you explore these landscapes whilst minimising your impact – whether that’s using bicycles and trains to get around, or camels instead of 4x4s on the dunes.",
    "Title6": "Types of tours & holidays in Morocco",
    "Paragraph6": "Going on one of our\nsmall group holidays in Morocco\nmeans that you can tackle some unforgettable journeys fully supported  great if you want to try hiking in the Atlas foothills, biking down Todra Gorge, or summiting Mount Toubkal. A small group trip also means that when you get to the desert, you already have your own ready-made guided camel train.\nOur adventure holidays in Morocco\ncan involve sleeping under the stars among the sand dunes in Bedouin camps, taking a sleeper train from Tangier to Marrakech, or even travelling over to Spain and Portugal. However you see Morocco, if you see it with us, youll be contributing to local economies and families all the way through your adventure."
}