{
    "Main_Title": "Our Myanmar holidays & tours",
    "Main_Paragraph": "Decades of international isolation have left Burma’s strong and colourful Buddhist culture and pristine forest relatively untouched by the kind of modernity that has come to other parts of the world. Our Burma holidays allow you to explore an intriguing and historically rich country. Discover the faded grandeur of this South East Asian country's historic palaces, stumble across abandoned temples, trek to remote hilltribe villages or cruise the Irrawaddy river. Travel with us, safe in the knowledge that your negative impact is kept low, whilst our trips endeavours to benefit nature and people. In Myanmar, this might mean trekking house to house on a tour set up by and for a rural community, or exploring a market with a local guide who will tell you all the best crafts to buy and snacks to try.",
    "Subtitle": "Myanmar holiday highlights",
    "Title1": "Go Pagoda crazy",
    "Paragraph1": "The classic picture of Burma is one of gilded cones rising out of the mist, stretching into the haze of the horizon. Once in Burma, you wont need to go far to take your own similar travel snap.\nThe Land of the Golden Spires is literally packed with pagodas, temples and stupas\n conical or burial mound-type structures, filled with relics, jewels and offerings to Buddha.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "But not all pagodas are created equal, and to avoid the ever-present threat of pagoda fatigue, you should pick and choose which ones you want to see, rather than running after every shiny peak you see.\nYangons Shwedagon is the countrys most iconic and sacred\n; the 99m-high structure contains eight strands of hair from Gautama  the historical Buddha. The pagoda is covered in gold; pilgrims from across Burma donate gold to add to it.",
    "image2": "",
    "Title3": "",
    "Paragraph3": "The stupa atop the Golden Rock wins the most precarious pagoda award; while Bagan is fascinating for their sheer quantity. With over 2,000 structures of all shapes, sizes and styles, this is for hardcore pagoda fans only. Cycle away from popular spots and find your own secret, favourite stupa.",
    "Title4": "Cruise the \"Road to Mandalay\"",
    "Paragraph4": "Boat tours follow the Road to Mandalay, exploring tiny riverside dwellings, markets, monasteries and  of course  hidden temples along the way. Take a daytrip, or settle down on deck-top mattresses for a longer cruise along the mighty Irrawaddy River, which flows all past Mandalay, Bagan and Yangon, out into the Andaman Sea. Bring your PJs  the waterway is refreshingly cool at night.",
    "image3": "",
    "Title5": "Craft workshops",
    "Paragraph5": "Burmas isolation encouraged self-sufficiency  and this has extended far beyond food and fuel.\nBurmese craftspeople are astonishingly skilled and resourceful, with no power tools or machinery to aid their art\n. Workshops can be visited around the country but\nInle Lake is the artisan hub\n. There is a craft here for everyone \nfrom the cheroot cigar rolling and silk weaving, to silversmithing and gold leaf pressing\n.",
    "Title6": "",
    "Paragraph6": "One of the more unusual crafts is\nlotus weaving\n often done by the women of the Kayan tribe, many of whom still wear brass neck rings. The lotus stem is sliced and pulled apart, revealing thread-like fibres. These are coloured  often using natural dyes  and woven on handmade wooden looms.\nSupporting artisans encourages traditions to continue  and provides an income for communities with few alternatives, meaning this os one of the best things to do in Burma\n. You also get a wonderful souvenir!",
    "Title7": "Mix up your transport",
    "Paragraph7": "Explore the countryside on foot, by bike and even by horse and cart, while the lakes and rivers are ideal for calming cruises and long-tailed boat rides past villages, fishermen and floating markets. More intrepid voyagers can hop on a local bus. It wont be the most comfortable ride in the world, but it will be one of your most memorable, and a real glimpse into daily Burmese life."
}