{
    "Main_Title": "Our Guatemala holidays & tours",
    "Main_Paragraph": "Our Guatemala holidays are just gorgeous. Mayan archaeology abounds at famous Tikal, Topoxte and Yaxha ruins. For those who want nature, trek through cloud forest up to volcanic peaks in the Zunil mountains. Lake Atitlan, enveloped by volcanoes and Indigenous lands is close to ethereal. And yes, Pacific beaches await too. Our Guatemala holidays don’t just show you a good time, but ensure your trip is doing good, too, whether that’s by visiting inspiring textile cooperatives, supporting local markets, meeting the Maya community or using local guides at archaeological sites, who will take you off the beaten track on routes designed to avoid the crowds.",
    "Subtitle": "Guatemala holiday highlights",
    "Title1": "Follow the Ruta Maya",
    "Paragraph1": "Guatemala sits squarely on the Ruta Maya, running through the Yucatán Peninsula and Belize. The incredible archaeological site of Tikal shows the power of the Mayan civilisation. A sprawling city that stretched through many kilometres of jungle, much of which is still being excavated, there are five towering temples to climb for a panoramic view over the site. Less well known is the site of Iximché, capital of an ancient Kaqchikel Maya kingdom, with pyramids, temples and evidence of human sacrifice.",
    "image1": "",
    "Title2": "Take an overland tour",
    "Paragraph2": "If you are lucky enough to have two weeks holiday or longer, then make the most of Central Americas tightly clustered borders and cross over into Mexicos Yucatán Peninsula for more Mayan exploration at Tulum and Chichen Itzá, at as well as a dip in a cenote. Travel overland to Belize, where you can relax on paradise cays, snorkel or scuba.\nBelize also hides a Mayan underworld in the incredible Actun Tunichil Muknal Cave  complete with ancient ceramics and the calcified and crystallised skeletal remains of sacrifice victims. A longer tour can take you all the way along the isthmus, through Honduras, Nicaragua and Costa Rica, to the Panama Canal, using a combination of public transport, minibuses and purpose built overland vehicles. These little countries may seem superficially similar, but when you begin to look beneath the surface, they each have their own unique histories, indigenous cultures, coasts, jungles and wildlife.\nThese tours are made even easier by the Shengen-style Central America Border Control Agreement, which means that tourists can cross borders between Guatemala, El Salvador, Honduras and Nicaragua for 90 days without lengthy entry and exit formalities.",
    "image2": "",
    "Title3": "Meet the Maya",
    "Paragraph3": "Maya is not a homogenous term; over 21 Mayan languages are spoken in Guatemala alone, and the elaborately embroidered textiles and clothing will vary from community to community. Visitors can meet the Maya in thriving textile and food markets, during homestays and during village tours, particularly around Lake Atitlán, in which you might learn to grind blue corn or weave reed mats.",
    "Title4": "Spend time on the water",
    "Paragraph4": "Beaches may not feature in a Guate itinerary, but there are plenty of opportunities to spend time on the water. Cruise down the Río Dulce to Livingston to meet the Garifuna people and look out for manatees in the mangroves. Kayak around Lake Atitlán, or boat across the lake beneath the looming volcanoes. Take a dip in the pristine natural pools of Semuc Champey, with Coban as your base, soaking up those jungle views.\nYou can also try some tubing – underground – in the vast Candelaria Caves, one of the largest cave systems in Latin America. Bob gently along the river connecting the seven caves in the darkness, with guides from the local Mayan community leading the way.",
    "image3": ""
}