{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "privately-guided-morocco-tour-for-seniors-culture-enchantment",
  "tourName": "Privately Guided Morocco Tour for Seniors: Culture & Enchantment",
  "placesVisited": "Casablanca, Meknes, Fes, Merzouga, Aït Ben Haddou, Marrakech, Sahara Desert",
  "generalInfo": "The enchanting culture of Morocco comes to life on your custom tailored Morocco tour for seniors, focusing on the most exciting way to experience the country for those in their golden years. Sand dunes rise like mountains and stretch over the horizon. Columns of a former Roman city rise over the citadel. Snake charmers play their flute-like instrument surrounded by crowds of entertainers. The mountains separate the Sahara from the Atlantic. An eclectic mixture of cultures, from nomadic tribes to French colonialists, has made their mark on the heritage. Wander through elegant palaces and explore twisting paths encircling adobe huts.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Golden Shores of Casablanca",
      "description": "Casablanca is a bustling city on the Atlantic coast of Morocco. Wide avenues pave the city center, lined with the rustling leaves of palm trees. In Place Mohammed V, neo-Moorish government buildings border the square. Elements of a French colonial past shimmer against the contemporary culture of art galleries and seaside cafes. Your private transfer greets you at Mohammed V Airport and takes you to your hotel situated in the heart of the vibrant city. The art nouveau architecture of the Theatre Rialto lights up the corner of Rue Mohammed El Qori. The sea breeze carries a sweet aroma. You can see the towering minaret of Hassan II Mosque rising over the shoreline, more than 656 feet in the air. When you arrive at your hotel, you have a friendly welcome from the staff and an offer of mint tea to help you settle into the city."
    },
    {
      "dayNumber": "2",
      "title": "Capital Elegance",
      "description": "After a few sips of comforting green tea flavored with hints of saffron in the morning, you remember the exotic elements of Casablanca that surround you. Your guide meets you at the hotel lobby and takes you on the first of many Morocco tours , beginning with exploring Casablanca before venturing north to the calm and graceful streets of Rabat. The city has roots as a Barbary pirate port from the 16th to the 18th-centuries. Today the city has a charm emanating from its wide avenues, historic fortress, stunning museum, and remarkable tombs. The colonial architecture creates a gem of a city that allows you to explore at your preferred pace. Authentic boutique shops wind through the Kasbah les Oudaias, the oldest part of the city. The citadel has a commanding view of the encircling landscape, most notably from the 12th-century Bad Oudaia gate, which faces the heart of the city. The Bou Regreg River feeds into the Atlantic. Cobblestone walkways twist and turn around the beige brick structure with fortified battlements. The collection of palm trees provides luxurious shade in the warm sunlight of the Moroccan coast. Whitewashed homes line the narrow streets inside the kasbah. The serene city provides great insight into the true cultural history of Morocco."
    },
    {
      "dayNumber": "3",
      "title": "Collecting Roman Images",
      "description": "At breakfast, you find the alluring aromas of green tea steeped with mint and honey. The local semolina pancakes have a fluffy texture and an accompaniment of butter, honey, and fresh preserves. Your guide greets you after your meal and leads you on a fabulous tour of the imperial city of Meknes before venturing to the fertile hilltop to find the partly excavated Roman city of Volubilis. The ruins date back to the 3rd-century and offer insight into the Roman occupation of North Africa. A circuit of walls expands more than one-mile along the 100 acres of the cityscape. Foothills border the prairie. Columns and outlines of stone buildings continue to decorate the landscape. The stonework of the Arch of Caracalla stands at the end of Decumanus Maximus, the main street. The architects used the local stone to erect the monument. Walking through the site takes you on an easy trip back to the city’s heyday. Various houses contain mosaics undisturbed by time. The House of the Athlete has a mosaic depicting an athlete riding a donkey backward. He holds a cup in his hand, with his arm extended as if in salute to passersby."
    },
    {
      "dayNumber": "4",
      "title": "Colors of the Markets",
      "description": "In the morning, the medieval city of Fes stirs. The roots of the old city date back to the 6th-century but the labyrinthine streets have wound their ways between the stone walls and underneath craft workshops since the 9th-century. The marketplace brims with activity emanating from the tanneries. The cultural heart of Morocco beats strongest in Fes. Locals linger in cafes hidden by narrow alleyways. The iconic image of the souk (marketplace) comes alive when you see the stunning colors of the variety of spices stacked in front of a shop stall. You set an easy but excitable pace through the city streets, eager to absorb the beauty all around you. The Medersa Bou Inania was erected in the 14th-century. The religious school is an architectural treasure that highlights the splendor of geometric design and the majesty of Islamic artistry. Geometric patterns decorate the walls and court. Keyhole archways and lattice windows provide easy access to constantly flowing air. You can see the crown of the green-tiled minaret hovering over the courtyard."
    },
    {
      "dayNumber": "5",
      "title": "In and Around Fabulous Fes",
      "description": "The mornings are relaxing and allow you to prepare for the coming day. At breakfast, you find flavors both familiar and exotic, accompanied with the subtle aroma of green tea steeped with orange zest. After your exploration of Fes’ “New City,” known as Fes el Jedid, your guide leads you to the Berber town of Sefrou. The town is located about 22 miles southeast of Fes at an altitude of 3,000 feet above sea level. Traders have stopped here en route from the Sahara Desert to the Mediterranean Sea for centuries, creating a mixture of cultures since the 13th-century. The town once hosted one of Morocco’s largest Jewish communities as well. The Mellah, the Jewish neighborhood, continues to line the northwest riverbank. Wooden-galleried homes line the pathways and streets enclose to a narrow peak to fit only two pedestrians at a time. The allure of Sefrou is its medina, with a wide-open lane leading through its center. The vibrancy of the small town radiates along the marketplace, which is smaller than in Fes, but remains in touch with its eclectic heritage."
    },
    {
      "dayNumber": "6",
      "title": "Alpine Forests and the Sahara’s Edge",
      "description": "In the morning, you indulge on the comforts of the tea at breakfast. The tinkering of carpenters and cobblers returns with the sunlight. The sounds of trickling water from the Funduk Nejjarine, a sensational historic fountain, continue to drift through the streets. Your guide once again meets you in the hotel after breakfast and leads you away from the imperial city, making your way east to the Middle Atlas Mountains en route to the Merzouga, the Gateway to the Sahara. You stop in Midelt, a small market town in the alpine landscape at the heart of apple country. The peaks of the High Atlas Mountains perforate the sky in the distance. Kasbah Myriem is a workshop that helps assist Berber women in developing their embroidery and weaving skills, along with providing looms and materials. The stone building looks quaint with the imposing background of the mountains. Inside, women sit near woven baskets or on wooden chairs focused on their work. The more experienced women help instruct the newcomers with advice and support. Outside of town, Berber apes, North Africa’s only monkey, lounge in the forest trees."
    },
    {
      "dayNumber": "7",
      "title": "Famous Dunes of the Desert",
      "description": "Morning in the Merzouga is filled with excitement stemming from the coming adventure into the Sahara. You step aboard a jeep with your guide and travel into the sweeping golden sands of the Sahara Desert. The dunes rise and fall like waves. Merchants and caravans used to travel the route to Timbuktu beginning in the 8th-century. The desert sun is warm but the cool air provided by the jeep is comfortable. In the distance, you can see a man leading a herd of camels; their feet kick up sand as their bodies sway from side to side. Erg Chebbi is a collection of sand dunes stretching more than 30 miles with some dunes rising to 492 feet. You make your way towards your luxury campsite for a night under the stars accompanied by your gracious Berber hosts. The sunset turns the golden sands a fiery orange. Your guide leads you the entire way to your accommodation, where a comfortable and safe campsite awaits."
    },
    {
      "dayNumber": "8",
      "title": "Walls of the Todra Gorge",
      "description": "Wake up at dawn to watch the colors of sunrise spread over the Sahara. Witnessing the sand dunes slowly glow with a radiant luster as the sun begins its ascent into the sky is a sight worth seeing at least once in your lifetime. You return to the border of the desert at Merzouga and continue northwest into the Todra Gorge. The village of Tamtattouchte stands at the base of the rolling mountains. Adobe huts almost blend into the changing colors of the landscape. You can see the towering rusty red walls of the gorge, reaching upwards of 1,000 feet, lingering behind the verdant palm groves and lush grasses of the oases in the foreground. Barren, craggy mountains roll away from the canyon walls. The gorge narrows to a width of 30 feet. The stunning natural landscape is undeniable. The aroma of tagine, a traditional slow cooked savory stew, drifts from homes. You can hear the rushing water of the glacial stream winding along the gorge floor. You can sit near the water’s edge and savor the flavors of lunch in the pure beauty of your surroundings."
    },
    {
      "dayNumber": "9",
      "title": "Stopping for Tea and Roses",
      "description": "The western road to Ouarzazate is known as the Road of 1,000 Kasbahs. You depart from the town of Tinghir, making your way through Dades Gorge. The colors layer the rocks from top to bottom with red, white, pink, and orange hues. The earthen formations are scattered across the landscape with bright red coloration and rugged karst size. Your guide points to the troglodyte caves inside the mountainsides, which are still used by Nomadic herders. In the villages along the route, you can see locals stopping in small cafes and shops, drinking tea with one another. The scenic drives takes you through the Valley of Roses. In the morning and afternoon, flower pickers stroll through the miles of pink hedges producing garlands of fragrant roses. The flower buds are at their most fragrant early in the morning or late in the afternoon. The ochre turrets of the remote kasbah behind the plantation create a remarkable contrast in lushness and vibrancy. The local pickers hold their harvest in large sacks, walking between the rows of hedges to eventually deliver the sack to a distillery, eager to turn the petals into rose water, rose oil, and potpourri."
    },
    {
      "dayNumber": "10",
      "title": "Over Atlas to the Medina",
      "description": "The town of Ouarzazate almost blends into the hills and arid landscape. The rustic red earth used to make the historic buildings of the kasbah continue to stand proud as a testament to the ingenuity and culture of the past. After breakfast, you embark on a scenic drive through the Atlas Mountains. Sporadic roadside villages turn into hair-turn pins. The mountainscape rises above you with snowcapped peaks. Now and again you have an unobstructed view of the valleys below. The scenery turns from rugged hillsides to sprouting trees. The greenery is noticeable and even casts shade over the road and bordering villages. Once in Marrakech, you settle into the comforts of your riad, a historic mansion, located in the heart of the spirited city. You have time to freshen up before your tour of the old city. The old square of Djemaa El Fna was erected in 12th-century and stands as one of the oldest areas of the city, and holds the entire vibrant heart of Marrakech. When you visit the square in the evening, local restaurateurs haul their grills into the center of the square, fanning at their coals, and placing kebabs filled with meat or vegetables over the grate. The songs of snake charmers drift over the cobblestones. Storytellers entertain children with tales of their heritage and fantasies evocative of the famous 1,001 Nights. For one of the best views of the square’s encompassing energy, you can sit on one of the many rooftop cafes that offer a panoramic view of the jovial nights of Marrakech, complemented by the comforting warmth of a freshly brewed tea."
    },
    {
      "dayNumber": "11",
      "title": "Grandeur of the Old Town",
      "description": "The grace of Marrakech comes from its history and culture, which locals and visitors celebrate daily. After breakfast, your guide meets you, eager to escort you through the enchanting streets of the city, filled with narrow lanes, antique stone arches, and an endless vivaciousness that keeps the culture feeling eternally fresh and new. The Bahia Palace was erected in the late 19th-century and encompasses more than 86,000 square feet. The grounds are decorated with floor-to-ceiling radiance. The back courtyard has colorful geometric mosaics encircling the fountains. Green tiles line the rooftops. Your guide leads you to the harem to see the ornaments decorating the Grand Vizier’s favorite wife’s quarters. Original woven-silk panels and stained glass windows offer an abundance of soft light and graceful movement to the room. Rose bouquets blossom on the ceiling and remind you of the absorbing aroma you found in the rose plantations."
    },
    {
      "dayNumber": "12",
      "title": "Endless Morocco",
      "description": "In the morning, the snake charmers and storytellers return to Djemaa El Fna Square. The shop stalls in the souk open their doors, embellishing the walkways of the medina with carpets and dangling footwear. At breakfast, you wrap your hands around a hot glass of fresh green tea steeped with saffron. You listen to the sounds of the fountain cascading in the courtyard of the riad. Your private transfer will soon meet you at the hotel, ready to escort you to the Marrakech Menara Airport for your flight home. Until then, you can relax and savor the rest of your time in Morocco."
    }
  ],
  "map": ""
}