{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "vip-morocco-custom-tour-exploration-in-luxury",
  "tourName": "VIP Morocco Custom Tour: Exploration in Luxury",
  "placesVisited": "Marrakech, Dades Valley, Merzouga, Fez, Casablanca",
  "generalInfo": "The gentle rush of waterfalls filters through the cedar forest. Desert dunes create endless waves of golden sand. The call to prayer echoes through the morning sky above the charming lull of the coast. Wake up in a lavish room of an ornate antique mansion that once belonged to Moroccan nobility. Your VIP tour of Morocco is hand tailored to ensure the marvels of luxury accompany you every step of the way. Desert fortresses blend into the mountain foothills and blossomed pink roses shimmer underneath miles of oasis trees. Indulge in your extravagant Moroccan vacation.",
  "durationDays": "9",
  "price": "11,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca - Early Arrival in Casablanca and Full Day Tour of the City",
      "description": "Welcome to Morocco, a country steeped in legend, culture, and luxury. You are met at the airport by a private transfer and whisked away from Casablanca passing along palm tree-lined boulevards. The Atlantic Ocean brushes up against the coastline. Hassan II Mosque stands tall on the shore against the lapping water. Settle into the comforts of your centrally located hotel before meeting your guide for a private tour of the city. The aroma of the ocean is present and pleasant. Your guide takes you through a variety of neighborhoods that emanate the city’s modern edge, inspired by its vast history. Casablanca maintains a cosmopolitan ambiance with modern restaurants brimming with the aromas of regional spices and slow roasted meats. The city is the economic center of the country, providing distinct luxury for locals and visitors alike. Your guide brings you to the Hassan II Mosque and you see the grandeur of the edifice constructed in 1993. The minaret is the world’s tallest at almost 670 feet. Although the mosque was built more recently you find elements of traditional Islamic architecture combined with Moroccan elements. The main prayer hall is located on the ground floor and is decorated with ceramic tiles arranged to form colorful, geometric shapes. Cedar adds earthen elements to the strong and glossy marble pillars that frame the hall. Chandeliers dangle from numerous domes, the glass imported from Muran, Italy. The opulent décor emanates power and prestige, while also demonstrating devotion."
    },
    {
      "dayNumber": "2",
      "title": "Fez – Make your Way to Fez with a Tour of Rabat, Meknes, and Volubilis",
      "description": "The morning fills with the soothing sounds of the call to prayer, emanating from the minaret at Hassan II Mosque. After breakfast you leave behind the modern city and venture into the noble and renown past. Travel through Morocco’s capital of Rabat and on to Meknes, one of the four imperial cities. The modest ambiance of Meknes comes from its stance in the shadows of nearby Fez. The relaxed atmosphere offers you private access to the winding narrow streets of the old city, known as the medina. Fertile planes encircle the city and stretch to the Middle Atlas Mountains. You notice the apparent divide in architecture between the newer French constructs of the west to the medina in the east. Bab el-Mansour is the most distinguished imperial gateway in the country. The gate was constructed in the 18th century and remains immaculately preserved. The colorful textile border has faded but once shimmered a polished green. The remaining color and power of the Moorish arches and thick pillars are still equally as impressive. The granaries of Moulay Ismail, known as Heri es-Souani, were designed to hold tiny windows and massive walls, along with a system of underground water channels to cool the interior. The stables hold up to 12,000 horses. The vaulted ceilings have been restored to an impressive degree. The stone remains cool against the afternoon’s warmth. You can walk along the restoration and ruins to see the impeccable design and eventual decay of the massive project. Soon you will continue to Fez and find comfort in your accommodation, which was once a nobleman’s mansion."
    },
    {
      "dayNumber": "3",
      "title": "Fez – Full-Day Tour of the Imperial City",
      "description": "The culture of Fez is prestigious because of its perseverance through time. The distinctive elements that made the medina and the medieval city wealthy have created an incomparable atmosphere centered around history. Your plush Riad -style accommodation is located at the center of the city. Your escort meets you after breakfast and takes you on a private guided tour of the best-preserved medieval city in the Arab world. The aroma of fresh citrus fills the air. You see a pattern forming within the streets of the country’s medinas, filled with narrow winding alleyways. In Fez, you find the alleyways often created by charming architecture and brightly painted doors. An aroma of leather quickly overtakes the medina. You hear the tinkering of metal on metal and chaffing pelts. The tanneries date back to the 12th century and fill the old city with the familiar fragrance that drifts past the vendors. The tanneries are located behind the leather shops. The pits are filled with colorful dyes that stain the leather a particular color. The leather workers shape and taper the fabric into bags, coats, and belts. Continue to follow your guide through the historic streets of the city and find yourself in a rooftop café overlooking the entire Medina. A fresh brewed mint tea arrives at your table. The herbaceous aroma blends with the sweetness of honey. The energetic pulse of the alleyways fade and you find a peaceful, private moment on the rooftops overlooking history."
    },
    {
      "dayNumber": "4",
      "title": "Merzouga – Visit Mountain Villages and the Ziz Valley",
      "description": "Fez leaves an indelible impression on your time in Morocco, connecting a vibrant past with an encroaching modernity. Linger at breakfast and indulge in the flavors of tangy yogurt and sweet honey. Walnuts provide a textural crunch and the scent of mint tea helps awaken the senses. Your private transfer escorts you out of the city and on your way to the desert town of Merzouga. En route to the desert plateau you wind through the Middle Atlas Mountains. The mountain range’s highest peak is Jbel Bou Naceur at a height of almost 10,960 feet. Enjoy the relaxed pace and alpine atmosphere of the university town of Ifrane. The mountain air is crisp all year long. The fresh aroma from the cedar forest fills the streets. Storks nest on the rooftops. King Mohammad VI vacations in Ifrane in the winter, stirring up the laidback ambiance and traditional Berber culture that persists even today on the town’s fringes. In the afternoon, you arrive in Merzouga and unwind in your opulent Riad, which provides you a pristine and private view of the desert scenery beyond the village."
    },
    {
      "dayNumber": "5",
      "title": "Merzouga – Trek on Camel Back in a Sahara Desert Exploration",
      "description": "The sun hovers over the horizon on the Sahara Desert and spreads a golden shine across the sand. The wonder of the scenery is ineffable, filled with a rolling landscape and endless sweeping sand. Outside of Merzouga’s borders is Dayet Srji, a salt lake that awakens in the spring. The water reflects the empty blue sky and sits at the base of a rising sand-based hill. Flamingos linger in the water. Their plumage turns pinker the more they eat. Falcons circle the sky and leave a small, dancing shadow on the ground. Your guide points out tracks in the soft sand and says they belong to desert foxes. The desolate landscape makes you wonder if anything could survive, but the vibrant bird life and unseen foxes are proof of a vibrant ecosystem and the delicate wonders of a harsh environment. Step aboard a camel and follow trek into the desert with seasoned professionals. When the sun begins to set you will find the starlight flickering above you. The scent of slow-cooked meat rises from a traditional cooking pit. The powerful spices fill the desert air and your lavish evening beneath the starry sky."
    },
    {
      "dayNumber": "6",
      "title": "Dades Valley – Venture In and Around Todra Gorge and Dades Valley",
      "description": "Sunrise offers the unique opportunity to watch the day layer the desert with a rainbow of color. The desert sky is cool and active in the morning. The breeze brushes sand across you feet. The desert looks tiered with pink and purple, orange and red, until the sun takes full form over the horizon. You once again board your familiar camel and make your way to the renowned Erg Chebbi sand dunes. The dunes spread over an area of 17 miles. The majesty of the dunes is apparent when you see how large they can grow, some rising up to 524 feet. The desert continues to display natural splendor, from the lakeside fauna to the landscape. You return to Merzouga to meet your private transfer and make your way through the stunning polished rock walls of Todra Gorge and onto the Dades Valley."
    },
    {
      "dayNumber": "7",
      "title": "Marrakech – Travel the Road of 1,000 Kasbahs before Arrival in Marrakech",
      "description": "Today you make your way across the Road of 1,000 Kasbahs en route to Marrakech. The road takes you to Kalaat M’gouna, a town at the center of an oasis. The rocky hillsides look over the verdant flatland. Kalaat M’gouna is constructed of the same golden earth that fills the mountains, making it stand out amongst the greenery. The floral aroma of roses becomes stronger the closer you get to the town. In the spring, the area is laced with thousands of blossomed small pink roses. Local women stand in the fields and harvest the petals. The women wear colorful djellabas , loose hooded garments with long dangling sleeves. The color of their clothes stands out against the bright pink flowers. The petals are used to perfume creams and lotions. An estimated 2,600 miles of rose hedges fill the region. You reach the walls of Aït Ben Haddou Kasbah, the largest fortress in Morocco, and constructed in the 18th century. The oxidized red stone that make up the town and the walls replaces the swirling pink of the countryside. The mud buildings traipse up the hillside and provide breathtaking views of the surrounding scenery. The corner towers have defended the town from invaders for centuries and now act as a beacon to visitor arriving from far off lands."
    },
    {
      "dayNumber": "8",
      "title": "Marrakech – Enjoy a Tour of Morocco’s Red City",
      "description": "Djemaa el Fna Square brightens with local vendors selling vibrant carpets and traditional cuisine. The aroma of fresh baked bread mixes with the herbaceousness of zatar. Mint and honey linger on the rooftops brewing in the tea. Storytellers provide much sought after tales of Morocco that hearken back to images of flying carpets and clever maidens. The magnificence of Marrakech is in its continued connection to its past. Narrow alleyways wind away from the main square and your private guide escorts you through the city’s notable sites. Vibrant red walls surround the medina and account for Marrakech’s namesake as the “Red City.” Green flitters off of walls, from mosaic artistry to woven textiles. You arrive at the Bahia Palace; an edifice built in the 19th century and considered the grandest citadel of its time. The gardens are set over two acres. Rooms open up into courtyards where trickling fountains provide a cooling mist. The interior palace is embellished from floor to ceiling. The Grand Court is gilded with inlaid woodwork. The Harem overtakes almost 20 acres and contains 150 rooms. Hand woven silk panels and stained glass windows add stunning color to the quarters. The lavish décor of the palace adds to the grandeur of Marrakech and the allure of Morocco."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech – Depart for Home",
      "description": "The morning rises over the city and the lights of the medina fade. The sweet scent of honey accompanies breakfast and the delectable crunch of walnuts. The sounds of the city return in the morning, filled with the high-pitched hum of the snake charmers’ pungi and the whispered futures foretold by fortunetellers. Indulge in the comforts of your historic mansion accommodation before your private transfer meets you. Soon you will soar over the city on your way home. For now you can sit back and relax in the cool morning air and soft trickle of the fountain against the mosaic walls. Visit Zicasso's Morocco luxury tours page to view additional itineraries."
    }
  ],
  "map": ""
}