{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-discovery-tour-from-casablanca",
  "tourName": "Morocco discovery tour from Casablanca",
  "placesVisited": "",
  "generalInfo": "Join us on our 9-day Morocco Discovery tour starting in Casablanca for an adventure of discovery, exploring towns and cities that will make you fall in love with the Moroccan people and their culture.<br/><br/>Travel to the bustling red city of Marrakech with its vibrant souks, drive through the scenic High Atlas Mountains, and step back in time at the UNESCO World Heritage site of Ait Benhaddou Ksar. Venture into the Erg Chebbi dunes and stay at an authentic Berber camp where you can ride a camel and sleep under a vast Saharan sky.<br/><br/>Soak up the history of the medieval city of Fes with its winding, mysterious alleyways, and incredible leather tanneries before reaching the unique village of Chefchaouen. This famous blue city is an unmissable hidden gem that has stunning views of the Rif mountains and spectacular blue architecture.<br/><br/>Moving on to the capital of Rabat and its major landmarks before arriving at the fascinating city of Casablanca, one of the largest and most historical cities in Africa where you will see the Hassan II Mosque standing tall over the Atlantic Ocean. Finish your tour of Morocco in the main port city of Casablanca buying last minute souvenirs or by taking a stroll in the beautiful La Corniche.<br/><br/>Highlights:<br/>Casablanca - Hassan II Mosque, the largest Mosque in Morocco<br/>Rabat - Lively capital of Morocco &amp; its Royal Palace<br/>Chefchaouen - Morocco’s famous blue city<br/>Fes - Ancient bustling city with dye-pits &amp; tanneries<br/>Sahara Desert - Authentic Berber Camp in the Erg Chebbi dunes with camel trek<br/>Todra Gorge - Morocco’s “Grand Canyon”<br/>Ait Benhaddou - UNESCO listed ancient Kasbah city.<br/>Marrakech - Djemaa-el-Fna square, UNESCO-listed medina<br/>Boumalne Dades – Charming landscapes and gorges<br/>Rif Mountains - Beautiful Mountain vistas",
  "durationDays": "9",
  "price": "949",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We welcome you to majestic Morocco! Following your transfer from the airport to our joining hotel, you can relax at the hotel with a mint tea or use the spa before the pre-departure meeting at 18.00 hrs where you will meet your fellow travellers. Overnight Casablanca (Dinner included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast before leaving Casablanca we have the optional but recommended visit of Hassan II Mosque. We then head south via the highway towards bustling Marrakech, with a coffee stop on the way. Admire the landscape before we check in to our hotel in the red city. Why not book an optional guided city tour for the afternoon before meeting your fellow travelers who arrive in Marrakech at 18.00hrs. Whilst here, you are unlikely to miss Marrakech’s main landmark, the rose-coloured Koutoubia Mosque standing 77 metres high. The tower is sister to the Hassan Tower in Rabat and the Giralda Tower in Seville and located on the edge of the medina. No visit to Marrakech is complete without seeing the city’s UNESCO-listed medina & Djemaa-el-Fna square, (which means congregation); it is an extraordinary gathering and marketplace with snake charmers, musicians, henna artists and plenty of spice and souvenir stalls. Overnight Marrakech (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we will start our journey by crossing the High Atlas Mountain of Morocco and arrive at the old village of Ait Benhaddou. This village was a major stop for the caravans in the old days thus it has become a UNESCO World heritage site and is used as a background for many international movies such as Gladiators, Prince of Persia and Game of Thrones. Not too far from this village is Ouarzazate, a city in the south of Morocco known as the Hollywood of North Africa due to the number of movies made at its film studios. On the way to Boumalne Dades, where we will stay for the night, we pass by the Roses Valley, a beautiful evergreen area famous for the damaskina roses. Locals hold a festival every year to celebrate the harvest. Overnight Boumalne Dades (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we will leave the Dades Valley. Along the drive, we take a short journey East to Todra Gorge where we will go for a nice walk through the palm groves of the oasis and a visit to its famous gorges. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the sparkling Saharan stars. Overnight Saharan Berber Camp (Breakfast & dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast we will drive through the city of Errachidia and the Ziz Valley that is incredibly famous for date palms. Afterwards, we will cross the High and the Middle Atlas Mountains that separate the Sahara Desert from the interior parts of the country. We will make a stop at the Cedar Forest on our way to see the barbary macaque apes. In addition, we will also stop in picturesque Ifran, an alpine style town that used to be a vacation place for the French during the French occupation of the country. We will then arrive in Fes, the oldest capital of Morocco where we will stay for the night. Overnight Fes (Breakfast included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, is our guided tour of Fes. Fes is the oldest and largest medieval city in the world. Its medina, home to 400,000 inhabitants, with only donkeys and bikes as a means of transportation, is a heady mix of aromas, sights, and sounds. There are mosques and palaces to visit but be aware that only Muslims can enter mosques in Morocco. After exploring the dye-pits, tanneries, pharmacy, pottery, and restaurants, we return to our hotel to freshen up for tonight, where we have the chance of an optional traditional meal in the city with live Moroccan entertainment including traditional music, belly dancing and magicians. Overnight Fes (Breakfast included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we will drive to ‘The Blue Pearl’ Chefchaouen for a guided tour this afternoon. High up in the Rif Mountains, historic Chefchaouen boasts a beautiful blue door and white-walled medina that was originally a Berber defence post. The main square is the heart of Chefchaouen, with the Kasbah (built back in the 18th century), central Mosque and cafes with authentic menus. The busy market is a mix of traditional Moroccan and tourist fare. There is a chance to have an optional cooking class today. Overnight Chefchaouen (Breakfast included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "With an early start this morning, we travel south to the official capital of Morocco, Rabat. On arrival, we will go on a guided tour of Rabat and its major landmarks such as the Hassan tower and the Mausoleum of the Alaouite King Mohamed V and his son Hassan II. Afterwards, we visit the Oudaya Kasbah, a fortified building that used to be a place to defend the city from the invasion of the European countries. After a tasty lunch in Rabat, we leave for Casablanca and then finally on to our hotel for your last evening. Overnight Casablanca (Breakfast included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your adventure tour ends after breakfast. (Breakfast included)."
    }
  ],
  "map": ""
}