{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "highlights-of-morocco-holiday",
  "tourName": "Highlights of Morocco holiday",
  "placesVisited": "Casablanca, Rabat, Meknes, Fez, Merzouga, Sahara Desert, Todra Gorge, Telouet, Kasbah Ait Benhaddou, Trek in High Atlas mountains, Essaouira, Marrakech",
  "generalInfo": "Disappear amongst the folds of the Sahara and the cities of North Africa as you embark on this two-week Morocco holiday that's as much about cultural highlights as it is about pure and simple escapism. <br/><br/>From Casablanca, Rabat and Fez to the High Atlas Mountains, Essaouira and Marrakech, this Morocco holiday highlights the landscapes, the lifestyles and the rich traditions of the region as well as giving you time to become part of a small group featuring like-minded travellers.<br/><br/>One of the highlights of this Morocco holiday has to be time spent amongst the sand dunes, 16th-century kasbahs and desert camps of the Sahara, with a night under the stars after an unforgettable camel safari through the desert.<br/>",
  "durationDays": "15",
  "price": "2355",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buzzy Marrakech is a whirlwind of tradition and culture, an invigorating introduction to Morocco. However, today is a relaxing one, a chance for our group to congregate and settle in. Usually around 6pm, you'll say hello to your tour leader and fellow travellers at the hotel, where we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Moroccan welcome over dinner together. Want to explore further? Secure pre-tour nights through your sales representative. Accommodation: Ayoub Hotel (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We drive (3hr 30min, including a coffee stop) to Casablanca this morning, a modern and commercial seaport. Here, we visit the Hassan II Mosque, one of the largest in the world, which has a soaring 655ft (200m) minaret and a sliding ceiling to enable the sea breeze to cool the building. We have a guided tour of the mosque and the stunning ablutions hall with a local specialist. Please note: knees and upper arms must be covered. After, we drive (1hr 30min) to Rabat, the political capital of Morocco, but second to Casablanca in importance. Here, we have free time to explore. Although mostly modern, Rabat has an excellent old town, where you can see distinctive buildings with Moorish and Andalusian designs. Also visit the Jewish Quarter (Mellah) before continuing to the busy souk to sample locally made treats, such as harsha (a semolina bread) with the special almond paste, amlou. Accommodation: Hotel Musee/Executive Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Strike out from Rabat on a 2hr 30min drive (with a stop in Khemisset) over the northern plain towards Meknes. The scenery changes as the land becomes more cultivated, this being one of the most fertile areas of Morocco. In Meknes, we meet our local guide for an exploratory walk in the old town. Built in the Spanish-Moorish style, the medina has crumbling ramparts with nine immense gates. We plunge into a busy local market, where vendors vie for attention and craftsmen sharpen their tools, before walking to El Hedim square, a scaled-down version of Djemaa El Fna in Marrakech. Then, we stand before the monumental Bab El Mansour gate, which was built in 1732. In the afternoon, we take a 45-minute drive to the largest and best-kept Roman ruins in Morocco: Volubilis, once a large Roman town and now a World Heritage site. Under the Romans, it was an affluent city. This can be seen in the beautiful second-century forum, the basilica and the capitol. We wander through the streets, discovering remains of townhouses with mosaic floors and see baths, oil presses, aqueducts and shops, all of which reveal the daily lives of the inhabitants. After exploring this site with a local guide, we continue our drive (approximately two hours) to the ancient city of Fez, where we spend two nights. Accommodation: Riad Dilar/Riad Al Mozyane (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The fascinating city of Fez is the intellectual and religious centre of Morocco. Founded more than 1,000 years ago, it has many mosques and medersas (theological colleges), including the ninth-century al-Karaouine University, whose architecture is very similar to that seen in Moorish Spain. Fez medina is one of the largest in the world, an immense warren of souks, home to thousands of craftsfolk with their tiny shops opening onto the narrow alleyways. Noisy and pungent, the medina is an absorbing experience. Our city guide walks us through different sections of the souk, including those selling leather, brass and copper. No visit to Fez is complete without a visit to the tanneries. Outside the medina, we visit the Jewish District (mellah), the exterior of the Royal Palace and drive up to a panoramic viewpoint over the city. Accommodation: Riad Dilar/Riad Al Mozyane (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, we travel to the edge of the Sahara, the largest hot desert in the world. It’s a nine-hour journey but with frequent stops and beautiful scenery along the way. We travel over the stunning Middle Atlas, down through the picturesque Ziz Valley and to the spectacular site of the golden dunes of Erg Chebbi. We stay in a small and welcoming auberge (inn) by the dunes. Tonight is a good time to pack your overnight bag for the Sahara. Accommodation: Auberge La Caravane (or similar) Drive time: Nine hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A free morning means we have time to explore the largest erg (sand sea) in Morocco, or to relax in the shade of a palm tree by the dunes. The sand sea is famed for its pink tones that take on a spectacular rose colour at sunset. In the late afternoon, we take part in a classic Saharan experience – a 45-minute camel trek through the dunes, where we watch the sunset (it is also possible to walk). We then return to the edge of the desert to spend the night in a camp. This evening, we enjoy a home-cooked meal and sit under the stars. Accommodation: Azawad Camp (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After sunrise, we leave our desert camp and head towards the little city of Skoura, which is nestled on a beautiful palm grove near Ouarzazate. Following the Road of 1,000 Kasbahs, we have vistas of ancient kasbahs nestled in lush palm groves. After around four hours of driving, we stop to explore Todra Gorge. We take a short walk along a narrow road through the gorge and have time to take photos. Of course, there is also the usual pop-up souvenir stalls to tempt you. Accommodation: Skoura Lodge (or similar) Drive time: Seven hours with three stops"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "There is the opportunity to take a one-hour drive to Toundout Valley and enjoy a four-hour guided hike through an Amazigh village, where you learn a little of their culture. Alternatively, relax in and around the lodge, walking through the lush palm groves. Considered the palm grove capital of Morocco, Skoura offers peace and relaxation through its various walks discovering multiple palm groves and kasbahs. Accommodation: Skoura Lodge (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leaving Skoura, we rejoin the main road and drive west along the Road of 1,000 Kasbahs via the desert city of Ouarzazate and to the well-preserved ksar (fortified village) of Ait Benhaddou. This UNESCO World Heritage site is one of the most spectacular in the Atlas range, and the location of several Hollywood films including Gladiator (2000). Here we tour atmospheric alleys and see the earthen walls of the dwellings. Continuing into the mountains, we branch east through a wide flat mountain valley, finally arriving at Anmiter, where we leave our bus and take a 1hr 30min to 2hr walk on an uphill gradient to the Amazigh village of Tighza, where we spend the next two nights. Tighza is a rural village set in the Atlas mountains. From the terrace of our Riad you can look down into the valley and enjoy the sunset over the surrounding mountains. It is a peaceful retreat and provides the opportunity to meet local villagers and share their way of life. Our luggage is transported to the village for us. For those who do not want to walk, mules are available (170 dirhams, payable locally). We’re greeted with a mint tea on arrival at the village. Accommodation: Riad Bouchahoud/La Cigogne/Riad Tamkdakht (or similar) Drive time: 1hr 30min"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We start our day with an optional walk through the villages of the Tighza Valley, heading into the hills on mule tracks with the High Atlas peaks as our backdrop. The length of our trek depends on the group’s ability, but it is likely to be approximately four hours. The afternoon is free to relax with a book, enjoy the mountain views, take a stroll through the beautiful landscape or challenge the village children to a game of football. Tighza is one of just four villages in this remote valley and has been supported by us for more than 10 years through various responsible tourism projects. We visit the village hammam, built with money raised by our clients. This is an authentic experience and terrific fun. It is very much a traditional hammam and you are likely to get the opportunity to mix with the villagers, which further adds to the experience. A standard treatment is included, but you need to purchase a scrubber and soap for 20 dirhams (US$1.90) plus a customary tip of 20 dirhams. Refreshed, we return to the accommodation for our final dinner in the mountains. Accommodation: Riad Bouchahoud/La Cigogne/Riad Tamkdakht (or similar) Drive time: 1hr 30min"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leaving the riad, we take a 2.5mi (4km) walk back to our bus on an unpaved road for a short drive to the palace of Telouet. This once-grand building stands abandoned and crumbling and we have deemed it unsafe to enter; however, we can walk around the outside and take photographs. We continue our scenic drive over the High Atlas Mountains to Marrakech, via the Tizi n’Tichka pass, which at 7,415ft (2,260m) above sea level is the highest road in Morocco. The scenery is spectacular and there are some wonderful views of the mountains. We also stop at a women’s cooperative argan oil farm, where you can see the trees, get a demonstration of the production process, and purchase products if you’d like. Our journey finally brings us to the flat arid plains of Marrakech, and then onwards to the pretty seaside town of Essaouira. Accommodation: Maison Du Sud/Riad Benattar (or similar) Drive time: 7hr 30min"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a free day in Essaouira, an old Portuguese fishing port overlooking the Atlantic. The settlement dates to the 15th century but the present town was constructed around 1760 by Sidi Mohammed ben Abdullah, who needed a base from which to suppress a revolt from Agadir. Today, the town is extremely relaxed and its whitewashed houses with painted shutters, artisan workshops, boatyards and fishermen provide a marked contrast to the desert, kasbahs and cities we have so far visited. Our hotel is situated in the heart of the old walled city, where we have plenty of time for shopping in the souks or strolling along the beach. With many pleasant cafes and some outstanding seafood restaurants, there is plenty of choice for our evening meal. Accommodation: Maison Du Sud/Riad Benattar (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, we drive back to Marrakech. In the afternoon, we enjoy a guided tour to find our bearings and soak up the atmosphere of this amazing city. Our guide takes us to the opulent Bahia Palace, a one-time royal residence, and ends the adventure in the Djemaa el Fna square, where the town becomes a maze of bustling bazaars, palaces and mosques. It is worth seeing this renowned landmark in the evening, as Marrakech revolves around this open-air central square, with food stalls, juice sellers and acrobats. It is a place of night-time entertainment for both local people and tourists. Accommodation: Ayoub Hotel (or similar) Upgrade to a suite today – speak to your sales representative for more details Drive time: Three hours"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today is free in Marrakech and there is no shortage of things to do. You might wish to visit the largest mosque in the city, Koutoubia, or venture through the souks and old streets of the medina. After bartering for souvenirs, we have time for a short visit to the Koranic School and Museum of Marrakech. After, you could take a 30-minute calèche ride (a bright green horse-drawn carriage) to the Jardin Majorelle. These gardens are decorated throughout in indigo blue and were once owned by Yves Saint Laurent. For lunch, we recommend the Amal Women’s Training Centre and Moroccan Restaurant, which we support in their cause to empower women from disadvantaged backgrounds. They are a non-profit organisation dedicated to training students to become self-sufficient and improving their quality of life through acquiring new skills in a professional restaurant setting. For a superb traditional Moroccan meal and the opportunity to support this worthy cause, do pay them a visit. This evening, it’s common for the group to enjoy a final meal together on Djemaa el Fna. Accommodation: Ayoub Hotel (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Enjoy your final breakfast this morning and take the chance to reflect on your unforgettable Morocco adventure. You’ve navigated lively medinas, ridden a camel in the Sahara and experienced a traditional hammam in the Atlas Mountains. Now, however, is the time to start your journey home and start planning your next adventure. Alternatively, if you would like to extend your time in Morocco please speak to your sales representative who will be happy to advise."
    }
  ],
  "map": ""
}