{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-holiday-marrakech-to-the-sahara",
  "tourName": "Morocco holiday, Marrakech to the Sahara",
  "placesVisited": "Marrakech, Stay at private oasis camp at Tellougui, High Atlas Mountains, Camel trek, Koranic Library and traditional pottery at Tamegroute, Kasbah of Ait Ben Haddou, Visit to rug makers at Tazenahkt",
  "generalInfo": "Timeless Morocco - from Marrakech to the Sahara.<br/>Experience the vibrant soul and timeless beauty of Morocco on this elegant and privately guided journey, combining the allure of Marrakech with the cinematic landscapes of the southern desert. This bespoke holiday blends cultural immersion, architectural splendour, and evocative desert adventure - crafted with comfort, authenticity and style in mind.<br/><br/>Begin in the captivating city of Marrakech, where you’ll stay in a beautifully restored riad tucked within the atmospheric medina. Behind its discreet walls lies a serene haven of intricate tilework, scented courtyards and personalised service; its location providing a great base to get out and explore on foot. Enjoy a privately guided tour of the city’s most iconic sights, from the architectural majesty of the Bahia Palace and the historic Koutoubia Mosque, to the vibrant souks and tranquil gardens. Your expert guide offers rich insights into Marrakech’s history, craftsmanship and daily life, while allowing ample time for personal exploration and relaxation.<br/><br/>From the city, your journey ventures south into the raw beauty of the Moroccan desert. Over three days, with your own private driver-guide, discover the dramatic contrasts of the landscape - from ancient kasbahs and palm-filled oases to windswept mountain passes and sculpted rock formations. Journey over the Tichka pass and down to the iconic Ait Benhaddou, a UNESCO-listed ksar that has stood for centuries, and continue through the Draa Valley, dotted with traditional Berber villages and fortified settlements.<br/><br/>Your first night is spent in the luxury of a small hotel at the edge of the Sahara near the desert town of Zagora (famous for its sign indicating to travellers that Timbuctou is just 52 days away... by camel). The next day, journey deeper into the Sahara for a once-in-a-lifetime stay at a luxury desert camp nestled amid the majestic Ch’gagga dunes—far from the tourist trail and immersed in silence and stars. Enjoy camel rides at sunset, gourmet dining under the open sky, and the unforgettable stillness of the desert at dawn. This day also features some informal sightseeing of the ancient scrolls at the Koranic Library and traditional pottery making in the village of Tamegroute and an afternoon spent enjoying the hospitality of the Bedouins at Erg Lihoudi.<br/><br/>Exploring the dunes on top of a gently swaying camel, is a real highlight with stunning sunsets and sublime seclusion adding to the customary refreshment of mint tea and an evening meal underneath a black velvet blanket studded with stars. The early morning sunrise is definitely worth setting your travel alarm for with the drive north, back over the Atlas Mountains, taking in Berber villages, such as Zaouiate Sidi Ben Abdenbi and Tazenahkt, as well as plenty of captivating scenery as you return to Marrakech. <br/><br/>Your final full day is completely free for you to haggle, explore and enjoy the sights of Marrakech, perhaps even learning some cookery skills (and secrets) before finally heading for home on day seven.<br/><br/>Alternatively, you can extend your Marrakech to the Sahara adventure by heading west to the coastal resort of Essaouira or south to the Berber village of Ouirgane which lies within the Toubkal National Park amongst the peaks and plateaus of the High Atlas Mountains.<br/><br/>This exclusive holiday offers the perfect balance of cultural discovery and scenic retreat, with carefully selected accommodation, private touring and authentic experiences throughout. Whether sipping mint tea in a Marrakech courtyard, watching the sun rise over the dunes, or tracing the trade routes of old, this journey invites you to experience Morocco at its most enchanting.",
  "durationDays": "7",
  "price": "1275",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Marrakech. Upon arrival you’ll transfer to your B&B riad accommodation for the next two nights before settling in and using the remaining free time to explore and get orientated."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your first morning in Marrakech features a guided tour of the medina with an official English speaking guide; all transport, entrance fees and access to key historical monuments is also included. This afternoon you’ll be invited to continue explorations under your own steam or simply relax and soak up the unique ambience of Marrakech."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "For the next two nights you’ll be staying deep in the south, including one night amongst the sand dunes in a deluxe private Bedouin camp at Ch'Gagga and one at a delightful hotel at the edge of the Sahara. As you embark on a three day excursion of the Sahara’s southern circuit with your English-speaking driver/guide in comfortable four-wheel-drive vehicle(s). A camel ride, all meals, sightseeing and overland transfers are all included. Upon your return to Marrakech you’ll transfer to your B&B riad for the final two nights in Morocco."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Your final full day in Marrakech is yours to spend as you wish with optional excursions to the coast or a guided day hike or maybe some cookery lessons - all easily accessible before you prepare for tomorrow’s departure. EXTRA NIGHTS upon request."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Marrakech airport in time to make your scheduled flight home or onward journey to your next destination."
    }
  ],
  "map": ""
}