{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-desert-and-cultural-adventure",
  "tourName": "Morocco desert and cultural adventure",
  "placesVisited": "",
  "generalInfo": "On this one-of-a-kind 11 day tour of Morocco, you'll get under the skin of a fascinating country and culture like never before. Starting from Marrakech, you'll explore vast sand seas, incredible ancient fortresses, live with rural communities and experience Morocco from the local perspective. You'll try the local food, see the true, authentic side to the country and get well off the beaten track for a journey you'll remember for a lifetime.<br/>This tour is your chance to get away from the tourist trails you’ll find on bog-standard tours, and get literally off the beaten track as you head off-road in 4x4s, to uncover the extraordinary hidden people and places of Morocco. <br/>The off-road and Erg Chigaga Desert Cultural Tour helps you discover the very best of Moroccan culture thanks to the local knowledge and invaluable experience of your local guides. Explore Marrakech and its labyrinth Medina, as well as the picturesque gorges of Imi n’Ifri and the jaw-dropping sight of Amridil Kasbah, Morocco’s 17th-century gem.<br/>From there, you’ll drive via The Road of a Thousand Kasbahs to the dramatic gorges of Dades and Todgha, then you’ll set your compass for Morocco’s wildest desert. Pass the Draa valley and reach Erg Chigaga, an otherworldly stretch of towering dunes and golden sand, and the largest sand sea in Morocco.<br/>You’ll eventually travel back to Marrakech, and en route you’ll get to explore Ouarzazate, otherwise known as the Hollywood of Africa, and the 11th century UNESCO-protected red mud-brick Ksar of Ait Benhaddou. The drive will include Tizi n’Tichka and its white-knuckle series of switchbacks, providing jaw-dropping over the Atlas Mountains.<br/>Most importantly though, you’ll get to know the real, authentic Moroccan culture as you live like nomads on the sand dunes, learn about the legendary Paris to Dakar rally trail, and stay with local families and eat the same food that they do. An opportunity you can’t find on your own, you’ll leave Morocco with countless memories of this beguiling, beautiful country.",
  "durationDays": "11",
  "price": "4424",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the Capital of tourism and people’s first taste of Morocco. After you touch down to Marrakech our shuttle will be waiting for you at the airport with a card by your name to drive you to your Hotel/Riad to settle in before we start our journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is your first touch of Morocco with your private Marrakech born and bred guide as it will be in some other spots. You embark exploring the Red City from its old part with its Medina’s skinny lanes that leads to lavish sites, tombs and religious monuments decked out in marble. Bahia and El-Badii Palace and Saadien’s Tombs will be your targets. Afterward, you driver/Tour Guide will pick you up for the outside medina visit to explore the Majorelle garden, Museum Saint Laurent, Berber Museum. While in Marrakech you will surely encounter thousands of motorcyclists and horse-carts roaming in the city and some of them pull over next the vast square of Jemaa El-Fnaa where it’s carnival night every night and musicians, acrobats, storytellers and slapstick acting troupes tap into the Medina frenetic pulse."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your adventure tour in morocco truly begins with a jump start today, you will picked up by your drive/tour guide east of Marrakech in the central high Atlas accessible through the regional hub of Demnate, a lively town to explore. 6km east of Demnate you encounter the route to the picturesque gorges of Imi n’Ifri, a nature travertine bridge that formed over gorges 1.8 million years ago. The paths are clearly marked by the bridge so that you can walk down into the gorges and through the toothy maw by yourself. Follow the road to Skoura, a startling range of imposing Kasbahs. Besides, the Ameridil Oued is an extraordinary sight even from the road and the grandest and most extravagantly decorated Ameridil Kasbah."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Via the valley of a thousand Kasbahs and 50km away of Skoura we cannot miss the bottles of local rosewater for sale in Kelaa M’gouna a small town that is famous for roses and daggers. After that we take off-road onto the Atlas and the M’goun Mountain to glimpse some best views along hidden livestock to the ancient rust-red and a series of crumbling Kasbahs & Ksour line the valley of Dades. While you are there you should not miss the Monkey toes, one of nature’s wonder. Optionally, After a cup of mint tea at your hotel you should dress up sports to hike the beautiful canyons of Dades gorges"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you’ll have the chance to see Todgha Gorges by day light with its gigantic rock walls changing color to magical effects as the day unfolds. Later on you leave Todgha gorges towards the rambling Ksar of N’kob with its prehistoric rock-carving sites and 45 mud-brick ksours make you stop by and stare. The name N’kob comes from a cave that once served as a lodging for nomads."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, we set the compass for southeast head to Morocco’s wildest desert via Draa valley, a 125km belt of palm trees oases that eventually merges into the Sahara near M’hamid. We’ll stop in an unusual place that was once the most important settlement in the Valley of Draa with its green potry. The Zawiya Naciria is still a site of pilgrimage and refuge for the mentally-ill and a working Quranic school with a library that was once the richest in Morocco of ancient illuminated texts containing 4000 books. Leave Temegroute through a dauntingly bleak landscape of sun-scorched rubble to the end of paved road of M’hamid El-Ghizlane, the climax of this tour and the gateway to the towering dunes of Erg Chigaga"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Be prepared to begin your off-road journey to Erg Chigaga a splendid stretch towering dunes and golden sand sea, the largest sand sea in Morocco, where you’ll surely choose to drift off to sleep while watching the twinkling stars after dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Always, the best way to live the nomad life and explore the desert and hear its windy whisper is by riding the camel. So, today you will have a chance to fully live a real desert experience with your camel guide to discover the fauna, flora and history of the desert. Lunch will be served in the middle of nowhere in the 300-meter-high dunes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wake by dawn to watch the sun starting its daily arc with a cool blue morning sky as it replaces the Sahara shadows just before becoming a glowing ball of fire. You exit Erg Chigaga head to north to Ouarzazate via a rough-road out of the desert through the 80s km long dry lake bed of Lac Iriki that made well-known by the Paris-Dakar rally and through the sahel and reg to Foum Zguid and then 85km north to Taznakht, a handy stop for a quick bite coffee, petrol and, yes, carpet. Arriving to the strategically located Ouarzazate."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you leave « Ouallywood » and head to Marrakech through some of Morocco’s most stunning landscapes beginning by Ait Benhaddou, the UNESCO-protected red mud-brick Ksar from the 11th century. After lunch with a local family and the visit of the Ksar we drive along craggy cliff tops to tiny Berber villages in the North Africa’s highest mountain range via the splendid Glaoui Kasbah in Talouate and the lush green Ounilla Valley all the way through the Tizi n’Tichka pass (2260m). Arrive to Marrakech."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we do not say goodbye we both say take care and see you sooner than later for another adventure."
    }
  ],
  "map": ""
}