{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "madrid-to-marrakech-tour",
  "tourName": "Madrid to Marrakech tour",
  "placesVisited": "Madrid, Salamanca, Coimbra, Lisbon, the Algarve, Tarifa, Chefchaouen, Fes, Marrakech",
  "generalInfo": "On this exciting tour you’ll take the slow route from Madrid to Marrakech, travelling overland through the changing landscapes of Spain, Portugal and Morocco. You’ll stay in small, locally owned accommodation and use public transport wherever possible, including train, ferry and public bus. You’ll do so in the company of a group of up to 15 other like minded travellers and you’ll be accompanied by experienced guides to ensure that your journey is as smooth (and as fun) as possible.<br/><br/>In Spain, art and architecture loom large on the agenda as you check out European masters in world class museums in Madrid and stroll the exquisite streets of medieval Salamanca and Moorish Seville. In Portugal, you’ll listen to traditional Fado music in former royal capital, Coimbra, relax on the golden beaches of the Algarve, and amble round the historic streets of graceful Lisbon. Your final destination, Morocco, brings the blue city of Chefchaouen, the vibrant Medina of Fes, and the bazaars, storytellers and food stalls of buzzing Marrakech. <br/>",
  "durationDays": "25",
  "price": "3955",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Madrid.",
      "description": "Bienvenidos! Welcome to Spain. Your adventure begins in Madrid, the central capital known for its boulevards and expansive, manicured parks. You’ll have a welcome meeting at 6 pm tonight to meet your group and local leader. After the meeting, head out for an optional group dinner where you can get to know your fellow travellers. As there's limited time for sightseeing in Madrid, consider flying in a few days early to explore and maybe while away the hours along the Paseo del Arte (Art Walk) or maybe discover more about the modern Spanish masters like Picasso and Dali, in the Museo Reina Sofia."
    },
    {
      "dayNumber": 2,
      "title": "Salamanca.",
      "description": "Say farewell to Madrid this morning and head north-west by public transport to the university town of Salamanca. Sitting among pastures and rolling green hills on Spain's northern plateau, the medieval town of Salamanca is great to explore on foot. Your leader will take you on an orientation walk when you arrive, where you can explore the central Plaza Mayor and the Renaissance and Baroque architecture. The rest of your afternoon and evening is free. You can explore the detail of the Casa de Las Conchas (House of the Shells), see the contrasting Old and New Cathedrals, or climb to the top to get a view across the terracotta-coloured rooftops. Thanks to the large student population the town has a vibrant nightlife, so maybe soak up the vibe tonight, go dancing or grab a couple of drinks."
    },
    {
      "dayNumber": 3,
      "title": "Coimbra.",
      "description": "Head further west on your private bus today and cross the border into Portugal to the laidback city of Coimbra – your base for the next two nights. Sitting on the banks of the River Mondego, Coimbra was once the capital of the country, and its royal heritage can be felt in its ancient streets. When you arrive, your leader will take you on an orientation walk through the maze of alleyways. Half the fun of Coimbra is wandering and exploring, so maybe use your free time getting to know the city on foot. Coimbra features many white stone buildings with excellent examples of the colourful azulejos tiling. Some of the historical structures were originally built in the 12th century (like the Cathedral Se Velha), and you can find some of Portugal's best examples of Romanesque churches and elegant museums here. The University of Coimbra – the oldest in Portugal – and the famous baroque library, the Biblioteca Joanina are great places to start."
    },
    {
      "dayNumber": 4,
      "title": "Coimbra.",
      "description": "Today is a free day to explore Coimbra. Maybe head into the countryside in search of ancient Roman ruins – the ruins of Conimbriga are rich in well-preserved mosaics and offer a great insight into Roman life. There are several options to return, including a 3-km walk through the countryside to the rural town of Condeixa or a half-hour bus ride. If you have time, you can take a short boat tour to see Coimbra from a different angle. Alternatively. head out to Porto for the day. Stretching along the banks of the River Douro, Porto is one of Portugal's most romantic cities, known for majestic bridges, medieval riverside district with its cobbled streets, merchants’ houses and cafes. Back in Coimbra for the evening, you’ll head to a traditional Fado performance. Fado songs must follow a particular structure, and though this traditional music can really be about anything, it popularly features mournful tunes with lyrics about the sea or the life of the poor. In Coimbra, university students would often serenade their sweethearts with this music!"
    },
    {
      "dayNumber": 5,
      "title": "Lisbon.",
      "description": "Today, take a train through the countryside of central Portugal to Lisbon. As one of Europe's most affordable capital cities, Lisbon combines the best elements of Portuguese life, offering a multicultural population, delicious seafood and non-stop nightlife. When you arrive, head out on an orientation walk on the banks of the Tagus (Tejo) River. Much of Lisbon’s character lies in its beautifully renovated buildings, grand boulevards and impressive castles and churches. Visit the medieval citadel in the city centre, the Citadel of Sao Jorge Castle, which dates back to Moorish times and sits on the highest point of the Old Town. Your evening is free to explore at your own pace, so maybe head to the grand Naval Museum for an insight into the history of Portuguese navigation. If you want to jump into the local nightlife, head to Barrio Alto."
    },
    {
      "dayNumber": 6,
      "title": "Lisbon.",
      "description": "This morning, set out on a leader-led walk through Belem, one of Lisbon’s most historic and enchanting districts. Wander past grand riverside monuments and ornate Manueline architecture that speaks to Portugal’s Age of Discovery. Don’t miss the chance to indulge in the city’s most famous treat, the warm and flaky pasteis de nata, fresh from a centuries-old bakery. From early afternoon, your day is free. Explore more of Lisbon, or take a 45-minute train ride out to the mountainous region of Sintra – a jewel of Portugal where you’ll see the Pena Palace. This area offers great walking opportunities, cliff-top palaces and unique Moorish architecture. The 8th-century Castle of the Moors looks down on the Old Town, and the views from the battlements across the Serra de Sintra Mountain Range are worth the trip."
    },
    {
      "dayNumber": 7,
      "title": "The Algarve / Faro.",
      "description": "Take a train to the southern coastline of Portugal – the Algarve, known for fertile plains rich with orange and olive groves, fig trees, almonds and maize fields. Your base will be in Faro – the capital of the region known for its Old Town, which you enter through the neoclassical Arco da Vila. When you arrive, check into your home for the next two nights and use the rest of the day to explore. Maybe wander the cobbled streets, see the 13th-century Faro Cathedral or head to the Municipal Museum set in a 16th-century convent, which displays prehistoric and medieval artifacts as well as religious art."
    },
    {
      "dayNumber": 8,
      "title": "The Algarve / Faro.",
      "description": "Faro is separated from the Atlantic Ocean by a series of barrier islands, creating a beautiful landscape of canals, salt pans, lagoons and sandbanks. Today, you’ll board a local passenger boat and head out to one of these islands where you can wander along a series of boardwalks leading away from the fishermen’s settlements. You'll cross over dunes and lagoons to beaches that are so long that they disappear into the horizon. Return to Faro in the afternoon and enjoy the rest of your day at leisure. Maybe use the area's great walking paths to access some of the Algarve's lesser known spots or find a good spot to watch the sunset."
    },
    {
      "dayNumber": 9,
      "title": "Seville .",
      "description": "Leave Portugal behind and return to Spain, travelling by private vehicle to the city of Seville. If the legends are to be believed, Seville was founded by Hercules and its origins are linked with the Tartessian civilisation. To the Romans it was Hispalis, and to the Moors it was Isbiliya. After the Christian reconquest, it became thought of as the portal to the 'New World' and today it's the largest city in southern Spain, well-known for its oranges, tapas and flamenco. When you arrive, head out for a short orientation walk around the main sites, and visit the famous Alcazar. Then enjoy some free time in the late afternoon and evening to explore at your own pace."
    },
    {
      "dayNumber": 10,
      "title": "Chefchaouen.",
      "description": "This morning, rise early to start your long journey to Chefchaouen. You'll head toward Tarifa and then leave Europe behind as you make your way to Africa. After leaving the ferry, you'll be picked up by the Moroccan crew and make your way to a mountain town peppered with blue-washed buildings and ambient restaurants – Chefchaouen, the centre of an agricultural region. There may not be much time to explore this rural retreat by the time you arrive today, but you might just have time to look over the 15th-century Grand Mosque and the medina. Tonight, maybe tuck into some popular local goats’ cheese or a tajine before settling into your hotel."
    },
    {
      "dayNumber": 11,
      "title": "Chefchaouen.",
      "description": "Meet your local guide early in the day to explore the maze of streets in Chefchaouen. The ‘blue city’ is arguably one of the prettiest places in Morocco. Set against a wide valley and nestled between two peaks in the Rif Mountains, Chefchaouen’s medina has been lovingly cared for with striking blue and whitewashed houses, red-tiled roofs and artistic doorways. The medina is filled with handicrafts, while the main square has shops selling woven goods and sweets. Learn about general life in a small Moroccan community, visit a communal bakery and walk up to a former mosque for a great view over the town. As a popular shopping destination for handicrafts, carpets, blankets or woollen garments, you may also see the artisans at work. After your walking tour, maybe head to a traditional Moroccan hammam to relax."
    },
    {
      "dayNumber": 12,
      "title": "Fes.",
      "description": "Say farewell to Chefchaouen today and travel by private minibus to the spiritual and cultural heart of Morocco. Arrive in the city of Fes and step back in time in the medieval medina, thick with tantalising smells, tastes and sounds. Vibrant, noisy and fascinating, the medina is a feast for the senses. With your free afternoon, maybe have a glass of mint tea and some sweet Moroccan dates to refuel, then continue exploring. Tonight, you might like to try some local specialities like harira (chickpea soup) or chicken-stuffed pastilla. Watch the sunset over the medina, then head back to your accommodation for a night’s rest."
    },
    {
      "dayNumber": 13,
      "title": "Fes.",
      "description": "Take a guided walking tour of the Old City, known locally as Fes el Bali, and step back in time to the labyrinth of the medina. Alive with craftsmen, markets, tanneries and mosques, you’ll pass donkeys piled high with goods (this is one of the largest car-free urban zones in the world) and explore the specialty sections that divide the souks. Medieval Fes was one of the world's great centres of education and culture, both Islamic and Jewish. Its religious institutions and its libraries are legendary. Its mosques are of great renown. Look out for the Medersa Bou Inania, one of the city's most beautiful buildings, which has recently been restored and is now open to tourists. Pass the Belghazi Museum, Medresse el Attarine and the splendid Funduk Nejjarine – a beautifully restored 18th century inn. You'll also see the famous tannery, known for the iconic view overlooking its dye pits, and a ceramics factory where you can see potters working in the traditional way. After the tour, the afternoon is free for you to enjoy as you please."
    },
    {
      "dayNumber": 14,
      "title": "Marrakech.",
      "description": "Travel by train this morning to Marrakech. When you arrive, head out with the group for a quick visit to the main square – Djemaa el-Fna. The square is filled with a hive of activity. Henna painters, performers and storytellers share the square with a street food bazaar packed with stalls loaded with Moroccan delicacies. From a distance, you'll see the Koutoubia Mosque and its minaret – famous throughout the world as one of the greatest minarets and the 'sister' to the Giralda in Seville. You can have dinner here or ask your local leader for a great local restaurant recommendation and celebrate a trip well-travelled with your group."
    },
    {
      "dayNumber": 15,
      "title": "Marrakech.",
      "description": "Enjoy a free day in the bustling Marrakech. You can explore at your own pace until your next welcome meeting at 6 pm tonight, where you’ll meet your new leader and travel companions. Maybe tour the lively square at daylight, go shopping for souvenirs in the souqs or just relax in your riad."
    },
    {
      "dayNumber": 16,
      "title": "Aroumd.",
      "description": "This morning, take a short drive into the High Atlas Mountains to the village of Imlil. When you arrive, store your main luggage and load your overnight bags onto pack mules. Make the 1-hour trek to the peaceful village of Aroumd. Perched on a rocky outcrop, the remote village offers stunning views across the High Atlas Mountains and a unique opportunity to experience traditional Amazigh culture. Spend the night in a family-run mountain gite where, surrounded by the smell of woodstoves and bread, you’ll enjoy traditional hospitality and homecooked food. Use the rest of the day to explore the village and the surrounding farmlands. If the group is up for it and weather permits, there will be a chance to hike to the pilgrimage shrine of Sidi Chamharouch (approximately 4 hours return). Regardless of your fitness levels, the gentle pace of Aroumd makes it a special place to explore beyond the reach of the modern world."
    },
    {
      "dayNumber": 17,
      "title": "Ait Benhaddou.",
      "description": "This morning, journey along mountain roads and over Morocco's highest pass, Tizi n'Tichka (2260 m above sea level), to Ait Benhaddou on the edges of the Sahara. Perched on a hilltop and almost unchanged since the 11th century, Ait Benhaddou is one of Morocco's most iconic sites and a World Heritage site. It was once an important stop for caravans passing through as they carried salt across the Sahara, returning with gold, ivory and slaves. Does it look familiar? The town has a long list of film and TV credits, including Lawrence of Arabia, Game of Thrones and Gladiator! Enjoy a leader-led walk through the winding streets of the Old Town, making your way to the top of the hill, from where you can enjoy the views across the surrounding plains. Your evening is free, with the option of partaking in a local cooking demonstration and meal of Morocco's most famous dishes –couscous and tagine."
    },
    {
      "dayNumber": 18,
      "title": "Sahara Desert.",
      "description": "Today, you’ll have a full day of driving as you journey south towards the Sahara Desert. After breakfast, drive through the Draa Valley to Zagora, where you’ll see the original route of the caravans. Then, travel along the rugged and desolate Jbel Tadrart ranges through seas of sand and past the occasional desert oasis of date palms to the township of Tamegroute. Here, you’ll visit a library filled with ancient scripts of science, literature and stories of the prophet Mohammed. After, join a local guide to uncover the underground Kasbah. Carry on driving to the frontier town of M'Hamid. From here, your group will jump into 4WDs to the massive Erg Chigaga dunes. This is the largest dune in the Moroccan Sahara and one of the less visited – meaning your experience will be further from surrounding towns and villages, away from the tourist trail. Arrive in the late afternoon, where you’ll get ready for the experience of a lifetime – riding on the backs on camels into the Saharan sunset. Tonight, the starry sky won’t disappoint."
    },
    {
      "dayNumber": 19,
      "title": "Tissint/Tata.",
      "description": "If you’re an early bird, you might want to head to the nearest dune this morning and watch the sunrise – this spectacle in the Sahara Desert is well worth the alarm! After breakfast, you’ll hop back into the 4WDs and drive out of the desert, switching to your private vehicle on the way to Tata. On the way, stop at the waterfall of Attiq in Tissint for a refreshing change of scenery. These waterfalls are all saltwater and the translation of ‘Tissint’ in the local language is ‘salt’! When you arrive in Tata mid afternoon, you’ll have a free evening to relax. If you like, explore downtown with your leader tonight and head out for a great local dinner."
    },
    {
      "dayNumber": 20,
      "title": "Tleta Tagmoute/Tafraoute.",
      "description": "This morning, drive to Tleta Tagmoute – a small village where you’ll get to see the oasis granaries, date palm plantations and fruit trees. The lifestyle and irrigation system here is quite unique to the region and you’ll get a deeper understanding of what life was like here with a visit to the old collective granary that’s still in use. After exploring, continue to Tafraoute, arriving in the afternoon. This southern Moroccan village sits in the shadows of the Anti Atlas Mountain Range. Although it’s now more of a campervan destination, Tafraoute remains authentic and a great base for exploring the Anti Atlas region. When you arrive, you’ll head out for a village walk and visit the local souqs to check out how the traditional babouche is made."
    },
    {
      "dayNumber": 21,
      "title": "Tafraoute.",
      "description": "Go for a hike in the Ameln Valley this morning, passing through small Amazigh villages, both old and new. The hike will take you through palm trees, almond trees and fields of alfalfa crops used by locals to feed their animals. On the way, stop for a rare chance to visit a traditional Amazigh house that's preserved by your host to showcase the traditional lifestyle, which is changing fast in the modern day. You'll be able to learn about how the traditional Amazigh household functions, and learn about your host's story of growing up here over a cup of freshly made mint tea. The area is quite rocky in general, so sturdy shoes are needed. Also stop for lunch set against the beautiful view of the valley. In the afternoon, head to one of the most controversial sights here – the Pierres Bleues (painted rocks). The Belgian artist Jean Verame spray painted these boulders in 1984 and visitors still debate whether these rocks are an artwork or not (so you can decide for yourself!). The evening is yours to spend."
    },
    {
      "dayNumber": 22,
      "title": "Essaouira.",
      "description": "Today will be a bit of a long travel day as you head towards the Atlantic. Passing desert scenery, your route is actually a reserve for the Indigenous argan trees. You’ll stop at a local woman’s cooperative along the way, which specialises in Argan oil production. This coop provides women and their families in the rural area with extra income for their community, promoting independence. You’ll learn about how the Argan is extracted from the trees, how it’s produced, then you’ll get to try the freshly made Amlou paste. Carry on to Essaouira (translating to ‘pretty picture’). Within the stone ramparts, you'll find whitewashed houses with bright blue shutters, art galleries and wood workshops – the perfect spot for photos. This evening is free for you to explore or relax."
    },
    {
      "dayNumber": 23,
      "title": "Essaouira.",
      "description": "Today after breakfast, join a local guide for a walking tour through the old medina, Jewish mellah, port and skala (sea wall). Essaouira is one of the oldest port cities in the country, and fishing here is still quite traditional. You’ll have the chance to meet one of the expert fishermen in the port, who will tell the group all about their story and show you some of the tricks they use, what type of fish to catch and what seasons mean to them. After, enjoy free time for the rest of the day. Jimi Hendrix spent a lot of time here during the 60s, so you know this is a great spot to sit, people watch and listen to the sound of the ocean. Maybe grab a freshly cooked plate of the day's catch at the port or browse the plentiful shops and intriguing art galleries. This is also a hotspot for surfing, so consider taking a lesson if that’s your thing. If you’d prefer to relax, don't miss the opportunity to indulge in a hammam (Moroccan day spa) or local-style bath."
    },
    {
      "dayNumber": 24,
      "title": "Marrakech.",
      "description": "Enjoy a free morning in Essaouira, then catch a bus back to Marrakech in the afternoon. Enjoy free time when you arrive, to explore or partake in optional activities. Walk around the famed Djemaa el-Fna – from fire dancers to performers and street food carts, this is somewhere you actually want to get lost. Maybe check out the Palais Bahia, a superb example of Muslim architecture, or the ruins of the Palais Badi. Join your group tonight for an optional farewell dinner."
    },
    {
      "dayNumber": 25,
      "title": "Marrakech.",
      "description": "Your adventure ends after breakfast. Additional accommodation can be pre-booked if you wish to spend more time exploring Marrakech (subject to availability). Just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}