{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-highlights-hidden-gems",
  "tourName": "Morocco highlights & hidden gems",
  "placesVisited": "",
  "generalInfo": "With ten days to explore you can dive deep into some of Morocco's hidden gems, explore highlight destinations whilst still having plenty of time to discover its more hidden corners - getting off the beaten track or just taking more time to soak the country in. <br/>Touch down in Marrakesh, the tourism capital and quickly drive via the Tizi n’Test to Taroudant, the Souss Valley’s prettiest market town with its mud-walled medina and kasbah. Move south to Ida Ougnidif, a true small fortified village and continue to the tiny but viby Tafraoute, surrounded by beautiful Anti-Atlas scenery such as the Ameln Valley, with its lush palms and pink-hued houses, and also the famous Ait Mansour Gorges. From here, head west to Sidi Ifni, a jumble of wind-whipped art-deco relics surrounded by coastal walks. Arcing north, you come to Mirleft, with its pink-and blue arches, and then the friendly Agadir seaside resort and beautiful beaches. Continuing north via the spectacular ocean road, where hippies once gravitated, to Essaouira and its white-walled ramparts, bohemian beat and renovated riads that still make travellers linger. Set your wheels, direction east, to the icon of contemporary Morocco; Marrakesh. The city’s souk, street performers and imperial architecture form an intoxicating mix.",
  "durationDays": "10",
  "price": "3692",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Airport Shuttle Welcome to land of peace and love! Transfer from Marrakech Airport to Your Hotel/Riad in Marrakech. Your Driver will pick you up from the airport and transfer you to your Hotel/Riad in Marrakech to relax, loosen up and prepare yourself to officially start your cultural tour."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This is your first day out of your busy life, today we head to Taroudant via the dam of lalla Takerkoust and Ouirgane with its stunning greenery, red-earth hills and pine forests. Passing through the rough road of Ijoukak where the Agoundis Valley joins the Nfis. Tinmel mosque is a worthwhile stop, the fascinating architectural isolated Monument above a lush reach of river valley with harsh mountains backing its buff-colored walls. Crossing the Tizi n’Test (2092m), the first modern route linking Marrakech with Souss plain. Arrive to Taroudant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will have a morning meeting with one of the most elegant purely Berber towns of Morocco with its majestic, tawny-brown and honey-gold circuit of 7km walls. While you stroll and linger around, note the distinctive, highly beautiful blue veils that many of older local ladies put on. Head south to Ida Ougnidif, a true small fortified village, the Kasbah of Tizourgane was essentially a fortified town, enclosing 25 houses, a mosque, a granary and a prison, and thick stone walls tower above the passages around the ancient structure. The Kasbah has been rehabilitated thanks to massive work undertaken by the owners, which continues today. The Kasbah has been renovated respecting the original construction techniques and materials. It has now become a guest house which allows you to enjoy this magical place that you’ll certainly love. In February, the argan and almond trees, in bloom, enhance the beauty of the place."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we are going to drive in about 65km heading south to the locked in a muscular, red-granite mountain embrace, and charming in a dusty windswept sort of way, Tafraoute is worth all the effort and time it takes to reach – « like the badlands of South Dakota », as Paul Bowles put it, «writ on a grand scale». The tiny but viby Tafrouate is a stoned-built villages with around five thousand hardy souls still one of the must-see relaxed destinations in the country of red and green flag. It worths a walk around to see curious rock formations such as Napolean’s Hat or the Peirres Pients, Painted blue and pink by a Belgium artist. Just 30km southeast of Tafraoute located the palm-filled gorges of Ait Mansour, where many people like to park up and stroll through the massive palmery, which is beautiful cool in the heat of the day. The palmery stretches a good 6km along the floor of the valley at the end of the day we loop back to Tafrouate."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we must say goodbye to the village that surrounded by a wind-eroded, jagged panorama of red-granite tors and craggy brown cliffs and rocks and onward to the most romantic Art Deco military town ever built on cliff top site. A real Santa Cruz del Mar Pequeno « Holy Cross of the Small Sea » that build in 1930. We will cross what is remained of the amazing view of Anti Atlas Mountains, if you’re lucky enough (and I am sure you are) we may come across a weekly market in one of the villages along the way. If so, we will surely take a deep look into it via a walk among the locals’s tents where they sell their goods. If so don’t hesitate to wander, it’s always fascinating to discover local life during such a weekly event. The road may not be the best, but it’s scenic and definitely worthy to be hit!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Set your compass for north through the Atlantic Ocean to experience a wonderful day driving by crossing a series of white good beaches of Atlantic Ocean with its white and sometimes yellow wide curl sand dunes that vanish off in the ocean crashing waves and strong currents. Wrecks of boats make you think of the frequent travelers of the airmail. Mirleft still a nice little place to hole up for a cup of mint Tea, walking the dusty street and enjoying a carefree atmosphere. Then we continue via Tiznit the clean, neat and tidy, and the good staging point en route to Agadir, the city that was completely rebuilt following a devastating earthquake in 1960, with its busy port and beach resort sprawling beneath its Kasbah. All of which combine to make it worth an excellent stopover en route to Essaouira."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We leave the city that spreads over a large area, both along the coast and inland from the huge swath of beach. We will continue Driving north by the Atlantic ocean. There are sandy coves every few kilometres, and welcoming eateries make it a good road to take break in from time to time. After 12km and 14km we will pass by Aourir and Taghazout, Morocco’s number-one surfing resort. A short way from here located the wild beach of Sidi Kaouki a chilled escape from Essaouira and one of Morocco’s top wind-surfing and surfing spot. It’s not for faint-hearted. Later we reach the sleepy Berber village of Diabat that was once a dope-smoking colony popular with hippies. Another 5km we get into the beautifully named Essaouira with its light and beauty that have forever attracted Artist."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "If you could not explore Essaouira the previous day, you still have time for that today. You have a free morning to explore Jimi Hendrix’s town today before you head to Marrakech. After having your breakfast you’re free to roam in the city that was once and still a heaven for hippie backpackers and Gnawa musicians. You can book a local guide, if not you can start your visit by the ramparts a series of forts that were built in the 15th century around the Medina of Mogador. Inside the Medina you’ll have a chance to visit The Mellah (former Jewish quarter), the Morocco’s 3rd fishing port where you can have a delicious fish meal. Afternoon you will head to Marrakech, and in your way towards the Red city, if you’re lucky you will have a chance to see the tree goats’ phenomenon. To arrive in Marrakech to drop quickly your baggage at the hotel and join the carnival night of the crazed cacophony of musicians, snake charmers and vendors in the open-air famed Jemaa El-Fnaa square."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "With your private Marrakech born and bred guide, you embark exploring the Red City from its old part with its Medina’s skinny lanes that leads to lavish sites, tombs and religious monuments decked out in marble. Bahia and El-Badii Palace and Saadien’s Tombs will be your targets. Afterward, your driver/Tour Guide will pick you up for the outside medina visit to explore the Majorelle Garden, Museum Saint Laurent, Berber Museum. While in Marrakech you will surely encounter thousands of motorcyclists and horse-carts roaming in the city and some of them pull over next the vast square of Jemaa El-Fnaa where it’s carnival night every night and musicians, acrobats, storytellers and slapstick acting troupes tap into the Medina frenetic pulse."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Airport Shuttle You will be departing Morocco today. Pack you bags and make sure that your Morocco tour’s pictures are well-saved. we hope that you have taken some unique and beautiful pictures here in Morocco. You driver/tour guide will be waiting to drive you to your aiport either in Marrakech."
    }
  ],
  "map": ""
}