{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-cultural-tour",
  "tourName": "Morocco cultural tour",
  "placesVisited": "Chefchaouen, Tangier, Volubilis guided tour, Fes, Sahara desert sunset camel ride, El Khorbat, Ait Benhaddou, Atlas Mountains hike and local lunch, Essaouira, Marrakech",
  "generalInfo": "This two week cultural tour in Morocco takes you overland from one of the country’s best known coastal cities, Casablanca, to one of its most legendary, Marrakech.<br/><br/>In between, travellers will be treated to a cultural tour of Morocco that features the medieval walled city of Fes as well as time spent in the Atlas Mountains and amongst the folds of the Sahara Desert.<br/><br/>Alongside mosques and markets, kasbahs and souks, you’ll also get to know the local people through their own stories. You’ll spend one night in an Amazigh homestay in the Atlas Mountains, and meet with a local fisher in Essaouira. Add in the insight you’ll get from being accompanied by local guides and you’ll find that this two-week tour of Morocco is a real cultural eye opener.<br/>",
  "durationDays": "15",
  "price": "1185",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Casablanca.",
      "description": "Salaam Aleikum! Welcome to Morocco. Your adventure begins today with a welcome meeting at 6 pm in the famed city of Casablanca. If you’d like to explore the city and all it has to offer, it’s recommended that you arrive a day or two early. Modelled after Marseille in France, this city is famous for its art deco buildings and the modern Hassan II Mosque. If you have time, wander the old medina and the city walls, then jump in a taxi to visit the Quartiers des Habous – the new medina. Finish the day with a walk along the Corniche, watching the locals play football on the beach or taking it easy at one of the many great cafes."
    },
    {
      "dayNumber": 2,
      "title": "Tangier/Chefchaouen.",
      "description": "This morning, take the TGV fast train to the coastal town of Tangier – a place of strategic importance to the Mediterranean as a gateway to Africa. Head out on a short orientation walk with your leader, then enjoy some free time exploring the town. Maybe duck into Café Hafa, which has hosted celebrities in the past like Sean Connery, The Beatles and The Rolling Stones. Why not enjoy the epic view overlooking the Gibraltar while you partake in the national brew of Morocco – a steaming cup of mint tea? In the afternoon, take a private transfer to the beautiful Chefchaouen. Set against a wide valley and nestled between two peaks in the stunning Rif Mountains, much of Chefchaouen was recreated by Andalusian refugees escaping the Reconquista – so you might just feel like you're in the hills of Spain. Follow your leader on an orientation walk and head to a great sunset viewpoint overlooking the town. In the evening, if you're feeling peckish, the local goat’s cheese is a popular treat."
    },
    {
      "dayNumber": 3,
      "title": "Chefchaouen.",
      "description": "Today is a free day in Chefchaouen. Maybe take a guided tour of the sights, sounds and smells of the medina, or sample the delicious local specialties (the orange juice is delicious!) at a cafe in the Plaza Uta el-Hammam. Alternatively, you might prefer to get out of town and enjoy a hike and picnic in the surrounding hills. The hiking tour outside of the city is a popular option, as you can leave the shades of blue for a journey across the Rif Mountains and join your guide to Akchour Falls – a gorgeous natural wonder, abundant with lush mountains, rivers and waterfalls. In the evening, how about tucking into a tagine at a local restaurant or visiting a hammam – a traditional Moroccan spa? The night is yours to enjoy."
    },
    {
      "dayNumber": 4,
      "title": "Fes.",
      "description": "This morning, take a private transfer and travel through rolling hills and olive groves to the archaeological site of Volubilis. This was once a provincial Roman capital, and the remains make an undeniably impressive sight. Take a tour around the ruins with a local guide, which look spectacular in the sunlight. Don’t forget to take your camera today, as the town is filled with fantastic mosaics along the Decumanus Maximus, many of which remain fully intact. Drive onwards to Fes, where you'll spend the next two nights. Fes is the spiritual and cultural heart of Morocco – vibrant, noisy and fascinating – it really is a feast for the senses. The evening is then free for you to spend how you’d like."
    },
    {
      "dayNumber": 5,
      "title": "Fes.",
      "description": "Take a guided group walking tour of the Old City this morning, known locally as Fes el Bali. Step back into the Middle Ages in the labyrinth of the medina, which is alive with craftsmen, markets, tanneries and mosques. Pass donkeys piled high with goods (this is one of the largest car-free urban zones in the world) and explore the specialty sections that divide the souk. Look out for the Medersa Bou Inania – one of the city's most beautiful buildings, recently restored and now open to tourists. Visit Medresse el Attarine and the splendid Funduk Nejjarine – a beautifully restored 18th-century inn. You'll also see the famous tannery, known for the iconic view overlooking its dye pits, and a ceramics factory where you can see potters working traditionally. In the evening, why not join your group and try some Moroccan specialities like harira (chickpea soup) and chicken-stuffed pastillas with couscous?"
    },
    {
      "dayNumber": 6,
      "title": "Sahara Desert.",
      "description": "Today, you’ll travel towards the mighty Sahara. It is a long drive, but there will be many opportunities to stop and admire views of local kasbahs and palmeries (valleys lush with date palms, fields and orchards). You may also have the chance to pass by nomads along their journey – these free-spirited people are born to move with their animal flocks under the open sky and they never stay settled in one place for long. Continue through barren mountainsides and fertile valleys, pausing in frontier towns like Erfoud and Rissani before reaching the end of the road at the small Saharan settlement of Merzouga. With a backdrop of the orange-coloured Erg Chebbi sand dunes, the charming Saharan village of Merzouga feels wonderfully isolated, like the modern world has left it behind. Store your main baggage in your overnight camp on the edge of the desert and mount a camel to watch the breathtaking sunset from a unique perspective, among the rolling dunes of the expansive desert. Spend the night in a desert camp under the North African stars and enjoy a homecooked feast by the fire."
    },
    {
      "dayNumber": 7,
      "title": "El Khorbat - Todra Gorge.",
      "description": "Walk up the nearest dune for a spectacular sunrise over the Sahara, break your fast with traditional food, and begin the drive to Todra Gorge. On the way visit the oasis museum of El Khorbat, before continuing on to the beautiful Todra Valley, dotted with mud-brick villages perched on hillsides. The remarkable scenery – sprawling green valleys and rocks sculpted into stunning formations by the wind – will be your home for the next two nights. This area is best discovered on foot, so you’ll take a short walk through the surrounding farmland."
    },
    {
      "dayNumber": 8,
      "title": "Todra Gorge.",
      "description": "Today, enjoy free time to explore the Todra Valley. A guided hike through the gorge and over a nearby mountain pass is highly recommended. There are a couple of circuits to choose from, but the most popular choice is a 10 km circuit that will take around 4 hours. Accompanied by a local guide, you’ll walk a trail that isn't too challenging if you have a moderate fitness level. Pass Amazigh villages, meeting locals along the way. The surrounding mountains and the famous Rose Valley in the distance make a sensational setting for a day of discovery on foot. For lunch, you can join some local ladies in their mudbrick kasbah – a fantastic opportunity to see how people live in this largely unchanged culture. If you’d rather relax, then you can simply lounge by the hotel pool and enjoy the views over the lush palmeries and soaring cliff faces."
    },
    {
      "dayNumber": 9,
      "title": "Ouarzazate/Ait Benhaddou.",
      "description": "Today, travel south to Ait Benhaddou. The scenic drive takes you past ancient kasbah ruins, former colonial military outposts, austere mountains and valleys of palm trees. Stop for lunch in Ouarzazate, where movies such as Lawrence of Arabia, The Sheltering Sky and Black Hawk Down were filmed. If there’s time, you might like to take a tour of the Atlas Movie Studios. Arrive at Ait Benhaddou – once an important stop for caravans carrying salt across the Sahara. Visit the grand kasbah with your trip leader – an impressive example of clay architecture that has been listed as a World Heritage site. In the late afternoon, enjoy Morocco's most famous cuisine with your group – couscous and tagine cooked by your host at the guesthouse where you’ll spend the night."
    },
    {
      "dayNumber": 10,
      "title": "Aroumd.",
      "description": "This morning, journey over the spectacular Tizi n'Tichka Pass (2260 metres above sea level) to Toubkal National Park, home to the highest mountain in North Africa. Pass snow-capped mountains and valleys in full flower along the way. At the end of the road, you’ll reach the rural village of Imlil, where you can store your main luggage and load a daypack onto a pack mule. Immerse yourself in traditional mountain village life with a short trek up to the peaceful village of Aroumd. Far from the reach of the modern world and sitting on a rocky outcrop, this town is a gorgeous place for an I’m-so-far-from-home moment. With stunning views across the High Atlas Mountains, you’ll have a unique opportunity to experience traditional Amazigh culture and spend the night in a family-run mountain home (or gite) at the foot of Mount Toubkal. Surrounded by the smell of woodstoves and bread, meet the host family and enjoy some traditional Amazigh hospitality and mouth-watering home-cooked food."
    },
    {
      "dayNumber": 11,
      "title": "Essaouira.",
      "description": "Wake up early this morning for a refreshing hike through Imlil’s outlying villages – to Sidi Chamharouch. Explore rural Amazigh villages, twisting mule tracks and breathtaking mountain landscapes. Stop for breaks among imposing cliff faces and eventually reach Sidi Chamharouch – a pilgrimage site with a waterfall, a stream and a few simple houses. Enjoy a slow-cooked tagine made by a local for lunch, while enjoying incredible views of the Atlas Mountains. Take the opportunity to rest for a while and swap stories with the locals, before hiking back to Aroumd. Later, head towards the Atlantic Coast to the old fishing town of Essaouira. Sandstone walkways contrast whitewashed houses, bright blue sky and the surrounding beaches and dunes. This artists' town was once home to sizeable British and Jewish populations, and its charm has seduced people like Orson Welles and Jimi Hendrix, who (according to local legend) spent much of his time here in the 1960s. Your tour leader will guide you through some options for the rest of the day – the seafood auctions are always a fun thing to see. Maybe you’d like to visit one of the small local cafes and do a spot of people-watching. Tonight, you’re free to indulge in a fresh seafood dinner or stroll by the beach in the evening light."
    },
    {
      "dayNumber": 12,
      "title": "Essaouira.",
      "description": "Today, join a local guide for a walking tour through the old medina, Jewish mellah, port and Skala (sea wall). Essaouira is one of the oldest port cities in the country, and fishing here is still quite traditional. You’ll have the chance to meet one of the expert fishermen in the port, who will tell the group all about their story and show you some of the tricks they use, what type of fish to catch and what seasons mean to them.?After, enjoy some free time. These narrow streets, mostly free of cars, feel like the days of sea pirates are not too distant. Browse the little shops and art galleries that dot the town and discover the gorgeous scent of the burled Thuya wood – delicately formed and inlaid here, gaining a reputation as one of Essaouira’s specialities. The scent of the oils that are used to polish the coloured wood permeates the air, making walking through these streets incredibly pleasant. Why not order a freshly cooked plate of the day’s freshest catch for lunch? Later, maybe indulge in a hammam (Moroccan bathhouse and spa) or relax at your accommodation."
    },
    {
      "dayNumber": 13,
      "title": "Marrakech.",
      "description": "This morning after breakfast, take a shared local bus to Marrakech – the ancient city wrapped in European modernity. Embark on a walking tour with your trip leader through the bustling medina to meet local shop owners and craftsmen and learn the secrets of navigating through the zigzagging lanes. Stop to try different snacks and local favourites, like Moroccan doughnuts and mint tea, traditional bread, olives,?nuts, dates and orange juice, and harira (chickpea soup). Be enticed by the alluring scents and brilliant colours of the spice markets, the sounds of the musicians, the rich folds of carpets, and the beautifully perfumed gardens. Tonight, maybe join the pulsing crowds for dinner at the famous Djemaa el-Fna Square – one of the largest public spaces in the world and unique to Marrakech. When night falls on this square, it transforms into a hive of activity. Henna painters, performers and storytellers share the square with a street food bazaar packed with stalls loaded with Moroccan delicacies. For dinner tonight, you might like to try the local snail soup and finish your evening with a cup of tea in a rooftop restaurant overlooking the square."
    },
    {
      "dayNumber": 14,
      "title": "Marrakech.",
      "description": "It’s time to explore Marrakech at your own pace, today. In the seemingly endless mosaic of souqs, each is devoted to a separate trade – pottery, woodwork, copper, leather, carpets or spices. Watch skilled artisans perfect their craft, practice your haggling skills or take a break from the hustle to share a tagine with your new friends. Maybe visit Koutoubia Mosque and its 12th-century minaret, which was the famous prototype for the Giralda tower in Seville. Wander through the tropical gardens of the French painter Jacques Majorelle (now owned by Yves Saint Laurent) or check out the Palais Bahia, a superb example of Muslim architecture. This evening, you’ll likely be drawn back to the Djemaa el-Fna and its surrounding medina for dinner at one of the many outdoor restaurants lining the square – a perfect spot for a farewell dinner."
    },
    {
      "dayNumber": 15,
      "title": "Marrakech.",
      "description": "With no activities planned for today, you’re free to leave at any time. If you’d like to spend more time in Marrakech, just speak to your booking agent."
    }
  ],
  "map": ""
}