{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-9-day-cultural-tour",
  "tourName": "Morocco 9 day cultural tour",
  "placesVisited": "",
  "generalInfo": "The Tour will cover the most important sites of this majestic North African country. The tour has been designed to give you time to experience the wonder, heritage, and culture of magical Morocco and at the same time let you have enough time to feel and experience special moments with locals. <br/>•\tVisit Rabat, Morocco’s political and administrative capital, visit most famous landmark La Tour Hassan <br/>•\tTake the time to let yourself enjoy the beauty of Chefchaouen, its unique charm gives an impression of unreality. <br/>•\tExperience the tastes, sights, and sounds of Medina in Fes <br/>•\tDiscover this exceptional place, nestled in the heart of the Atlas, Lake Bin el Ouidane is undoubtedly one of the most impressive and beautiful landscapes in Morocco.  <br/>•\tEnjoy the Ouzoud waterfalls look like a little corner of paradise, lost in the middle of a valley of almond, olive and fig trees, surrounded by a landscape that is both rocky and green<br/>•\tExplore the bustling city of Marrakech ant visit its monuments and Jamaa El fna place<br/><br/>•       Visit Ifrane considered the \" Switzerland of Morocco \" because of the presence of typical European chalets.<br/>•       Meet the famous Barbary Apes of Ouzoud valley.<br/><br/>CASABLANCA | RABAT | CHEFCHAOUEN | MEKNES | FES | IFRANE | OUZOUD | MARRAKECH | ESSAOUIRA",
  "durationDays": "9",
  "price": "2378",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Casablanca airport you will be transferred to your hotel for your overnight stay and dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today visit of Casablanca, located on the Atlantic Ocean is the business centre of Morocco. It was established as a commercial centre by the French. The architecture is a mix of modern, art deco and the traditional. Visit of the Central Market. The Habous and the remarkable Mosque Hassan II (visit from outside), one of only two mosques in Morocco open to non-Islamic believers. Built by the late King Hassan II at the end of his 40-year reign, this astounding edifice is larger than Saint Peter’s in Rome and capable of holding 80,000 worshippers. Departure to the second imperial city Rabat, the administrative capital of the Kingdom of Morocco. Visit to the Mohamed V Mausoleum, the Hassan Tower, Ouadayas garden, the Mechouer, ramparts and walls surrounding the Royal palace. Continue to Chefchaouen, nestled high in the Rif Mountains, is famous for its buildings washed in bright shades of blue – this is undeniably one of the world’s prettiest cities. Overnight at hotel in Chefchaouen"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit of Chefchaoun- a small charming city was conquered in 1920 by the Spanish. The clean and fresh air invites you to spend some time to discover the beauty of the place. You will have the opportunity to take pictures of a panoramic view of the Hispanic flavored town lined with blue and white washed houses, tiny balconies, tiled roofs and patios embellished with citrus trees. Stop off for a tasting of goat’s cheese – you’ll see there’s no shortage of goats in Chefchaouen and this soft, creamy goat’s cheese is some of Morocco’s best. Departure to the Imperial city of Meknes known as the “Moroccan Versailles” and founded in the 17th century by King Moulay Ismail. Meknes is famous for its 25-milelong walls. There are numerous historic sites to see, the massive gate of Bab Mansour, The Bassin de L’Agdal a massive 400m x 100m pool dating back some 300 years. The Mausoleum of Moulay Ismail is one of only three Moroccan shrines that non-Muslims can visit. Continuation to Fes via the countryside and the foothills of the Rif Mountains. Overnight at hotel in Fes"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a full day sightseeing tour of Fes, was founded in the 9th century and home to the oldest university in the world, Fez reached its height in the 13th–14th centuries under the Merinids, when it replaced Marrakech as the capital of the kingdom. The urban fabric and the principal monuments in the medina – madrasas, fondouks, palaces, residences, mosques and fountains - date from this period. Although the political capital of Morocco was transferred to Rabat in 1912, Fez has retained its status as the country's cultural and spiritual centre. Artisan workshops in the medina are as active today as 100 years ago, and strongly contribute to the city’s industrial economy. Trades such as metal and leather working, ceramics, silk, tapestries, and sculpting are still practiced in these workshops. Original ramparts still protect the ancient city and its’ 9000 passageways and narrow streets. Overnight at hotel in Fes"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart to Ifrane considered the \" Switzerland of Morocco \" because of the presence of typical European chalets. Continue to Bin el-Ouidane, a small settlement perfectly placed on the bank of the lake, surrounded by sheer rocks. Lake Bin El Ouidane is undoubtedly one of the most beautiful landscapes in Morocco, offering a nature very rich in colors, splendid views and a unique biodiversity. A true wonder of nature, the lake nestled between the Atlas Mountains is renowned for its setting conducive to relaxation, serenity and rejuvenation of body and mind. Obviously, Bin El Ouidane offers itself as a paradise for all lovers of water sports. Its calm and clear waters make it the destination par excellence for fans of boat trips and kayaking, as well as lovers of thrills and extreme sports such as jet skiing and water skiing. Dinner and overnight at guest house/hotel in Bin el ouidane."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today see the spectacular Ouzoud Waterfalls, highest in Morocco and particularly loved because of the unusual luxuriant nature that surrounds them. The famous Ouzoud Falls are located on the edge of the Atlas Mountains. They’re among the most popular places to photograph in Morocco. This isn’t surprising, because experiencing Oued River thundering down over a hundred meters into the depths is truly breath-taking. Ouzoud is also famous for the Barbary apes who live in this valley, rounding off the spectacular scenery in a rather surreal manner. On arrival to Marrakech, head to the great square of Djemaa el-Fna, one of the largest public spaces in the world and unique to this city. The food here is best experienced like a local, so be sure to bring your appetite as this afternoon your leader will take you for a special tasting session where you’ll try a range of seasonal delights such as freshly squeezed orange juice and stuffed Moroccan pancakes. Dinner and overnight at hotel in Marrakech."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Take a full day guided tour of Marrakech. Marrakech was founded in 1062 by one of the chieftains of the Almoravid king Youssuf Ibn Tashfin. The Almoravids were desert warriors, very much attached to their Islamic religion; the original garrison developed very quickly into a city where numerous mosques and madrasas (Koranic schools) were built. Andalousian craftsmen built and decorated several palaces, merging their style with the Saharan and African traditions, which gave the city a distinctive architectural flavour. Nowadays, Marrakech is a vibrant city which exhibits a curious blend of the ancient and the modern, allowing travellers the chance to experience the genuine medieval atmosphere of the old medina, and visit the trendiest bars, art galleries and restaurants in the French Quarter, Guéliz, built at the beginning of the 20th Century, all in one day. Dinner and overnight at hotel in Marrakech."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Go on an excursion to Essaouira City, Essaouria is a magical fortified coastal town on the Atlantic Ocean. Built by the Portuguese in the 17th C. In total contrast to Marrakech, the pace of life here is relaxed and slow. Essaouira was made famous by Orson Wells, who filmed Othello here and more recently, by residents like Jimmy Hendrix and the Rolling Stones. Unlike Marrakech and Fes, there are no single places of major historical note to visit but Essaouira in itself becomes an historic location and is not to be missed. Explore the town, its ramparts, and its lovely street of thuya craftsmen, the lively port, colourful souk the medina and the Squala. Back to Marrakech late afternoon Optional dinner at Fantasia Chez Ali, a place of 1001 nights. Enjoy authentic Moroccan food under Caidal tent with a memorable show: Belly dancers, acrobats, riders, fireworks, folk music. Overnight at hotel in Marrakech."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy your final morning in Marrakech before your transfer back to the airport for your flight home or onward travel."
    }
  ],
  "map": ""
}