{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "authentic-morocco-escorted-tour",
  "tourName": "Authentic Morocco escorted tour",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through the heart of Morocco, where the echoes of ancient empires resonate powerfully in the four imperial cities: Marrakech, Rabat, Meknes, and Fes. <br/><br/>Each city offers a unique glimpse into Morocco’s rich history and cultural tapestry, inviting travellers to experience their distinct flavours and stories. Wander through the labyrinthine alleys of these vibrant medinas, where bustling markets, or souks, brim with an array of handcrafted goods and traditional artisans showcase their time-honoured skills. Delight your senses as you encounter a dazzling display of colours and intoxicating scents—from the spices and textiles on display to the tantalizing aroma of street food wafting through the air. <br/><br/>As you stroll through the streets, the allure of Moorish architecture captures your imagination. Centuries-old buildings adorned with intricate arabesques, beautifully tiled courtyards, and meticulously carved cedar wood ceilings serve as a testament to the region’s distinctive architectural heritage. Each city pulses rhythmically, inviting you to explore hidden gems in tranquil corners. This 8-day exploration takes you to the authentic heart of Morocco, where you will not only witness its breathtaking landscapes—from the sweeping Sahara dunes to the rugged Atlas Mountains—but also immerse yourself in the warm hospitality of its people. <br/><br/>Engage with local communities, savour traditional cuisine in historic riads, and perhaps even glimpse the stunning sunset over the iconic Koutoubia Mosque. Your adventure promises to be a soul-stirring experience that intertwines history, culture, and the enchantment of Moroccan life.",
  "durationDays": "8",
  "price": "1945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Marrakech (Sunday) Our guide will be waiting for you at the exit of the international area of the airport for the transfer to the hotel where we will spend the next two nights. We stay overnight at our comfortable Riad Jolie in the medina or Novotel 4 Stars at Hivernage the more elegant quarter in the centre of Marrakech at a short distance from Djemma El Fna square. Overnight at Riad Jolie or Novotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Marrakech (Monday) Marrakech held a crucial role in history as a major stop for caravans. The Koutoubia's minaret stands out as a town symbol. This tall tower, 70 meters in height, has been well-preserved since the twelth century during the Almohad period. Moving on, the Ben Youssef Madrasa showcases stunning carved cedar wood designs, stucco work, and colorful zellij tiles. A prime example of Arab architecture, the Bahia Palace's magnificence is a sight to behold. There will be time to relax back at the hotel and as the afternoon transitions into evening, the vibrant heart of Marrakech awaits: Djemma el Fna square. Walking through this square is an unforgettable experience. Each day, both locals and visitors explore the square, where musicians, jugglers, storytellers, magicians, acrobats, snake charmers, and fortune tellers create a lively atmosphere. As twilight settles, it's the perfect moment to begin exploring the Souk. The milder temperature draws more activity: the Souk transforms into a maze of sounds and colors, discover people dressed in traditional clothing, the aroma of spices and perfumes, and intricate crafts fashioned by skilled Moroccan artisans. As evening arrives, Djemma El Fna square comes alive with thousands of lanterns. For dinner, there's a delightful choice between the diverse \"street food\" from numerous stalls, offering a variety of delectable specialties, or the restaurants overlooking the plaza. After this captivating day, it's time to return to the comfort of our hotel. Overnight at Riad Jolie or Novotel (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Casablanca and Rabat (Tuesday) It is a busy day today as we setoff early, reaching Casablanca before lunch. The architecture of the town centre dates-back to the French colonial era with buildings inspired by the Art Deco style. Our first visit will be to the spectacular Hassan II Mosque, one of the few mosques open to non-Muslims. It is the largest religious building in Morocco with one of the tallest minarets in the world and tens of thousands of wood carvings, Zelig decorations (glazed tiles), stained glass, marble, mosaics, chiselled ceilings, and stucco. The mosque, inaugurated in 1993, is a masterpiece of engineering and architecture. Less populous than Casablanca, Rabat, the capital of the kingdom, is an elegant town, where the King lives, where the parliament is located, and where all the embassies have their delegation. Visit the Casbah des Oudaias, dating from the 11th century, still inhabited and perfectly preserved with its narrow alleys and the well-kept Andalusian Garden. Also from that period are the remains of the Hassan Mosque, near the Mausoleum of Mohamed V guarded by Royal Guards in their sumptuous traditional costumes. In the evening we will reach our comfortable Riad for dinner and overnight stay. Overnight at Riad Dar Alia or similar (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Meknes and Volubilis (Wednesday) An exhilarating day awaits us, where the echoes of history resound. Meknes, a city shaped by the vision of Sultan Moullay Ismail during the 17th century, stands as a testament to Morocco's inaugural Arab dynasty. Under the guidance of a knowledgeable local, we delve into the heart of Meknes. A highlight is the awe-inspiring Bab El Mansour, an entrance gate that boasts a fascinating origin – constructed by a Christian turned renegade, who found himself in the service of the sultan. Legends tell of El Mansour's eventual demise at the hands of the very ruler he served. A fleeting visit to the Medina adds a touch of authenticity to our exploration. The day's adventure leads us to the sprawling ruins of Volubilis, the most expansive archaeological site in Morocco. With roots dating back to the Carthaginian era of the third century BC, Volubilis flourished as a significant center. As the 1st century of our era dawned, this historic site evolved into the westernmost capital of an expansive, semi-autonomous Roman-influenced territory that encompassed parts of present-day Algeria and Tunisia. Our journey then carries us towards the captivating city of Fez, with our arrival expected in the early evening. Amidst the enchanting ambiance, we settle in for the night at Riad Yacout. This charming abode, exuding the essence of Moorish elegance, offers modern comforts amidst traditional surroundings. With a recent restoration, Riad Yacout becomes our haven for the next two nights, a perfect base for further explorations. Overnight at Riad Yacout or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fes (Thursday) In our opinion, Fes has the most beautiful and complex medina in North Africa, to which we will dedicate the whole day, accompanied by a local guide. The old town, built in a hilly area, is composed of two distinct parts: Fez al Bali and Fez el Djedid.In this universe of narrow medieval alleys, caravanserais and souks, the crowd is always on the move. Expect donkeys loaded with goods, the scent of spices, Arabic and Berber music, the voices and the calls of the muezzin. At lunch, we will taste the refined gastronomic specialties of this sophisticated town, spicy and mild flavours that have made the cuisine of Fes special. The madrasa of Boua Inania, the mosque of Kairaouine and much more will fill this day exploring in a lively medieval urban environment. Overnight at Riad El Yacout or similar (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Atlas Mountains and Cedar Forests (Friday) Today our route will wind through the valleys, villages, and mountains of the Middle Atlas. Stop and enjoy Ifrane, a popular mountain resort with its climate and alpine architecture. We will soon leave the main road for a path between valleys and peaks through great cedar forests. We arrive in the afternoon at a tiny Berber village in the mountains. Our group will have dinner and stay for the night at this pleasant but simple accommodation."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Salt Mines and Carpet Auction (Saturday) Today we will go off the beaten track to discover the most authentic Berber traditions. Travel along dirt tracks that will take us to the most remote of villages. We will be received in private Berber homes and after sharing the traditional welcome tea, we will witness the weaving. Using an artisan loom, these are considered some of the most beautiful of Moroccan carpets, produced by the women of the Atlas Mountains. Our tour continues higherin to themountains until we arrive at the rudimentary mines where men dig bars of salt. These are to be loaded on mules that will carry them to the valley as has happened for centuries. In the afternoon we travel to a market on the day of the carpet auction, where the Berber women take the carpets that have beencarefully woven over the months. The woman will hand the carpet to a 'barker' who praises its characteristics to a small crowd of merchants coming from all over the country, and then the auction starts… We end the day with a drive to reach our hotel in the evening. Overnight at the Continental Hotel or a local Riad (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The Salt Market (Sunday) This morning we will stop in a village on market day to experience the colourful goods and the crowds. Expect a large quantity of rams and goats, local handicrafts, and the salt merchants who come to sell the bars that we saw quarried in the mountains. We leave the market begin our journey back to Marrakech, which we will reach between late afternoon and early evening. There are day use rooms available before a transfer to the airport."
    }
  ],
  "map": ""
}