{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-grand-tour-tailor-made",
  "tourName": "Morocco grand tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Discover Morocco: A 15-Day Journey of Culture, History, and Natural Beauty<br/><br/>Embark on an extraordinary 15-day expedition through Morocco’s most captivating landscapes. This meticulously designed tour guides you from the cosmopolitan energy of Casablanca to the vibrant heart of Marrakech, revealing the nation’s remarkable diversity—from towering mountains to the vast, golden expanse of the Sahara Desert.<br/><br/>Throughout your journey, you will experience Morocco’s iconic landmarks, including the Hassan II Mosque in Casablanca, Africa’s largest and most architecturally impressive mosque. Stroll through historic towns and villages such as the UNESCO World Heritage site of Kasbah Aït Ben Haddou, celebrated for its striking architecture and timeless charm.<br/><br/>The adventure culminates in a magical sunrise camel ride across the Sahara dunes, followed by an overnight stay under the stars at a traditional Berber camp—offering an authentic connection to Morocco’s rich heritage and serene landscapes.<br/><br/>Itinerary Highlights<br/><br/>Imperial Cities: Explore Casablanca, Rabat, Meknes, Fes, and Marrakech.<br/><br/>Desert Experience: Journey through Merzouga, traverse sweeping dunes, enjoy a camel ride, and overnight in a desert camp.<br/><br/>Atlas Mountains: Cross the High Atlas via Tizi n’Tichka Pass, visiting Berber villages along the way.<br/><br/>Southern Morocco: Discover historic kasbahs along ancient caravan routes, including Ouarzazate, Aït Ben Haddou, and the Dades &amp; Todra Gorges.<br/><br/>Coastal and Northern Gems: Visit the coastal city of Essaouira and the iconic blue city of Chefchaouen.<br/><br/>Natural Wonders: Experience breathtaking gorges, valleys, oases, and scenic vistas with opportunities to witness stunning sunrises and sunsets.<br/><br/>Authentic Experiences &amp; Cultural Immersion<br/><br/>Extended stays in smaller towns and villages to gain insight into rural life.<br/><br/>Homestays in locally run guesthouses with welcoming hosts.<br/><br/>Workshops and artisan visits off the typical tourist path.<br/><br/>Participation in traditional activities such as bread-making, mill visits, and local market experiences.<br/><br/>Engagement with local guides intimately familiar with the communities visited, ensuring respectful and culturally sensitive exploration.",
  "durationDays": "15",
  "price": "3300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be welcomed by your driver in the airport of Mohamed 5 in Casablanca and taken to your hotel, where you'll spend your first night. We ca also pick you up from another hotel, if you are already in Casablanca.TD>"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast at the hotel, your real journey will begin by a visit to one of the most beautiful places in Casablanca, The Hassan II mosque - the largest of its kind in Africa. Afterwards, you'll be driven to Morocco’s capital city of Rabat - an imperial city where you’ll visit Mechouar, the tombs of Mohamed V and Hassan II, and the Kasbah of Oudayas. Overnight in your accommodation in Rabat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast you'll be driven to Tangier through the quiet beach town of Asilah, where you'll stop for a wander, before continuing to Tangier to visit Cap spartel and the city itself. Overnight in Hotel in Tangier."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast you'll visit more of Tangier and Hercules' Cave before you set off for Chefchaouen, an outstanding town in a strategic location with white-blue houses. The town lies in a green oasis crossed by a river. Once you get to Chefchaouen you will check in to your hotel then have free time to visit the blue city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you'll head to Meknes through the Rif mountains. Visit the Roman ruins of Volubilis and continue to Meknes where you'll visit the old Medina of this imperial city surrounded by ramparts, and visit Moulay Ismail mausoleum, the green gate of Bab Mansour, and Lahdim Square.Then continue to Visit the Medina of Meknes surrounded by its ramparts. Then continue to your riad in Fes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will explore Fes, starting with the old Medina where you will discover its narrow streets and the magic derived from its many historical monuments, including Al-Attarine Madrasa, Ennajarine Fountain, Al-Qarawiyyine university ( the oldest university in the world founded in 859), Bou Inania Madrasa and the Mausoleum of Moulay Idriss.Your exploration of the old Medina comes to an end after breakfast in a local eatery. Before returning to your accommodation for a rest, you'll stop by ‘Fes Al-jdid’, the new city. You'll lunch in a local restaurant and experience the panoramic view of the whole Medina of Fes before a short visit in the new city."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Setting out from Fes, you will cross the Middle Atlas mountains towards Ifran, enjoying the spectacle of Berber villages and Cedar forests along the way. Pass through Ifran, ‘little Switzerland’ as some like to call it in reference to its alpine beauty, and Azrou. The town of Midelt is where you will stay the night in a hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start your trip from Midelt and cross the valley of Ziz to see the wonderful expansive view of palmtrees. When you reach Erfoud, you will stop by fossil fossils, before driving towards the desert town of Merzouga. Arriving before sunset, you'll have the chance too have a walk in the desert and climb a sand dune to watch the sunset."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The area of Merzouga is full of places to visit: The first spot is Khamlia, the hometown of the dark-skinned ethnic group who will welcome you with a cup of tea while enjoying their traditional music. Next, the desert Lake where you will see several species of birds. Drive over the plains towards Rissani and Tafilalt, from where the Alaouite dynasty descend, and where you'll observe their fortified villages and souks. Then you'll head back to your hotel in the afternoon in order to go camel trekking over the sand dunes and watch the sunset before arriving at your desert camp in the heart of the dunes. Enjoy the remote quietness, the campfire and the sound of Berber music played by the locals."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning, wake as earlier as you can so as not to miss the stunning sunrise, before breakfast in the camp. On your way to Todra Gorges, pass through Rissani and Tafilalt. Todra Gorges is a nice place with water springing from the rocky mountains and running down the green valley. You will also see the beautiful town of Boumalne Dades and the ‘Rose Valley’ known throughout Morocco as the capital of roses for its wide cultivation of roses, as well as apples, figs, corn…etc. En route the Kasbahs line our route, known as ‘the Road of a thousand Kasbahs’. Overnight at a riad in Ait Ben Hadou in front of the Kasabah."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast in the hotel you will have 2 hours with your local guide the explore Ait Ben Haddou Kasbah, before passing Taznakht and Taliouine, on our way to Taroudant. On our way, you can sieze the opportunity to visit Saffron fields where you will meet local farm ers in their fields. We’ll arrive in Taroudant by the afternoon and have a tour around the Medina which is surrounded by walls, and wander along its streets. Overnight in your hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to one of Morocco’s most visited cities, Agadir. After lunch we will take the quiet coastal road leading to Essaouira. Delight in seeing the beautiful scenery and the spectacle of Argan tree climbing goats."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Begin the day by visiting the seaport and the Medina, also called ‘Skala’ where you will see old structures and cannons, and visit the museum of Sidi Mohammed Ben Abd Llah and walk through the market to behold a myriad of products, including hand-made local crafts. Enjoy a seafood lunch. Then you will head eastwards to Marrakesh."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In the morning get ready to discover Marrakesh, Morocco’s touristic capital. Visit many impressive places, including: Menara, the Palaces of Bahia and Badi, and the Saadian mausoleums. Enjoy a Moroccan traditional lunch at a restaurant before resuming your exploration. Visit the Koutoubia Mosque, built in the 12th century, and Djemaa El Fna, the place no one misses when visiting Marrakesh. The attractive square of Djemaa El Fna is well-known for its vitality at night when people crowd around comedians, storytellers, snake charmers…etc"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Your tour has come to an end and you will be transferred to the Airport. The itinerary can modify as much as you like. For more information or more details please get in touch"
    }
  ],
  "map": ""
}