{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-holiday-small-group",
  "tourName": "Morocco holiday, small group",
  "placesVisited": "Casablanca, guided tour of Hassan II Mosque, Rabat, Kasbah des Oudaias, Meknes walking tour, Volubilis archeological site, Chefchaouen, Fes guided walking tour, High Atlas Mountains, Midelt, optional: walk or convent visit, Erg Chebbi sand dunes, Merzouga, camel ride into Sahara, overnight camp in desert, Todra Gorge, M’goun, night in a Berber house, Guided half day trek at M'goun Valley, Skoura Oasis, Ait Benhaddou, Marrakech guided walking tour, Bahia Palace, Koutoubia Mosque",
  "generalInfo": "Morocco is as colourful and complex as the patterns on the carpets sold in every medina, but this Morocco small group holiday aims to bring the country into focus, uncovering its cities, souks and wild places on a 13 day adventure. <br/><br/>Everyone from the French and Spanish, to Islamic, Jewish and ancient Berber dynasties have settled and ruled here, bringing their customs and traditions and making Morocco a unique and vibrant part of West Africa. Sightseeing only scratches the surface – on this small group holiday, we journey to its heart, learning about religion and history, trekking through beautiful landscapes, camping under the stars, meeting its people and tasting its excellent food.<br/><br/>This adventure begins in Casablanca and finishes in Marrakech. You’ll travel in almost a complete loop, taking in the blue washed city of Chefchaouen and busy, intense Fes, before exploring the Sahara desert and the beautiful Atlas Mountains. In Casablanca you’ll visit the grand Mosque of Hassan II and then travel to the imperial city of Meknes. In Fes, and accompanied by an experienced guide, you’ll explore the medina, a place that feels medieval, where donkey carts transport goods and cars cannot enter.<br/><br/>There will be time to stretch your legs and escape urban life, with treks through villages in the Atlas Mountains and along the M’goun Valley. To better understand how the indigenous Berber people live here, you will stay in a traditional household for the night. The Sahara laps at Morocco’s eastern borders and you can experience its scope and stillness on a camel trek through the dunes. Camping out under the stars here is a magical experience. <br/><br/>After visiting Ait Benhaddou, a fortified city that now regularly crops up as a location in films and TV series, your adventure draws to a close in Marrakech. A guided tour through its busy medina is one highlight of time spent here, as is an evening exploring Djemaa el-Fna Square, with tis medicine men, henna artists and fortune tellers.<br/><br/>",
  "durationDays": "13",
  "price": "1580",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Casablanca.",
      "description": "Salaam alaikum! Welcome to Morocco. Your adventure begins in the great city of Casablanca, with a welcome meeting at 6 pm. If you arrive early, maybe visit the art deco Villa des Arts. This gorgeous gallery dates back to the 1930s and holds numerous exhibitions of contemporary Moroccan and international art. If you're looking for a different type of cultural experience, you can discover a unique and fascinating part of Moroccan history at the Museum of Judaism."
    },
    {
      "dayNumber": 2,
      "title": "Meknes.",
      "description": "After breakfast, you’ll take a tour the Hassan II Mosque – one of the only religious sites open to non-Muslims that can accommodate 25,000 worshippers. Next, drive to the capital of Rabat where you’ll meet an expert local guide. Rabat's history is long and colourful, having been host to Roman settlements, pirates and the Moroccan parliament. Discover the city’s medina and souks, then explore the walled quarter known as the Kasbah des Oudaias for a glass of mint tea and some local sweets. After, visit Mohamed the 5th Mausoleum and the vast minaret of the Hassan Mosque. You’ll have some free time to explore Rabat before driving to Meknes – the former capital of Morocco."
    },
    {
      "dayNumber": 3,
      "title": "Chefchaouen.",
      "description": "Explore the winding streets of Meknes’ Old Medina and their elaborately decorated buildings this morning. Next, drive to the nearby archaeological site of Volubilis, the remains of which make an undeniably impressive sight as they come into view on the edge of a long, high plateau. Tour the hilltop ruins with an expert local guide and discover the town’s elaborate mosaics along the Decumanus Maximus, many of which remain intact. After, you’ll travel to Chefchaouen, or the ‘blue city’ – arguably one of the prettiest places in Morocco. Set against a wide valley between two peaks in the stunning Rif Mountains, Chefchaouen has been lovingly cared for with striking blue and whitewashed houses, red-tiled roofs and artistic doorways. Take an orientation walk with your leader through the ancient medina and shop for handicrafts or sit at a cafe and enjoy the pleasure of time passing by. If you're feeling peckish, the local goats' cheese is a popular treat."
    },
    {
      "dayNumber": 4,
      "title": "Fes.",
      "description": "Enjoy a free morning to further discover Chefchaouen and maybe have lunch before boarding your private minibus for the journey to Fes. The living museum of Fes has disputable origins, some believe its origins come from ancient Greece, others claim it comes from the Balkans. Nevertheless, the city is the best example of the medieval Arab world, and you’ll soon to find out more about its past. After checking into your hotel in the late afternoon, join your group for one of the city’s signature dishes for dinner – the salty and sweet pastilla."
    },
    {
      "dayNumber": 5,
      "title": "Fes.",
      "description": "Today, discover the city of Fes, the spiritual and cultural heart of Morocco. Join an expert local guide and head into the Old City, known locally as Fes el Bali. Walk along the twisting streets and alleyways, passing donkeys piled high with goods, and explore the specialty sections that divide the souk. Filled with historic khans, madrassas and dye pits and stalls loaded with fruits, herbs and soups, it’s not hard to imagine yourself back in the Middle Ages. Spend the day exploring the Old City, visiting Medersa el Attarine, the tanneries and the Fondouk Nejjarine – a beautifully restored 18th-century inn. Return to your hotel in the late afternoon for a free evening."
    },
    {
      "dayNumber": 6,
      "title": "Midelt.",
      "description": "Today, leave the intensity of the city behind for the simplicity of the High Atlas Mountains. Drive south through fertile valleys, cedar and pine forests and barren, rocky landscapes to the small town of Midelt. Originally built as a base for mining, this market town sits between the Atlas and Anti-Atlas Mountains at an elevation of just over 1500 m. It's a perfect spot to break up the journey to the desert and you’ll head out on an easy walk through the valley to one of the local villages. Your leader will choose a route based on the group and the weather that makes the most of the views of the Atlas Mountains. Wander through plantations of apple trees on the way back to your accommodation for a relaxing evening and rest up for the Sahara tomorrow."
    },
    {
      "dayNumber": 7,
      "title": "Sahara Camp.",
      "description": "Drive through changing scenery, from barren mountainsides to fertile valleys, on the journey to Merzouga this morning. Take in the Erg Chebbi scenery along the way, with its towering dunes up to 150 m in height. When you arrive, you’ll leave your gear at your overnight camp next to a simple hotel, then ride camels into the edge of the Sahara, enjoying a spectacular sunset along the way. The dunes are stunning, especially as the evening light plays across them and sets off the colours. Tonight, you’ll camp out in traditional style, with the chance to try some local cuisine while you sit around an open fire with lively music and dancing under the stars."
    },
    {
      "dayNumber": 8,
      "title": "M'Goun Valley.",
      "description": "It’s worth getting up early to catch the sunrise this morning, before the drive to Todra Gorge – a massive trench that rises over 250 m to form one of the most dramatic and spectacular natural sights in Morocco. Explore the towering limestone stacks on a short walk through the sheer cliffs. Continue your journey inland for tonight’s destination – M’goun. Get closer to the customs and lifestyle of the Amazigh people with a homestay in a traditional gite (a home made from mud bricks)."
    },
    {
      "dayNumber": 9,
      "title": "M'Goun Valley.",
      "description": "Take today to explore the beauty of this largely untouched Moroccan backcountry. On foot is the best way to discover the natural and man-made landscape and the rural way of life. There are a couple of circuits to choose from – the most popular is a 4-hour hike, accompanied by a local guide. On the walk, you'll pass Amazigh villages, surrounded by the Rose Valley and its mountains. This afternoon, participate in the traditional Amazigh activity of henna tattooing. A local woman who is an expert in henna, known as a naquasha, will come to your guesthouse and teach the group about henna – where it comes from, how it's made and its historical use in Morocco. Henna tattooing is a tradition practised for centuries to commemorate battle victories, marriages, births and the Eid al-Fitr festival. You’ll then have the opportunity to have your hands and feet adorned with beautifully intricate patterns – this practice directly supports not only the naquasha, but her family and other local women."
    },
    {
      "dayNumber": 10,
      "title": "Ait Benhaddou.",
      "description": "Leaving the M'goun Valley today, set off on the fabled ‘Road of 1000 Kasbahs’. The first stop is at Skoura Oasis – home to several privately owned kasbahs. Here, you’ll visit the Kasbah Ameridhl, with its extravagant decorations and mud-brick fortifications before continuing to Ait Benhaddou. Sitting on a hilltop and almost unchanged since the 11th century, this is one of Morocco's most iconic sites. If you think you recognise the place, you probably do, as the town has a long list of film and TV credits including Game of Thrones and Gladiator. Walk through the winding streets of the Old Town to the top of the hill for views across the surrounding plains. Visit to the Tawesna Teahouse – a community-run establishment that provides local women with an income to support themselves and their children. Using ingredients sourced from local cooperatives, the women prepare delicious tea and pastries while sharing their stories with those who pop in to visit. After heading to your nearby hotel for the night, maybe sit back on the rooftop terrace and watch the sun setting over the kasbah."
    },
    {
      "dayNumber": 11,
      "title": "Marrakech.",
      "description": "Drive along the winding roads of the Atlas, bound for Marrakech – an ancient city wrapped in European modernity. There’s no rush as the scenery through the High Atlas Mountain passes is magnificent, and there will be several photo stops along the way. After checking into your hotel, you might like to head to the great square of Djemaa el-Fna – one of the largest public spaces in the world and unique to Marrakech. When night falls it transforms into a hive of activity. Henna painters, performers and storytellers share the square with a street food bazaar, packed with stalls loaded with Moroccan delicacies. Maybe finish your day with a cup of mint tea on one of the roof-top restaurants overlooking the square."
    },
    {
      "dayNumber": 12,
      "title": "Marrakech.",
      "description": "After breakfast, meet your local guide and set off on a morning tour of the Old Medina, through the bustling souks. Explore courtyards filled with the scent of orange blossom, and the many salons and chambers that make up Bahia Palace. This mansion was built in 1866 for a former slave who rose to power within the government. Stop by the Koutoubia Mosque – its famous minaret is the prototype for others of its kind around the world, including La Giralda in Seville. Then, walk back to Djemaa el-Fna for a glass of fresh orange juice. The rest of the day is free to maybe shop in the bazaar. You could visit the tropical gardens of the French painter Jacques Majorelle or check out the ruins of the Palais Badi – once one of the most beautiful palaces in the world."
    },
    {
      "dayNumber": 13,
      "title": "Marrakech.",
      "description": "There are no activities planned after breakfast so you are free to leave your accommodation at any time. It’s worth adding a night or two in Marrakech so you can do some extra activities like cooking classes and cycling tours, exploring nearby towns or visiting a hammam. If you wish to spend more time here, we'll be happy to book additional accommodation for you (subject to availability)."
    }
  ],
  "map": ""
}