{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "private-morocco-highlights-tailor-made",
  "tourName": "Private Morocco highlights, tailor made",
  "placesVisited": "",
  "generalInfo": "Discover Morocco: 9-Day Signature Tour from Marrakech<br/><br/>Embark on an unforgettable 9-day journey through Morocco’s most captivating landscapes and cities. Departing from Marrakech, this curated experience takes you across the country’s diverse regions — from the dramatic gorges and vast Sahara Desert to the historic city of Fez and the enchanting blue-washed streets of Chefchaouen.<br/><br/>Itinerary Highlights:<br/><br/>Explore Morocco’s most iconic destinations, including Casablanca, Fes, Marrakech, and optionally, Chefchaouen.<br/><br/>Visit architectural and cultural landmarks such as the Hassan II Mosque, ancient medinas, royal palaces, and the vibrant Jemaa el-Fna square.<br/><br/>Experience the magic of the Sahara with an optional overnight desert camp beneath the stars.<br/><br/>Authentic Experiences &amp; Cultural Immersion:<br/><br/>Enjoy private, expertly guided tours through medinas — customized to your interests in art, architecture, or cuisine — ensuring a personalized and crowd-free experience.<br/><br/>Share traditional meals with local families for a genuine taste of Moroccan hospitality.<br/><br/>Delight in evenings filled with local music, storytelling, and authentic cuisine in atmospheric settings.<br/><br/>Travel at your own pace, with flexible scheduling that allows for relaxation or independent exploration.",
  "durationDays": "9",
  "price": "1600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer from the Airport of Marrakech to Your Hotel / Riad in Marrakech. Our driver will wait for you in the Exit of the airport of Marrakech with a sign with your name and transfer you to your Hotel / Riad in Marrakech."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast in your Hotel/Riad, you can start to explore Marrakech; 'the red city of Morocco'. You will visit the most important sites of historical and cultural interest, including the Majorelle Gardens, the Koutoubia Tower, the Saadian tombs, the Bahia Palace and main square place Ljamaa Lfna. After Lunch at a restaurant near the square, you will walk through the souks and view hundreds of handicrafts. On the afternoon, you will have some free time to wonder by yourself the other parts of the city. Marrakech nicknamed the “Red City” for its old red sandstone city walls and buildings. It has Berber rather than Arab roots and was an important trading capital for tribes of the Atlas mountains. Orient yourself around Marrakech’s bustling Jemaa el-Fna Square: the souks are to the north, the Koutoubia Mosque and Gardens to the west and the kasbah area with the Saadian Tombs, Bahia Palace, and El Badi Palace are to the south. In the new city, you will find the Majorelle Gardens. Indulge your senses as you explore the complicated labyrinth of souks, tucked behind ordinary restaurants and shops. Check out Souk el Attarin, Souk Chouari, and Souk Smata for a selection of spices, woodwork, and babouche (traditional Moroccan slippers). Visit Souk of Tanneries or the dyers’ souk to see how cloth and yarn are dyed using traditional methods. Next, admire the fine example of Moroccan Islamic architecture of the Ben Youssef Madrasa, a 16th-century Koranic school, and note the ornate detail of its interior: carved cedar ceilings, sculpted plaster, and zellij tiling."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Departure of Morocco 9 Days Tour from Marrakech takes place in front of your hotel or Riad. Through Tizi- N-Tichka pass (2260m) in the High Atlas Mountains. You will enjoy a snaky road, beautiful landscapes with different colors and Berber villages along the way. The first pause will be in AIT BARKA VILLAGE. It will be around 10:00AM to take beautiful pictures; relax of the car and have breakfast if you wish it. It’s a point to start the highest atlas mountains of Morocco TIZI N TICHKA. The second pause will take place in the top of TICHKA. Arriving to AIT BEN HADOU! It is classified by UNESCO as a first world heritage. Here you will be guided by local guide to explain the history of this amazing heritage AIT BEN HADOU. Then you will have free time for lunch and it will be around one hour. You will continue via Ouarzazate, the rose valley, Skoura palm grove to Dades valley and gorges. The first night will be in a Moroccan typical hotel, located in the heart of Dades gorges at the south of Morocco. Dinner, Breakfast and overnight in Dades gorges are included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Departure from your hotel in Dades gorges after a typical Moroccan breakfast. Taking the road of 1000 Kasbahs driving around the colorful Berber villages of Dades valley. 45 km further, you will get to Tineghir. It is famous by its beautiful palm groves and Jewish quarter. While arriving Todra gorges (Todgha) its free time to go on trek along the canyons about 300 m high. It’s a preferred place by mountain climbers. Afterwards you will leave to Erg Chebbi dunes in Merzouga Sahara desert. Then it’s free time for lunch on the way before you arrive to Erfoud. Once you arrive to the dunes of Erg Chebbi, you will take a camel ride for 1h30 at the sunset to get to the oasis where the camp is located. Spend the night in the bivouac in Merzouga Sahara dunes under nomadic tents or outside under shooting stars. Play drums with the camel drivers. Dinner and overnight in Merzouga Sahara desert camp."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will have to wake up very early in the morning to see what will may be the best sunrise of your life. You will set over the Sand Dunes of Sahara of Erg Chebbi to watch wonderful sunrise. After watching the sunrise you will go down to the Camp for breakfast. Then you’ll peacefully camel-trek back to the village of Merzouga. While enjoying morning camel ride you couldn’t fail to appreciate the unique beauty of the spectacular Erg Chebbi sand dunes – changing with the light as the day progresses. Once you arrive the village of Merzouga, you will meet the driver again to continue the tour to Fes. You will pass by the beautiful Ziz valley, Errachidia and Midelt where you will have free time to have lunch at the local restaurant. On the afternoon; after lunch you will continue the tour to the Cedar Forest where we will stop to visit the famous wild monkeys then to Ifran city. Overnight at the Hotel/Riad in Fes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast in your Riad, you will start exploring the oldest city in Morocco “Fes”. Fes is so rich in culture, traditions and gastronomy. It is referred in Morocco as the country’s capital culture. This tour will let you walk in its oldest medieval Medina, its alleys and small streets. You will visit the Royal Palace gate, the Blue Gate and the Jewish quarter, the first Mellah ever built in Morocco, built during the 14th century. You will enjoy best sites with cultural and historical interest including the famous Al Qaraouine University, the oldest one in the world, the Tanneries and Moulay Idriss mausoleum. After lunch, you will visit the tiles cooperative and then experience a wonderful panoramic view over the whole Medina of Fes. Overnight at the same Riad."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early in the morning we head to Chefchaouen through the Rif Mountains to enjoy the views of the Magic Mountains till we get Chefchaouen one of the stunning villages in the feet of Rif Mountains. Chefchaouen or Chaouen, as it is often called by Moroccans, is a popular tourist destination because of its proximity to Tangier and the Spanish enclave of Ceuta. The name refers to the shape of the mountain tops above the town, that look like the two horns (chaoua) of a goat. « Chef Chaouen » derives from the Berber word for horns, Ichawen. There are approximately two hundred hotels catering to the summer influx of European tourists. One distinction possessed by Chefchaouen is its blue-rinsed houses and buildings. Chefchaouen is a popular shopping destination as well, as it offers many native handicrafts that are not available elsewhere in Morocco, such as wool garments and woven blankets. The goat cheese native to the area is also popular with tourists. The growing tourist industry is geared especially towards Spanish tourists, who are especially numerous during great Catholic feasts like Semana Santa and Christmas. Chefchaouen was visited by Joe Orton and Kenneth Halliwell in 1967. They adored it finding it « very ‘Golden Bough-ish’ Orton mentions their trip in the Orton Diaries. There are a number of distinct mosques in the town. Aside from the mosque at Place Uta Hammam in the medina, there is also a mosque dedicated to the patron saint of Northern Morocco’s Jebalah region, Moulay Abdeslam Ben Mchich Alami. His tomb and the village surrounding it is by the way an hour’s drive or so from Chefchaouen on the old road to Larache. There is also a ruined mosque built by the Spanish, with stairs still in the tower."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After Breakfast in your hotel you will have some free time then we travel to the Capital of Morocco Rabat. Where you will visit the Kasbah of the Udayas and the Bab Chellah then to the Hassan Tower after lunch then we continue our trip to Casablanca after one hour driver then we get the Casablanca and Check in to your hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Marrakech airport following your flight departure time."
    }
  ],
  "map": ""
}