{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-family-holiday-with-teenagers",
  "tourName": "Morocco family holiday with teenagers",
  "placesVisited": "Marrakech, Ouarzazate, gateway to the Sahara, Camel trek at Erg Chebbi, Berber camp on the edge of the desert, Todra Gorge, Ait Benhaddou, Optional activities include hot air ballooning in Marrakech, rock climbing in Todra Gorge, and quad biking or a film studio visit at Ouarzazate",
  "generalInfo": "If you want a family adventure with a wild side, a desert, and some culture too, try this tour between Marrakech and the Sahara. You’ll also travel via Todra Gorge and the Atlas Mountains: that’s a heap of all-star sights for all the family. <br/><br/>Teens won’t feel like they’ve outgrown a family holiday when they’re here. This tour has been designed based on our partner’s years of expertise at crafting itineraries and finding the activities that work best for families with older children. There’s action and adventure, plus shopping, film sets, and culture – so kids with diverse interests will all be satisfied. <br/><br/>Marrakech provides wonderful chances to immerse yourselves in the colourful medina, and enjoy fantastic food. Then, as you explore the country, you’ll find the desert landscape is a fantastic playground for thrill-seekers. Try quad biking in Ouarzazate, the gateway to the Sahara Desert, or rock climbing in the Todra Gorge. <br/><br/>For families, experiencing somewhere new together is a great bonding activity – especially when you’re all a little out of your comfort zone. Laugh together as you all try camel trekking for the first time, and share stories round a Berber campfire. <br/><br/>You’ll be travelling with a company who are doing their bit to support school children in the Atlas Mountains, by paying for boarding school fees and transportation fees for children living in a small village in the region.<br/><br/>",
  "durationDays": "8",
  "price": "899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! Following your transfer from the airport to our joining hotel, you can relax by the hotel pool before the pre-departure meeting at 18.00 hrs where you will meet your guide and fellow travellers. Overnight Marrakech (Dinner included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast, we travel to Ouarzazate. After lunch, there is a chance for either an optional tour of the Film studios, famous for films such as Gladiators, The Last Temptation of Christ and the Living Daylights, Quad biking or just explore Ouarzazate. Depending on time, it may be possible to do more than one of these options. Overnight Ouarzazate (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Excitement is in the air as we head towards the mighty Saharan Dunes. En-route we stop off for lunch and in the summer, we may even have time for a relaxing swim. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the Saharan stars. Overnight Berber camp (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a wonderful breakfast in the dunes, we leave the desert and stop along the way to visit ancient irrigation wells where you can see how they were created from an intricate network of underground canals running from the Atlas to the Sahara, more than 300km and dating back to the 14th Century. We move on to stunning Todra Gorge and have lunch at our hotel, set amongst the Palmeries and hemmed in by 300M high cliffs. We have time to explore the gorge after lunch or go for some optional rock climbing. We will visit Tizgui, one of the old villages of Todra and visit a local carpet cooperative where we learn how to make Moroccan tea and Berber rugs. Overnight Todra Gorge (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We have a leisurely depart from Todra this morning as we head off to Ait Benhaddou. On the road also known as the road of a thousand Kasbah’s, we will make a stop at Kasbah Amridil. This is one of the best Kasbah examples in Morocco and once featured on the Moroccan 50 Dirham bank note. We arrive at Ait Benhaddou, a UNESCO World Heritage site for lunch. We will take a guided tour of Ait Benhaddou this afternoon, a traditional pre-Saharan habitat of earthen walled dwellings fortified by surrounding walls and guarded by 4 corner towers. This evening, we will enjoy dinner and soak up the atmosphere of this inspiring place. Overnight Ait Benhaddou (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We will depart this morning traversing the mighty and impressive High Atlas Mountains en-route to Marrakech. You can enjoy a free afternoon by the pool in Marrakech, experience the hustle and bustle of the medina, eat in Djemaa el Fna square, shop, visit Jardin Majorelle or if you prefer a quieter time, relax with a hammam spa at the hotel. An optional cooking class can take place this evening on a family home visit. This is a mutual exchange where we learn how to cook a tagine and about family life in Morocco and our cooking class cost helps the family out too. Overnight Marrakech (Breakfast included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "There is time today to take an optional hot air balloon ride before breakfast followed by a morning guided city tour (optional) of Marrakech which takes approximately 3 hours and includes Bahia Palace, The Medina, pharmacy visit and a walk around the Koutoubia Mosque. Or explore the sights for yourself and soak up the incredible atmosphere on your last free afternoon. This evening, we have our final group meal in the Djemaa El Fna, the legendary main square full of acrobats, snake charmers, juice sellers and various open-air restaurants. Overnight Marrakech (Breakfast & Dinner)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your adventure tour ends after breakfast, and it is time to say goodbye. (Breakfast included)."
    }
  ],
  "map": ""
}