{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-12-day-tour",
  "tourName": "Morocco 12 day tour",
  "placesVisited": "Tangier, Chefchaouen, Volubilis, Fes, Middle Atlas Mountains, Midelt, Erg Chebbi dunes, Sahara Desert, Camel trek in Sahara, Berber camp in Sahara, Dades Gorge, Ait Ben Haddou kasbah, Marrakech, Stay in riad in Marrakech",
  "generalInfo": "This Morocco holiday is a cultural cornucopia really, taking you on a small group tour around magnificent cities and landscapes, starting in Tangier and ending in Marrakech.<br/><br/>Starting in the city of Tangier, the gateway to Africa, you'll see a unique mix of cultural influences in the architecture, culture and language. We then spend a couple of days in Chefchaouen, the town that is painted blue and which is in beautiful contrast to the Rif Mountains all around it.<br/><br/>Another cultural gem is Fes, where we also spend a couple of days exploring its ancient Islamic heritage as well as its famous labyrinthine Fez el-Bali medina. We then leave city life for a few days to explore some of Morocco’s most stunning natural heritage. And vastly varied landscapes too, ranging from Midelt in the Middle Atlas Mountains, the Sahara where you stay in a luxury desert camp, and then the spectacular Dades Gorge and Valley.<br/><br/>The twelve day trip, staying at a mix of hotels, kasbahs and riads along the way, draws to a close in Marrakech, a city that bombards all the senses and where its souks, spices and sounds stay with you long after you leave.<br/><br/>*Please note that the itinerary is subject to change depending on the season.<br/>",
  "durationDays": "12",
  "price": "4200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "TANGIER ARRIVAL - Welcome to Morocco! Upon arrival, settle in at your riad and have the rest of the day free to immerse yourself in Tangier’s whitewashed hillside medina homes. If you’re feeling jet-lagged, head up to the riad’s rooftop terrace, ranked as the best rooftop terrace in Tangier by Lonely Planet. While there, have your first taste of the famous mint tea, colloquially known as Berber whisky! Later today, there’ll be a brief welcome meeting with your trip leader at the hotel. If you miss the meeting, don’t worry; your trip leader will get you up to speed tomorrow. *Airport pick-up is not included. You can easily take a taxi at the airport or pre-arrange an airport pick-up with a company such as Welcome Pickups or one that you may find on travel sites such as TripAdvisor. *INCLUDED - Activities: Arrival (at your own expense); Free time; Welcome meeting • Accommodation: Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CHEFCHAOUEN - After breakfast, you’ll be on your way to the city of Chefchaouen, also known as The Blue City. As soon as you approach this city nestled among the Rif Mountains, you’ll see why it got its nickname. Its medina is engulfed by striking hues of blue and intricate door fronts. After checking into the hotel, go for an orientation walk of the ancient medina and then, stop at a local family’s house for lunch. You have the rest of the day free to roam around the winding streets of this photogenic blue town. *INCLUDED - Transfers: Tangier - Chefchaouen (approx. 2 hrs) • Activities: Chefchaouen orientation walk; Lunch at local family’s home; Free time • Meals: B, L • Accommodation: Riad."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CHEFCHAOUEN - Today is yours to explore the captivating blue city of Chefchaouen at your leisure. Around every corner is a photo opportunity and there is an abundance of things to do in and around the city. You can spend the day getting lost in the maze of blue homes and shops. For cheese lovers, we suggest sampling the delicious local goat cheese at a cafe. To admire great panoramic views of the city and surrounding area, go for a hike up to the Spanish mosque with a picnic lunch. If you’re looking for some R&R, why not visit a hammam (spa) for a scrub and massage? The choice is yours and your trip leader will be there to point you in the right direction! *INCLUDED - Activities: Free time (optional activities at your own expense) • Meals: B • Accommodation: Riad."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FES - This morning, you’ll head to Fes. Along the way, we’ll stop for lunch at a local family’s guesthouse and then, the rest of the day is yours to wander through the chaotic medina with surprises around every corner. *INCLUDED - Transfers: Chefchaouen - Fes (approx. 3.5 hrs) • Activities: Free time; Lunch at a local family's guesthouse • Meals: B, L • Accommodation: Riad."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "FES - This morning, there’ll be a guided walking tour of Fes’ medina, alive with craftsmen, markets, tanneries, and mosques. Pass donkeys piled high with goods and explore the specialty stalls that fill the souks. Stop by a tannery where you can see how animal hides are treated to make the leather goods that Fes is known for. Be forewarned, the tannery has a very distinct odor but you’ll be provided with fresh mint to keep the smells at bay! Next, visit a ceramics cooperative where potters work using traditional methods. Lastly, stop by Medersa Bou Inania, one of the city’s most beautiful buildings. After lunch as a group, you will have free time to do as you wish and as always, your trip leader is there to point you in the right direction. *NOTE: If you do not wish to join the group in any of today’s activities, you are welcome to explore on your own. Your trip leader can offer recommendations. *INCLUDED - Activities: Fes medina walking tour; Bou Inania Madrasa; Funduk Nejjarine; Leather tannery; Ceramics cooperative; Free time • Meals: B, L • Accommodation: Riad."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ERFOUD - Say goodbye to the hustle and bustle of Fes and leave toward Erfoud. On the way, you’ll drive through the scenic Middle Atlas Mountains, fertile valleys, and cedar & pine forests all while trying to spot Barbary apes and nomadic shepherds tending their flocks. Nestled in an oasis town in the Sahara Desert, Erfoud is a filming location for many movies. The town is known for its unique landscape of vast stretches of desert dunes and rocky terrain. Take a lunch break in Midelt and then, continue to Erfoud where you will have dinner as a group and unwind before embarking on your Saharan adventure tomorrow. *INCLUDED - Transfers: Fes – Erfoud (approx. 7.5 hrs) • Activities: Free time in Erfoud • Meals: B, L, D • Accommodation: Hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ERG CHEBBI (Sahara Desert) - Today offers a change in scenery as you drive, from barren mountainsides to fertile valleys, until you arrive at the small Saharan settlement of Merzouga. With golden dunes as a backdrop, Merzouga feels wonderfully isolated, as if the modern world has left it behind. For lunch, treat yourself to a lunch of madfouna (Moroccan pizza) and then, jump in a 4WD vehicle as you make your way through Erg Chebbi’s sea of wind-blown sands toward your desert camp. In the desert, visit a Khamlia village, inhabited by the Gnawa. This ethnic group descends from sub-Saharan slaves, and you’ll be treated to a performance of their musical traditions passed down through generations. At sunset, hop on a camel and go for a ride over the dunes. Tonight, enjoy a hearty feast followed by a campfire with a Berber drum circle while an infinite number of stars above you set the scene for a magical evening. *INCLUDED - Transfers: Erfoud - Erg Chebbi (approx. 1 hour) • Activities: Madfouna lunch; Gnawa music performance; Khamlia village visit; Sunset camel ride; Berber drum performance • Meals: B, L, D • Accommodation: Luxury desert camp."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BOUMALNE DADES - After an enchanting night in the desert, return to civilization and drive to Boumalne Dades, located near the magnificent Todra Gorge in the foothills of the Atlas Mountains, dotted with mud-brick villages perched on hillsides. Enjoy dinner with your fellow travelers at the hotel. *INCLUDED - Transfers: Erg Chebbi – Boumalne Dades (approx. 5 hrs) • Activities: Free time • Meals: B, D • Accommodation: Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AIT BEN HADDOU - Today, hit the road to Ait Ben Haddou, the location of a ksar (fortified village) that once stood on the Trans-Saharan caravan route. It is also one of the best-preserved kasbahs (citadel) in the Atlas region. In the afternoon, settle into the hotel with spectacular views. Afterward, you’ll have the option of taking a walk around the famous kasbah. *INCLUDED - Transfers: Boumalne Dades - Ait Ben Haddou (approx. 4 hrs) • Activities: Kasbah visit (optional & at your own expense) • Meals: B, D • Accommodation: Riad."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MARRAKECH - Head to the frenetic city of Marrakech, also known as The Red City for a guided walking tour of its exotic medina. You’ll be enticed by the alluring scents of delectable foods, the brilliant colors of spice markets, and the sounds of musicians. The rest of the day is yours to do as you please. We recommend having dinner at the famous Djemaa el Fna, one of the largest public spaces in the world and unique to Marrakech. When the night falls on this square, it transforms into a hive of activity. Henna painters, performers, and storytellers share the square with a street food bazaar, packed with stalls loaded with Moroccan delicacies. While you’re there, why not enjoy a few Moroccan pastries with a glass of freshly squeezed orange juice? We suggest finishing your day with a cup of tea at one of the rooftop restaurants overlooking the square. *NOTE: The medina is a main attraction in Marrakech. Even if you’re not an avid shopper, many find it enjoyable to just get lost in the sights, sounds, and smells that consume the souks. If you do not wish to join the group in the medina for shopping, you are welcome to return to the hotel or explore on your own. *INCLUDED - Transfers: Ait Ben Haddou - Marrakech (approx. 4 hrs) • Activities: Marrakech medina walking tour; Free time • Meals: B • Accommodation: Riad."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MARRAKECH - You have today free to explore the medina for some last-minute shopping in the seemingly endless mosaic of souks. Each is devoted to a separate trade: pottery, woodwork, copper, leather, carpets, and spices. Watch skilled artisans perfect their craft, practice your haggling skills, take a break from the hustle to sip on a glass of tea, or partake in one last tagine. Or maybe you’ll want to visit the well-known Koutoubia Mosque and its 12th-century minaret. Take a stroll through the tropical gardens of the French painter Jacques Majorelle (now owned by Yves Saint Laurent). Maybe you’d prefer to check out Palais Bahia, a superb example of Muslim architecture, or the ruins of Palais Badi, reputedly one of the most beautiful palaces in the world in its time. Alternatively, the Saadian Tombs are a recently uncovered gem of the medina. This evening, if you’re drawn back to Djemaa el Fna and its surrounding medina, we suggest a meal at one of the many outdoor restaurants lining the square as a great way to end your adventure. *INCLUDED - Activities: Free time (optional activities at your own expense) • Meals: B • Accommodation: Riad."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "MARRAKECH DEPARTURE - Depending on your flight time, you will have free time on your own in Marrakech before heading back home. *INCLUDED - Activities: Free time; Departure (at your own expense) • Meals: B. **Itinerary is subject to change."
    }
  ],
  "map": ""
}