{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-family-tour-camels-kasbahs-beach",
  "tourName": "Morocco family tour, camels, kasbahs & beach",
  "placesVisited": "Marrakech, High Atlas Mountains, Ait Benhaddou, N'Kob, Draa Valley, Camel trek into the Sahara Desert, Spend the night at a Berber desert camp, Todra Gorge, Visit a Berber handicrafts cooperative, Roses Valley, Essaouira",
  "generalInfo": "This 12-day small group tour of Morocco, a round-trip from Marrakech, is ideal for families with a little more time to spend as it finishes with a few days to relax by the coast in the charming fishing town of Essaouira. Enjoy a relaxed and fun tour of must-see destinations and must-do activities on a small group tour that has been created with families in mind. <br/><br/>This is a perfect Morocco holiday if you’re travelling with kids, because the itinerary has been slowed down to allow plenty of time to unwind. Your kids will also have other children to hang around with. And, of course, Morocco is a lovely country to travel as a family, with a very welcoming culture, great food, and lots of attractions that will capture young imaginations. <br/><br/>For instance, picture yourselves trekking over the sand dunes of the Sahara Desert at sunset, the kids getting to know the names and personalities of their camels. Or bedding down under the stars at an authentic Bedouin camp on the edge of the desert, after a feast around the campfire. Or exploring the ancient kasbahs of Ait Benhaddou, and entertaining the kids with stories about the many Hollywood films shot there.<br/><br/>In Marrakech, you can take an evening tour of the central square where the kids’ eyes will be widened by the sight of dancers and acrobats, musicians, fortune tellers and henna artists all plying their trade. Meanwhile the aromas from the food stalls will prove intoxicating, and irresistible.<br/><br/>You’ll walk through the Todra Gorge, Morocco’s answer to the Grand Canyon; explore a desert oasis, and a Berber handicrafts cooperative, and enjoy stunning views in the High Atlas Mountains. And all this before you reach the coast at Essaouira. Here, in this picturesque fishing town you can wander with your cameras, relax with your toes in the sand, or even try some surfing lessons. <br/><br/>Like all the best family holidays, you’ll come home from this trip happy, relaxed, and well-fed. It’s likely that you’ll also have developed a fascination for Moroccan culture, as the tour leaders are brilliant at showing you what makes their home so special.<br/>",
  "durationDays": "12",
  "price": "1099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! Following your transfer from the airport to our joining hotel, you can relax by the hotel pool before the pre-departure meeting at 18:00 hrs where you will meet your guide and fellow travellers. Overnight Marrakech (Dinner included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Straight after breakfast, we will drive crossing the High Atlas Mountains. On arrival in Ait Benhaddou, we will have lunch and relax by the pool before we go for a guided tour of the village to learn about its rich history. Ait Benhaddou is one of the oldest villages in the south of Morocco and used as a backdrop for many international movies like Gladiator. Probably most famous of all are its old and splendid Kasbahs. Overnight in Ait Benhaddou (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our journey today takes us to the Berber Oasis of N’kob. We will be driving through the Anti Atlas ranges to cross The Draa Valley which is one of the most famous places in Morocco for dates; we can stop and try some fresh ones if you like (season dependent). N’Kob is one of Morocco’s best kept secrets, nestled amongst the exotic Palmeries and sat at the foot of the Jebel Saghro mountains. We will have time today to explore some of N’kob’s 45 mudbrick ksour’s (fortified village). We will learn about Ait Atta Nomad’s and their way of life. There will be some time to walk through the Palmerie and soak up the stunning views around followed by having tea in a local family’s home or head back to the hotel to relax for the afternoon. Overnight in N’Kob. (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Excitement is in the air as we head towards the mighty Saharan Dunes. En-route we stop off for lunch and in the summer, we may even have time for a relaxing swim. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the Saharan stars. Overnight Berber camp (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving the desert, we move on to Todra Gorge. This 1000ft gorge is hemmed in on all sides by vertical limestone cliffs and is also called Morocco’s Grand Canyon. From its plunging depths to dizzying heights. The charm of Todra lies in its changing colours as the sun slowly moves from east to west. We will have time this afternoon to explore the Gorge with a visit to a traditional Berber cooperative for Berber carpets owned by local people. We will learn how the Berbers make their carpets and you will have chance to try your bargaining skills if you are interested in buying one. For those that fancy a cooking lesson, we will have an option to do this today to prepare and cook your own Moroccan lunch. Overnight Todra Gorge (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, we head off through the road of The Roses Valley, famous in Morocco for roses. We will have a stop if you want to see a variety of different rose products (season dependent). Our journey continues to Ouarzazate (the Hollywood of North Africa), which African traders once used on their journeys up to Europe. We can make an optional visit to the famous film studios which have been used for films such as The Kingdom of Heaven, Alexander the Great, The Last Temptation of Christ and The Living Daylights. Overnight in Ouarzazate (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, we will drive back to Marrakech crossing the High Atlas Mountains enjoying its’ magnificent views en-route. After checking in at our Marrakech hotel, you will have a free afternoon. This evening is a chance to enjoy the exotic ambience of dinner in the famous square of Djemaa El Fna. Overnight in Marrakech (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, why not book our optional guided city tour of Marrakech which includes the Koutoubia Mosque, Bahia palace, and the Jewish quarter? In the afternoon, there will be time to explore the city independently. Within the rose-coloured walls of the medina, you find a reality that is not that far removed from a film set and ancient history; winding streets that open onto lush gardens and dark alleyways that lead to bustling souks. The focal point is the central square, the Djemaa el Fna, an extraordinary gathering point and marketplace. Full of colour, spicy aromas, and traders, it is best seen in the evening when overflowing with food stalls, dancers, acrobats, fortune tellers, musicians, and henna artists. Overnight Marrakech (Breakfast included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We will be leaving those on the 9-day tour behind this morning as we take a leisurely drive to Essaouira; a colourful fishing town situated within 15th century Portuguese fortifications, where great beaches and surf beckon. Relax on the beach or alternatively explore the UNESCO-listed medina with its various souks and woodcarving workshops. Any city gate leads to the medina, so you are unlikely to get lost. The beach is in front of the Medina and there are plenty of cafés with terraces, both ideal for relaxing for a few hours. Blue doors and window frames abound as do the artists shops – buy a carpet or Thuya wood carving or sit on the beach sipping a mint tea as the sun sets, an antidote to the hustle & bustle of the Imperial cities. There is the opportunity to do some optional activities, such as quad biking, surfing, horse trekking and wind surfing or you can just simply sit on the beach and relax! Overnight Essaouira (Breakfast included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy the beach and our optional activities again! Overnight Essaouira (Breakfast included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We use the Supratours public bus to head back to Marrakech mid-morning, before heading to the famous Djemma el Fna square for an optional group meal in the evening. Overnight Marrakech (Breakfast included)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The tour ends after breakfast. (Breakfast included)."
    }
  ],
  "map": ""
}