{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "motorcycle-tour-of-morocco-southern-spain",
  "tourName": "Motorcycle tour of Morocco & Southern Spain",
  "placesVisited": "",
  "generalInfo": "This is an incredible route for bikers who like to enjoy riding motorcycles in an exotic country. Includes High Atlas and Middle Atlas Mountain motorcycle rides, Tizi-n Tichka Pass (2,260 metres above the sea level).<br/>Ride the famous hair pins curves of Morocco in Dades Gorges and Todra Gorge, one of the most spectacular canyons in the World.<br/>Visit Chefchaouen, the Blue Pearl of Morocco the City of Fez, aka the Athens of Africa and Volubilis the best preserved roman ruins in Morocco.<br/>Enjoy a camel Ride at Sand Dunes of Erg Chebbi. <br/>In Merzouga overnight in Berber tents in the Sahara Desert. The traditional Berber dinner in the tent and campfire with local drums under the starry desert night is an experience to cherish for a lifetime.",
  "durationDays": "15",
  "price": "4179",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Malaga, Spain (Europe) Welcome to Costa del Sol, the city of Malaga, beautiful Spain. A walk in the city centre reveals monuments from the Phoenician, Roman, Arabic and Christian eras making it an open air museum. Try the traditional spanish cuisine and prepare for the 2 wheel adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Malaga - Ronda - Algeciras 213 km – about 4hrs30min riding Used as a fortified post by the romans, the village of Ronda is known for its 18 century Puente Nuevo over El Tajo Gorge. Continue your journey to the Bay of Gibraltar. Evening in Algeciras, Spain."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Algeciras, ESP (Europe) – Ceuta, ESP (Africa) – Tétouan – Chefchaouen (MA, Africa) 146 km – about 4hrs51min riding Cross the Strait of Gibraltar. Connecting the Atlantic Ocean to the Mediterranean Sea the straight separates Gibraltar and Peninsular Spain in Europe from Morocco in Africa. Continue your adventure riding Riff Mountains to Chefchaouen, known as the Blue Pearl of Morocco."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chefchaouen – Volubilis – Fez 250 km – about 4hrs20min riding Morning ride to Volubilis - the ancient capital of the kingdom of Mauretania, one of Morrocco’s best preserved Roman Ruins. Continue your journey with the city of Fez also known as the Mecca of the West. Spend the night in a traditional Riad and enjoy a walk in the Medina Fes el Bali, a UNESCO World Heritage site."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fez Enjoy a rest day in Fez. Also known as Athens of Africa, Fez will offer you the opportunity to tour the local souk, visit the oldest tannery in Africa, meet the local artisans and try the delicious street food. How does camel meat sound?"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fez – Er Rachidia 336 km – about 5hrs15min riding Tizi N Tlghoumte Pass crossing the Atlas Mountains is next on our adventure. The sinuous road takes us to the famous Tunnel Zabal also known as the Tunnel of the Legionaries. The 50 m long the tunnel was built by the french foreign legion in 1930 and the Valley of the Ziz River. Evening in Er Rachidia."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Errachidia - Merzouga 120 km – 2 hrs riding The scenery changes as we ride in the Merzouga Desert to the Sand Dunes of Erg Chebbi. Enjoy the view of the large seas of dunes formed by wind-blown sand and mount on your camel and ride to the sunset in the desert. Accommodation in tents in a desert camp with traditional moroccan dinner will be an authentic experience."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Merzouga – Tinghir 304 km – about 5hrs30min Close to Tinghir you will find one of the most spectacular canyons in the World. When the high rocks close in around the road you are riding on, you know you arrived in Todra Gorge. Evening in Tinghir."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tinghir - Boumalne Dades – Ouarzazate 212 km – about 4hrs10min riding Orchards of fig, almonds and olives sit at the foot of the mighty Atlas Mountain. Offering a dramatic landscape each turn offers a new view of the valley. Continue the journey to Ouarzazate, a caramel coloured oasis. A noted film-making location, Ouarzazate is the place where Lawrence of Arabia, The mummy or the Gladiator movies were filmed."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ouarzazate – Tizi-n Tichka Pass – Marrakech 197 km – about 3hrs50min riding Continue on the Route of 1000 Kasbahs and cross High Atlas Mountains. Stop at Ait Benhaddou Kasbah, a fortified village along the former caravan route between Sahara Desert and Marrakesh - UNESCO World Heritage Site. Cross Tizi-n Tichka Pass - reaching 2,260m above the sea level it is the highest major mountain pass in North Africa. Evening in Marrakech."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Marrakech You can choose to explore the red city of Marrakesh with its Majorelle Garden, Jemaa El Fna Square and Koutoubia Mosque. If you choose to ride we recommend a motorbike ride on Tizi-n-Test Pass, 2100m in altitude or an adventure on the Port of Essaouira where you can buy your fish directly from the fishermen and have the locals fry it on the spot for you. Evening in Marrakech."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Marrakech - Rabat about 2 hrs riding Ride north of Morocco along the Atlantic Ocean Coastline to its capital city – Rabat. Whitewashed houses, narrow streets and Rabat Medina make it a great place to wonder. Evening in Rabat."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rabat – Tangier 313 km - 4hrs30min Ride to Hercule's Caves on the NW Coast of the Atlantic Ocean close to Cape Spartel. Continue your journey to Tangier. The city has been described as exotic mystery, interesting history, beautiful vistas, unspoiled beaches. Evening in Tangier."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tangier, MA (Africa) – Tarifa, Spain (Europe) – Malaga 201 km – about 4hrs10min riding Today we leave Africa behind. Catch the morning ferry to Tarifa (Spain) put the wheels of your motorbike on Europe Land and ride on the Mediterranean Coast to Malaga. Evening in Malaga."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Malaga Catch your flight back home or expand your vacation. Spain has many treasures waiting to be discovered"
    }
  ],
  "map": ""
}