{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-holiday-central-highlights",
  "tourName": "Morocco holiday, central highlights",
  "placesVisited": "Marrakech, High Atlas Mountains, Tichka Pass, traditional kasbahs, Skoura, Dades and Draa valleys, Tizi n'Outfi Pass, Ouzoud waterfalls, Imi n'Ifri natural bridge, Safi, Essaouira",
  "generalInfo": "Moroccan Landscapes: A Relaxed Fly-Drive from the Atlas to the Atlantic<br/><br/>A journey through the hidden routes, kasbahs and coastlines of Morocco, designed for the independent traveller with a taste for discovery and comfort. This refined fly-drive holiday reveals Morocco’s diverse beauty through a carefully planned journey that blends cultural immersion, dramatic landscapes, and handpicked accommodation. From the vibrant pulse of Marrakech to the cinematic peaks of the High Atlas, the palm-lined oases of Skoura, and on to coastal havens like Safi and Essaouira, you’ll travel some of Morocco’s most enchanting, and lesser-known, roads. <br/><br/>Your Morocco holiday begins to take shape with the choice of hire car independence or an English speaking driver enabling you to choose your own adventure as you explore off the beaten track.<br/><br/>Your adventure begins with a stay in a traditional riad in Marrakech, where carved plasterwork, tranquil courtyards and rooftop terraces offer a soothing retreat from the energy of the medina. Wander the spice-scented souks, visit the majestic Bahia Palace, and savour Moroccan cuisine in stylish surrounds before collecting your vehicle and heading into the mountains.<br/><br/>Whichever way you travel the drama of the Tichka Pass. Driving south across the High Atlas, you’ll take a spectacular and winding route through the Tizi n'Tichka Pass, where panoramic views unfold at every turn. The discoveries to be made in the kasbahs of Telouet and Ait Ben Haddou will stay with you for a lifetime and play no small part in understanding the relationship between Morocco’s rural landscapes and its people. Your destination is Skoura, a palm-filled oasis dotted with ancient kasbahs and traditional adobe villages. Stay in a boutique guesthouse, where warm hospitality, local produce, and starlit skies provide a perfect setting for rest and reflection. From here, travellers have the option to extend their journey southward to the vast dunes of the Sahara, with a night in a deluxe desert camp at Erg Chigaga – complete with camel rides, sunset views, and dinner beneath the stars.<br/><br/>Rejoining the main itinerary, you’ll head north by a scenic backroad over the Tizi n’Outfi that cuts through quiet valleys and almond orchards to reach Demnate, a town rarely included on tourist routes but rich in local life and geological interest. Visit the striking natural rock arch at Imi n’Ifri, or take a detour to small Berber villages tucked into the hills. It’s a stretch of travel that feels delightfully off the map. Nearby is also the fabulous waterfalls of Ouzoud, well worth a visit that can include a hike along the river and a meal with a cascade view.<br/><br/>Finally, you’ll drift west and resist the urge of the Atlantic coast no longer with lesser used roads and rural riads complementing your journey. Your route brings you to the historic port city of Safi. Known for its centuries-old pottery tradition, dramatic coastal views, and authentic atmosphere, Safi offers a taste of Moroccan life untouched by mass tourism. Spend a night in a characterful guesthouse and explore the old medina, seaside ramparts, and vibrant ceramic markets.<br/><br/>The final leg of your journey leads to the bohemian charm of Essaouira, where sea breezes, Portuguese fortifications, and art-filled alleyways create a relaxed yet stylish coastal escape. Enjoy freshly grilled fish at the harbour, browse artisan boutiques, or simply unwind in your elegant riad near the medina.<br/><br/>About the accommodation used on this Morocco holiday.<br/>Staying overnight in hand-selected riads and small rural kasbahs gives travellers the chance to reveal the inner workings of Moroccan society where central courtyards, stucco carvings, and decorative tiles offer a naturally cool alternative to power draining air-con. Many of the properties have been carefully converted into guesthouses using locally sourced materials and provide invaluable jobs for local people as well as a much more authentic experience for responsible travellers. <br/><br/>A bit more information about our drivers.<br/>Why not put your feet up and let an experienced English speaking driver chauffeur you across the highlights of central Morocco? This is the perfect means of learning more about the landscapes and the history of the region as well as being able to discuss daily schedules and organise local guides to fit in with an itinerary that’s tailor-made to your wishes.<br/><br/>With comprehensive driving notes, carefully chosen accommodation and the freedom to explore at your own pace, this fly-drive holiday offers a unique perspective on Morocco’s natural and cultural riches. From high mountain passes to ocean waves, kasbahs to coastline, it’s a journey full of unexpected moments, designed with comfort and individuality in mind.",
  "durationDays": "15",
  "price": "1450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Marrakech and transfer to your chosen riad accommodation which will be your home for the next three nights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Over the next couple of days you’ll be treated to a guided sightseeing tour of Marrakech as well as numerous optional activities, including cookery classes, a ride on a caleche, a Street Food tour and haggling around the souks and stalls in the medina."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will collect your hire car or meet your English speaking driver who will also be your guide into the High Atlas Mountains. Your first drive takes you up to the stunning Tichka Pass whereupon you’ll visit the kasbahs at Telouet and Ait Ben Haddou before finally reaching your destination for the next three nights: Skoura."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you’ll depart Skoura and drive to Kasbah Tizouit, an ecolodge situated on a traditional Berber farm. On the way you’ll take the route north from Skoura to the town of Demnate by means of the lesser-used Tizi n'Outfi Pass which includes the stunning Imi n'Ifri natural rock bridge."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you’ll bid Demnate farewell as you head west to Safi on Morocco’s coast. The drive from the centre of the country uses several scenic backroads and Safi itself is a welcoming and peaceful retreat."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Say so long to Safi and head south to the famous coastal resort of Essaouira which will become your home for the next three nights within the riad of your choice. En-route to Essaouira you’ll have plenty of chances to stop and make the most of Morocco’s untouched sandy beaches with fishing villages and tiny islands providing some charming rest stops along the small but stunning coast roads."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The next two days allow you to delve deeper into Essaouira’s communities and beaches with numerous places to eat, relax and watch the sun set always proving popular before preparing to make the drive back to Marrakech."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your penultimate day will find you driving back to Marrakech to spend one final night amongst the city’s exciting open markets and winding narrow streets. Head to the airport on your final day and drop off your car in time to meet your scheduled flight home."
    }
  ],
  "map": ""
}