{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "marrakech-sahara-private-tour-morocco",
  "tourName": "Marrakech & Sahara private tour, Morocco",
  "placesVisited": "",
  "generalInfo": "Private Tour Only. Min 2 Pax. Choose own start date subject to availability.<br/><br/>We are offering all that our clients have loved about Marrakech, the Southern towns, and the Sahara over the years. The vibrant culture and unique vibe of Southern Morocco are experienced and enjoyed on this tour.<br/><br/>Tour Highlights:<br/>Todra Gorge - Morocco’s “Grand Canyon”,<br/>Sahara Desert - Authentic Berber Camp in the Erg Chebbi dunes with camel trek,<br/>Ait Benhaddou - UNESCO listed ancient Kasbah city,<br/>Marrakech - Djemaa-el-Fna square, UNESCO-listed medina,<br/><br/>Optional Activities:<br/>Guided city tour of Marrakech (approx. 3 hours = 150 DH),<br/>Hammam in Marrakech (prices from 150 DH),<br/>Movie studio visit in Ouarzazate (30 minutes = 80 DH),<br/>Quad biking in Ouarzazate AGE 16+ ONLY (2 hours = 590 DH, 2 hours for 2 pax = 690DH),<br/>Rock climbing in Todra Gorge (1 hour = 300 DH),<br/>Hot air balloon ride over the High Atlas Mountains (2000 DH).",
  "durationDays": "8",
  "price": "1398",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! Following your transfer from the airport to our joining hotel, you can relax by the hotel pool before the pre-departure meeting at 18.00 hrs where you will meet your guide and fellow travellers. Overnight Marrakech (Dinner included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast, we travel to Ouarzazate. After lunch, there is a chance for either an optional tour of the Film studios, famous for films such as Gladiator, The Last Temptation of Christ and the Living Daylights, Quad biking or just explore Ouarzazate. Depending on time, it may be possible to do more than one of these options. Overnight Ouarzazate (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Excitement is in the air as we head towards the mighty Saharan Dunes. En-route, we stop off for lunch and in the summer, we may even have time for a relaxing swim. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the Saharan stars. Overnight Berber camp (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a wonderful breakfast in the dunes, we leave the desert and stop along the way to visit ancient irrigation wells where you can see how they were created from an intricate network of underground canals running from the Atlas to the Sahara, more than 300km and dating back to the 14th Century. We move on to stunning Todra Gorge and have lunch at our hotel, set amongst the Palmeries and hemmed in by 300M high cliffs. We have time to explore the gorge after lunch or go for some optional rock climbing. We will visit Tizgui, one of the old villages of Todra and visit a local carpet cooperative where we learn how to make Moroccan tea and Berber rugs. Overnight Todra Gorge (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We have a leisurely depart from Todra this morning as we head off to Ait Benhaddou. On the road also known as the road of a thousand Kasbah’s we will make a stop at Kasbah Amridil. This is one of the best Kasbah examples in Morocco and once featured on the Moroccan 50 Dirham bank note. We arrive at Ait Benhaddou, a UNESCO World Heritage site for lunch. We will take a guided tour of Ait Benhaddou this afternoon, a traditional pre-Saharan habitat of earthen walled dwellings fortified by surrounding walls and guarded by 4 corner towers. This evening, we will enjoy dinner and soak up the atmosphere of this inspiring place. Overnight Ait Benhaddou (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We will depart this morning traversing the mighty and impressive High Atlas Mountains en-route to Marrakech. There is a chance to go on an optional guided tour of Marrakech in the afternoon which takes approximately 3 hours and includes Bahia Palace, The Medina, pharmacy visit and a walk around the Koutoubia Mosque or you can just explore for yourself. You can enjoy a free night in Marrakech, experience the hustle and bustle of the medina, eat in Djemaa el Fna square, shop, visit a club or if you prefer a quieter time, why not enjoy a nice meal at the hotel and bar? Overnight Marrakech (Breakfast included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "There is time today to take an optional hot air balloon ride before breakfast, consider any optional excursions in the region or just explore more sights and soak up the incredible atmosphere of Marrakech. The hotel pool is a welcome sight for you at the end of your day in town. The day ends with our last group meal in the Djemaa El Fna, the legendary main square full of acrobats, snake charmers, juice sellers and various open-air restaurants. Overnight Marrakech (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your adventure tour ends after breakfast, and it is time to say goodbye. (Breakfast included)."
    }
  ],
  "map": ""
}