{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-off-the-beaten-track-tailor-made",
  "tourName": "Morocco off the beaten track, tailor made",
  "placesVisited": "",
  "generalInfo": "The following private Morocco Cultural Tour takes you deep into the south for wild mountains and desert landscapes, far from clicking cameras, and with plenty of adventurous activities to stimulate the mind and body. <br/>Marrakesh is a good entry point, but adventurers will want to leave quickly. Skirting the edge of the High Atlas to Ouarzazate, where the stony desert landscape has been a celluloid stand-in for Tibet, Rome, Somalia and Egypt.  Arriving to Dades gorges of rust-red and mauve mountains. Shadowing the high Atlas as you continue south brings you to the Todgha Gorges for a walk amid the canyons and palm grooves. A dusty journey to the east, the yellow-gold dunes of Erg Chigaga are more remote and less visited than Merzouga. Return to Marrakesh via Fint Oasis and Ait Benhaddou, with its fairy-tale like 11th-century kasbah. The next stop is Marrakech, with its famous riad hotels, medina, jamaa el-fna and many outdoor adventurous activities you can do.",
  "durationDays": "10",
  "price": "4507",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! You will find your driver/tour guide holding a card with your name, waiting to drive you to your hotel to settle in before you start your adventurous Journey. It depends on your arrival time, if you touch down earlier you will do Marrakech medina visit. if not, you are going to do it the last day before your departure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You’re going to start your cultural tour around 8am. Your driver/tour guide will pick you up from the nearest point of your hotel/Riad. Through Tizi- N’Tichka pass (2260m) in the High Atlas Mountains, you will enjoy a snaky windy road (if you get car sick have your medication), beautiful landscapes with different colors and Berber villages along the way. The first pause will be in Ait Barka village. It will be around 10am to take beautiful pictures and have a cup of mint tea. It’s a point to start the highest Atlas Mountains of Morocco. The second pause will take place in the top of Tizi n’Tichka arriving to Ouarzazate, « Ouallywood » studio and Taourirte Kasbah. Traversing the valley of roses and daggers straight to Dades gorges a rust-red and mauve mountains. A series of crumbling Kasbahs and Ksours line the valley in the Berber villages to the monkey Fingers Mountains."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you’ll have the opportunity to marvel Todgha Gorges by day light with its gigantic rock walls changing color to magical effects as the day unfolds. Later on, you leave Todgha gorges towards the rambling Ksar of N’kob with its prehistoric rock-carving sites and 45 mud-brick ksour make you stop by and stare. The name N’kob comes from a cave that once served as a lodging for nomads. Then we continue driving via the 125km belt of palm trees oases and villages that eventually merges into the Sahara near M’hamid to reach Zagora."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you should be prepared to begin your off-road journey to Erg Chigaga, a splendid stretch towering dunes and golden sand sea, the largest sand sea in Morocco. Before that you’ll stop in an unusual place that was once the most important settlement in the Valley of Draa with its green pottery. The Zawiya Naciria is still a site of pilgrimage and refuge for the mentally-ill and a working Quranic school with a library that was once the richest in Morocco of ancient illuminated texts containing 4000 books. Leave Tamegroute through a dauntingly bleak landscape of sun-scorched rubble to the end of paved road of M’hamid El-Ghizlane to begin you off-road journey to Erg Chigaga where you’ll surely choose to drift off to sleep while watching the twinkling stars in mid of an awesome stretch of golden sand sea after dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Always, the best way to live the nomad life and explore the desert and hear its windy whisper is by riding the camel. So, today you will have a chance to fully live a real desert experience with your camel guide to discover the fauna, flora and history of the desert. Lunch will be served in the middle of nowhere in the 300-meter-high dunes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wake by dawn to watch the sun starting its daily arc with a cool blue morning sky as it replaces the Sahara shadows just before becoming a glowing ball of fire. You exit Erg Chigaga head north to Fint via a rough-road out of the desert through the 80s km long dry lake bed of Lac Iriki that made well-known by the Paris-Dakar rally and through the sahel and reg to Foum Zguid and then 85km north to Taznakht, a handy stop for a quick bite coffee, petrol and, yes, carpet. Arriving to the green valley of Fint that wedged between its arid mountains, is strewn with many palm plantations, the gardens carefully cultivated, the villages of traditional cob houses perfectly integrated into the surroundings. It is really hard to preserve this fragile nature and to make each visitor understand that the survival of its terrestrial beauties depends on the respect of each one towards the man and his environment. You also have to know that the Oasis has been the place of filming for many famous movies such as: « Indigènes » with Jamel Debbouze and Sami Naceri, « Prince of Persia » with Jake Gyllenhaal, « Kingdom of Heaven » with Orlando Bloom, « Babel » with Brad Pitt and Kate Blanchett, etc."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "From Fint to Marrakech via Ait Benhaddou, A protected UNESCO site, Aït Benhaddou is the most famous kasbah in Morocco and once upon a time, held an important position along the trans-Saharan trade route between Marrakech, Ouarzazate, and the southern desert. Before the crowds’ filter into the old kasbah, explore the narrow passageways and alleys to get a real feel for this 11th-century fortified city. Leave Aït Benhaddou behind, and return to Marrakech, traveling one more time up and over the High Atlas Mountains and through the Tizi n'Tichka Pass. After exploring Morocco's quiet desert towns and various deserts, soon you will be back in the bustling city of Marrakech. You may wish to take the afternoon at a slower pace—find a café near Jemaa el-Fna and enjoy the viby square."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After having breakfast, you’ll have much time to carry on your Morocco Cultural Tour with your private Marrakech born and bred guide. You embark exploring the Red City from its old part with its Medina’s skinny lanes that leads to lavish sites, tombs and religious monuments decked out in marble. Bahia and El-Badii Palace and Saadien’s Tombs will be your targets. Afterward, you driver/Tour Guide will pick you up for the outside medina visit to explore the Majorelle Garden, Museum Saint Laurent, Berber Museum. While in Marrakech you will surely encounter thousands of motorcyclists and horse-carts roaming in the city and some of them pull over next the vast square of Jemaa El-Fnaa where it’s carnival night every night and musicians, acrobats, storytellers and slapstick acting troupes tap into the Medina frenetic pulse."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Do you want to discover Marrakech from the sky? So be ready, because today your driver will pick you up at the early morning to catch up with the Air Balloon ride for nearly an hour flight over the red city of Marrakech, enjoy the breathtaking views of the High Atlas Mountains in the background and enjoy a sunrise over red dust, palm groves, and majestic open landscapes from the sky. Absolutely, you cannot leave this cultural tour without learning how to cook Tagine or Couscous with all their side dishes such as the thick, very filling soup -most often the spicy, bean and pasta Harira or Salad that often very Finely chopped. NO WORRIES you’ll be with a local family for that. Later on, you’ll have time for Spa, and typical Moroccan Hammam to loosen up and purify your body and soul."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today is not goodbye, it is merely “take care and see you sooner rather than later” for another adventurous journey. If your departure is late today, complete any last-minute gift and souvenir shopping. Or depending on your departure details, you may wish to check out Menara Garden. Not far from the commotion of the medina, a visit to these lush and expansive gardens offers the perfect place to escape the afternoon heat and noise. Leave the quiet behind and bring with you your memories as you make your way home. Your guide will drop you off directly at the airport when you are ready."
    }
  ],
  "map": ""
}