{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-adventure-tour-for-families",
  "tourName": "Morocco adventure tour for families",
  "placesVisited": "",
  "generalInfo": "The sights, sounds and smells make Morocco a fantastic family destination. Explore the ancient labyrinthine medina of Marrakech, astonishing landscape of the Atlas Mountain, extraordinary Sahara Desert and the beaches on the Atlantic Coast. The twelve day trip also allows for time by the beach in Essaouira. This tour has been planned to be suitable for the younger members of your family. It includes shorter drive times, and opportunities to both explore or relax by the pool! After arriving into Marrakech you'll have a little free time to settle in, before our Moroccan family adventure begins. As we leave behind Marrakech, we begin our journey, heading to the UNESCO World Heritage Site of Ain Benhaddou. Our route to Ait Behaddou will take us through the Valley of the Roses and through the beautiful Atlas Mountains. Once we reach Ait Benhaddou we'll have a guided tour of one of the oldest fortified towns in the south of Morocco, which has also been featured in numerous movies and TV series including Gladiator, Lawrence of Arabia and even Game of Thrones. Our route towards the Sahara continues through the N'Kob Berber Oasis where we'll have a chance to learn about the Ait Atta Nomads and their way of life. During the day we'll have a walking tour of the palmerie and have the option of partaking in a cooking class. Our journey from N'Kob continues, passing through the Anti-Atlas and Draa Valley, making a stop to try some local dates. Our destination today will be the Erg Chebbi Sand Dunes where we'll take a camel ride through the desert and spend the night at a traditional berber camp. As we begin our journey back towards Marrakech, we'll make a stop to visit the Todra Gorge, the Grand Canyon of Morocco, and the movie studios of Ouarzazate. Once we reach Marrakech you'll have time to explore the Medina and have the option of joining our Marrakech city tour. This extended tour ends with some time in the coastal town of Essaouira, famous for its surfing and architecture. For those passengers looking to for a shorter adventure, we also offer a version of this tour which excludes the days in Essaouira - Souks &amp; Sand Dunes Tour. This tour has been arranged specifically for those travelling with children aged from 5 to 16 years (minimum age 5) - child discounts are available",
  "durationDays": "12",
  "price": "1099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Marrakech. Transfer to hotel Welcome to Morocco! After a short transfer from the airport, you will have a free day to explore this vibrant city. Tonight you will meet your fellow travellers at your pre-departure meeting at 6pm, organised at the joining hotel in the heart of town. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Travel to Ait Benhaddou via Roses Valley and Atlas Mountains Leaving Marrakech, we set off through the Road of the Roses Valley, famous within the country for its roses. A stop can be made here to see some of the wide variety of rose products. We'll then drive over the stunning High Atlas mountains, a route which African traders once used on their journeys up to Europe. After descending back down to the more desert like region around Ouarzazate we'll take a step back into history with a guided tour of the village of Ait Benhaddou. One of the oldest villages in the south of Morocco, Ait Benhaddou is a 'fortified city' with an important location on the old trading route between the desert and the mountains. Its claim to fame is some beautiful examples of Kasbahs, some of which remain inhabited. Granted UNESCO World Heritage listing, the site has been used in numerous famous movies including Lawrence of Arabia and Gladiator, and TV series including Game of Thrones. We'll explore the narrow streets of the old Kasbahs while winding up to a great view, hopefully catching sunset across the desert mountains from the top. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "N'Kob Fortified Villages We'll drive through some more beautiful scenery today, passing through valleys and gorges where the Berbers built many kasbahs. The natural beauty of the area and the sight of so many of these kasbahs make this a stunning part of the country to travel through. Our destination today is one of Morocco's best kept secrets, the Berber Oasis of N'Kob. Nestling at the foot of the Jebel Saghro mountains N'Kob is host to exotic Palmeries and 45 mudbrick ksouars (fortified villages). Here we'll learn about the Ait Atta Nomads and their traditional way of life. We'll have time to enjoy the views during a walk through the Palmerie or to relax in the hotel for the afternoon. There's also the option for a fun cooking class today to prepare and cook your own Moroccan lunch. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cross the Draa Valley to the Sahara. Camel Ride and Desert Camp Today's drive takes us through the Anti Atlas ranges to cross the Draa Valley, one of the most famous places in Morocco for dates. We'll stop so everyone can taste some fresh ones. Excitement builds as we head to the Erg Chebbi sand dunes, which signify the commencement of the mighty Sahara Desert. We'll break for lunch, and may even have time for a relaxing swim in the summer months. The adventure really begins as we transfer to our transport into the desert – camels! Travelling on a traditional camel caravan, we trek into the desert to our authentic Berber camp. The sand dunes await as well as local food and a night of entertainment under the Saharan stars. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Journey into the Todra Gorge Our journey continues to the breath-taking Todra Gorge, with its towering high gorge walls which reach up over 300m, giving it the title of Morocco's Grand Canyon! Today you’ll appreciate the charm of Todra as you witness it's ever changing colours, as the sun slowly moves from east to west. The afternoon is free to relax by the hotel pool and soak up the atmosphere or take a stroll through the Gorge and Palmerie. For those over 16 there may be time to try your hand at rock climbing – hang on! OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Action!! Visit the movie studios of Ouarzazate After more time to explore the Gorge this morning we take lunch at a very traditional local Berber cooperative for Berber carpets. We'll learn how the Berbers have made their carpets for centuries, and you can try your bargaining skills if you're interested in buying one. We'll then continue to Ouarzazate (the Hollywood of North Africa), another important stop on the African trading route to Europe. An optional tour is available this afternoon to visit the famous film studios here which have been used for numerous international movies and TV series over the years, including The Kingdom of Heaven, The Last Temptation of Christ, The Living DAYlights and Alexander the Great. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Marrakech and explore Djemaa el Fna Square We drive back to Marrakech today an another incredible journey across the Atlas mountains. Arriving late afternoon in Marrakech, you will have chance to freshen up, before heading into the vibrant Djemâa-el-Fna square for dinner. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Marrakech free day (optional city tour) This morning you can enjoy an optional city tour, followed by some free time to explore for yourself. Marrakech conjures up images of an exotic, distant city, of magic carpets, snake charmers and frankincense and myrrh brought in by camel trains. You will still find examples of most of these with the rose-coloured walls of the medina. Spend time getting lost in a tangle of winding streets that open onto verdant gardens and dark alleyways that lead to bustling souks. The focal point of the city is the central square, the Djemâa-el-Fna, an extraordinary gathering and market place. Full of colour, spicy aromas and traders, it is overflowing with life. Enjoy sun-downers at one of the roof top cafes as you watch the transition from day to night. Towering over the square is the Koutoubia mosque, the tallest building in the city, and a reminder of the importance of Islam to the lives of the city's residents. Once you have finished exploring why not relax by the pool, or try a traditional hammam, (a steam bath followed by an exfoliating massage) - it’s the ideal end to the day. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel to the coastal town of Essaouira Today we head to Essaouira on the Atlantic Coast. We pass some stunning scenery before arriving at a colourful fishing town situated within 15th century Portuguese fortifications. With fantastic beaches and great surf you will have enough free time to go surfing, wind surfing or kayaking or just relax on the beach or alternatively explore the UNESCO-listed medina with its various souks and woodcarving workshops. The beach is in front of the Medina and there are cafés with terraces where you can relax while drinking mint tea and watch Moroccan life go by. There is also optional horse trekking, quad biking available. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Essaouira Free day Enjoy a free day on the beach and more optional activities. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Return to Marrakech for one final night We head back to Marrakech today on the Supratours public bus, before heading to the famous Djemma el Fna square for an optional group meal in the evening. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tour ends in Marrakech Your adventure tour ends after breakfast. For those flying out of Marrakech on this day, you can arrange airport transfers with your guide, and these can be booked any time for this day – there is luggage storage at the hotel should you need to check out before your go to the airport. Additional nights in Marrakech can also be booked upon request, please contact us for details. OVERNIGHT"
    }
  ],
  "map": ""
}