{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "essential-morocco-small-group-cultural-tour",
  "tourName": "Essential Morocco small group cultural tour",
  "placesVisited": "",
  "generalInfo": "Throughout this tour you will have the opportunity to explore almost the whole of Morocco and its hidden corners. Our cultural tour will start from Marrakech.<br/>Start from Marrakech heading south. En route to the Sahara we will drive via the high Atlas Mountains and the famous mud-brick ksar of Ait Benhaddou before we get touch the Dades gorges and Todgha gorges, ones of the magic of nature. Heading further south until we overlook the high dunes of Merzouga from far away. From the desert via the middle Atlas Mountains, stopping at the oldest and largest Medina (old part of the city) in the world to explore it and relax in one of its hundred Riads. We’ll turn our wheels north to the nearby Chefchaouen with its gorgeous blue-washed Medina. After that we will head southwest to Casablanca through Rabat the administrative capital and later on back to the meeting point of Marrakech via Eljadida.",
  "durationDays": "10",
  "price": "1092",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Airport Shuttle Welcome to land of peace and love! Transfer from Marrakech Airport to Your Hotel/Riad in Marrakech. Your Driver will pick you up from the airport and transfer you to your Hotel/Riad in Marrakech to relax and prepare for tomorrow’s Marrakech visit."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Good Morning land of jokes and fun! Today, you’ll officially start your Morocco Cultural Tour with your private Marrakech born and bred guide as it will be in some other spots. You embark exploring the Red City from its old part with its Medina’s skinny lanes that leads to lavish sites, tombs and religious monuments decked out in marble. Bahia and El-Badii Palace and Saadien’s Tombs will be your targets. Afterward, you driver/Tour Guide will pick you up for the outside medina visit to explore the Majorelle garden, Museum Saint Laurent, Berber Museum. While in Marrakech you will surely encounter thousands of motorcyclists and horse-carts roaming in the city and some of them pull over next the vast square of Jemaa El-Fnaa where it’s carnival night every night and musicians, acrobats, storytellers and slapstick acting troupes tap into the Medina frenetic pulse."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Around 8:00am your driver/tour guide will pick you up from the nearest point of your hotel/Riad. Through Tizi- N’Tichka pass (2260m) in the High Atlas Mountains, you will enjoy a snaky windy road (if you get car sick have your medication), beautiful landscapes with different colors and Berber villages along the way. The first pause will be in Ait Barka village. It will be around 10:00am to take beautiful pictures and have a cup of mint tea. It’s a point to start the highest Atlas Mountains of Morocco. The second pause will take place in the top of Tizi n’Tichka arriving to Ait Benhaddou, the 11th century UNESCO-protected red mud-brick ksar that has formed the backdrop for many Hollywood movies production such as Lawrence of Arabia, Jesus of Nazareth, Gladiator, Game of Thrones and many others. Here you will also have time to explore the history of this amazing heritage. Then you will have lunch before continuing via Ouarzazate, « Ouallywood » studio and Taourirte Kasbah. Traversing the valley of roses and daggers straight to Dades gorges a rust-red and mauve mountains. A series of crumbling Kasbahs and Ksours line the valley in the Berber villages to the monkey Fingers Mountains."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, you head southeast towards Merzouga and the gateway into the golden dunes of the Sahara desert. Before getting there you’ll be stuck between gigantic rock walls and a hard place is a sublime experience in the Todgha gorges. Then it’s onward to Tinjdad where a local Berber culture museum is worth a visit, later on after lunch we head to Arfoud where you can marvel at the million-year-old fossils that the area is famous for. Then it’s off to Merzouga that has the highest dunes in Morocco, you can store any baggage while packing an overnight bag to bring along. You’ll have the chance to accompanied by a camel and blue-turban-robed guide into the sandy seas. After hour-long camel ride you will be among the luckiest to watch the sun set over the Sahara dunes and stay in a Bedouin style tent."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you’ll wake up with the sun shining on you face to witness what we hope is a glorious sunrise among the dunes, meanwhile to watch the light creep slowly down the dunes and pull all the world around you outside their warmth heavy mound of blankets for an early-breakfast. After an hour-ride camel back out of the desert you will depart and head for Ifran through the Ziz Valley, one of the largest producer oasis dates in Morocco. En route we will stop for lunch in a local restaurant in Midelt. After lunch we will pass through the cedar forests of Ifran, the Switzerland of Morocco, if we are lucky we’ll come across the Barbary macaques in our way to Fes where you can prepare for tomorrow’s amazing tour in its mysteries and secrets of the 9000 alleyways that make it a maze, do not panic the guide will show you the must-see sites."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Good morning the oldest and largest Medina of the world! With your private Fes born and bred guide you will have the opportunity to discover the ancient breeding ground for scholars and artisans and the largest medina of the world. Your will see the America Fondouk, Nejjarines, the Tanneries and Karaouine the most ancient university in the world. Your guide will shed light on many tales and history of this UNESCO-protected Medina."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will be picked up by your driver/ tour guide and head north to Chefchaouen or Chaouen a city that perched beneath the raw peaks of the Rif Mountains. The « Blue Town » has a mystical blue-washed Medina, surely the prettiest and the smallest when compared to others in the country. The town remained isolated with the Andalusian character architecture. Chaouen is undoubtedly a place to enjoy exploring at random."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morocco’s political, administrative and economic capitals are waiting. Today you will have five hours driving from Chefchaouen to Casablanca through Rabat where you are going to discover some of its sights. Rabat may be short on top-drawer tourist attractions, but it compensates with plenty of charm. You will have the opportunity to explore the city in a short sojourn, first through the monumental Hassan Tower with the pillared stumps of its mosque being all that remains from the earthquake of 1755. There is also the near-by Mausoleum of the royal family. And do not miss to have a cup of mint tea in red Oudayas, a walled village within a city. After lunch you will move south to Casablanca where you’re going to spend your night."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Good Morning Casablanca! At the time you picked up with your driver/tour guide you will be headed to have your ticket to see the only mosque, in the Islamic word, that the non-Muslim can enter. Hassan II Mosque is considered to be the largest in North Africa and the third largest in the Islamic world, with its splendid esplanade and its tallest minaret in the world, is a long reach of marble and emerald zellige rising 210 meters into the sky. Grand and timeless, the Great Mosque is constantly busy, a meeting point for Sunday strolls. After the visit you’ll head south to the 15 century Portuguese fortified city of Mazagan known now as Eljadida, nicknamed «the Deauville of Morocco» its Portuguese structures, fortified ramparts and a system of defense surrounding the Medina which advances out into the sea, all evoke the city’s past history. (Listed as World Heritage of Humanity by UNESCO), an ancient coastal town impressive testimony of Portuguese architecture. Later on you will dive southeast to Marrakech to spend your night there and pack your luggage to flight back home with memories and souvenirs from the land of peace and love."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Airport Shuttle You will departing Morocco today, we hope that you spent a good time with us. Three hours before your departing, your driver will pick you up to the Airport."
    }
  ],
  "map": ""
}