{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "marrakech-the-sahara-holiday-in-morocco",
  "tourName": "Marrakech & the Sahara holiday in Morocco",
  "placesVisited": "Draa Valley, Zagora, M'Hamid, camel trek in Sahara Desert, Ouarzazate, Kasbah Ait Benhaddou, High Atlas Mountains, Lawrence of Arabia and Gladiator film locations, early mornings over the Tijhza Valley, Tizi'n'Tichka pass, guided tour of Marrakech or free day to explore, Optional activities include hammam visits, horse drawn carriage rides and longer treks in Tijhza Valley",
  "generalInfo": "This eight day small group holiday includes flights as well as offering the chance to experience the contrasts of both Marrakech and the Sahara Desert.<br/><br/>Setting out from Marrakech you'll travel into the remote desert and fertile valley regions of the Atlas Mountains. This is where the Saharan section of the holiday begins as you journey by road and by camel through desert dunes, and spend a night under the stars at a full service Bedouin camp. <br/><br/>From Ouarzazate to the Draa Valley and Zagora, your group will get the chance to explore amongst the desert palms and Berber castles on foot as well as travelling by vehicle over the Tizi'n'Tichka, the highest road in Morocco (7414ft).<br/><br/>Alongside a night in a Bedouin camp you'll also be invited to stay at a series of en-suite hotels and a basic rural gite to give you an authentic taste of what life is like within Morocco's mountain villages and desert towns.<br/><br/>After spending four nights in the folds of the North African Sahara and remote regions of the High Atlas Mountains, you'll return to the rose red city of Marrakech for two more nights in Morocco.<br/><br/>Excitement abounds amongst the medinas and narrow alleyways of Marrakech with the smells, sights and sounds of Jemaa el-Fnaa providing a thrilling finale to a wonderful week of adventures.",
  "durationDays": "8",
  "price": "999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buzzy Marrakech is an invigorating introduction to Morocco. However, today is a relaxing one, a chance for our group to congregate and settle in. If you have time you may want to jump in a taxi to visit Djemaa El Fna, the central square, where you can explore the souks and watch the world pass from a cafe. Around 6pm, say hello to your tour leader and fellow travellers at the hotel, where we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Moroccan welcome over a group dinner together. Want to explore further? Secure pre-tour nights through your sales representative. Accommodation: Hôtel Palais Al Bahja, Hotel Le Caspien, Hotel Ayoub (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "With time to explore Marrakech at the end of our adventure, we leave the Red City and head into the Atlas Mountains. Our destination for the day is the well-preserved ksar (fortified village) of Ait Benhaddou. This World Heritage site is one of the most spectacular landmarks in the Atlas and the filming location for several Hollywood movies, including Gladiator (2000). Our route takes us over the Tizi n’Tichka pass, the highest in Morocco, and we arrive mid-afternoon. We then join our tour leader for a tour of the ksar, navigating the maze of alleys as we make our way to a hilltop granary, where we can enjoy views back over the site and to the Atlas Mountains. We then return to our hotel for dinner. Drive time: Four hours with two stops Accommodation: Rose du Sable (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leaving Ait Benhaddou after breakfast, we travel through Ouarzazate, nicknamed the door to the desert because it used to be a crossing point for African traders on their way to Europe. It is now home to the Atlas Film Studios, the setting for many Hollywood films and Game of Thrones. We then carry on to Todgha Gorge, a spectacular river canyon with towering limestone walls. Here, our tour leader takes us on a 1hr 30min walk and we enjoy lunch cooked by a food-loving family in their home. Drive time: 4hr 30min with two stops Accommodation: Hotel Kasbah Taborihte (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We journey to the largest hot desert on Earth after breakfast. Upon arrival, we explore the dunes and desert landscape on a one-hour camel trek with expert handlers showing us the ropes and guiding our convoy. The trek ends at our desert camp, where we are sleep on beds in Amazigh-style tents. Surrounded by silence and millions of stars, we can appreciate the immensity of the desert and enjoy dinner in the communal dining tent. Please note: You need to pack an overnight bag for the Sahara – your remaining luggage stays with the vehicle. Drive time: 4hr 30min Accommodation: Yasmina Chebbi camp (full-service camping)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We wake in the desert silence. Rise early to climb a nearby dune and catch sunrise from the top, a magical experience. After breakfast, we return to our vehicle and drive to Zagora, a town in the Draa Valley. After a night in the desert, you might like to relax in the hotel gardens or take a dip in the pool. Later in the afternoon, we can take an optional walk into the valley and around this famous desert outpost. Drive time: Five hours Accommodation: Hotel Chez Ali (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, we travel west through the Draa Valley to join the Ounila Valley in the High Atlas Mountains. We then leave our vehicle for a hike with steep inclines, which takes us through a series of small mountain villages. After about 1hr 30min, we arrive at our gite (a simple inn) in the village of Tighza, where we spend the night. From the terrace, you can look down into the valley and watch the sun set over the mountains. It is a peaceful retreat and provides the opportunity to meet local villagers and share their way of life. In the evening, we?visit the village hammam, built with money raised by our groups. This is a truly authentic experience. It is very much a traditional hammam and you are likely to get the opportunity to mix with the villagers, which further adds to the experience. Please don’t expect a spa treatment. A standard treatment is included, but you need to purchase a scrubber and soap for 20 Moroccan dirham (US$2) and pay a customary tip of 20 dirham. We return to the gite for our dinner in the mountains. Drive time: 4hr 30min to 5hr Accommodation: Tighza gite"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We leave the gite after breakfast, making the scenic drive over the High Atlas Mountains back to Marrakech, with some stunning scenery along the way. In the afternoon, we have a walking tour to see the spectacular sites of Marrakech. Our city guide leads us to the Bahia Palace, we see the outside of the Koutoubia, the largest mosque in Marrakech, and continue through the labyrinthine of souks where you can barter for souvenirs. We can then have dinner together in a restaurant overlooking the square. Alternatively, you may prefer to head off on your own today and take a calèche (horse-drawn carriage) to Yves St Laurent’s Majorelle Gardens. Drive time: Four hours Accommodation: Hôtel Palais Al Bahja, Hotel Le Caspien, Hotel Ayoub (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our journey comes to an end after breakfast. Hop into your free transfer to Marrakech Airport to catch your flight. If you’d like to extend your adventure, stay a little longer in Marrakech or take a free transfer from Marrakech to Casablanca and join our Discover North Morocco and Chefchaouen trip – speak to your sales representative for more information."
    }
  ],
  "map": ""
}