{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "casablanca-to-marrakech-tour-morocco",
  "tourName": "Casablanca to Marrakech tour, Morocco",
  "placesVisited": "",
  "generalInfo": "Visit the Imperial cities of Morocco and explore the Sahara desert on this exciting tour, departing from Casablanca. On this 10 day private tour, explore this beautiful part of north Africa, in the comfort of your own private transport, with a knowledgeable local guide. Discover the thrilling culture and local people that make Morocco such a special place, including visits to women's cooperatives.<br/><br/>",
  "durationDays": "10",
  "price": "2200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! You will be welcomed by your driver /guide at the airport of Mohamed 5 in Casablanca and taken you to your hotel in Casablanca. Overnight in the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning you will start your trip by visiting the biggest mosque in Casablanca, Hassan 2 Mosque. Then you will go to the capital of Morocco “Rabat”. We will start with the Bab Challah, Mausoleum of Mohammed V and one of the main gates of the royal palace and the Oudaya Kasbah. Lunch in a local restaurant. Then we will drive straight to the blue city of Chefchaouen .On the way you will pass through many small towns and stop for breaks. Getting to Chefchaouen a bit early to have time to walk inside the blue alleys of the medina, take pictures and experience the local food of the little city. Overnight in the hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today in Chefchaouen you will have free time in the morning to visit the blue city. It is a city located in the Rif Mountains, north-west of Morocco. It is famous for the remarkable buildings of different tones of faded blue of its old town. Leather and weaving workshops line its steep cobbled alleys. In the shaded central square of Outa el Hammam is the casbah with red walls, fortress and keep of the fifteenth century with ethnographic and artistic exhibitions. The octagonal minaret of the Great Mosque rises not far from there. Then after lunch we will continue our journey to Fez."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast in your Riad, you will start exploring the oldest city in Morocco, walking in its alleys and small streets. Our visit starts by visiting the Royal Palace gate, the Jewish quarter, the first Mellah ever built in Morocco, built during the 14th century. We will ensure that you visit all sites with cultural and historical interest, including the famous Al Qaraouine University, the oldest in the world, the Tanneries and Moulay Idriss mausoleum. After lunch, you will visit the tile cooperative and then experience a wonderful panoramic view over the whole Medina of Fes. Overnight at the same Riad."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In a totally unMoroccan style built by the French in the 1930’s to resemble a Swiss village; we will visit the cedars forest in azrou where you can see monkeys playing in the trees, as we drive across the middle of the Atlas Mountains. Depart early from fez you will begin your ascent through the mountains. We pass through Ifrane, a winter ski resort with forests, springs, jagged rock faces, and Berber villages, as you cross the Atlas Mountains and begin to descend towards the Sahara Desert. Half way, you will stop for lunch in the town of Midelt, famous for its fossils and rocks, then we will continue towards Merzouga where we will stop for a panoramic view over the a huge oasis of palm tree. We will reach Merzouga in the afternoon, diner with Saharan music, and overnight in a traditional berber camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We will wake up early to see the spectacular sunrise over the dunes before making our way back to the hotel/riad for breakfast and a shower. We will go and see the Rissane market and cross the palm lined valleys of Tourog and Tinjdad to arrive at the Todra Gorge. We will take a walk through the Todra Gorges and have lunch in a local restaurant before continuing to our accommodation in Dades Gorge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast in your accommodation, we will start travelling through the Dades Valley towards Ouarzazate and then on to Marrakech. The road through Dades Valley is called the way of the thousand Kasbahs – providing numerous opportunities to take some of your best photos of the entire trip. We will stop at Kalaat M’Gouna - the centre of the Rose Valley where you will have the option to visit the cooperative for the roses, where they sell handmade rosewater (which make your clothes and linen smell good a long time after your trip is over). Continuing on to Marrakech via the Ait Benhaddou Kasbah, built by Et Hami El Glaoui, one of the last Berber chieftains during the 19th century, now the Kasbah is a house of many Glaoui people. Your journey continues through the majestic Tizi n’Tichka Pass (2260 m) over the High Atlas Mountains, where you will have the opportunity to explore a local production of Argan oi l- existing only in morocco – by Berber women in their cooperative, before arriving at your overnight accommodation in Marrakech."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast in the Riad, you can start exploring Marrakech; «the red city of Morocco”. We will ensure that you see the most important sites of historical and cultural interest, including the Majorelle Gardens, the Koutoubia Tower, the Saadian tombs, and the Bahia Palace. After Lunch at a restaurant near the square, you explore the souks and view hundreds of handicrafts. In the afternoon, you will have some free time to wonder by yourself and discover the other parts of the city."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free day to relax in Marrakech and explore in your own time. There are so many things to see and activities to enjoy in Marrakech like Hammam, Massage, and Spa etc… You can also explore suburbs of Marrakech. Nearby there are other valleys, waterfalls and landscape to explore, which we can advise you on."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sadly your trip has come to an end. After breakfast we will transfer to the airport of Marrakech or Casablanca. Until the next time!"
    }
  ],
  "map": ""
}