{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "marrakech-and-atlas-mountains-holiday-in-morocco",
  "tourName": "Marrakech and Atlas mountains holiday in Morocco",
  "placesVisited": "Stay in one of the Atlas Mountains’ premier trekking hotels, Perfect base to explore many scenic mountain trails, Optional walks with local Berber guides, Soothe tired muscles in the community hammam, Enjoy superb Moroccan cuisine, Spend a few days in Marrakech, staying in a stylish riad",
  "generalInfo": "This fantastic Atlas Mountains and Marrakech holiday in Morocco allows you to hike trails from a secluded mountain retreat, then spend time exploring one of North Africa’s most thrilling cities, with a private transfer between and the option to stay as long as you like in either location.<br/><br/>It’s a case of choosing your own adventures as you decide how many nights to spend in the mountains or the city. However, most people naturally lean towards more time in the mountains, amid stunning scenery and with the traditional hospitality of the local Berber community to enjoy. <br/><br/>Your accommodation will be on a half board basis in the High Atlas – hearty mountain fare perfect if you’ve built up an appetite while trekking, with picnic lunches provided. In Marrakech, you’ll stay on a bed-and-breakfast basis, the better to discover the city’s superb culinary scene. <br/><br/>This trip focuses on a handsomely restored kasbah in the mountains – once the summer retreat of a local chief, it fell into ruins and has now been brought back to life as a luxurious hotel. Luxury here means comfortable rustic simplicity, and the warmth of the surrounding community. A small accommodation levy that all guests must pay has been used to build a village hammam (where guests are welcome to spend time and get to know local people) and a school for 80 children, as well as the region’s first ambulance.<br/><br/>Trails in the area are well-marked and vary in challenge so as long as you have a decent level of fitness you’ll have little difficulty. The famous Toubkal Trek, which leads to the summit of North Africa’s highest peak, Mount Toubkal, begins right on the doorstep. <br/><br/>For those who would like to combine their trekking with a deeper exploration of the culture and traditions of the High Atlas Mountains, you can also add on walks accompanied by a local Berber guide. Whether you want to know the significance of a particular flower or what life is like at these higher elevations, there’s no-one better to ask.",
  "durationDays": "6",
  "price": "795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 Private transfer from Marrakech Menara Airport to the Kasbah in Imlil (approximately 90 minutes) where you will be met by a member of our staff who will ensure your luggage is loaded onto a mule and you will be guided on a short 15-minute mule ride or walk up to the Kasbah. Depending on your arrival time, there will be the option of a complimentary introductory walk in the area. Dinner and accommodation at the Kasbah."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4 After breakfast, depart Imlil and return by private transfer to Marrakech where you will check in at your riad. Accommodation is on a B&B basis, giving you the opportunity to dine at some of the superb restaurants that Marrakech offers."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5 After breakfast the day is free for you to explore the fascinating and vibrant city of Marrakech. Accommodation at your hotel or riad."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6 After breakfast (the last meal included in the package) your private transfer to Marrakech Menara Airport will be arranged according to your departure time."
    }
  ],
  "map": ""
}