{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "madrid-to-marrakech-via-portugal",
  "tourName": "Madrid to Marrakech via Portugal",
  "placesVisited": "Madrid, Salamanca, Coimbra, Lisbon, The Algarve, Jerez, Chefchaouen, Fes, Marrakech",
  "generalInfo": "This two week Madrid to Marrakech holiday must be one of the most culturally eclectic journeys that one can take so close to home. We use a mix of public and private transport options to traverse the three countries of Spain, Portugal and Morocco that we have featured on our carefully crafted itinerary.<br/><br/>Starting in Spain’s capital, Madrid with its fine collections of art galleries and all round metropolitan chic, we then take some time in historic Salamanca before heading across the border into Portugal. Here we spend two nights in the 12th century and ancient university city of Coimbra. We then head south to spend a couple of days roaming around Portugal’s stunning capital of Lisbon, with its eclectic quarters, some chic and cosmo, others with markets and myriad music venues. <br/><br/>After a couple of days on the Algarve coast, we pop back into Spain for 24 hours so that we can take the boat to Morocco, taking a quick visit to the sumptuous city of Seville, where you can start to feel the Moroccan influences already, with its Moorish architecture standing proudly alongside flamenco and tapas bars.  <br/><br/>From here to Tarifa, where we take the one hour ferry crossing over to Tangier, although we spend our first night in the stunning Rif Mountain town of Chefchaouen. Every city in Morocco is different, and all exciting in their own ways, as two days in Fez will show, with its well preserved ancient Islamic heritage and car-free Fez el-Bali medina. And finally, we take a train to Marrakech, a city that needs little introduction but which leaves the most memorable mark for its vibrant, sense awakening and exciting atmosphere. <br/>",
  "durationDays": "15",
  "price": "3135",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Madrid.",
      "description": "Bienvenidos! Welcome to Spain. Your adventure begins in Madrid, the central capital known for its boulevards and expansive, manicured parks. You’ll have a welcome meeting at 6 pm tonight to meet your group and local leader. After the meeting, head out for an optional group dinner where you can get to know your fellow travellers. As there's limited time for sightseeing in Madrid, consider flying in a few days early to explore and maybe while away the hours along the Paseo del Arte (Art Walk) or maybe discover more about the modern Spanish masters like Picasso and Dali, in the Museo Reina Sofia."
    },
    {
      "dayNumber": 2,
      "title": "Salamanca.",
      "description": "Say farewell to Madrid this morning and head north-west by public transport to the university town of Salamanca. Sitting among pastures and rolling green hills on Spain's northern plateau, the medieval town of Salamanca is great to explore on foot. Your leader will take you on an orientation walk when you arrive, where you can explore the central Plaza Mayor and the Renaissance and Baroque architecture. The rest of your afternoon and evening is free. You can explore the detail of the Casa de Las Conchas (House of the Shells), see the contrasting Old and New Cathedrals, or climb to the top to get a view across the terracotta-coloured rooftops. Thanks to the large student population the town has a vibrant nightlife, so maybe soak up the vibe tonight, go dancing or grab a couple of drinks."
    },
    {
      "dayNumber": 3,
      "title": "Coimbra.",
      "description": "Head further west on your private bus today and cross the border into Portugal to the laidback city of Coimbra – your base for the next two nights. Sitting on the banks of the River Mondego, Coimbra was once the capital of the country, and its royal heritage can be felt in its ancient streets. When you arrive, your leader will take you on an orientation walk through the maze of alleyways. Half the fun of Coimbra is wandering and exploring, so maybe use your free time getting to know the city on foot. Coimbra features many white stone buildings with excellent examples of the colourful azulejos tiling. Some of the historical structures were originally built in the 12th century (like the Cathedral Se Velha), and you can find some of Portugal's best examples of Romanesque churches and elegant museums here. The University of Coimbra – the oldest in Portugal – and the famous baroque library, the Biblioteca Joanina are great places to start."
    },
    {
      "dayNumber": 4,
      "title": "Coimbra.",
      "description": "Today is a free day to explore Coimbra. Maybe head into the countryside in search of ancient Roman ruins – the ruins of Conimbriga are rich in well-preserved mosaics and offer a great insight into Roman life. There are several options to return, including a 3-km walk through the countryside to the rural town of Condeixa or a half-hour bus ride. If you have time, you can take a short boat tour to see Coimbra from a different angle. Alternatively. head out to Porto for the day. Stretching along the banks of the River Douro, Porto is one of Portugal's most romantic cities, known for majestic bridges, medieval riverside district with its cobbled streets, merchants’ houses and cafes. Back in Coimbra for the evening, you’ll head to a traditional Fado performance. Fado songs must follow a particular structure, and though this traditional music can really be about anything, it popularly features mournful tunes with lyrics about the sea or the life of the poor. In Coimbra, university students would often serenade their sweethearts with this music!"
    },
    {
      "dayNumber": 5,
      "title": "Lisbon.",
      "description": "Today, take a train through the countryside of central Portugal to Lisbon. As one of Europe's most affordable capital cities, Lisbon combines the best elements of Portuguese life, offering a multicultural population, delicious seafood and non-stop nightlife. When you arrive, head out on an orientation walk on the banks of the Tagus (Tejo) River. Much of Lisbon’s character lies in its beautifully renovated buildings, grand boulevards and impressive castles and churches. Visit the medieval citadel in the city centre, the Citadel of Sao Jorge Castle, which dates back to Moorish times and sits on the highest point of the Old Town. Your evening is free to explore at your own pace, so maybe head to the grand Naval Museum for an insight into the history of Portuguese navigation. If you want to jump into the local nightlife, head to Barrio Alto."
    },
    {
      "dayNumber": 6,
      "title": "Lisbon.",
      "description": "This morning, set out on a leader-led walk through Belem, one of Lisbon’s most historic and enchanting districts. Wander past grand riverside monuments and ornate Manueline architecture that speaks to Portugal’s Age of Discovery. Don’t miss the chance to indulge in the city’s most famous treat, the warm and flaky pasteis de nata, fresh from a centuries-old bakery. From early afternoon, your day is free. Explore more of Lisbon, or take a 45-minute train ride out to the mountainous region of Sintra – a jewel of Portugal where you’ll see the Pena Palace. This area offers great walking opportunities, cliff-top palaces and unique Moorish architecture. The 8th-century Castle of the Moors looks down on the Old Town, and the views from the battlements across the Serra de Sintra Mountain Range are worth the trip."
    },
    {
      "dayNumber": 7,
      "title": "The Algarve / Faro.",
      "description": "Take a train to the southern coastline of Portugal – the Algarve, known for fertile plains rich with orange and olive groves, fig trees, almonds and maize fields. Your base will be in Faro – the capital of the region known for its Old Town, which you enter through the neoclassical Arco da Vila. When you arrive, check into your home for the next two nights and use the rest of the day to explore. Maybe wander the cobbled streets, see the 13th-century Faro Cathedral or head to the Municipal Museum set in a 16th-century convent, which displays prehistoric and medieval artifacts as well as religious art."
    },
    {
      "dayNumber": 8,
      "title": "The Algarve / Faro.",
      "description": "Faro is separated from the Atlantic Ocean by a series of barrier islands, creating a beautiful landscape of canals, salt pans, lagoons and sandbanks. Today, you’ll board a local passenger boat and head out to one of these islands where you can wander along a series of boardwalks leading away from the fishermen’s settlements. You'll cross over dunes and lagoons to beaches that are so long that they disappear into the horizon. Return to Faro in the afternoon and enjoy the rest of your day at leisure. Maybe use the area's great walking paths to access some of the Algarve's lesser known spots or find a good spot to watch the sunset."
    },
    {
      "dayNumber": 9,
      "title": "Seville .",
      "description": "Leave Portugal behind and return to Spain, travelling by private vehicle to the city of Seville. If the legends are to be believed, Seville was founded by Hercules and its origins are linked with the Tartessian civilisation. To the Romans it was Hispalis, and to the Moors it was Isbiliya. After the Christian reconquest, it became thought of as the portal to the 'New World' and today it's the largest city in southern Spain, well-known for its oranges, tapas and flamenco. When you arrive, head out for a short orientation walk around the main sites, and visit the famous Alcazar. Then enjoy some free time in the late afternoon and evening to explore at your own pace."
    },
    {
      "dayNumber": 10,
      "title": "Chefchaouen.",
      "description": "This morning, rise early to start your long journey to Chefchaouen. You'll head toward Tarifa and then leave Europe behind as you make your way to Africa. After leaving the ferry, you'll be picked up by the Moroccan crew and make your way to a mountain town peppered with blue-washed buildings and ambient restaurants – Chefchaouen, the centre of an agricultural region. There may not be much time to explore this rural retreat by the time you arrive today, but you might just have time to look over the 15th-century Grand Mosque and the medina. Tonight, maybe tuck into some popular local goats’ cheese or a tajine before settling into your hotel."
    },
    {
      "dayNumber": 11,
      "title": "Chefchaouen.",
      "description": "Meet your local guide early in the day to explore the maze of streets in Chefchaouen. The ‘blue city’ is arguably one of the prettiest places in Morocco. Set against a wide valley and nestled between two peaks in the Rif Mountains, Chefchaouen’s medina has been lovingly cared for with striking blue and whitewashed houses, red-tiled roofs and artistic doorways. The medina is filled with handicrafts, while the main square has shops selling woven goods and sweets. Learn about general life in a small Moroccan community, visit a communal bakery and walk up to a former mosque for a great view over the town. As a popular shopping destination for handicrafts, carpets, blankets or woollen garments, you may also see the artisans at work. After your walking tour, maybe head to a traditional Moroccan hammam to relax."
    },
    {
      "dayNumber": 12,
      "title": "Fes.",
      "description": "Say farewell to Chefchaouen today and travel by private minibus to the spiritual and cultural heart of Morocco. Arrive in the city of Fes and step back in time in the medieval medina, thick with tantalising smells, tastes and sounds. Vibrant, noisy and fascinating, the medina is a feast for the senses. With your free afternoon, maybe have a glass of mint tea and some sweet Moroccan dates to refuel, then continue exploring. Tonight, you might like to try some local specialities like harira (chickpea soup) or chicken-stuffed pastilla. Watch the sunset over the medina, then head back to your accommodation for a night’s rest."
    },
    {
      "dayNumber": 13,
      "title": "Fes.",
      "description": "Take a guided walking tour of the Old City, known locally as Fes el Bali, and step back in time to the labyrinth of the medina. Alive with craftsmen, markets, tanneries and mosques, you’ll pass donkeys piled high with goods (this is one of the largest car-free urban zones in the world) and explore the specialty sections that divide the souks. Medieval Fes was one of the world's great centres of education and culture, both Islamic and Jewish. Its religious institutions and its libraries are legendary. Its mosques are of great renown. Look out for the Medersa Bou Inania, one of the city's most beautiful buildings, which has recently been restored and is now open to tourists. Pass the Belghazi Museum, Medresse el Attarine and the splendid Funduk Nejjarine – a beautifully restored 18th century inn. You'll also see the famous tannery, known for the iconic view overlooking its dye pits, and a ceramics factory where you can see potters working in the traditional way. After the tour, the afternoon is free for you to enjoy as you please."
    },
    {
      "dayNumber": 14,
      "title": "Marrakech.",
      "description": "Travel by train this morning to Marrakech. When you arrive, head out with the group for a quick visit to the main square – Djemaa el-Fna. The square is filled with a hive of activity. Henna painters, performers and storytellers share the square with a street food bazaar packed with stalls loaded with Moroccan delicacies. From a distance, you'll see the Koutoubia Mosque and its minaret – famous throughout the world as one of the greatest minarets and the 'sister' to the Giralda in Seville. You can have dinner here or ask your local leader for a great local restaurant recommendation and celebrate a trip well-travelled with your group."
    },
    {
      "dayNumber": 15,
      "title": "Marrakech.",
      "description": "After breakfast this morning, your adventure comes to an end. As there's not much time spent in Marrakech, we recommended staying another night or two. Please speak to your booking agent if you'd like to book additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}