{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-highlights-luxury-adventure",
  "tourName": "Morocco highlights luxury adventure",
  "placesVisited": "",
  "generalInfo": "This 12 days private luxury tour of Morocco is designed to provide you with a luxurious and immersive experience, combining cultural exploration, culinary delights, and stunning landscapes and Sahara desert. Experience the finest in Moroccan hospitality as you stay in carefully selected authentic and boutique accommodations. Embark on a journey of discovery as you explore Morocco's rich cultural heritage, guided tours by knowledgeable local experts will take you through the winding streets of ancient medinas of imperial cities, allowing you to marvel at architectural wonders, vibrant souks, and historic landmarks. Embark on a culinary journey through Morocco, indulging in traditional dishes such as fragrant tagines and flavorful couscous. Delight in sumptuous meals at renowned local restaurants, sampling a variety of delicious flavors. Discover the vibrant food scene of Marrakesh on a foodie tour, tantalizing your taste buds with exotic spices and fresh street food. Immerse yourself in the local culture with a hands-on cooking class, where you'll learn to prepare authentic Moroccan delicacies and unlock the secrets of this rich culinary tradition. <br/>Embark on a captivating journey through Morocco's diverse landscapes, from the majestic Atlas Mountains and the blue-washed streets of Chefchaouen to the enchanting medinas of Marrakech and Fes, and the ancient marvels of Ait Benhaddou. Travel through picturesque valleys, terraced fields, and charming Berber villages in the Atlas Mountains, and experience the magic of the Sahara Desert with thrilling 4WD adventure, camel ride and nights under starry skies. Immerse yourself in the vibrant culture, savoring traditional cuisine, exploring bustling souks, and discovering architectural wonders. This unforgettable adventure will leave you amazed by the beauty and richness of Morocco's landscapes and cultural heritage.",
  "durationDays": "12",
  "price": "4990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Casablanca - Welcome to Morocco! On arrival to Casablanca airport, you’ll be greeted by your tour leader and transferred to your accommodation in Casablanca. Your adventure will start with a welcome meeting with your tour leader. Casablanca is the economic capital of Morocco. Modern infrastructures are in the middle of its charming districts, between Arab-Muslim heritage and legacies of the colonial period. Visit Hassan II Mosque one of the impressive mosques in the world. It is the second largest functioning mosque in Africa and is the 7th largest in the world. It is the only mosque in Morocco that welcome non-Muslim to visit its inside and it is splendid architecture built on water. Tonight, enjoy Moroccan dinner at Riad style restaurant where you’ll enjoy traditional dishes and Moroccan warm hospitality"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rabat - Today travel to Rabat the capital of Morocco, where you will visit Rabat old medina, listed as a World Heritage Site, on arrival visit the Royal Palace (from the outside) and the vast minaret Hassan Tower that it is the Mohammed V Mausoleum. Free time and Overnight in your Riad in Rabat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chefchaouen - Today after breakfast travel to the isolated town of Chefchaouen. on arrival check in and free time to explore this beautiful town. Chefchaouen, or the ‘blue city’, is arguably one of the prettiest places in Morocco. Set against a wide valley and nestled between two peaks in the stunning Rif Mountains, Chefchaouen may take you by surprise. Its medina has been lovingly cared for with striking blue and whitewashed houses, red-tiled roofs and artistic doorways. Much of Chefchaouen was recreated by Andalusian refugees escaping the Reconquistia, so you might feel like you're in the hills of Spain while exploring its streets. Ease into the relaxed pace of life in this rural retreat."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chefchaouen - Today take a guided tour of the sights, sounds, and smells of the medina and sample the delicious local goat cheese at a cafe in the Plaza Uta el-Hammam. Admire the architecture of the 15th-century Grand Mosque (closed to non-Muslims) and browse the shops in the square selling woven goods and small sweets. Also within the plaza is the walled fortress of the Kasbah. Wander through the tranquil gardens inside, check out the ethnographic museum and soak in wonderful views from the rooftop. after the tour, enjoy optional lunch at the authentic restaurant Café clock with amazing views on Chefchaouen medina. balance of the day is at leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fes - Today you'll travel to Moulay Idriss the sacred pilgrimage site in the foothills of the Rif Mountains. The town is named after Moulay Idriss I, the founder of the Idrisid dynasty and the first Islamic ruler of Morocco. He is highly revered in the country, and his mausoleum is a major attraction in Moulay Idriss. The mausoleum is a sacred site where visitors and locals come to pay their respects and seek blessings. On arrival, enjoy walking tour of the old town and have lunch at local guesthouse. Afterwards, visit the World Heritage-listed Volubilis was once a provincial Roman capital, a distant outpost of the empire, and the remains make an undeniably impressive sight. When it was damaged by an earthquake in the 18th century, much of the marble was taken for construction in nearby Meknes. Upon arrival, take a tour around the ruins with a local guide. Please remember to pack drinking water, hat, sunglasses and sun cream for this tour as it may get hot and you will be exposed to the sun. And, of course, don’t forget to take your camera as the town is filled with fantastic mosaics along the Decumanus Maximus, many of which remain intact. After time spent imagining Volubilis as the bustling city it once was, continue to the the living museum of Fes for 2 nights. Tonight have a delicious dinner at local restaurant where you'll enjoy one of Moroccan specialties of Fes of harira (chickpea soup) and chicken-stuffed pastilla and couscous."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fes - Fes is the spiritual and cultural heart of Morocco; vibrant, noisy, fascinating and overwhelming – a visual and pungent feast for the senses. It is made up of three distinct ‘cities’, or quarters. Today head into the old city, known locally as Fes el Bali, arguably the world's most fascinating and confounding old city. Medieval Fes was one of the world's great centers of education and culture, both Islamic and Jewish. Its religious institutions and libraries are legendary, its mosques of great renown. And it was to Fes that many of the Muslims (and Jews) expelled from Spain by Ferdinand and Isabella came in 1492. Walk through the twisting streets and alleyways, passing donkeys piled high with goods, and explore the specialty sections that divide the souk. Filled with historic khans, medresses and dye-pits, stalls loaded with fruits, herbs and soups and smell of spice and sound of hammering of copper fills the air, it’s not hard to imagine yourself back in the Middle Ages. Spend the day exploring the old city, visiting Medresse el Attarine, the tanneries and the splendid Funduk Nejjarine, a beautifully restored 18th century inn. During the guided tour you'll enjoy Fes local street food and indulge in a variety of delicious Moroccan dishes. Fes is renowned for its rich gastronomy, blending traditional flavors, aromatic spices, and unique cooking techniques. Explore the vibrant food markets of Fes, such as Bab Boujloud and Place R'cif. Immerse yourself in the bustling atmosphere and discover a wide array of fresh produce, aromatic spices, dried fruits, and Moroccan specialties. Engage with local vendors, learn about their ingredients. You'll finish the tour by the late afternoon and free time to relax and enjoy sunset drink at one of Fes's beautiful terraces."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Merzouga - Today it's an eight-hour drive towards the mighty Sahara Desert. Since you'll have the convenience of our own private minivan, there will be many opportunities to stop and admire views of Kasbahs and palmeries (valleys lush with date palms, fields and orchards) along the way. Drive through changing scenery, from barren mountainsides to fertile valleys, pausing in Midelt to strech your legs. Continue through the Ziz Valley, one of the largest oases in Morocco, dotted with palm groves and small villages. Finally, you'll reach the town of Erfoud, the gateway to the Sahara where you'll jump on your 4WD ride for a spectacular drive to your camp in the middle of the Sahara Desert. Tonight enjoy an authentic Moroccan dining experience, with delicious and local dishes before gathering around the campfire, where local musicians perform traditional music and dance. This is a great opportunity to relax and unwind after a long day and to enjoy the tranquility and beauty of the Sahara under the starry night sky. Finally, you'll reach the town of Erfoud, the gateway to the Sahara where you'll jump on your 4WD ride for a spectacular drive to your camp in the middle of the Sahara Desert. Tonight enjoy an authentic Moroccan dining experience, with delicious and local dishes before gathering around the campfire, where local musicians perform traditional music and dance. This is a great opportunity to relax and unwind after a long day and to enjoy the tranquility and beauty of the Sahara under the starry night sky."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Merzouga - Today jump on 4WD ride to discover deep Sahara desert where you'll visit an oasis local farm where you would feel just as if you were in a dream, continue to the seasonal lake that is a popular destination for migratory birds, Afterwards drive to visit the Gnawa village called Khamlia for Madfouna lunch known as Berber Pizza. Khamlia is a small village nearby Merzouga main town. The uniqueness of this village stands at the fact that all its inhabitants are black Africans, but speak Berber as their mother tongue. They were taken from Mali, Sudan and Senegal, and displaced to Morocco centuries ago. The inhabitants brought with them the folkloric aspect of their life as embodied through the Gnawa music where you’ll have the opportunity to witness one of their musical show. After lunch drive back to your camp to relax and prepare for sunset camel ride. The Erg Chebbi dunes are the most stunning in the country and an essential part of any visit to Morocco. An erg is a vast sea of shifting wind-swept sand that's formed into picturesque, undulating crests and valleys. Located at the end of a sealed road and just 20 kilometers from the Algerian border, this really feels like frontier country. Enjoy dinner and campfire ambiance for the last night in Sahara."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ait Benhaddou - Start the day with a truly unforgettable experience sunrise over the dunes, watching the landscape turn remarkable shades of orange. After breakfast, drive to Todra Gorge, an impressive natural trench that rises over 250 meters, offering one of Morocco's most spectacular sights. Then, continue your journey to the Skoura Oasis, known for its private kasbahs, including the ornate Kasbah Ameridhl with mud-brick walls. Next, head to Ait Benhaddou, a historic hilltop village that has remained largely unchanged since the 11th century. It's famous for its beautiful kasbah and has been featured in films like Lawrence of Arabia, Game of Thrones, and Gladiator. Wrap up your day with a pleasant dinner at your riad."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Marrakech - After breakfast, enjoy a walk through the winding streets of old town, making your way to the top of the hill, from where you can enjoy the views across the surrounding plains. Descend back from Kasbah to finish with tea and Moroccan pastries break at local tea house run only by local women created by non-profit association to support and create jobs opportunities for local women. After your break, drive for five hours through the winding roads of the Atlas, bound for red city Marrakech for the night. check in and relax before you embark on an evening private street food tour where you’ll get the chance to eat like a local and sample specialties that many visitors miss from harira soup, Tanjia, Moroccan pancakes Mssemen, Sfan, lamb kefta to spiced Moroccan tea while walking through the ancient medina of Marrakech and capturing its magic at night."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Marrakech - Today join your local chef for a hands on cooking class in a beautiful traditional Moroccan kitchen and you'll be guided through the preparation of a variety of dishes. You will begin the class by learning about the ingredients and spices used in Moroccan cooking. The chef will explain the history and cultural significance of each ingredient and show you how to properly prepare them. Next, you will have the opportunity to prepare several Moroccan dishes, such as tagine, couscous, or pastilla. You will work alongside the chef to chop, mix, and cook the ingredients. After the cooking is complete, you will sit down to enjoy the fruits of your labor. You will be able to taste all the dishes you prepared, accompanied by traditional Moroccan bread and a refreshing mint tea. Enjoy some free time before you meet your local guide to discover the greatness & history of this site and its main monuments. Your first stop will be the famous Koutoubia Mosque. Its minaret is the prototype for others of its kind around the world, including La Giralda in Seville. Then, pass by the royal palace to the Ancient Kasbah. Admire the beauty of Moroccan architecture, walk by the Jewish Mellah streets before arriving to the beautiful Bahia Palace. Explore peaceful courtyards filled with the scent of orange blossom and the many lounges and rooms that make up for this architectural wonder. Continue to the amazing Secret Garden, the garden is is part of the great tradition of stately Arab-Andalusian and Moroccan palaces. It was recent renovated, so nowadays, visitors can appreciate and discover its gardens and buildings, which are outstanding examples of Islamic art and architecture. Afterwards, you will head back through the narrow streets of the Medina through souks and spice markets where you might want to shop a few souvenirs once you arrive at the Rahba square. Tonight, finish this amazing adventure with farewell dinner at Comptoir Darna a chic and exotic decorated restaurant with belly dancing shows offering Moroccan & international gastronomic cuisine."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure day Marrakesh. Today enjoy your last breakfast in Morocco. With no activities planned for today, you are free to leave at any time. Check-out time is usually around midday, however, if you wish to spend more time in Marrakesh or visit the Atlas Mountains or the coastal city Essaouira, we can help you with organizing more time in Morocco. Your transfer to Marrakech airport will be arranged. Pick up is three hour prior your flight departure time."
    }
  ],
  "map": ""
}