{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-tours-marrakech-coast-and-mountains",
  "tourName": "Morocco tours, Marrakech, coast and mountains",
  "placesVisited": "",
  "generalInfo": "Suitable for families  - this 3 centre holiday combines your visit to the mountains with a stay in the exotic city of Marrakech and the sleepy coastal town of Essaouira. <br/><br/>Marrakech<br/>Marrakech is a fascinating city that has long since been high on the list of places to visit. It comprises the ancient medina (old town) and the new town of Guéliz, with its neighbouring  suburbs, which play host to modern restaurants, fast food chains and big brand stores. <br/>Marrakech is built around the 12th century Koutoubia Mosque whose beautiful minaret dominates the skyline and can be seen from almost every approach to the city. Any visit to Marrakech must include a visit to the medina and its colourful souk (marketplace) where you can barter for carpets, leather goods, jewellery, lanterns and spices. Another must-see is the legendary Djemaa el-Fna, the busiest and most famous square in Africa, where snake charmers, storytellers, acrobats, medicine men and musicians compete for your attention. <br/>There are several places to visit including the Majorelle Gardens owned by the late Yves Saint Laurent, the Menara Gardens, the Saadian Tombs, the medieval Medersa Ben Youssef (Koranic university) and the Musée de Marrakech. <br/><br/>Accommodation in Marrakech is on a bed and breakfast basis, giving you the opportunity to dine at some of the superb restaurants available in the city.<br/><br/>Essaouira<br/>Essaouira, which lies approximately 105 miles from Marrakech, is a coastal town on the Atlantic Ocean, with a fort built by the Portuguese in the 16th century. In total contrast to Marrakech, the pace of life here is relaxed and slow. Orson Welles filmed Othello here, and Jimi Hendrix and the Rolling Stones stayed here in the 1960s. <br/>The fishing port creates a lively backdrop to the white painted buildings of the Medina. The souk is small when compared to that of Marrakech and easy to navigate without a guide.<br/>The wide sweeping beach offers windsurfing, kite surfing, camel and horse riding and quad bike excursions.<br/><br/>Accommodation in Essaouira  is also on a bed and breakfast basis, giving you the opportunity to discover the Coastal town or dine at your riad as you wish.<br/><br/>The High Atlas Mountains<br/>The High Atlas Mountains, which dominate the skyline to the south of Marrakech, have always played an important role for the city, not least with regard to commerce.<br/><br/>Guests will stay on a Half-board basis in our luxury accommodation at the accommodation in the trailhead village of Imlil (just 40 miles from Marrakech, but seemingly a thousand miles from the hubbub of the city!),<br/>Guided Half day and full day treks are available on request.",
  "durationDays": "8",
  "price": "1152",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Private transfer from Marrakech Menara Airport where you will check in at your riad (a traditional Moroccan house with an interior garden or courtyard). Accommodation is on a bed and breakfast basis, giving you the opportunity to dine at some of the superb restaurants that Marrakech offers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast the day is free for you to explore the fascinating and vibrant city of Marrakech. Accommodation at your riad is provided."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, your driver will take you to the seaside town of Essaouira, 105 miles from Marrakech, a journey of approximately 2.5 hours’ duration, where you will check in to your riad. Accommodation is on a bed and breakfast basis, giving you the opportunity to dine at some of the superb restaurants that Essaouira offers. This magical fortified coastal town is in total contrast to Marrakech and offers many photographic opportunities."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast the day is free for you to explore the seaside town of Essaouira. Accommodation at your riad."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you will be taken to Imlil, a journey of approximately 4.5 hours’ duration. Accommodation & Evening Meal will be provided at the accommodation."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A day to relax and enjoy free time in the Imlil area, or a chance to explore the Imlil Valley by booking a guided trek. This can be separate morning and afternoon walks or a full day trek. Alternatively, you may wish to venture further afield to an outlying valley. A picnic lunch will be provided if required or lunch can be taken at the accommodation. Accommodation and Evening Meal at the Kasbah."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8 After breakfast, depart Imlil and return by private transfer to Marrakech Menara Airport or to your accommodation in Marrakech."
    }
  ],
  "map": ""
}