{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "north-morocco-adventure-holiday",
  "tourName": "North Morocco adventure holiday",
  "placesVisited": "Casablanca, Rabat, Meknes, Volubilis, Fes, Chefchaouen, Tangier, Marrakech, Sleeper train journey, Rif Mountains",
  "generalInfo": "This North Morocco adventure holiday is not about adrenaline hits, but more about cultural ones. And taking a nine day odyssey around some of Northern Morocco’s most wonderful cities and towns is a feast for culture vultures. Starting in Casablanca, on the balmy west coast, this is a city of joyous juxtapositions. Medinas and modern art. Chic and shabby. Coastal and colonial.  <br/><br/>Morocco is a land of such contrasts just about everywhere, in fact, given its eclectic landscapes of coast, mountains and desert. We visit the Roman ruins of Volubilis one day and the iconic Isma’ilian town of Meknes the next. The stunning town of Chefchaouen glitters blue and white with its painted houses, all set into the green terraces of Rif Mountains. And Tangier is the port that is packed with a history of comings and goings, colonists and traders. It is also the transport hub for many, and we take a sleeper train from here to Marrakech.<br/><br/>The cultural journey continues in Marrakech, where you have a couple of days to enjoy the vibrant and exciting markets, entertainers and nonstop action of  Djemaa el Fna Square, as well as the elegance of  its Islamic architecture, most famous being the Koutoubia Mosque with its iconic minaret centrepiece. This is a trip that keeps you on your toes but is also packed with exciting new adventures every day.<br/>",
  "durationDays": "8",
  "price": "840",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Casablanca.",
      "description": "Salaam aleikum! Welcome to Morocco. Your adventure begins in the bustling city of Casablanca with a welcome meeting at 6 pm tonight. If you arrive early, maybe you’d like to visit the art deco Villa des Arts – this gallery dates back to the 1930s and holds numerous exhibitions of contemporary Moroccan and international art. If you're looking for a different cultural experience, you can discover a unique and fascinating part of Moroccan history at the Museum of Judaism. There’s a lot to see and do in Casablanca, so if you’d like to spend more time here before your trip begins, just speak to your booking agent.??"
    },
    {
      "dayNumber": 2,
      "title": "Tangier/Chefchaouen.",
      "description": "This morning, take the TGV fast train to the coastal town of Tangier – a place of strategic importance to the Mediterranean as a gateway to Africa. Head out on a short orientation walk with your leader, then enjoy some free time exploring the town. Maybe duck into Café Hafa (which has hosted celebrities like Sean Connery, The Beatles and The Rolling Stones) for a cup of mint tea and views overlooking the Gibraltar. In the afternoon, take a private transfer to Chefchaouen. Set against a wide valley between two peaks in the Rif Mountains, much of Chefchaouen was recreated by Andalusian refugees escaping the Reconquista. Follow your leader on an orientation walk and head to a great sunset viewpoint overlooking the town. In the evening, if you're feeling peckish, the local goat’s cheese is a popular treat."
    },
    {
      "dayNumber": 3,
      "title": "Chefchaouen.",
      "description": "Today is a free day in Chefchaouen. Maybe take a guided tour of the sights, sounds and smells of the medina, or sample the delicious local specialties (the orange juice is delicious!) at a cafe in the Plaza Uta el-Hammam. Alternatively, you might prefer to get out of town for a hike and picnic in the surrounding hills. The hiking tour is a popular option, as you can leave the shades of blue and journey across the Rif Mountains to Akchour Falls – a natural wonder, abundant with lush mountains, rivers and waterfalls. In the evening, how about tucking into a tagine at a local restaurant or visiting a hammam – a traditional Moroccan spa. The night is yours to enjoy.?"
    },
    {
      "dayNumber": 4,
      "title": "Moulay Idriss.",
      "description": "This morning, enjoy a spot of breakfast and then take a scenic drive through the countryside to the sacred village of Moulay Idriss. Explore the medina of this ancient town and gain an insight into traditional Moroccan life. See where the faithful gather to pay homage at the tomb of Moulay Idriss – the great-grandson of Mohammed, who brought Islam to Morocco. At sunset, enjoy the views over the plains of Volubilis below. Tonight, you’ll stay in a welcoming, local guesthouse and enjoy a hearty feast cooked by your host. Swap stories and learn about their culture – this is a truly unique experience."
    },
    {
      "dayNumber": 5,
      "title": "Volubilis/Meknes/Fes.",
      "description": "Today, take a guided tour of the UNESCO World Heritage-listed site of Volubilis – once one of the Roman empire's most remote bases. The remains make an undeniably impressive sight as they come into view on the edge of the long, high plateau. Explore the ancient hilltop ruins while your local guide gives you a deeper insight into the history of the place. After, continue to Meknes and take an hour or two to explore at your own pace. Continue to Fes in the afternoon, where you'll spend the next two nights. Fes is the most complete medieval city in the Arab world, and the most ancient of Morocco's imperial cities. Known as the spiritual and cultural heart of the country, this is a great spot to find a local restaurant for an optional dinner with your group."
    },
    {
      "dayNumber": 6,
      "title": "Fes.",
      "description": "Today you’ll take a guided walking tour of the Old City, known locally as Fes el Bali. Step back into the Middle Ages in the labyrinth of the medina, alive with craftsmen, markets, tanneries and mosques. Pass donkeys piled high with goods (this is one of the largest car-free urban zones in the world) and explore the specialty sections that divide the souk. Look out for the Medersa Bou Inania – one of the city's most beautiful buildings, which has recently been restored and is now open to tourists. Visit Medresse el Attarine and the splendid Funduq al-Najjarin – a beautifully restored 18th-century inn. You'll also see the famous tannery, known for the iconic view overlooking its dye pits, and a ceramics factory where you can see potters working. The afternoon is free for you to explore. You might like to feast on a dinner of Moroccan specialties tonight, like harira (chickpea soup) and chicken-stuffed pies with couscous."
    },
    {
      "dayNumber": 7,
      "title": "Marrakech.",
      "description": "Say goodbye to Fes and hop on a train to Marrakech. Ride along with the locals through the scenic landscape and arrive late afternoon. Join your knowledgeable local guide for a walking tour in the medina and meet a local character on the way who’s passionate about coffee and has devised a special way of brewing in the hot sand. Tonight, join the crowds for an optional dinner in the Djemaa el-Fna – the city's main square and one of the largest public meeting places in the world. When night falls, it transforms into a hive of activity – henna painters, performers and storytellers share the square with a street food bazaar packed with stalls that are loaded with Moroccan favourites."
    },
    {
      "dayNumber": 8,
      "title": "Marrakech.",
      "description": "There are no activities planned for today and your trip ends after breakfast. Additional accommodation can be pre-booked if you wish to spend more time exploring in Marrakech, just speak to your booking agent."
    }
  ],
  "map": ""
}