{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-highlights-holiday-with-added-comfort",
  "tourName": "Morocco highlights holiday, with added comfort",
  "placesVisited": "",
  "generalInfo": "Take in the rich history and diverse culture of Morocco on an nine-day Premium adventure. Marvel at the Mosque of Hassan II in Casablanca, discover the enchanting medina of Meknes, uncover ancient history at the Roman ruins of Volubilis, wander mazelike alleys in Fes el-Bali, relax in the lakeside settlement of Bin el-Ouidane, watch sunset from your desert camp in Agafay and watch Djemaa el-Fna come to life in Marrakech. Experience life in the Middle Atlas Mountains, share stories and food with a local family in Fes, travel with a local leader and gain unrivalled insight into the Moroccan way of life.",
  "durationDays": "9",
  "price": "2225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Casablanca.",
      "description": "Salaam Alaikum! Welcome to Morocco. When you arrive at Casablanca Airport, you’ll be met by a local representative and transferred to your hotel. Your adventure begins with a welcome meeting at 6 pm. If you arrive with time to spare, maybe visit the Villa des Arts. This gorgeous Art Deco gallery holds numerous exhibitions of contemporary Moroccan and international art. If you’re looking for a different type of cultural experience, you can also visit the Museum of Judaism. Tonight, celebrate the beginning of a new adventure over dinner with your group, trying classic dishes like tagine and couscous."
    },
    {
      "dayNumber": 2,
      "title": "Fes.",
      "description": "This morning, you’ll visit one of the most impressive sites in Casablanca – the mighty Mosque of Hassan II. Second only in size to the great mosque at Mecca, the huge building sits partly on land and partly over sea and is one of the only religious sites open to non-Muslims. Later, leave Casablanca and drive to Meknes, where you’ll explore the charming streets of the medina – the old walled section of the city. Drive on to the mosaic-filled Roman ruins of Volubilis, where a local guide will show you around and help you imagine the bustling city that once was. Enjoy a picnic lunch of fresh bread, cheese, seasonal fruits and olives from the market. In the late afternoon, continue to Fes, your home for the next two nights."
    },
    {
      "dayNumber": 3,
      "title": "Fes.",
      "description": "Today, you’ll discover Fes’s huge, well-preserved medieval Old City and medina on a morning walking tour with your leader. Wander through the twisting streets and alleyways and explore the speciality sections that divide the souq as your leader talks you through the local customs and traditions. Pass historic khans, dye pits and stalls, then take a break from the hustle and bustle at a family-owned tea house before a visit to the ornate inner courtyards of the Islamic school El-Attarine Madrasa and Funduq al-Najjarin – an 18th-century inn. You’ll then have a free afternoon before dinner tonight, where you'll be warmly welcomed into the home-turned-restaurant of a local family for a pastilla dinner in a private after-hours experience. Learn how the iconic Moroccan pie is made as you chat with your friendly hosts about life in Fes."
    },
    {
      "dayNumber": 4,
      "title": "Bine el Ouidane.",
      "description": "Travel from Fes to Bine el Ouidane, with plenty of breaks along the way to appreciate the ever-changing Moroccan landscape. Today is a bit of a long travel day, so it's a good idea to get stuck into your book or favourite podcasts. Bine el Ouidane is a small settlement perfectly placed on the bank of the lake, surrounded by sheer rocks. Your Feature Stay accommodation for the night sits at the foot of the Atlas Mountains, on the edge of the huge lake. Maybe spend your afternoon soaking up the calm surroundings in the swimming pool or kick back with a drink on the terrace."
    },
    {
      "dayNumber": 5,
      "title": "Bine el Ouidane.",
      "description": "Today you’ll head out onto the water, hopping in a small boat to see more of the turquoise lake and surrounding rocky gorges. Float over the water and take in the views. Then, head to the house of a local farming family in the village that sits on the lake. Have a cup of tea as the family shares their stories on farming in Morocco and what their life is like here. You’ll also be treated to a home-cooked lunch, before heading back to the hotel for a free evening. Maybe lounge by the infinity pool, hike the surrounding mountain trails or treat yourself to a rejuvenating massage or jacuzzi session at the health spa."
    },
    {
      "dayNumber": 6,
      "title": "Agafay.",
      "description": "Today you’ll make your way to Agafay – a red-rock desert in the South of Marrakech. Along the way, stop at Ouzoud Falls – a collective name for several waterfalls in Azilal, which all flow into the El-Abid River’s gorge. Take in the immensity of the cascades, then continue on to the rolling landscape of the desert. Arrive at your desert camp in the late afternoon, freshen up in your tents, then head out to catch the sunset as it lights up the horizon. If you like, you can also take part in an optional camel riding experience here. Later, have dinner at camp then be treated to a stargazing experience, as an English-speaking guide points out the constellations and planets above."
    },
    {
      "dayNumber": 7,
      "title": "Marrakech.",
      "description": "Wake up early this morning to catch the sunrise over the desert. After breakfast, you’ll then travel to Marrakech. When you arrive, head out on an orientation walk with your leader to the great square of Djemaa el-Fna – one of the largest public spaces in the world and the city's most iconic landmark. As day turns to night, the square transforms into a hive of activity. Once you’ve got your bearings, the rest of the evening is yours to explore at your own pace. Maybe have dinner on one of the restaurant balconies overlooking the humming square with views of the Koutoubia Mosque."
    },
    {
      "dayNumber": 8,
      "title": "Marrakech.",
      "description": "After breakfast today, meet your local guide and set off on a morning tour of the old medina, through the bustling souks that are the lifeblood of the city. Explore courtyards filled with the scent of orange blossom and the many salons and chambers that make up Bahia Palace. Stop by the Koutoubia Mosque – the inside is for Muslims only, but the famous minaret is a sight to behold. Walk back through the streets of the old medina to Djemaa el-Fna. The food here is best experienced like a local, so be sure to bring your appetite as your local guide will take you for a tasting session where you’ll try a range of seasonal delights like freshly squeezed orange juice and fried Moroccan donuts. The rest of the day is free. Maybe visit Le Jardin Secret – a traditional medina garden with a magnificent courtyard – or head back into the medina and practice your haggling skills."
    },
    {
      "dayNumber": 9,
      "title": "Marrakech.",
      "description": "Your trip ends today after breakfast. If you would like to stay longer, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}