{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-2-week-tour-encompassed",
  "tourName": "Morocco 2 week tour, encompassed",
  "placesVisited": "Casablanca, Rabat, Meknes, Volubilis, Chefchaouen, Fes, Sahara Desert, Todra Gorge, Ouarzazate, Ait Benhaddou, Essaouira, Marrakech, Camel trek, Berber camp, Home visit in the town of Midelt, near the Atlas Mountains, Optional activities include water sports in Essaouira, rock climbing in Todra Gorge, hammam in Marrakech",
  "generalInfo": "Two weeks – what an amazing opportunity to really get to know Morocco. This Morocco tour does a thorough job, taking you to all four of the country’s UNESCO-listed cities: Rabat, Marrakesh, Fez and Meknes. <br/><br/>Your route starts in Casablanca, then heads to Rabat, Meknes, and the Roman ruins that are found at Volubilis nearby. You’ll visit Fez – but not before wandering around Chefchaouen, Morocco’s famous ‘blue city’. <br/><br/>This tour means that you’ll spend time with local people. You’ll head south into the Sahara Desert, where you can stay in a Berber camp and enjoy desert stargazing, and try riding a camel – the best way to get around. When you’re in the Todra Gorge you can visit a Berber cooperative that sells local crafts. You’ll also visit a family home in the Middle Atlas, in the town of Midelt, and learn about your hosts' lives in the area. This tour uses a mix of three and four-star hotels – focusing on local and good value accommodation – so that you can support local businesses on your travels. <br/><br/>You’ll reach Morocco’s Atlantic coast having touched the world’s biggest desert and crossed the beautiful High Atlas mountains. Essaouira is a breath of fresh air – a beach resort where the steady Atlantic breeze whips up perfect weather for surfing. <br/><br/>The tour ends in Marrakech. Many people only come here and miss then rest of Morocco, but you’ll arrive ready to give the city your full appreciation, fresh from two weeks of cultural immersion – maybe you should reward yourself with a traditional hammam. <br/>",
  "durationDays": "14",
  "price": "1249",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! An arrival transfer from Casablanca airport is included on day 1. Be sure to arrive in time for your welcome meeting at 18:00hrs. We are joining the group that departed yesterday from Marrakech and enjoy dinner together before spending the first night at our hotel. We recommend arriving a day before or early in the morning so that you can join the group who started in Marrakech and visit the Hassan II mosque in the afternoon. We are happy to arrange the pre-accommodation for you. Overnight Casablanca (Dinner included). *NB: Hassan Mosque tour is not available in the afternoons during Ramadan."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we will visit the stunning Hassan II Mosque (optional), which has the tallest minaret and is the third largest mosque in the world - it can hold 25,000 worshippers at any one time. Then we head towards Tetouan. En route, we will make a stop to explore the official capital of Morocco Rabat and visit the mausoleum of Mohamed V, Hassan Tower and the Oudaya Kasbah. Once we have arrived in Tetouan and checked into our hotel, the rest of the of the day will be free. Overnight Tetouan (Breakfast included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast at the hotel, we’ll drive to the centre of Tetouan, where you’ll have some free time to explore this charming northern city of Morocco. You can admire the exterior of the Royal Palace, discover the elegant architecture of Our Lady of Victories Church, or simply relax at a local café with a cup of coffee or mint tea while watching daily life unfold around you. We will then continue to Chefchaouen, a scenic 1.5-hour drive away. Upon arrival, we will take an orientation walk through the old medina before giving you the afternoon free to explore the famous “Blue City” at your own pace. Wander through its narrow alleyways and striking, blue-painted streets, soaking in its tranquil atmosphere. Nestled high in the Rif Mountains, Chefchaouen features a blue-and-white medina that was originally a Berber stronghold. The main square lies at the heart of the city, home to the 18th-century Kasbah, the central mosque, and numerous cafés serving authentic local dishes. The lively market blends traditional Moroccan crafts with unique souvenirs. At the top of the town lies Ras El-Ma, the spring that provides water for the entire city. If you’re up for it, a short climb up the mountain rewards you with a breathtaking panoramic view over the Blue Pearl of Morocco. Overnight Chefchaouen (Breakfast included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we will make our way through the Rif Mountains towards Volubilis, crossing Ouazzane and other Rif villages. In Volubilis, we will visit the Roman ruins and learn about the archeological site and its Moroccan history. We will then continue to Meknes, a city with a 17th century heritage. We will stop here for lunch and hang out at the historical walls of the medina and Bab El Mansour. After the visit to Meknes, we will drive directly to Fes city, the oldest and largest medieval city in the world, where we will spend the night. Overnight Fes (Breakfast included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, we embark on a fully guided tour of the city of Fes. Explore the tanneries, souks, potteries, and the Medina, and learn the fascinating history of the city. We will later return to the hotel to get ready for an optional night of Moroccan entertainment and food at a restaurant in town. Overnight Fes (Breakfast included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we journey over the Moyen Atlas to stop at Midelt. This is a beautiful alpine area. Surrounded by huge pine trees and a tranquil mountain setting, this is a great spot to cool down and relax after the hustle and bustle of Fes. We visit a local Berber family to experience a few hours in their way of life. Through our financial support of the family, they have built a new toilet block for the extended family. Our visits will continue to further support local families. We will enjoy a small hike in the afternoon and spend the night in this mountain location. Overnight Midelt (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Excitement is in the air as we head towards the mighty Saharan Dunes. En-route we stop off for lunch and in the summer, we may even have time for a relaxing swim. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the Saharan stars. Overnight Berber camp (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leaving the desert, we move on to Todra Gorge. This 1000ft gorge is hemmed in on all sides by vertical limestone cliffs and is also called Morocco’s Grand Canyon. We will have a stop at the Berber co-operative where you can see and buy authentic, Berber handmade rugs, kilims, and carpets. The afternoon can be spent exploring the Gorge, walking through the Palmerie or trying our optional activity of Rock Climbing. The charm of Todra lies in its changing colours as the sun slowly moves from east to west. Overnight Todra Gorge (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We bid fond farewell to Todra this morning en-route to Ait Benhaddou via Ouarzazate. We will stop to buy lunch along the way and have a chance for an optional tour of the Film studios in Ouarzazate, famous for films such as Gladiators, The Last Temptation of Christ and the Living Daylights. On a hill along the Ouarzazate River we find Ait Benhaddou, a UNESCO World Heritage site that boasts great examples of Kasbahs, some of which remain inhabited. This afternoon we have a guided tour of the famous Kasbah and village. This is where Lawrence of Arabia was once filmed. Overnight Ait Benhaddou (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today’s drive is truly stunning as we traverse the high Atlas Mountains on our way to Essaouira. A colourful fishing town situated within 15th century Portuguese fortifications, where great beaches and surf beckon. Relax on the beach or alternatively explore the UNESCO-listed medina with its various souks and woodcarving workshops. Any city gate leads to the Medina, so you are unlikely to get lost. The beach is in front of the Medina and there are plenty of cafés with terraces, both ideal for relaxing for a few hours. Blue doors and window frames abound as do the artists shops – buy a carpet or Thuya wood carving or sit on the beach sipping a mint tea as the sun sets, an antidote to the hustle & bustle of the Imperial cities. Overnight Essaouira (Breakfast included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we have the whole day to explore and enjoy the sights and activities of Essaouira. There is an opportunity to do some optional activities. Overnight Essaouira (Breakfast included)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We take either our minivan or the Supratours public bus from Essaouira this morning and return to Marrakech around 1pm to explore the final one of Morocco’s four Imperial cities. This afternoon, why not book our optional guided city tour of Marrakech and see its great pride and landmark - the Koutoubia Tower, sister to the Tower of Hassan in Rabat and the Giralda Tower in Seville. It is said that after the third of these was completed, the sultan had the eyes of his architect put out, lest he should build another more beautiful tower elsewhere. No visit to the city is complete without a visit to the city’s UNESCO-listed medina & Djemaa-el-Fna, an extraordinary gathering and marketplace. Overnight Marrakech. (Breakfast included)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning, you could take an optional hot air balloon ride over the High Atlas Mountains and see views of valleys and Berber villages, explore the city further on foot to buy last minute souvenirs, relax by the pool, or enjoy some of the other optional activities. Overnight Marrakech (Breakfast included)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your adventure tour ends after breakfast. (Breakfast included)."
    }
  ],
  "map": ""
}