{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-in-depth-tour-with-added-comfort",
  "tourName": "Morocco in depth tour, with added comfort",
  "placesVisited": "Casablanca, Rabat, Volubilis, Fes, Meknes, Chefchaouen, Marrakech, High Atlas Mountains, Ait Benhaddou, Sahara Desert, Erg Chebbi",
  "generalInfo": "A three-week odyssey through the best of Morocco’s ancient history, culture, soaring mountains and desert. Join a small group of like-minded fellow travellers as your expert guide lifts the lid on the warm hospitality and awe-inspiring landscapes that make Morocco the jewel of North Africa.<br/><br/>Starting in Casablanca and finishing in Marrakech, this tour will take you and your group the breadth of the country. Uncover the past at the ancient Roman ruins of Volubilis and at Ait Benhaddou Kasbah, lose yourself in the maze of Fes’ medieval old town or in Marrakech’s legendary souks, marvel at the magnificent Erg Chebbi sand dunes in the Sahara Desert, and share tea with an Amazigh (Berber) family in the Dades Valley. <br/><br/>This holiday is perfect for adventurous travellers wanting an in-depth introduction to Morocco, and to share the experience with a group of like-minded other people. Throughout the tour your guide will introduce you to warmly welcoming local people, show you the most delicious local produce, help you perfect your haggling skills in Morocco’s myriad of vibrant markets and give you an understanding of local culture and customs.",
  "durationDays": "15",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Casablanca.",
      "description": "Salaam Alaikum! Welcome to Morocco. When you arrive at Casablanca Airport, you'll be met by a representative and transferred to your hotel. Your adventure begins at 6 pm with a welcome meeting to meet your fellow travellers and group leader. If you arrive early, maybe visit the Villa des Arts – this gorgeous art deco gallery holds numerous exhibitions of contemporary Moroccan and international art. If you’re looking for a different type of cultural experience, then you can discover a unique and fascinating part of Moroccan history at the Museum of Judaism. This evening, celebrate the beginning of a new adventure with a welcome dinner with your group in a traditional restaurant. Nowhere is Morocco’s cultural heritage more evident than in its food, and tonight you’ll have the chance to try classic dishes like tagine, couscous and pastilla."
    },
    {
      "dayNumber": 2,
      "title": "Meknes.",
      "description": "This morning you’ll visit one of the most impressive sites in Casablanca – the massive Mosque of Hassan II. Second only in size to the great mosque at Mecca, the huge building sits partly on land and partly over sea and is one of the only religious sites open to non-Muslims. Later, leave Casablanca and drive north along the coast to Rabat – the elegant capital of Morocco and its first imperial city. Start your visit with a walk through the medina and souks, then explore the lovely walled quarter known as the Kasbah des Oudaias, where you’ll enjoy an included mint tea in a café overlooking the ocean and Bou Regreg River. After, continue the walk to visit the Mausoleum of Mohammed V, the vast minaret of the Mosque of Hassan II. In the late afternoon, continue to Meknes, the former capital of Morocco."
    },
    {
      "dayNumber": 3,
      "title": "Chefchaouen.",
      "description": "Join your leader and explore the charming streets of Meknes’s medina – the old walled section of the city. There’s something particularly special about exploring this lesser-known medina as the locals go about their daily lives. Walk to the shrine of Moulay Ismail, visit the granaries and stop by a local market selling vegetables, olives and sweets. Drive on to the ruins of Volubilis. Once a provincial Roman capital, a distant outpost of the empire, the remains make an undeniably impressive sight. A local guide will show you around, provide expert knowledge and help you imagine the bustling city that once was. Enjoy a picnic lunch of fresh bread, cheese and seasonal fruits and olives from the market, then continue to Chefchaouen. Nestled high in the Rif Mountains, Chefchaouen is famous for its buildings washed in bright shades of blue – this is undeniably one of the world’s prettiest cities!"
    },
    {
      "dayNumber": 4,
      "title": "Chefchaouen.",
      "description": "This morning, you’ll discover Chefchaouen beneath the blue during a tour of the medina with a local guide. Tour its winding alleyways, cobbled plazas and unique doorways and find out what makes the city so alluring. Stop off for a tasting of goat’s cheese – you’ll see there’s no shortage of goats in Chefchaouen and this soft, creamy goat’s cheese is some of Morocco’s best. Enjoy a free afternoon to explore further at your own pace. You may like to snap some more pictures of the city’s blue-hued buildings, shop for handicrafts or simply sit at a cafe and enjoy the pleasure of time passing by. Speak to your leader about the option for a homecooked meal for dinner this evening."
    },
    {
      "dayNumber": 5,
      "title": "Fes.",
      "description": "Say goodbye to Chefchaouen and make the journey to Fes – the spiritual and cultural heart of Morocco. When you arrive, take some time to unwind in a local hammam (spa) – speak to your leader for some great recommendations. This evening you’ll have the unique opportunity to see a different side of Moroccan life as you are warmly welcomed into the home-turned-restaurant of a local family for a pastilla dinner in a private after-hours experience. One of the country’s most celebrated dishes, this sweet and savoury delight is made with layered pastry and meat, cooked with eggs, caramelised onions, lemon and sugared almonds. Learn how the iconic Moroccan pie is made as you chat with your friendly hosts about life in Fes, then end the night with a traditional sweet treat."
    },
    {
      "dayNumber": 6,
      "title": "Fes.",
      "description": "This morning, head into the Old Town, known locally as Fes el Bali. Medieval Fes was one of the world's great centres of education and culture, both Islamic and Jewish. Its religious institutions and libraries are legendary, and its mosques are renowned. Your leader will share stories of the city’s history as you walk through the twisting streets and alleyways, passing donkeys piled high with goods. Filled with historic khans, medresses and dye pits, there are stalls loaded with fruits, herbs and soups and the squawk of chickens, smells of spice and sounds of hammering copper fill the air. Take a break from the hustle and bustle of the medina for a traditional mint tea in a family-owned tea house. Spend the morning exploring the old city, visiting Al-Attarine Madrasa, the tanneries and the splendid Funduk Nejjarine – a beautifully restored 18th-century inn. The afternoon is then free to explore more of what this charming city has to offer."
    },
    {
      "dayNumber": 7,
      "title": "Erfoud.",
      "description": "Today, leave the intensity of the city behind for the desert oasis town of Erfoud. Prepare for a long driving day and have your camera ready as there will be plenty of stops to appreciate the ever-changing Moroccan landscape along the way. Wind past olive groves, shepherds tending to their flocks, forests of cedar, pine and oak, and valleys filled with date palms – all with views of the High Atlas Mountains in the distance. Arrive in Erfoud, your gateway to the Sahara Desert. Built by the French in the early 1900s, the town features tightly packed red sand buildings that blend seamlessly into the desert surroundings. While here, be sure to try some dates fresh from the local market – the dates in Erfoud are so delicious they celebrate them with a festival every year."
    },
    {
      "dayNumber": 8,
      "title": "Merzouga.",
      "description": "Spend the morning exploring Khemliya – a village on the fringe of the orange-coloured Erg Chebbi sand dunes. This traditional Saharan village is known for its distinctive style of music and dance. For lunch today you’ll get to see how the local speciality dish of medfouna is made, and then sample some yourself. Then, it’s time to do as the locals do and ride a camel through the desert towards your Feature Stay accommodation – a spectacular camp hidden away in the sand dunes of the Sahara. Here in this magical escape from the modern world, you’ll experience the true essence of desert life. The remote location doesn’t mean skimping on amenities – permanent tents feature large beds, en suite bathrooms and delightful, authentic decor. Tonight, enjoy a traditional feast beneath the North African sky, jewelled with thousands of stars, followed by live Gnaoua music around an open fire."
    },
    {
      "dayNumber": 9,
      "title": "Dades.",
      "description": "Start the day with a truly unforgettable desert sunrise, watching the landscape turn remarkable shades of orange. After breakfast drive to Todra Gorge – a massive trench that rises over 250 m to form one of the most dramatic and spectacular natural sights in Morocco. The limestone stacks make a perfect area for hiking, and so to make the most of the stunning surroundings, you’ll take a short and gentle walk through the gorge. Then, continue to the beautiful Dades Valley – your base for the next two nights. This area offers up scenery like no other – sprawling green valleys give way to rock formations carved out by the wind. Your accommodation offers a pool and terrace, so take some time to sit back and soak in the views."
    },
    {
      "dayNumber": 10,
      "title": "Dades.",
      "description": "You have a full day to explore the beauty of this largely untouched Moroccan backcountry today, and the best way is on foot. There are a couple of circuits in the area – there’s the option to tackle a 10 km circuit that will take about 4 hours, but your leader can tailor the route based on the preferences of the group. Take a short transfer to the start of the trek, then set out with a local guide. The trail undulates and can be challenging in sections but is accessible to everyone with a basic level of fitness. Stop in a village along the way and enjoy tea with a local Amazigh family. This experience offers a unique glimpse into the Amazigh way of life that few visitors to Morocco have the chance to see. Set against the sensational backdrop of the surrounding mountains and famous Rose Valley, take the opportunity to share stories and learn about family life in the Dades Valley."
    },
    {
      "dayNumber": 11,
      "title": "Ait Benhaddou.",
      "description": "Depart the Dades Valley and set off on the Road of a Thousand Kasbahs. Your first stop is Skoura Oasis – home to several privately owned kasbahs, including the Kasbah Ameridhl, with extravagant decorations and mud-brick fortifications. Continue to Ait Benhaddou – a hilltop site almost unchanged since the 11th century. Its grand kasbah is one of the most beautiful in Morocco and the fortified village is a fine example of clay architecture. You may recognise the site from Game of Thrones or its long list of film credits. Walk through the winding streets of the Old Town, making your way to the top of the hill for some scenic views. Visit Taman’Art Space, an art studio and cultural centre created by a local artist. Meet with the artist and founder and talk about his methods, inspiration and process, all while sipping a cup of tea on the terrasse, surrounded by gorgeous views. After, visit Tawesna – a local teahouse on the river – for a tasty lunch including freshly made Amazigh bread, soup, Moroccan sweets and mint tea. This community-run establishment provides women with a small income to support themselves and their children. The women use natural ingredients sourced from local cooperatives to prepare the tea and pastries, taking great pride in sharing their stories and giving visitors an authentic Amazigh experience."
    },
    {
      "dayNumber": 12,
      "title": "Ouirgane.",
      "description": "Leave Ait Benhaddou after breakfast and drive through the winding roads of the Atlas Mountains. You can take your time as the scenery is magnificent and keen photographers may call for a few photo stops. Your destination today is Ouirgane – sitting in the tranquil foothills of the High Atlas Mountains, this village provides visitors with an alternative and less-visited base for walking. With its gentle winter climate and moderate summer, it’s a great place to stroll around the nearby red-earth hills and pine forests, watch a wide variety of bird life or just sit back and relax at an altitude of 1000 m with a view of Mount Toubkal in the background. Speak to your leader about some hiking options this afternoon with a local guide."
    },
    {
      "dayNumber": 13,
      "title": "Marrakech.",
      "description": "Travel to the nearby town of Tahanaout, where you’ll take a hands-on cooking class with a celebrated local chef. You’ll explore his organic kitchen garden surrounded by beautiful olive groves and orchards set in a traditional Amazigh douar. Harvest ingredients fresh from the garden and let the chef teach you the art of seasoning with aromatic Moroccan herbs. Learn to cook tagines and salads, then savour your creations over lunch. After the feast, continue to Marrakech. When you arrive, check in to your beautifully decorated riad. This evening, why not head to the great square of Djemaa el-Fna – one of the largest public spaces in the world, When night falls, it transforms into a hive of activity. You may like to finish your day with a cup of tea at one of the roof-top restaurants overlooking the square."
    },
    {
      "dayNumber": 14,
      "title": "Marrakech.",
      "description": "After breakfast today, meet with a local guide who will bring the magic of Marrakech to life as you set off on a morning tour of the old medina, through the bustling souks that are the lifeblood of the city. Explore tranquil courtyards filled with the scent of orange blossom and the many salons and chambers that make up Bahia Palace. Stop by the Koutoubia Mosque – the inside is for Muslims only, but the famous minaret is a sight to behold. Walk back through the streets of the old medina to Djemaa el-Fna, stopping off to taste some of the marvellous freshly squeezed orange juice from a local stall – this is sure to be one of the most delicious glasses of orange juice you’ve ever tasted! The rest of the day is free to explore. Maybe visit Le Jardin Secret – a traditional medina garden with a magnificent courtyard – or head back into the medina and practice your haggling skills. For your final evening, maybe join your group for a farewell dinner. Your leader will be able to recommend some fantastic local restaurants."
    },
    {
      "dayNumber": 15,
      "title": "Marrakech.",
      "description": "Your trip ends today after breakfast, so you’re free to leave at any time after check out. If you’ve arranged a private airport transfer, you’ll be advised of the pick-up time. If you’d like to extend your stay in Marrakech, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}