{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-sights-sounds-tour-13-days",
  "tourName": "Morocco sights & sounds tour, 13 days",
  "placesVisited": "",
  "generalInfo": "To those familiar with Morocco, the country evokes a distinct and memorable feeling: The sights and sounds strongly vertebrate upon the senses in a warm, comforting blanket of welcome - it just doesn't feel quite like anywhere else.<br/><br/>The briny, salt smell from the ocean on the wind at Essaouira fort, the goats climbing the Argan oil trees along the coast, the bitter smells of tannins at the leather workshops in Fes alongside mint tea and sizzling tagines. <br/><br/>The wail of the Muezzin, the deep russet orange of a rocky desert where sand whips against your tent, snows flashing from The High Atlas with men creeping below them in soft djellabas. The piercing blue of the Blue City of Chefchaouen, the pipes in the bazaar in Marrakech coaxing cobras from wickerwork baskets, haggling, bartering, praying, laughing, arguing, flirting.<br/><br/>This 13-day cultural tour featuring some very stylish hotels, shows you the very best of Morocco, truly a feast for the senses.",
  "durationDays": "13",
  "price": "3499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly into Casablanca Welcome to Morocco! Today you land at Casablanca airport where you will be at the exist tunnel by a greeter holding a sign of your name, before being taken outside to meet with your driver & guide. You will start this morning, with a visit to the magnificent Hassan II Grand Mosque, one of the few mosques that can be visited in Morocco. Built on reclaimed land, almost half of the surface of the mosque lies over the waters of the Atlantic.This was inspired by the verse of the Qur'an that states \"... the throne of God was built on the water\". Part of the floor of this facility is glass so worshippers can kneel directly over the sea; above, lasers shine at night from the top of the minaret toward Mecca. The mosque is amongst the largest in the world and can house as many as 25,000 worshipers. Its minaret is the tallest religious structure in the world. Afterward, you will be transferred to your hotel. Stay at: Onomo City Center"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Casablanca City Tour, & transfer to Chefchaouen via Volubilis Transfer to Chefchaouen. After around 3 hours into the drive you will stop at the Roman ruins of Volubilis. Begin your visit by discovering the fascinating, beautiful mosaics and colorful tiles depicting Roman mythology. The ruins are spread out across several acres with many sections of walls, parts of massive columns, the capitol, the basilica and a triumphal arch still visible. The ruins reveal how the Roman Empire transformed the original Carthaginian settlement into a typical Roman city complete with mansions, a town centre, a triumphal arc and temples devoted to the Roman gods. Please note that some of monuments in Meknes may be closed for renovation. Continue to the famous blue city of Chefchaouen, upon arrival, enjoy some soft sightseeing in one of the most beautiful cities in the north of Morocco, including its well-preserved Arab/Andalusian fusion of art and traditions. Stay at: Riaad Lyna & Spa - which is not accessible by car, so expect a short walk once you arrive."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Chefchaouen, walk to viewpoint Chefchaouen, the blue jewel of Morocco enwrapped by the blue sky, is beautifully perched beneath the raw peaks of the Rif mountains, located only few kilometres from Tangier and Tetouan. Experience the magic of a town as rich in history as it is in beauty: Founded in 1471 by Mulay Alí Ben Rachid, located in an enclave difficult to access, the city served as a base to restrain the entrance and influences of the Portuguese of Ceuta between Tetouan and Fez. At 660m altitude and with very little traffic of cars, the clean and fresh air adds to it's timeless feeling. We invite you on a walk to visit some of its prettiest places including Bab el-Ansar and the famed Ras el-Maa, the source of the pure and fresh water for which the city is also famous. It is also possible to stroll alongside the brook to watch the women washing clothes, and see how the hydraulic mills still work today, taking you to the Rif Sebbanin, the laundry district, with the Seat of Sebbanin and its 15th Century mosque. Stay at: Riaad Lyna & Spa"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Fes (4hrs), considered the intellectual heart of Morocco. The world’s largest university lies at its core; the Karaouyine is still considered one of the greatest Islamic schools in the Arab world. Fassis (as inhabitants are known) have always been at the centre of Morocco’s cultural and political life. The “nouvelle Ville” of Fez, or the new city, provides a startling contrast with Fès el Bali. Wide and elegant avenues are lined with numerous cafés and restaurants. The modern aspect of the new city highlights the economic differences of the suburbs and the city centre. Artisan workshops in the medina are as active today as 100 years ago, and strongly contribute to the city’s industrial economy. Trades such as metal and leather working, ceramics, silk, tapestries, and sculpting are still practiced in these workshops, whilst the original ramparts still protect the ancient city and its’ 9000 inhabitants who meander through its passageways and narrow streets. Stay at: Riad Salam"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fes City Tour including the Jewish Heritage Your sightseeing tour will include the following: The Medersa: This theological college, marked by its green tiled roof, is a prime example of Merinid architecture, and it's the most beautiful of Kairaounie University's residential colleges. Inside, elegant calligraphy graces the ceramic tile walls. The marble floors, sculpted cedar, and carved stucco walls—made with a concoction of plaster and egg white—have held up since this masterpiece Medersa was built in 1350. Since it is still in use, non-Muslims must depart during prayer time. Bab Boujloud: Constructed in 1913, this gate is about 1,000 years younger than the buildings behind it. It's proof that age doesn't matter—the relatively youthful structure is the most strikingly beautiful entry point into the old city. Painted flowers and calligraphy embellish its outer blue ceramic tiles and, depending on one's interpretation, the green mosaic interior either represents peace or the official colour of Islam. Stop by at sunset for some excellent photo opportunities.The square, with its splendid and unusual fountain, takes its name from the Souk Nejjarine (Carpenter’s Souk) which is situated behind a wooden door in a narrow street below the square. The Mellah: The Jewish Quarter is where Jewish people traditionally lived under protection from the Sultan. The main street is especially interesting with its balconies and Art Deco zellij mosaic. Most Jews in Fez (around 300) now in fact live in the Ville Nouvelle. Visit of the Ibn Danan Synagogue, a recently restored 17th century synagogue. The souks of Fez are located in the ancient city center, the medina. Merchants selling the same sort of products are generally grouped together in their own “souk”. The tiny alleyways are crowded with the tiny boutiques on both sides. The henna and wood working souks are located in the Nejjarine neighborhood and the scent of cedar is everywhere. The main plaza is planted with trees and provides a shaded haven from the warm sun. Various natural products derived from henna are sold here. Nejjarine is also where the fabric dyers are located. You simply should not miss El Attarine, the spice souk. Without question, this souk is the most colourful in Fez. Stay at: Riad Salam"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Marrakech via Rabat - Continue to Agafay desert Rabat’s most famous site is the 12th Century Hassan Tower, an excellent example of the gorgeous Moorish style with its incomplete minaret of the great mosque built by Yacoub al-Mansour. Located alongside is the mausoleum dedicated to Mohamed V, the founder of modern Morocco and the grandfather of the current king. You will also pay a visit to the Oudaya Kasbah which is built on a bluff overlooking the Atlantic Ocean. Its gate is one of the most beautiful surviving in the Moorish world. Within its walls, you'll explore a delightful craft museum housed in a former palace, as well as an Andalusian Garden, complete with melodious fountain and sweet-smelling orange trees. Enjoy your lunch with a view to the ocean, then continue to Agafay rocky desert. You will reach the rocky desert of Agafay .Explore the surroundings and admire scenic arid vistas, a reminiscence of caravans crossing the desert on the trade route. Stay at: Inara Camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Agafay Desert Enjoy your day at leisure. As the sun begins to set, you can make several stops during your camel ride to capture some beautiful pictures. The serene desert landscape and the warm glow of the sunset will provide a stunning backdrop for your photographs. Take your time to savor the experience and create lasting memories. Have a wonderful time exploring and capturing the beauty of your surroundings! You will enjoy a stunning Gnaoua show exclusively for you before your private dinner in a Bedouin tent. From there, enjoy a fire eater show and entrainment of Magic Morocco! Stay at: Inara Camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Essaouira with a stop off for wine tasting & lunch at Val d'Argan Checkout from the camp and drive by 4*4 to meet your driver and guide and your will continue to the relaxing Atlantic coast. Essaouira is a regional centre and the source of the fine Argan oil, famed throughout the world for its use in cosmetics but also amazing in salads. Essaouira is an attractive town rich in history. Its islands were inhabited as early as the 7th century BC. Essaouira's large working port is noisy, pungent and hugely atmospheric. Along with the flurry of boats arriving and departing, visit the Sidi Mohammed Ben Abdellah Museum Housed in an old riad, this somewhat fusty museum has a small collection of jewellery, costumes, embroidery, woodcarving and weapons from the region. On the way, enjoy Wine tasting & Lunch at Domaine val d’Argan. Red, white, and rose wines are made here using the grapes grown in the lush vineyards that cover more than 1,500 hectares (around 3706.58). The Val d’Argan and Orian Rouge labels are well known. The winery uses traditional wine-making methods with modern equipment. Around 200,000 bottles of wine are stocked in the cellar at any given time. Stay at: Dar Loussia"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day in Essouira Today; you will visit the skala this bastion is part of the ramparts that protect the medina from the crashing Atlantic waves. The tranquility and traditional aspect of Essaouira belie its rich history and the many international influences that have surged through this ancient trading and fishing port at one time or another. Today we discover its creative nature in the workshops of its artisan workers located in recesses under the Skala fortress. This fortress is best known for Orson Wells filming most of Othello, in 1949. Essaouira’s walled medina dates from the late 18th century and was added to Unesco’s World Heritage list in 2001. It is an outstanding and well-preserved example of European military architecture in North Africa. It’s a great place to walk around and explore. The stone ramparts and turrets, the tranquil and immense windswept beach and the perfectly preserved maze-like Medina have made Essaouira the most popular town in the Atlantic coast. Stay at: Dar Loussia"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Marrakech - Morning transfer to Marrakech - Garden tour Pearl of the South, Jewel of the South, The Red City - just a few of the nicknames Marrakech has acquired over the years. Part Berber, part Arab, part African, Marrakech is the heartbeat of Morocco where palaces and monuments of unrivalled refinement sit calmly alongside the snake charmers and Gnaoua drums pulsing constantly from Djemâa el Fna Square - the most exuberant marketplace in the world. The city is also home to luxury hotels, sophisticated bars and exotic restaurants. Upon arrival check in & refresh and get ready for an orientation tour with your guide; you will start with Majorelle Garden.Yves Saint Laurent bought the Jardin Majorelle in 1980 and saved it from falling victim to a real estate project and becoming a hotel complex. The new owners decided to live in the Villa Bou Saf Saf, which they renamed Villa Oasis, and undertook the restoration of the garden in order to “make the Jardin Majorelle become the most beautiful garden – by respecting the vision of Jacques Majorelle.” As YSL himself commented: “We quickly became very familiar with this garden, and went there every day. It was open to the public yet almost empty. We were seduced by this oasis where colours used by Matisse were mixed with those of nature... And when we heard that the garden was to be sold and replaced by a hotel, we did everything we could to stop that project from happening.\" Stay at: Riad Nashira"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Full day Marrakech sightseeing Highlights of your visit will include: The Koutoubia Mosque: Built by the Almohads in the late years of 12th Century, the Koutoubia Mosque, and specially its minaret, is the most important landmark of Marrakech, and a symbol of the city itself. The minaret served as model for the Giralda in Sevilla and the unfinished Tour Hassan in Rabat, all three being designed by the same architect. Koutoubia means ‘booksellers’, as the trade of books was concentrated in the neighbourhood during the Middle Ages. The minaret of the Koutoubia, 77 meters high, is visible from almost any point of the city – an old ordinance, still in force, forbids any building of Marrakech to surpass the Koutoubia minaret in height. Medersa Ben Youssef, is not only the most important but also the largest in Morocco. Commissioned by Sultan Abdallah al-Ghalib, its construction was completed in 1565. It has 130 rooms which have accommodated up to 900 students. The most interesting moments of the visit are undoubtedly the discovery of the interior courtyard as well as the austere atmosphere of the rooms. After lunch; continue to the Market at the heart of Marrakech, filling the alleys north of the central square, are the souks, mile after constricted mile of tiny, closet-sized emporia. The sheer number of shops is overwhelming—100 of them in 100 yards. Every section of the souk has its own specialty, with alleys devoted to everything from spices and ironwork to the ingredients necessary for casting magic spells. Stay at: Riad Nashira"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day trip to a Berber village in the High Atlas Mountains Today, you will be transferred to the High Atlas Mountains for a Berber experience. The High Atlas Mountain region boasts a wide variety of trekking possibilities and is suitable for visitors of all ages. For those unable to meet the physical demands of trekking with equipment, mule support for transporting bags or travelers can be provided. An experienced guide will accompany you for a full day flexible trek and will provide historical information about the area`s visited. Enjoy the breathtaking views of the High Atlas combined with a mint tea in Berber’s home. A true cultural experience with an enriching human exchange at the same time. At the end of the day, you be back to Marrakech and enjoy the remaining of the day at leisure. Stay at: Riad Nashira"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Casablanca airport After breakfast it will be time to leave the city and head home. We provide you transportation back to Casablanca Airport, filled with the sights, sounds, tastes, smells, memories and joy of Morocco!"
    }
  ],
  "map": ""
}