{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "imperial-cities-of-morocco-tour",
  "tourName": "Imperial cities of Morocco tour",
  "placesVisited": "Casablanca, Marrakech, Rabat and the Hassan Tower, Meknes, Volubilis, Fes, Camel trek into the Sahara Desert, Stay in an authentic Berber desert camp, Todra Gorge, Visit a Berber handicrafts cooperative, Ait Benhaddou, High Atlas Mountains",
  "generalInfo": "This is a private tour with set departure dates and set itinerary. <br/><br/>This is an enthralling cultural expedition that takes in Morocco’s four ancient capitals: Rabat, Fes, Meknes, and Marrakech, with a host of other key destinations and memorable experiences included. Each of the cities has its own unique character and charms, and your tour leader will provide an in-depth guided walk around, giving you a local’s insight into their history, society, and architectural landmarks.<br/> <br/>For those with an interest in Morocco’s heritage, or simply looking for a wide-ranging adventure, this fast-paced tour will surely satisfy. You’ll come back with a deep knowledge of the country’s history, as well as an appreciation for Morocco’s distinctive and welcoming culture.<br/><br/>Each day brings the exciting prospect of a new city to discover, but despite the fact that you are regularly on the move, the itinerary never feels rushed. Rather, it has been well-planned based on years of experience to show you as much as possible, while still allowing you to get a feel for the atmosphere of each city.<br/><br/>Fes is a kaleidoscope of colours, aromas, and sounds, renowned for its dye pits and tanneries, and especially the labyrinthine medina. Meknes, not so touristy as other Morocco cities, has a pleasantly laidback feel. Rabat on the coast has a thriving music scene and its iconic Hassan Tower. And then there is Marrakech, just a short distance from the Atlas Mountains. If you do only one thing in Marrakech, it should be spending half a day in the UNESCO-listed medina. If you do two, add on a fantastic Moroccan cookery lesson.<br/><br/>As you move from city to city, you’ll also be treated to a number of unforgettable experiences that give you a true taste of Morocco. Think an evocative trek into the Sahara Desert at sunset, swaying on the back of a camel. A night under the stars in a traditional Berber camp. A visit to one of Morocco’s finest kasbahs in Ait Benhaddou. And an interesting pause at a Berber handicrafts cooperative, where you can see local craftspeople at work on their trades and perhaps pick up some souvenirs.<br/><br/>Throughout this exceptional holiday your small group (travelling in comfortable, air-conditioned vehicles) will be accompanied by a knowledgeable tour leader.",
  "durationDays": "8",
  "price": "1548",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! Following your transfer from the airport you will have a chance to relax at our joining hotel, before the pre-departure meeting at 18.00hrs, where you will meet your fellow travellers. We recommend arriving a day before or early in the morning so that you can join the group who started in Marrakech and visit the Hassan II Mosque in the afternoon. We are happy to arrange the pre-accommodation for you. Overnight Casablanca (Dinner included). *NB: Hassan Mosque tour is not available in the afternoons during Ramadan."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we set off on our travels to the capital Rabat. We have a guided tour of the city where we will be visiting the Oudaia Kasbah in the oldest part of the city and we can see the Hassan Tower, Rabat’s most famous landmark. The Royal Palace is also a must see whilst we are here. We continue our journey through to Fes after a lunch stop in Meknes, one of Morocco’s imperial cities. After lunch, we move on to the Roman settlement of Volubilis for a guided tour; it is the largest ancient site in Morocco and is a UNESCO listed site dating back to AD 40. We then move on to Fes tonight. Overnight – Fes (Breakfast included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, we take the guided tour of Fes. Fes is the oldest and largest medieval city in the world. Its medina, home to 400,000 inhabitants, with only donkeys and bikes as a means of transportation, is a heady mix of aromas, sights, and sounds. There are plenty of mosques and palaces to visit but be aware that only Muslims can enter Mosques in Morocco. After exploring the dye-pits, tanneries, pharmacy, pottery and restaurants, we return to our hotel to freshen up for tonight, where we have the chance of an optional traditional meal in the city with live Moroccan entertainment including traditional music, belly dancing and magicians. Overnight Fes (Breakfast included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Excitement is in the air as we head towards the mighty Saharan Dunes. En-route we stop off for an optional lunch and in the summer, we may even have time for a relaxing swim. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the Saharan stars. Overnight Berber camp (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving the desert, we move on to Todra Gorge. This 1000ft gorge is hemmed in on all sides by vertical limestone cliffs and is also called Morocco’s Grand Canyon. We will visit the Berber co-operative where you can see and buy authentic, Berber handmade rugs, kilims and carpets. The afternoon can be spent exploring the Gorge, walking through the Palmerie or trying our optional activity of Rock Climbing. The charm of Todra lies in its changing colours as the sun slowly moves from east to west. Overnight Todra Gorge (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We must bid a fond farewell to Todra this morning en-route to Ait Benhaddou via Ouarzazate. We will stop for lunch along the way and have a chance for an optional tour of the Film studios in Ouarzazate, famous for films such as Gladiators, The Last Temptation of Christ, and the Living Daylights. If you need a more adventurous activity, you have the option of quad biking instead. On a hill along the Ouarzazate River we find Ait Benhaddou, a UNESCO World Heritage site, which boasts great examples of Kasbahs, some of which remain inhabited. This afternoon we have a guided tour of the famous Kasbah and village. Overnight Ait Benhaddou (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We traverse the High Atlas today enjoying stunning views of Tizi n Tichka pass at an altitude of 2260 metres en-route to Marrakech. Why not book our optional guided tour of the city this afternoon? Marrakech is set against the snow-capped Atlas Mountains; Its great pride and landmark is the Koutoubia Tower, sister to the Tower of Hassan in Rabat and the Giralda Tower in Seville. It is said that after the third of these was completed, the sultan had the eyes of his architect put out, lest he should build another more beautiful tower elsewhere. No visit to the city is complete without a visit to the city’s UNESCO-listed medina & Djemâa-el-Fna, an extraordinary gathering and marketplace. The rest of the afternoon you have free time to relax by the pool or do a little shopping for souvenirs before we meet for the last group evening meal (unless you are at the cooking class). An optional cooking class can take place this evening on a family home visit. This is a mutual exchange where we learn how to cook a tagine and about family life in Morocco and our cooking class cost helps the family out too. Overnight Marrakech (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your adventure tour ends after breakfast. (Breakfast included)."
    }
  ],
  "map": ""
}