{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "moroccan-adventure-holiday",
  "tourName": "Moroccan adventure holiday",
  "placesVisited": "Marrakech, High Atlas Mountains, Aroumd, Ait Benhaddou, Zagora, camel ride in the Sahara, Taroudannt, Essaouira",
  "generalInfo": "From Marrakech medinas to the Sahara desert landscape, Morocco is a land filled with rich culture and wonderful scenery. On this 10-day trip you’ll stay in hotels and riads and explore villages off the beaten track, spending one night sleeping under the stars in the desert, spending an evening by the campfire sharing stories, and a night in a family-run mountain gite in the High Atlas, enjoying Amazigh hospitality and food. <br/><br/>Learn the secret to the perfect Moroccan couscous, unwind in a hamam, visit the grand kasbah at Ait Benhaddou, travel through the Sahara on a camel and relax on Essaouira beach. You can also trek into the High Atlas Mountains on a guided hike and walk through scenic villages.<br/><br/>You’ll travel by 4x4, private vehicle, public bus and taxi, and the trip starts and ends in vibrant Marrakech. Here, marvel at Koutoubia Mosque, Palais Bahia and the city’s largest outdoor food market, Djemaa El-Fna. When night falls on this square it transforms into a hive of activity. Henna-painters, performers and storytellers share the square with a street food bazaar, packed with stalls loaded with Moroccan delicacies. It’s a great place to round off your Moroccan adventure, tasting local food and rubbing shoulders with local people.",
  "durationDays": "11",
  "price": "925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Marrakech.",
      "description": "Salaam Aleikum!?Welcome to Marrakech in Morocco. This vibrant city has many things to see, do, taste, smell and enjoy. Your adventure begins with a welcome meeting at 6 pm tonight. After, you may want to head to the bustling public square of Djemaa el-Fna. This is the largest public square in the world where street food vendors and performers all vie for your attention. This is also one of the best spots to grab a tasty local dinner! There's not much time to explore Marrakech this, but if you arrive early there's plenty to see and do.?Just speak to your booking agent to organise extra accommodation."
    },
    {
      "dayNumber": 2,
      "title": "Aroumd.",
      "description": "This morning, take a short drive into the High Atlas Mountains to the village of Imlil. When you arrive, store your main luggage and load your overnight bags onto pack mules. Make the 1-hour trek to the peaceful village of Aroumd. Perched on a rocky outcrop, the remote village offers stunning views across the High Atlas Mountains and a unique opportunity to experience traditional Amazigh culture. Spend the night in a family-run mountain gite where, surrounded by the smell of woodstoves and bread, you’ll enjoy traditional hospitality and homecooked food. Use the rest of the day to explore the village and the surrounding farmlands. If the group is up for it and weather permits, there will be a chance to hike to the pilgrimage shrine of Sidi Chamharouch (approximately 4 hours return). Regardless of your fitness levels, the gentle pace of Aroumd makes it a special place to explore beyond the reach of the modern world."
    },
    {
      "dayNumber": 3,
      "title": "Ait Benhaddou.",
      "description": "This morning, journey along mountain roads and over Morocco's highest pass, Tizi n'Tichka (2260 m above sea level), to Ait Benhaddou on the edges of the Sahara. Perched on a hilltop and almost unchanged since the 11th century, Ait Benhaddou is one of Morocco's most iconic sites and a World Heritage site. It was once an important stop for caravans passing through as they carried salt across the Sahara, returning with gold, ivory and slaves. Does it look familiar? The town has a long list of film and TV credits, including Lawrence of Arabia, Game of Thrones and Gladiator! Enjoy a leader-led walk through the winding streets of the Old Town, making your way to the top of the hill, from where you can enjoy the views across the surrounding plains. Your evening is free, with the option of partaking in a local cooking demonstration and meal of Morocco's most famous dishes –couscous and tagine."
    },
    {
      "dayNumber": 4,
      "title": "Sahara Desert.",
      "description": "Today, you’ll have a full day of driving as you journey south towards the Sahara Desert. After breakfast, drive through the Draa Valley to Zagora, where you’ll see the original route of the caravans. Then, travel along the rugged and desolate Jbel Tadrart ranges through seas of sand and past the occasional desert oasis of date palms to the township of Tamegroute. Here, you’ll visit a library filled with ancient scripts of science, literature and stories of the prophet Mohammed. After, join a local guide to uncover the underground Kasbah. Carry on driving to the frontier town of M'Hamid. From here, your group will jump into 4WDs to the massive Erg Chigaga dunes. This is the largest dune in the Moroccan Sahara and one of the less visited – meaning your experience will be further from surrounding towns and villages, away from the tourist trail. Arrive in the late afternoon, where you’ll get ready for the experience of a lifetime – riding on the backs on camels into the Saharan sunset. Tonight, the starry sky won’t disappoint."
    },
    {
      "dayNumber": 5,
      "title": "Tissint/Tata.",
      "description": "If you’re an early bird, you might want to head to the nearest dune this morning and watch the sunrise – this spectacle in the Sahara Desert is well worth the alarm! After breakfast, you’ll hop back into the 4WDs and drive out of the desert, switching to your private vehicle on the way to Tata. On the way, stop at the waterfall of Attiq in Tissint for a refreshing change of scenery. These waterfalls are all saltwater and the translation of ‘Tissint’ in the local language is ‘salt’! When you arrive in Tata mid afternoon, you’ll have a free evening to relax. If you like, explore downtown with your leader tonight and head out for a great local dinner."
    },
    {
      "dayNumber": 6,
      "title": "Tleta Tagmoute/Tafraoute.",
      "description": "This morning, drive to Tleta Tagmoute – a small village where you’ll get to see the oasis granaries, date palm plantations and fruit trees. The lifestyle and irrigation system here is quite unique to the region and you’ll get a deeper understanding of what life was like here with a visit to the old collective granary that’s still in use. After exploring, continue to Tafraoute, arriving in the afternoon. This southern Moroccan village sits in the shadows of the Anti Atlas Mountain Range. Although it’s now more of a campervan destination, Tafraoute remains authentic and a great base for exploring the Anti Atlas region. When you arrive, you’ll head out for a village walk and visit the local souqs to check out how the traditional babouche is made."
    },
    {
      "dayNumber": 7,
      "title": "Tafraoute.",
      "description": "Go for a hike in the Ameln Valley this morning, passing through small Amazigh villages, both old and new. The hike will take you through palm trees, almond trees and fields of alfalfa crops used by locals to feed their animals. On the way, stop for a rare chance to visit a traditional Amazigh house that's preserved by your host to showcase the traditional lifestyle, which is changing fast in the modern day. You'll be able to learn about how the traditional Amazigh household functions, and learn about your host's story of growing up here over a cup of freshly made mint tea. The area is quite rocky in general, so sturdy shoes are needed. Also stop for lunch set against the beautiful view of the valley. In the afternoon, head to one of the most controversial sights here – the Pierres Bleues (painted rocks). The Belgian artist Jean Verame spray painted these boulders in 1984 and visitors still debate whether these rocks are an artwork or not (so you can decide for yourself!). The evening is yours to spend."
    },
    {
      "dayNumber": 8,
      "title": "Essaouira.",
      "description": "Today will be a bit of a long travel day as you head towards the Atlantic. Passing desert scenery, your route is actually a reserve for the Indigenous argan trees. You’ll stop at a local woman’s cooperative along the way, which specialises in Argan oil production. This coop provides women and their families in the rural area with extra income for their community, promoting independence. You’ll learn about how the Argan is extracted from the trees, how it’s produced, then you’ll get to try the freshly made Amlou paste. Carry on to Essaouira (translating to ‘pretty picture’). Within the stone ramparts, you'll find whitewashed houses with bright blue shutters, art galleries and wood workshops – the perfect spot for photos. This evening is free for you to explore or relax."
    },
    {
      "dayNumber": 9,
      "title": "Essaouira.",
      "description": "Today after breakfast, join a local guide for a walking tour through the old medina, Jewish mellah, port and skala (sea wall). Essaouira is one of the oldest port cities in the country, and fishing here is still quite traditional. You’ll have the chance to meet one of the expert fishermen in the port, who will tell the group all about their story and show you some of the tricks they use, what type of fish to catch and what seasons mean to them. After, enjoy free time for the rest of the day. Jimi Hendrix spent a lot of time here during the 60s, so you know this is a great spot to sit, people watch and listen to the sound of the ocean. Maybe grab a freshly cooked plate of the day's catch at the port or browse the plentiful shops and intriguing art galleries. This is also a hotspot for surfing, so consider taking a lesson if that’s your thing. If you’d prefer to relax, don't miss the opportunity to indulge in a hammam (Moroccan day spa) or local-style bath."
    },
    {
      "dayNumber": 10,
      "title": "Marrakech.",
      "description": "Enjoy a free morning in Essaouira, then catch a bus back to Marrakech in the afternoon. Enjoy free time when you arrive, to explore or partake in optional activities. Walk around the famed Djemaa el-Fna – from fire dancers to performers and street food carts, this is somewhere you actually want to get lost. Maybe check out the Palais Bahia, a superb example of Muslim architecture, or the ruins of the Palais Badi. Join your group tonight for an optional farewell dinner."
    },
    {
      "dayNumber": 11,
      "title": "Marrakech.",
      "description": "Your adventure ends after breakfast. Additional accommodation can be pre-booked if you wish to spend more time exploring Marrakech (subject to availability). Just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}