{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "private-morocco-cultural-tour-tailor-made",
  "tourName": "Private Morocco cultural tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Discover the Majesty of Morocco: A 12-Day Curated Journey<br/><br/>Embark on an unforgettable 12-day expedition through the enchanting Kingdom of Morocco — a land of vibrant culture, breathtaking landscapes, and timeless heritage. This meticulously designed itinerary offers an exceptional opportunity to explore the nation’s most iconic destinations, from bustling imperial cities to serene mountain retreats and the golden dunes of the Sahara.<br/><br/>Your journey unfolds through Casablanca, Rabat (the capital), the mystical blue city of Chefchaouen, the historic imperial city of Fes, the captivating Erg Chebbi dunes of the Sahara Desert, the cinematic landscapes of Ouarzazate, the UNESCO-listed Kasbah Ait Ben Haddou, and the lively red city of Marrakech.<br/><br/>Itinerary Highlights:<br/><br/>Casablanca: Begin your adventure in Morocco’s cosmopolitan hub, where you’ll visit the majestic Hassan II Mosque—renowned for its stunning oceanfront setting and architectural grandeur. Explore the scenic Corniche and admire the city’s remarkable Art Deco and colonial heritage.<br/><br/>Rabat: Discover the charm of Morocco’s capital with visits to the Hassan Tower, the Mausoleum of Mohammed V, and the ancient Kasbah of the Udayas, alongside the city’s historic medina.<br/><br/>Chefchaouen: Journey north to the Rif Mountains and wander through the serene blue-washed alleys of Chefchaouen, celebrated for its peaceful ambiance, artisanal crafts, and picturesque beauty.<br/><br/>Fes: Step back in time in Morocco’s oldest imperial city. Explore the medieval Medina of Fes el-Bali, home to the world’s oldest university—al-Qarawiyyin—as well as the city’s famed tanneries, ancient gates, and spiritual landmarks.<br/><br/>Marrakech: Conclude your journey in the vibrant “Red City.” Visit the splendid Bahia and El Badi Palaces, stroll through the lively souks, experience the energy of Jemaa el-Fna square, and find tranquility in the exquisite Majorelle Gardens.<br/><br/>Authentic Experiences &amp; Cultural Immersion<br/><br/>Charming Riads: Stay in boutique riads nestled within the historic medinas, showcasing traditional Moroccan architecture, serene courtyards, and artisanal décor.<br/><br/>Craftsmanship &amp; Heritage: Witness age-old traditions—leather tanning in Fes, pottery and carpet weaving in local workshops, and intricate zellij tile-making.<br/><br/>Culinary Encounters: Savor authentic Moroccan cuisine—from flavorful street food and classic tagines to couscous dishes—and perhaps take part in a hands-on cooking class.<br/><br/>Cultural Connections: Engage with Berber communities in mountain villages and gain insight into local customs and daily life.<br/><br/>Desert Magic: Experience an unforgettable night beneath the stars in the Sahara, complete with Berber music and traditional hospitality.",
  "durationDays": "12",
  "price": "1900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver will meet you at the exit of Casablanca Airport Mohammed V, with a sign with your name on it. The driver will transfer you to your hotel in Casablanca."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning you will start your trip by visiting the biggest mosque in Casablanca, Hassan 2 Mosque. Then you will head to the capital of Morocco « Rabat », where we will start with the Bab Challah, Mausoleum of Mohammed V and one of the main gates of the royal palace and the Oudaya Kasbah. Lunch at a local restaurant. Then we drive straight to the blue city of Chefchaouen. On the way you will pass through many small towns and stop for breaks. Getting to Chefchaouen in time to walk inside the blue alleys of the medina, take pictures and experience the local food of the little city. Overnight in the hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today in Chefchaouen you''ll have free time in the morning to visit the blue city. It is a city located in the Rif Mountains, north-west of Morocco. It is famous for the remarkable buildings of different tones of faded blue of the old town. Leather and weaving workshops line its steep cobbled alleys. In the shaded central square of Outa el Hammam is the casbah with red walls, fortress and keep of the fifteenth century with ethnographic and artistic exhibitions. The octagonal minaret of the Great Mosque rises not far from there. Then after lunch continue traveling to Fez."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will discover the city of Fez, the spiritual and cultural heart of Morocco; vibrant, noisy and fascinating– a feast for the senses. Head into the old city, known locally as Fes el Bali, arguably the world's most fascinating and confounding old city. Medieval Fes was one of the world's great centres of education and culture, both Islamic and Jewish. Its' religious institutions and libraries are legendary, its' mosques of great renown. Walk through the twisting streets and alleyways, passing donkeys piled high with goods and explore the specialty sections that divide the souk. Filled with historic khans, medresses and dye-pits, stalls loaded with fruits, herbs and soups, and where the squawk of chickens, smell of spice and sound of hammering copper fills the air, it’s not hard to imagine yourself back in the Middle Ages. Spend the day exploring the old city, visiting, Medresse el Attarine, the tanneries and the splendid Fondouk Nejjarine, a beautifully restored 18th century inn. Return to your hotel in the late afternoon and perhaps spend the evening relaxing in this calming oasis, away from the buzz of the medina."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure from Fez at around 08:00AM am for a 1 hour’s drive west to the Imperial city of Meknes. Driving across the plain you will see vast acreages of vineyards which produce good quality wine, much of which is exported to France. You will have up to three hours in Meknes to explore the town including souks, the fascinating historical sites and to take lunch. Moulay Ismail made Meknes the capital city of Morocco during his reign around 1700; his mausoleum and the Rouah, his stables for over 12,000 horses, together with Place el-Hedim, the central pedestrian square in the Medina, are well worth a visit. The souks of Meknes are refreshingly spacious compared to Fez, which makes the city a relaxing place to explore. Meknes to Moulay Idriss - After lunch our journey takes you 30 km north to the hillside settlement of Moulay Idriss. The town is one of the country’s most important spiritual sites and a place of pilgrimage as it is the site of the tomb of Moulay Idriss, a prominent Moroccan saint in the late 8th century and a great grandson of the prophet Mohammed. The town is often bypassed by non-Muslim tourists, whose closest encounter is often a photograph taken from nearby Volubilis. There is limited access to the green-tiled shrine but the myriad of narrow streets leading to vantage points for views over the valley towards Volubilis are well worth a short stop. Moulay Idriss to Volubilis and Fez. Leaving Moulay Idriss for the short 4 km drive to the World Heritage Site of Volubilis, there are a number of vantage points to take photographs of the town. Volubilis is the site of the largest and best preserved Roman ruins in Morocco, particularly noted for its superb mosaic floors; it has fabulous views of the Rif Mountain foothills, particularly at sunset. A guided tour of the Volubilis site with an official guide (20 dh paid locally) is well worth it if you are interested in some detail of the site’s history. At around 4.30 you depart Volubilis returning to Fez at around 18.30pm."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Start your day early and travel south toward Merzouga to arrive at the Sahara dunes by for a sunset camel ride. Along the way, you'll climb an elevation of 7,146 feet (2,178 m) over the Col du Zad pass and through the cedar forests of the Middle Atlas mountains. Enjoy sightings of the local Barbary macaque monkeys before stopping for lunch in Midelt (the ‘apple city’), relishing the nearby Moulouya River. Continue over the Tizi n’Talremt pass and into the Ziz Valley, known for its hidden oases and palm tree clusters. Along the road, you will see many fortified houses known as ksars—built to protect precious wares, including gold, salt, and spices. Continue on to Erfoud, known for its date festival and fossil mining. Here you can visit a local collective to learn more about the process and meet some local artisans. End your day at Erg Chebbi, an extensive sea of sand dunes covering an area of 13.5 square miles (35 square km). Never stationary, the massive dunes shift and travel depending on the changing wind! Upon reaching Merzouga, switch gears and ride your camel through the dunes to your already-prepared-for-you camp. Climb a nearby sand dune to watch the sunset before returning to camp for a delicious dinner, relaxing by the campfire."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will have to wake up very early in the morning to see what will may be the best sunrise of your life. You will set out over the Sand Dunes of Sahara of Erg Chebbi to watch a wonderful sunrise. After watching the sunrise you will go down to the camp for breakfast. Then you’ll peacefully camel-trek back to the village of Merzouga. While enjoying morning camel ride you couldn’t fail to appreciate the unique beauty of the spectacular Erg Chebbi sand dunes – changing with the light as the day progresses. Once you arrive the village of Merzouga, you will meet the driver again to continue the tour to Dades. You can opt for an optional stop in Rissani to visit the Mausoleum of Moulay Ali chref, the founder of the Alaouit dynasty, and then you will continue to Arfoud to visit the fossilized marble factory before continuing to the Todra valley, where you will have lunch. Once in Todra you can highlight a half-hour walk to see the gorges calmly and you will be guided through the palm grove and the Jewish quarter. Todra gorge is the highest, narrowest gorge in Morocco. The Todra River has formed a gorge of enormous vertical walls of great beauty; a climber’s paradise and a unique place. In the evening we will drive through the Dades Valley, where you’ll see the majestic sand castles and the amazing rock formations known as “monkey toes”. Overnight accommodation will be in a fancy guest house overlooking the Dades Valley."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Travel along the Valley of a Thousand Kasbahs to Morocco’s most famous kasbah, Aït Benhaddou. Pass through the Dades Valley and stop in Kela’a M’gouna to admire the cultivated rose bushes. Visit a rose collective to see the process of converting rose petals into rose water and oil. As you continue west, you may want to stop in Ouarzazate, the movie capital of North Africa to discover how its' nearby regions have been featured in movies, including Lawrence of Arabia, Gladiator, and Black Hawk Down. Join a movie studio tour and visit the Musée du Cinema to learn more about the filmmaking process and history of the area. Spend the afternoon exploring Aït Benhaddou, a UNESCO World Heritage site. The old ksour dates from the 11th century when it held an important position along the trans-Saharan trade route. Settle into your accommodation in the old town, and wander the alleys and passageways in the late afternoon after the day crowds have left. Climb up to the old Granary—an excellent vantage point to see the kasbah and surrounding area. Game of Thrones fans may want to trek down to the river to see the gates featured in the popular HBO series. Long after the day crowds have left, enjoy a quiet dinner overlooking the valley."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spot Mount Toubkal, the mountain range’s highest peak, at 13,671 feet (4,167 m). Stop in Taddert to visit an Argan Oil Cooperative and learn how the argan nut and fruit are processed for various uses (and try some samples). As you descend the High Atlas, you will notice a dramatic change in the climate and landscape as the rocks change to foothills and into flat plains. Soon you will be a part of the noise and bustle of Marrakech. After a long day on the road, settle into your hotel and spend the rest of the afternoon as you like. In the early evening, Jemaa el-Fna Square comes alive with musicians, performers, snake charmers, games, and food stalls, a catch-all of entertainment! If you want to enjoy the spectacle from a distance, choose one of the many cafés surrounding the square and enjoy a cup of mint tea and a meal."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast in your Hotel/Riad, you can start to explor Marrakech; «the red city of Morocco”. You will visit the most important sites of historical and cultural interest, including the Majorelle Gardens, the Koutoubia Tower, the Saadian tombs, the Bahia Palace and main square place Ljamaa Lfna. After Lunch at a restaurant near the square, you will walk through the souks and view hundreds of handicrafts. In the afternoon you will have some free time to wander by yourself through the other parts of the city. Marrakech, nicknamed the “Red City” for its' old red sandstone city walls and buildings. It has Berber rather than Arab roots and was an important trading capital for tribes of the Atlas mountains. Orient yourself around Marrakech’s bustling Jemaa el-Fna Square: the souks are to the north, the Koutoubia Mosque and Gardens to the west and the kasbah area with the Saadian Tombs, Bahia Palace, and El Badi Palace are to the south. In the new city, you will find the Majorelle Gardens. Indulge your senses as you explore the complicated labyrinth of souks, tucked behind ordinary restaurants and shops. Check out Souk el Attarin, Souk Chouari, and Souk Smata for a selection of spices, woodwork, and babouche (traditional Moroccan slippers). Visit Souk of Tanneries or the dyers souk to see how cloth and yarn are dyed using traditional methods. Next, admire the fine example of Moroccan Islamic architecture of the Ben Youssef Madrasa, a 16th-century Koranic school, and note the ornate detail of its interior: carved cedar ceilings, sculpted plaster, and zellij tiling."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast you will head down to Essaouira. On the way to Essaouira you can ejoy the amazing view of goats claiming argan trees as well as you can stop to see argan forest and cooperative of argan oil if you would like that. Essaouira is a coastal town that provides an excellent opportunity to relax on the beach. Its Medina combines between history, culture with modern cafes and restaurants. Essaouira has a long promenade with a large sandy beach and it is safe to swim. It’s a perfect opportunity to get away from the city rush, and enjoy the cooler climate of the coastal town of Essaouira. Essaouira is an exceptional example of late-18th century fortified town. It is built according to the principles of contemporary European military architecture in a North African context. 16th-century Koranic school, overnight in the hotel in Essaouira."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to the airport depending on your flight details. The itinerary of the tour can modify as much as you like."
    }
  ],
  "map": ""
}