{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-holiday-on-a-shoestring",
  "tourName": "Morocco holiday on a shoestring",
  "placesVisited": "Casablanca, Rabat, Meknes, Roman ruins at Volubolis, Fes, Beni Mellal, Marrakech",
  "generalInfo": "This Morocco holiday is on a shoestring but does not lack in any of the cultural experiences that this fascinating country has to offer in any way. In fact you stay in 3* hotels and transfers are in private transfers so all in all it is a great value way to see Morocco. Especially as many of the meals are also included, as per the itinerary below.  <br/><br/>The itinerary focuses mainly on Morocco’s historic cities, all with their own characters and natural heritage backdrops. Starting and ending in Casablanca we go on a wonderful circuit of Rabat, the capital city, Meknes, with its 40km of ancient walls, 9th century Fes with its labyrinthine Fez el-Bali medina and of course Marrakech, which needs little introduction.<br/> <br/>With medinas, superb Moroccan food and myriad cultural experiences this is a great introduction to Morocco. On this budget trip the average group size is between eight to twelve people with a maximum of 45 travellers. <br/>",
  "durationDays": "8",
  "price": "699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Casablanca. Airport Transfer is included Welcome to Morocco! We will meet you on your arrival in Casablanca airport and transfer you to the hotel. Your time is then free to relax or explore Casablanca a little independently if you arrive early. We will then have a welcome meeting with the tour guide at 6.00pm where you will meet your fellow travellers. If you arrive late and miss this meeting then we will make the introductions again tomorrow morning. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Casablanca, Meknes and Volubilis. Head to Fes Our journey begins with the breathtaking Hassan II Mosque, an architectural masterpiece that rises dramatically beside the Atlantic. You'll have the option to step inside and marvel at its intricate details and sheer grandeur (optional visit, not included). Afterward, stroll along the vibrant La Corniche, soaking up the sun and the lively atmosphere of this seaside promenade. Next, we venture to Meknes, where a delicious community village lunch awaits. Immerse yourself in the warm hospitality of local life as you savor traditional flavors. Our afternoon takes us back in time to the ancient Roman ruins of Volubilis, a UNESCO World Heritage site. Explore this sprawling complex with a knowledgeable guide, who will unveil the secrets of this once-thriving city. As dusk approaches, we arrive in Fes, a captivating city that seems to have been plucked straight from the pages of a storybook. You'll explore the city tomorrow, but this evening you'll have the choice of a myriad of dining experiences for a memorable evening. Perhaps you'll savor a tagine under a canopy of stars or sip refreshing mint tea in a traditional teahouse. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring ancient Fes Today, prepare to be transported back in time as we embark on a guided tour of Fes, the oldest imperial city in Morocco. Our expert guide will lead you through the labyrinthine alleyways of the medina, a UNESCO World Heritage site that teems with life. Imagine a place where the rhythm of daily life is dictated by the clip-clop of donkey hooves and the calls of street vendors, where the air is filled with the intoxicating aromas of spices, perfumes, and freshly baked bread. This is Fes el Bali, the heart of the city, home to over 400,000 people and a mesmerizing blend of sights, sounds, and experiences. As you wander through the narrow streets, you'll encounter architectural wonders – ornate mosques with soaring minarets, ancient madrasas (Islamic schools), and opulent palaces. While only Muslims can enter the mosques, their beauty can be admired from the outside. Our guide will share fascinating insights into the history and culture of Fes, pointing out hidden gems and local secrets. We'll delve into the bustling souks, where artisans practice time-honored crafts. Witness the vibrant colors of the dyers' souk, where fabrics are transformed in ancient vats. Experience the pungent aromas of the tanneries, where leather is treated using traditional methods. Discover the fascinating world of herbal remedies in a traditional pharmacy, and admire the intricate designs of handcrafted pottery. After a day of exploration, return to your hotel to relax and refresh. Tonight, we offer an optional traditional dinner, where you'll enjoy a delectable feast while being entertained by captivating live performances – traditional music, mesmerizing belly dancing, and skilled magicians will create an unforgettable ambiance. Alternatively you'll have the evening free to explore and dine at your own leisure. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Sahara awaits! Camel Trek and berber desert camp Today, adventure awaits! We embark on a thrilling journey to the legendary Sahara Desert, a vast expanse of golden sand dunes that has captivated explorers and dreamers for centuries. Anticipation builds as we travel through ever-changing landscapes, with dramatic mountains giving way to the mesmerizing ochre hues of the desert. Along the way, we'll make a stop for an optional lunch, allowing you to savor delicious Moroccan cuisine and recharge for the exciting experiences ahead. During the summer months, you might even have the opportunity to cool off with a refreshing swim in a crystal-clear oasis, a true desert paradise. As the day progresses, we'll arrive at the awe-inspiring Erg Chebbi dunes in Merzouga, where a caravan of camels awaits. Prepare to embark on an unforgettable camel trek into the heart of the Sahara. Feel the gentle sway of these magnificent creatures as you traverse the undulating dunes, leaving the world behind with each step. The highlight of our desert adventure is witnessing a breathtaking sunset over the Sahara. Imagine the sky ablaze with fiery oranges, reds, and purples as the sun dips below the horizon, casting long shadows across the endless sea of sand. Capture this magical moment with your camera or simply soak it all in, creating a memory that will last a lifetime. As twilight descends, we'll reach our authentic Berber camp, nestled amidst the dunes. Experience the warm hospitality of the Berber people as you settle into your traditional tent, a cozy haven under the star-studded sky. A delicious dinner featuring local specialties will be served, followed by an evening of captivating entertainment. Gather around the campfire, listen to the rhythmic beats of Berber music, and gaze up at the Milky Way, a celestial spectacle that is simply breathtaking in the clear desert air. Please note that to ensure the well being of camels used on this tour, we have the following policies in place"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit the Todra Gorge with time for hiking Wake up to a beautiful sunrise over the Sahara and enjoy breakfast in the dunes. You'll then have some free time to explore or join a desert excursion. Later, we'll drive to the Todra Gorge, one of Morocco's most spectacular natural wonders. This impressive canyon, carved by the Todra River, boasts towering limestone cliffs that reach heights of up to 1,000 feet. The gorge stretches for over 40 kilometers, but the most dramatic section is a narrow passage where the cliffs close in to just 33 feet wide at some points. You can spend the afternoon hiking along the riverbed, admiring the sheer rock walls and the unique rock formations. Be sure to explore the Todra Palmeraie, a lush oasis with palm trees and a small river. It's a great place to relax, enjoy the shade, and watch local life. The gorge is also a popular spot for rock climbing, with hundreds of routes for climbers of all abilities. As the sun moves across the sky, the colours of the gorge change dramatically, creating a stunning spectacle that's perfect for photography. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Optional Film Studios visit and tour of Ait Benhaddou Today's journey takes us from the Todra Gorge to the historic village of Ait Benhaddou. We'll journey through the scenic landscapes, making a stop to purchase lunch. In Ouarzazate, film enthusiasts can choose to partake in an optional tour of the Atlas Film Studios, where blockbusters like Gladiator, Lawrence of Arabia, and Game of Thrones were filmed. You can explore movie sets and learn about the filmmaking process. Our final destination, Ait Benhaddou, is a UNESCO World Heritage site and a masterpiece of Moroccan earthen architecture. This fortified village, with its towering kasbahs and maze-like alleyways, has been a backdrop for many films itself. This afternoon, you'll have a guided tour to explore this fascinating site and learn about its history as a trading post on the caravan route. You'll see how some of the kasbahs are still inhabited today, offering a glimpse into traditional Berber life. And for a truly immersive experience, consider joining our optional tagine cooking class where you'll learn to prepare this classic Moroccan dish. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cross the Atlas Mountains to Marrakech and join a guided tour of the city Today, we embark on a breathtaking journey through the High Atlas Mountains, winding our way up to the dramatic Tizi n'Tichka pass. At an altitude of 2,260 meters (7,415 feet), this mountain pass offers awe-inspiring panoramic views. Be sure to have your camera ready to capture the rugged peaks, deep valleys, and traditional Berber villages that dot the landscape. As we descend from the mountains, the vibrant city of Marrakech awaits. This imperial city, known as the \"Red City\" for its distinctive ochre-colored buildings, is a feast for the senses. Its iconic landmark, the Koutoubia Mosque, with its towering minaret, is a masterpiece of Almohad architecture. Interestingly, its design influenced other famous towers, including the Hassan Tower in Rabat and the Giralda in Seville. No visit to Marrakech is complete without experiencing the UNESCO-listed medina, a labyrinth of narrow alleyways that teem with life. Here, you'll find a treasure trove of souks (markets) overflowing with colorful textiles, aromatic spices, handcrafted jewelry, and traditional crafts. Our guided tour will lead you through this vibrant maze, revealing hidden gems and local secrets. We'll also visit the Bahia Palace, an opulent 19th-century palace that showcases the exquisite artistry and craftsmanship of Moroccan architecture. Marvel at its intricate mosaics, carved stucco, and tranquil courtyards. (Please note that the entrance fee to the Bahia Palace is excluded). Our tour culminates in the Djemaa el-Fna, the heart of Marrakech and one of the most captivating public squares in the world. This bustling marketplace comes alive with storytellers, musicians, snake charmers, and food stalls, creating a mesmerizing spectacle of sights, sounds, and aromas. The rest of the afternoon is yours to enjoy at your leisure. Perhaps you'll relax by the pool, wander through the souks in search of souvenirs, or simply soak up the atmosphere of this magical city. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tour ends in Marrakech Your Moroccan tour with us ends after breakfast today and your time is free until you depart. Our guide or the hotel will help you arrange a taxi for the short drive to the airport, or you can add extra days to explore Marrakech further if you wish. OVERNIGHT"
    }
  ],
  "map": ""
}