{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "moroccan-highlights-private-tour",
  "tourName": "Moroccan highlights, private tour",
  "placesVisited": "Marrakech, Casablanca, Hassan II Mosque, Rabat, Hassan Tower, Meknes, Volubilis, Fes, Camel trek into the Sahara Desert, Stay the night at a desert camp, Todra Gorge, Ait Benhaddou, High Atlas Mountains",
  "generalInfo": "This is a private tour with set departure dates.<br/><br/>Explore Morocco’s history, and its architectural and cultural heritage, with this nine-day small group tour taking in the cities, and a host of rather special experiences. Accompanied throughout by a knowledgeable and experienced tour leader, this trip is a fantastic introduction to Morocco, its people, and many of the most significant destinations around the country.<br/><br/>You will gather in Marrakech, before continuing in a clockwise circuit via Casablanca, Rabat, Meknes, Fes, Erg Chebbi, the Todra Gorge, and Ait Benhaddou, before finishing again in Marrakech. Travelling in comfort by air-conditioned minivan or 4x4, you’ll enjoy an expertly designed itinerary that takes in key sights such as the Hassan Tower in Rabat, Casablanca’s Hassan II Mosque, and the ancient kasbahs of Ait Benhaddou.<br/><br/>A highlight of many Morocco tours is a camel trek into the dunes of the Sahara Desert. You’ll ride on animals that are well-treated by their owners. Afterwards, you’ll bed down for the night at a traditional Berber camp on the edge of the desert. Your welcoming hosts will share an evening meal and music.<br/><br/>Other experiences you’ll love in Morocco include a guided tour of Fes, including its famous dye pits and tanneries, a visit to a Berber handicrafts cooperative, and the option to join a local family in their Marrakech home for a cookery lesson.  <br/><br/>Whether it’s waking to the call to prayer, or wandering labyrinthine souks, counting the stars above you in the desert sky, or swaying gently on the back of a plodding camel, this Morocco adventure is filled with memorable moments. But perhaps what will stay with you the longest is the warmth of the people you’ll meet along the way.<br/>",
  "durationDays": "9",
  "price": "1648",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Morocco! Following your transfer from the airport to our joining hotel, you can relax by the hotel pool before the pre-departure meeting at 18.00 hrs where you will meet your fellow travellers. Overnight Marrakech (Dinner included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "En-route this morning we travel to the city of Casablanca. After lunch, we have the option to visit the Hassan II Mosque, this spectacular mosque is worth a visit. It is the largest mosque in Morocco with the world’s tallest minaret of 210 meters. After the visit you will have some free time to explore the city centre by yourself before meeting at 6pm for dinner to meet fellow travellers joining this tour in Casablanca. Overnight Casablanca (Breakfast & Dinner included). *NB: Hassan Mosque tour is not available during Ramadan."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we set off on our travels to the capital Rabat. We have a guided tour of the city where we will be visiting the Oudaia Kasbah in the oldest part of the city and we can see the Hassan Tower, Rabat’s most famous landmark. The Royal Palace is also a must see whilst we are here. We continue our journey through to Fes after a lunch stop in Meknes, one of Morocco’s imperial cities. After lunch, we move on to the Roman settlement of Volubilis for a guided tour; it is the largest ancient site in Morocco and is a UNESCO listed site dating back to AD 40. We then move on to Fes tonight. Overnight – Fes (Breakfast included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, we take the guided tour of Fes. Fes is the oldest and largest medieval city in the world. Its medina, home to 400,000 inhabitants, with only donkeys and bikes as a means of transportation, is a heady mix of aromas, sights, and sounds. There are plenty of mosques and palaces to visit but be aware that only Muslims can enter Mosques in Morocco. After exploring the dye-pits, tanneries, pharmacy, pottery and restaurants, we return to our hotel to freshen up for tonight where we have the chance of an optional traditional meal in the city with live Moroccan entertainment including traditional music, belly dancing and magicians. Overnight Fes (Breakfast included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Excitement is in the air as we head towards the mighty Saharan Dunes. En-route we stop off for an optional lunch and in the summer, we may even have time for a relaxing swim. It is then time to head towards the great desert dunes of Erg Chebbi in Merzouga where we transfer to our camels and trek into the vast Sahara Desert in time for sunset. We then return to our authentic Berber Camp on the edge of the desert to spend the night enjoying local food, music, and an amazing night out under the Saharan stars. Overnight Berber camp (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leaving the desert, we move on to Todra Gorge. This 1000ft gorge is hemmed in on all sides by vertical limestone cliffs and is also called Morocco’s Grand Canyon. We will visit the Berber co-operative where you can see and buy authentic, Berber handmade rugs, kilims and carpets. The afternoon can be spent exploring the Gorge, walking through the Palmerie or trying our optional activity of Rock Climbing. The charm of Todra lies in its changing colours as the sun slowly moves from east to west. Overnight Todra Gorge (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We must bid fond farewell to Todra this morning en-route to Ait Benhaddou via Ouarzazate. We will stop for lunch along the way and have a chance for an optional tour of the Film studios in Ouarzazate, famous for films such as Gladiators, The Last Temptation of Christ, and the Living Daylights. If you need a more adventurous activity, you have the option of quad biking instead. On a hill along the Ouarzazate River we find Ait Benhaddou, a UNESCO World Heritage site, which boasts great examples of Kasbahs, some of which remain inhabited. This afternoon we have a guided tour of the famous Kasbah and village. Overnight Ait Benhaddou (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We traverse the High Atlas today enjoying stunning views of Tizi n Tichka pass at an altitude of 2260 metres en-route to Marrakech. Why not book our optional guided tour of the city this afternoon? Marrakech is set against the snow-capped Atlas Mountains; Its great pride and landmark is the Koutoubia Tower, sister to the Tower of Hassan in Rabat and the Giralda Tower in Seville. It is said that after the third of these was completed, the sultan had the eyes of his architect put out, lest he should build another more beautiful tower elsewhere. No visit to the city is complete without a visit to the city’s UNESCO-listed medina & Djemâa-el-Fna, an extraordinary gathering and marketplace. The rest of the afternoon you have free time to relax by the pool or do a little shopping for souvenirs before we meet for the last group evening meal (unless you are at the cooking class). An optional cooking class can take place this evening on a family home visit. This is a mutual exchange where we learn how to cook a tagine and about family life in Morocco and our cooking class cost helps the family out too. Overnight Marrakech (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your adventure tour ends after breakfast. (Breakfast included)."
    }
  ],
  "map": ""
}