{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-tours-with-added-comfort",
  "tourName": "Morocco tours with added comfort",
  "placesVisited": "",
  "generalInfo": "From the beating heart of the historic medina in Fes to the tranquillity of village life in the foothills of the Atlas Mountains, an adventure spanning Morocco's stunningly diverse landscapes awaits. Starting from Rabat, with its easy going seaside feel, explore the delights of Fes, visit ancient Roman ruins, sample fine Moroccan wines and finish up watching the Jemaa el-Fna come to life in Marrakech.<br/> <br/> Chefchaouen the 'blue town' - Discover one of Morocco's most iconic towns nestled beneath the towering peaks of the Rif Mountains.<br/> Culinary experiences - Take part in a wine tasting tour, try a refreshing glass of mint tea and get a real insight into Moroccan food with a home-cooked lunch and dinner under the stars on the last night.<br/> Imperial Fes - Explore the medina of Fes with its labyrinth of narrow alleyways crammed full of eclectic artisan shops and food stalls.<br/> Upgraded Range - Immerse yourself in Morocco's magnificent ancient cities and contrasting landscapes, staying in our hand-picked selection of characterful premium riads and hotels. <br/>",
  "durationDays": "9",
  "price": "2075",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Rabat",
      "description": ": Our tour of Morocco starts in Rabat, the political and administrative capital of Morocco since 1956. With its palm lined streets, manicured boulevards and easy going pace of life, Rabat is the perfect place to start our Moroccan adventure. If you arrive to the city early, there are plenty of sights to keep you occupied. In contrast to other cities in Morocco, Rabat has a relaxed, European feel to it. The city is easy to navigate, with Hassan II avenue dividing the new town and the old medina which is crammed full of craft shops, exotic spices and food stalls. At 7pm, our tour leader will meet you in the hotel reception for a welcome meeting. If you want to, there'll be the chance to go out for dinner afterwards. If you arrive later, our tour leader will catch up with you the following morning before we check out. If you'd like an airport transfer today, you'll need to arrive into Casablanca Mohammed V International Airport (CMN) or Rabat Airport (RBA). As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day, provided we receive your flight details no later than 14 days prior to departure. The journey from the airport to our hotel is around 90 minutes. Our first night is based at a family run hotel set in beautiful gardens with a swimming pool. The hotel features a sun terrace and has a restaurant, offering a choice of freshly prepared French and Moroccan dishes. The homely bedrooms are well appointed with air conditioning, free wifi and have a private small terrace on the ground floor or balcony on the first floor overlooking the expansive gardens."
    },
    {
      "dayNumber": 2,
      "title": "City tour of Rabat, drive to Chefchaouen, known as the 'Blue Town'",
      "description": ": Our first stop is Rabat's historic centre. After taking in the views across the city including the Oued Bou Regreg river estuary, we'll walk over to Rabat's most famous landmark, the intricately carved Hassan Tower. The marble interior of the Mausoleum of Mohammed V lies directly opposite the tower. Our next stop is the royal palace, which we'll view from the outside, after which we'll head to the Kasbah des Oudaias, a fortified area of the city perched on top of a cliff with commanding views of the city behind it and the ocean in front. The Kasbah has a distinctive Andalusian flavour, with whitewashed houses and narrow winding streets surrounded by imposing fortified walls. There's time to enjoy a refreshing glass of mint tea or orange juice before we stroll around the Andalusian gardens, a haven of tranquillity, offering a shady retreat. After a break for lunch, we bid farewell to Rabat and drive to Chefchaouen. It's a drive of around five hours which will take most of the afternoon with a stop or two along the way, and we'll arrive into the famous 'blue town' in the early evening. Our base for the next two nights is a bright and spacious riad in the heart of the medina. Featuring a traditional Moroccan hamman, a large roof terrace with fine views of Chefchaouen and an indoor swimming pool and a spa with a wide choice of massages and treatments available, it's the perfect spot to relax and take a break from the bustling streets outside."
    },
    {
      "dayNumber": 3,
      "title": "Full day to explore the winding streets of Chefchaouen. Traditional lunch with a local family",
      "description": ": Set beneath the towering peaks of the Rif Mountains, we have a full day to delve into the treasures of Morocco's 'blue town', Chefchaouen, one of the most attractive towns in Morocco. After breakfast, accompanied by our tour leader we'll take a stroll into the medina. With its stacked white and blue houses set against red tiled roofs, the town is a photographer's dream. Our walking tour of the medina takes in the narrow, winding lanes of Chefchaouen, which give you an idea of Andalusia's influence over Morocco. There's time to discover many of the artisan stalls and stop for a glass of mint tea in a shaded café watching the world go by. The heart of the medina is the Plaza Uta El Hammam, with a backdrop of the commanding red walls of the kasbah and the Grand Mosque. It's not hard to appreciate why Chefchaouen draws visitors from all over the world with is easy going charm. Lunch is included today at a local family's house. After being welcomed by our hosts, we'll have a short tour of their home and then settle down to enjoy a delicious home cooked three course traditional Moroccan meal followed by tea and pastries. The rest of the afternoon is free to explore at your own pace. You may wish to hike up to the Spanish Mosque for panoramic views or head back to our riad to use the hamman or relax on the terrace with a good book."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Fes, visiting the Roman ruins at Volubilis enroute. Afternoon wine tasting",
      "description": ": Crossing the Rif Mountains, we make our way to the ancient ruins of Volubilis. Morocco's best-preserved Roman site, Volubilis was once the capital of the province of Mauritania Tingitana and home to 20,000 people. We'll take the chance to explore the UNESCO World Heritage Site with a local guide. Spanning several hectares, the site has remarkably well preserved mosaic floors, carved columns and avenues, giving a sense of what life would have been like in this once bustling Roman outpost. The area around Volubilis is blessed with rich fertile plains ideal for wine production. The combination of clay and limestone soil with a Mediterranean climate of hot summers and mild winters, enables growers to produce high quality wines including rich, full bodied reds made from imported grape varieties including Syrah, Cabernet Sauvignon and Tempranillo. We'll be greeted at the vineyard by our resident wine guide who will accompany us on a short tour of the vineyard and production facilities, before we get the opportunity to taste three different wines. Today's final destination is Morocco's cultural capital, Fes. Steeped in history, Fes has played an important part in Moroccan trade, culture, religion, and politics throughout the centuries. We'll arrive at our riad located in a quiet corner of Fes' historic medina. Lovingly restored using intricately carved cedar wood, with mosaic floors, it is set out in a traditional manner with rooms arranged around a central courtyard. It's the perfect base from which to explore this vibrant city."
    },
    {
      "dayNumber": 5,
      "title": "A full day exploring the imperial city of Fes, including its bustling medina",
      "description": ": Today, we'll wake up in the oldest of Morocco's imperial cities, Fes. In its golden age, Fes was a hub of art, philosophy and trade and is still referred to as Morocco's artisan capital. This morning, we'll delve into Fes el-Bali, the oldest quarter of the city, with a guided tour of the old medina. The day starts with a short drive to the viewpoint at Borj Nord for a look at the sprawling city from above to get our bearings; we'll then visit the royal palace in the Fes El Jedid district, see the palace from the outside and take a short stroll around the historic Jewish quarter. The highlight of the day is the chance to head into the old medina and souks. Nothing quite prepares you for your first visit - you'll see weavers, coppersmiths and tanners all hard at work, the narrow winding streets and covered bazaars are a riot of noise, colour, smells and life and rolled into one. During our walking tour we'll also get to see the famous tanneries and dye pits where leather products are still produced by timeless traditional methods used for hundred of years. This afternoon is free to enjoy meandering at your own pace. You might like to head into the new town and take a seat at one of the European-influenced cafes that line the pavements in the French Ville Nouvelle district. Alternatively, stay in the medina and get lost in Fes' addictive pandemonium or return to the tranquillity of our riad to use the hamman, have a massage or relax on the terrace with fine views overlooking the city."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Ouzoud, with commanding views of the Atlas mountains",
      "description": ": After breakfast, we'll leave Fes driving along the foothills of the Atlas mountains to Ouzoud. Today is a long travelling day with around nine to ten hours of driving with stops along the way. Along the way we'll make a stop for a short walk in the Atlas cedar forest in Azrou, where there's a good chance we will get to see a troop of Barbary apes that inhabit the woodlands. During our drive to Ouzoud, we'll also make a break for lunch. We'll reach our home for the night late afternoon. Tonight we stay in a traditional guesthouse on the outskirts of the peaceful village of Ouzoud, far removed from the hectic streets and medina of Fes. The guesthouse is surrounded by olive groves, almond and fig trees and features a swimming pool and terrace with views of the Atlas mountains. Dinner is included at our guesthouse tonight."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Marrakech, late afternoon visit to the Jemaa el-Fna square",
      "description": ": A leisurely start to the day, we take a fifteen minute walk from our guesthouse to the Ouzoud waterfall (for those that don't wish to walk, there is the option to take the bus to the falls). After seeing the waterfalls we'll drive directly to Marrakech, arriving around lunch time. With its dusty rooftops, maze-like streets and bustling souks, Marrakech encompasses the essence of Morocco. The afternoon will be free to spend as you wish. Should you wish, you can join our tour leader for a short stroll through the medina to the Jemaa el-Fna (the main square), the beating heart of the city for a late afternoon wander. The square comes alive at night with food stalls offering all sorts of delicacies. Our riad in Marrakech is centrally located in the medina with a roof terrace overlooking the city."
    },
    {
      "dayNumber": 8,
      "title": "Marrakech city tour, evening stargazing and dinner in the Agafay desert",
      "description": ": Today we'll dive straight into the heady delights of Marrakech with a guided tour of the city. Marrakech is a destination like no other, offering a vibrant new sight, sound, or scent at every turn. We'll pass by the rose-coloured Koutoubia (booksellers) Mosque on the way to the Saadien Tombs and Bahia Palace, famous for its decorated stucco walls and marble floors. We'll fuel up on fresh pastries from a traditional bakery before continuing to the medina on foot. There, we'll be guided through the labyrinth of spice-scented souks, passing by craftsmen selling rugs, leather goods and crockery, before dropping by a spice shop to sample ripe dates and almonds. Finally, we'll navigate our way out and into the energetic Jemaa el-Fna Square where we will get to enjoy a glass of freshly squeezed orange juice or a hot drink, after which we have free time to do some last minute souvenir shopping or further explore the souks. On our last afternoon in Morocco we'll head out into the Agafay desert, a distance of around 30km from Marrakech. A world away from busy city life, Agafay has a similar landscape to the Sahara with dramatic rocky outcrops and a backdrop of some of Morocco's highest peaks in the Atlas mountains. Arriving around 5pm, we'll be welcomed by our hosts with a drink, followed by a three course dinner served under the stars. After dinner we turn our attention to the night sky as a blaze of stars emerge - free from light pollution, the full majesty of the galaxy we call home can be seen unfold as the skies darken. A telescope is provided and we'll be accompanied by a local guide who will point out the constellations, with a tour of the night sky. We return to Marrakech for our last night, arriving back at our riad around 10.30pm."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Marrakech",
      "description": ": Our tour of Morocco ends at our riad in Marrakech. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our riad. If you'd like an airport transfer today, you need to depart from Marrakesh Menara Airport (RAK), which is around a 20 minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day, provided we receive your flight details no later than 14 days prior to your tour departing."
    }
  ],
  "map": ""
}