{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-berber-cultural-tour",
  "tourName": "Morocco Berber cultural tour",
  "placesVisited": "",
  "generalInfo": "Discover authentic Berber culture on this stunning 9-day tour of Southern Morocco, and get under the skin of the country to experience the local side of the country, and see the sites that tourists miss. From magnificent fortified cities to dramatic gorges and mountains, endless deserts to bustling markets, this tour provides the perfect combination of incredible sights and hidden local gems, for those who wish to get to know the real Morocco.<br/>This is your chance to experience a Moroccan tour that is different to your basic tourist trail. It’s a chance for you to join local people and discover a culture entirely unique and different from your own, as you experience life like a Berber: eating the local food, meeting the local people and doing the things that locals do day in, day out.<br/>The tour will allow you to jump off at some of the most fascinating sites in southeast Morocco and will allow you to experience each place like a local. And the driving isn’t bad either.<br/>From crossing over the spectacular piece of engineering, Tizi n’Tichka, and its white-knuckle series of switchbacks providing jaw-dropping views, to passing through the abandoned Glaoui Kasbah, you’ll find some of the most stunning roads in the world.<br/>Discover incredible examples of old fortified towns and cities, and explore winding staircases and shady alleyways at Talouate, one of the most magnificent sights in the Atlas, and the UNESCO-protected red mud-brick Ksar of Ait Benhaddou.<br/>Explore the route of a Thousand Kasbahs to the deep, dramatic gorges of Dades and Todgha, before setting your compass for Morocco’s wildest desert, Erg Chigaga. Here, you’ll stay in a beautiful desert camp, sleeping under the stars in one of the most alien, otherworldly landscapes on earth.<br/>You’ll reach the desert by passing through Draa Valley, a myriad of colors within the rolling hills and rugged mountains. The landscape here seems barren, yet life finds a way to push its way through the rocky soil in the shape of emerald green palm trees.<br/>Eventually, you will leave the desert for the African center of l’orrouge (red gold), or saffron, the most expensive spice, before heading north to Marrakech over another route through the High Atlas Mountains – a road trip you are sure to remember forever thanks to gorgeous weather year-round.",
  "durationDays": "10",
  "price": "3561",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the Capital of tourism and people’s first taste of Morocco. After you touch down to Marrakech our shuttle will be waiting for you at the airport with a card by your name to drive you to your Hotel/Riad to settle in before we start our journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is your first touch of Morocco with your private Marrakech born and bred guide as it will be in some other spots. You embark exploring the Red City from its old part with its Medina’s skinny lanes that leads to lavish sites, tombs and religious monuments decked out in marble. Bahia and El-Badii Palace and Saadien’s Tombs will be your targets. Afterward, you driver/Tour Guide will pick you up for the outside medina visit to explore the Majorelle garden, Museum Saint Laurent, Berber Museum. While in Marrakech you will surely encounter thousands of motorcyclists and horse-carts roaming in the city and some of them pull over next the vast square of Jemaa El-Fnaa where it’s carnival night every night and musicians, acrobats, storytellers and slapstick acting troupes tap into the Medina frenetic pulse."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "From Marrakech we jump-off to some of Morocco’s most stunning landscapes, set against the soaring peaks of the Atlas Mountains. We drive along craggy cliff tops to tiny Berber villages in the North Africa’s highest mountain range. As long as we drive towards Ait Benhadou we drive over the Tizi n’Tichka pass (2260m/7400ft) to the splendid Glaoui Kasbah in Talouate and the lush green Ounilla Valley all the way to Ait Benhadou, the UNESCO-protected red mud-brick Ksar from the 11th century, where we offer a local lunch experience with a family. While the more scenic route takes you via « Ouallywood » movie studio and the sprawling Taourirte Kasbah to Skoura with its historic mud-brick Kasbahs such as Amridil Kasbah the Morocco’s most 17th century coveted Kasbah."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Via the valley of a thousand Kasbahs and 50km away of Skoura we cannot miss the bottles of local rosewater for sale in Kelaa M’gouna a small town that is famous for roses and daggers. After that we take off-road onto the Atlas and the M’goun Mountain to glimpse some best views along hidden livestock to the ancient rust-red and a series of crumbling Kasbahs & Ksour line the valley of Dades. While you are there you should not miss the Monkey toes, one of nature’s wonder. Here, is the best place to hike a couple of hours after you drop-off your luggage at the hotel and get dressed up."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you’ll have the chance to see Todgha Gorges by day light with its gigantic rock walls changing color to magical effects as the day unfolds. Later on you leave Todgha gorges towards the rambling Ksar of N’kob with its prehistoric rock-carving sites and 45 mud-brick ksours make you stop by and stare. The name N’kob comes from a cave that once served as a lodging for nomads."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, we set the compass for southeast head to Morocco’s wildest desert via Draa valley, a 125km belt of palm trees oasis that eventually merges into the Sahara near M’hamid. We’ll stop in an unusual place that was once the most important settlement in the Valley of Draa with its green pottery. The Zawiya Naciria is still a site of pilgrimage and refuge for the mentally-ill and a working Quranic school with a library that was once the richest in Morocco of ancient illuminated texts containing 4000 books. Leave Temegroute through a dauntingly bleak landscape of sun-scorched rubble to the end of paved road of M’hamid El-Ghizlane to begin you off-road journey to Erg Chigaga where you’ll surely choose to drift off to sleep while watching the twinkling stars in mid of an awesome stretch of golden sand sea after dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wake by dawn to watch the sun starting its daily arc with a cool blue morning sky as it replaces the Sahara shadows just before becoming a glowing ball of fire. You will take the off-road out of the desert until M’hamid. About 100km along the road into Zagora we pass a mixture of modern houses and older Ksour edge the road with the palm groves along Draa valley to Agdez to traverse the brooding mountain of Saghro, a starkly beautiful jumble of volcanic peaks via Bougafer Mines in order to visit the dinosaur fossils and stopover for a while in Taznakht the Morocco’s capital of Carpet and rugs. Then we head to the struggling village of Taliouine and the African Centre of l’orrouge (red gold) or saffron, the most expensive spice."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From Taliouine via the road that blasted through the high Atlas Mountain by the French in the late 1920s and famed by Tizi n’Test that offer one of the best panoramic drives in morocco. Heading north to Marrakech we will stop over for Tinmal village to visit the 1156-year mosque."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we do not say goodbye we both say take care and see you sooner than later for another adventure"
    }
  ],
  "map": ""
}