{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "18-29s-holiday-in-morocco",
  "tourName": "18-29s holiday in Morocco",
  "placesVisited": "",
  "generalInfo": "From couscous to camels, mint tea to tanneries, you’ll get a taste of Morocco’s best bits on this 12-day adventure through mountains, gorges, desert and Amazigh villages. Kick-start in the French-infused port city of Casablanca, hang out with a local family on a homestay in Moulay Idriss, navigate the mother of all medinas in the cultural capital of Fes, wind your way up through Tizi n’Tichka and the High Atlas Mountains, before riding camels along the sand dunes during sunset and setting up camp under the Saharan stars. From the colourful and chaotic Marrakech markets to the blue washed city of Chefchaouen – this adventure through Morocco hits all the essentials.",
  "durationDays": "12",
  "price": "615",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Casablanca.",
      "description": "Salaam Alaikum! Welcome to Morocco. Your adventure will begin with a welcome meeting at 6 pm tonight. If you have time, why not check out bustling Casablanca, the largest city in Morocco, at your own pace. Modelled after Marseille in France, this port city has an eclectic architectural style, a fusion of Art Deco French buildings and Mauresque (Moorish) government institutions. A great way to spend the day is to wander around the Old Medina and city walls, then jump in a taxi and visit the Quartier Habous – the new medina full of shaded squares, narrow streets and arcades that lead from one souk to another. This is a great place to enjoy a Moroccan coffee and maybe start working on your bargaining skills."
    },
    {
      "dayNumber": 2,
      "title": "Moulay Idriss.",
      "description": "After breakfast, opt to take a guided tour of the Hassan II Mosque. More than 6000 craftsmen joined forces to build this beauty in 1993, and it's one of the few mosques in Morocco that foreigners can enter. Later, head to the station and take a local train to Meknes before heading to the whitewashed village of Moulay Idriss – one of Morocco's most important pilgrimage sites. Here, you’ll witness a demonstration of the art of mint tea making – this sweet treat is a Moroccan speciality! Tonight, you'll get to hang out with a local family – an experience only allowed foreigners since 2005. Your guesthouse, an old traditional riad, has a family atmosphere and all the optional meals are homemade, so you can get an authentic taste of Morocco in your free time."
    },
    {
      "dayNumber": 3,
      "title": "Chefchaouen.",
      "description": "Explore the rolling hills of Volubilis this morning on a guided tour of these epic Roman ruins. Then take a private transfer to Chefchaouen – which translates to ‘look at the horns’, after the two mountain peaks that overlook the city. Known for the striking, blue-washed buildings (made to represent the Mediterranean Sea) and steep, cobbled lanes, Chefchaouen is a gorgeous place to spend the day wandering. This afternoon is free for you to explore, so why not head to the red-walled Kasbah, the 15th-century fortress and dungeon, or the ethnographic museum. Or, just spend the day on foot, traversing the winding roads and watching the many cats that call this city their home."
    },
    {
      "dayNumber": 4,
      "title": "Chefchaouen.",
      "description": "Today is another free day in Chefchaouen. If you want the streets to yourself for the best photo ops, it’s recommended you get up early and explore the iconic sites as the city wakes up. Maybe take a guided tour of the sights, sounds and smells of the medina, or sample the delicious local specialties (the orange juice is delicious!) at a cafe in the Plaza Uta el-Hammam. Alternatively, you might prefer to get out of town and enjoy a hike and picnic in the surrounding hills. The hike is a popular option, as you can leave the shades of blue for a journey across the Rif Mountains and join your guide to Akchour Falls – a natural wonder, abundant with lush mountains, rivers and waterfalls. Cross the remarkable rock formation The God’s Bridge and then hike back along the forest, soaking in the nature that surrounds. In the evening, how about tucking into a tagine at a local restaurant or visiting a hammam – a traditional Moroccan spa. The night is yours to enjoy."
    },
    {
      "dayNumber": 5,
      "title": "Fes.",
      "description": "Today you’ll journey to the spiritual and cultural heart of Morocco – Fes. Vibrant, noisy, fascinating and overwhelming, Fes is a visual and pungent feast for the senses, with a huge, well-preserved medieval city that’s the mother of all medinas. Later this afternoon, enjoy some free time and perhaps check out the exquisite carvings and tile work at the Medersa el Attarine near the spice and perfume market. Alternatively, Fes is a shopping heaven for those wanting to pick up a souvenir (or three)."
    },
    {
      "dayNumber": 6,
      "title": "Fes.",
      "description": "Getting lost in Fes is half the fun, but you'll have your local leader with you to help you get the lay of the land. Join your group through this vibrant labyrinth of a city, alive with the many craftsmen, markets, ceramics and beautiful mosques. Look out for the Medersa Bou Inania, one of the city's coolest buildings, recently restored and now open to visitors. You'll also visit the famous tannery and its dye pits and a ceramic factory where you can see potters working in the traditional way. Today will be a big day, so remember to keep hydrated and pack some snacks."
    },
    {
      "dayNumber": 7,
      "title": "Sahara Camp.",
      "description": "This morning after breakfast, buckle in for a long travel day. As you make your way towards the rolling dunes of the Sahara Desert, watch the ever-changing scenery pass you by, get stuck into your book, play some of your favourite music, get to know your fellow travellers and enjoy some scenic stops along the way to stretch your legs. Arrive in Merzouga, drop your bags off at your overnight camp, and get ready for a once-in-a-lifetime experience. The mode of transport? Camel, of course! Brace yourself for one heck of a sunset, as you ride through the vast expanse of sand and loop back to your private camp for an overnight stay. In the camp, you'll have a thin mattress, blankets and sheets. Make sure you bring an extra sleeping sheet and a jumper if it's winter (you'd be surprised how cold it can get, even in the desert). Sleep under the stars and have one of those 'I’m so far from home' moments."
    },
    {
      "dayNumber": 8,
      "title": "Todra Gorge - Dades Valley.",
      "description": "You'll be getting up well before the crack of dawn this morning, so don’t forget to set your alarm. Climb to a nearby sand dune to catch the sunrise and experience the amazing interplay of light as the Sahara slowly comes alive. Head back for brekkie, collect the rest of your gear, and then travel west to Todra. You’ll come across a bright tablecloth of green that might seem so out of place you'll think you are dreaming. This valley is pretty impressive, with all the palm trees and mud-brick villages. Arrive at your hotel at the top of the valley, then perhaps take a hike into the gorge, where sheer cliffs rise more than 1000 feet above you."
    },
    {
      "dayNumber": 9,
      "title": "Ait Benhaddou.",
      "description": "From Todra Gorge, travel along the ‘Road of 1000 Kasbahs’ and enjoy views of the Dades Gorge. You'll also travel past Skoura, home to the beautiful little houses rising like a mirage beyond a dry riverbed. Quench your thirst with a mouthful of mint tea (the best in the world) at Tawesna teahouse, whose profits are devoted to the projects of the women association in the village. This experience is more than just a cuppa – it’s about discovering a culture, sharing a true moment and contributing to women’s economic inclusion. Continue to the medieval mud-brick town of Ait Benhaddou, which is at its best in the late afternoon sun. If you wonder why Ait Benhaddou looks familiar, it’s probably because you’ve seen it before! Perhaps not live, but certainly on the silver screen – think Gladiator and Game of Thrones – loads of movies and shows were filmed in this kasbah! Explore the many old streets and climb the fortress for a superb view of the Old Town. You can also (for a small fee) enter one of the most interesting old houses and climb up to the turrets for a view over the river. You'll spend the night just outside the walls."
    },
    {
      "dayNumber": 10,
      "title": "High Atlas - Marrakech.",
      "description": "After breakfast today, continue west, taking in those countryside views as you wind your way up towards Tizi ‘n Tichka. This is a whopping 2260 m above sea level – the highest pass on the road to Marrakech. Leaving the Atlas behind, you'll descend into the plains surrounding Marrakech and arrive in the late afternoon. With no planned activities, this is a good chance to get lost in the fun of Djemaa el-Fna Square, where there are many fire eaters, fortune tellers, actors, musicians and hawkers vying for your attention."
    },
    {
      "dayNumber": 11,
      "title": "Marrakech.",
      "description": "Marrakech is a feast for the senses, and this morning you’ll get to venture out in the maze of streets with a local expert. Set off on a tour of the old medina, through the bustling souks and sample some sweet and savoury specialities in a tasting experience at a local restaurant. Think barbequed meats, fresh salads, mint tea and couscous. The rest of the day is free, so why not head out on a cycling trip, go quad-biking or indulge in a Luxury Hammam and Spa – the options are endless! You might also like to visit Le Jardin Secret – a traditional medina garden revived for the 21st century. Once owned by a powerful local chief U-Bihi – who was poisoned by Mohammed IV – this historic riad has one of the most beautiful courtyards in Marrakech, combining exotic and traditional Islamic gardens that are fed by original khettara, an underground irrigation system. Maybe visit AMAL Women’s Training Center for lunch – Amal is a non-profit organisation that helps disadvantaged women gain work experience by providing comprehensive training in gastronomy. Every year, 30 to 40 women complete the training, which helps them find appropriate employment and improve their living conditions. In the evening, you’ll undoubtedly be drawn back to Djemaa el-Fna for a night out on the town."
    },
    {
      "dayNumber": 12,
      "title": "Marrakech.",
      "description": "No activities are planned after breakfast this morning, why not become a Moroccan MasterChef in an Urban Adventure’s cooking masterclass with a local guide? Journey through the souks of Marrakech and shop for the best ingredients before learning the insider tricks to whip up a deliciously authentic tagine in a classic riad setting while getting to know the family that lives there. To find out more about ‘Tajine Cookery Class’, visit urbanadventures.com."
    }
  ],
  "map": ""
}