{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "railway-tour-of-morocco",
  "tourName": "Railway tour of Morocco",
  "placesVisited": "Fez, Marrakech, Rabat, scenic train journeys, Optional activities include: cooking classes, hiking excursions, train rides to Meknes, drives into the High Atlas Mountains and day trips to Essaouira",
  "generalInfo": "Morocco by Rail<br/>A stylish journey through imperial cities, with first-class train travel and private guided discovery<br/><br/>Experience the romance and rhythm of Morocco on this seamless and sophisticated holiday by rail, connecting the country’s most captivating cities with comfort, elegance and ease. With first-class train travel, private transfers, and expert-led city tours included throughout, this journey blends rich cultural immersion with relaxed, well-paced travel.<br/><br/>If you fancy clambering aboard the ‘Marrakech Express’ then this Morocco rail holiday lets you do just that with overnight stays in Marrakech, Morocco's capital (Rabat) and Fez giving travellers a real insight into the scenery and lifestyles across the north of the country. Unique, romantic and always exciting, travelling through Morocco by train is a reliable means of experiencing an ever-changing landscape in comfort with excursions possible to Meknes, Volubilis, Casablanca, the Atlas Mountains and Essaouira - all available upon request.<br/><br/>Your adventure begins in Marrakech, where you’ll stay in a beautifully restored riad nestled within the medina’s winding alleyways. Step into a world of carved cedar, mosaic courtyards and rooftop terraces, offering a tranquil haven in the heart of the city. During your private guided tour, uncover Marrakech’s iconic landmarks — from the opulence of the Bahia Palace to the vibrant souks, serene gardens, and the ever-buzzing Djemaa el-Fna. Chic cafés and rooftop restaurants align market places and thriving squares where the mix of mystery, history and cultural enlightenment combine to wondrous effect.<br/><br/>From here, board a first-class train to Morocco’s refined capital, Rabat. With its palm-lined boulevards, Andalusian gardens and elegant colonial architecture, Rabat offers a calm sophistication rarely found elsewhere. Your private guide will lead you through the city’s highlights, including the Kasbah of the Udayas, the impressive Hassan Tower, the necropolis at Chellah and the grand mausoleum of the Kings.<br/><br/>Continue by rail to the spiritual and cultural heart of Morocco, the city of Fez. Lose yourself in the medieval maze of the Fez el-Bali medina, a UNESCO World Heritage site where artisans still practise centuries-old crafts. During your privately guided visit, discover the Al-Qarawiyyin Mosque, the tanneries, and hidden riads and madrasas that bring the city’s layered history vividly to life.<br/><br/>Optional detours by train can also take you to Casablanca, where the grandeur of the Hassan II Mosque meets the modern buzz of Morocco’s commercial capital, or to Tangier, a coastal city of cosmopolitan flair with sweeping views of the Strait of Gibraltar. Both can be tailored into your itinerary, with private transfers and expert-led city tours included. <br/><br/>Throughout your journey, you'll travel comfortably between cities on first-class ONCF trains, with all logistics and transfers arranged for you. Handpicked riads and boutique hotels offer character and comfort, while private guides ensure a deeper connection to each destination.<br/><br/>This is Morocco in motion — elegant, enriching, and effortlessly enjoyable. Whether wandering the labyrinthine streets of Fez or sipping mint tea on a sunlit terrace in Rabat, this holiday is designed for the traveller who values both cultural depth and refined travel.<br/><br/>Information worth knowing:<br/>We’ve included all train and overland transfers to and from your riad or hotel within the overall tour price.<br/><br/>Private guided sightseeing tours are included, along with free time to explore and opportunities for optional activities, such as: hiking or cookery classes. Helping to give travellers a well-rounded picture of Morocco this holiday comes with great rail connections and pre-booked tickets aiding safe travels with the minimum of fuss.<br/><br/>All of the guided city tours are accompanied by an English-speaking guide and include transportation, entry costs, and a tour of the souks and main points of the medinas.<br/><br/>The riad accommodation that we’ve selected is typical to Morocco and features an internal courtyard that’s pivotal to the character, the comfort and the lifestyles of local people. These riads have been carefully converted from private family homes to fine guest houses where local staff are just as integral to the overall experience as the locally sourced produce used in the kitchen.",
  "durationDays": "8",
  "price": "950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Marrakech. Arrive at the airport and transfer to your choice of B&B riad accommodation which will become your home for the next three nights. The rest of the day is yours to explore in and around Marrakech at leisure. Optional Street Food Tour recommended."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you'll be invited to explore the city of Marrakech, firstly on a guided tour and then, for the rest of the day, under your own steam."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your third day in Marrakech is yours to do with as you wish with several optional activities, such as: cooking classes, hiking trips and drives into the High Atlas Mountains or along the coast to Essaouira, all easily accessible."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you'll bid Marrakech adieu as you transfer by taxi to the train station and make the four hour journey to the capital of Morocco, Rabat. Upon arrival in Rabat you'll transfer to your preferred riad or B&B accommodation before having the rest of the day free for exploring and sightseeing."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Optional city tour of Rabat in the morning or free time. Another train journey today takes you from Rabat to the ancient walled citadel of Fez where you'll check into your choice of B&B hotel which will become your home for the next three nights."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy the morning sightseeing in Fez before spending the rest of the day exploring amongst the markets and narrow alleyways at your leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you can continue your exploration of northern Morocco with our private guided tour of Meknes, Volubilis and Moulay Idriss. HIGHLY RECOMMENDED."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Say farewell to Fez before transferring to the local airport. OR, alternatively, taking the train back to Marrakech for another night before departing on your scheduled flight from Marrakech airport on Day 9."
    }
  ],
  "map": ""
}