{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-adventure-cultural-highlights-tour",
  "tourName": "Morocco adventure & cultural highlights tour",
  "placesVisited": "",
  "generalInfo": "Ready to joint this adventurous Morocco Adventure and Cultural Highlights Tour? Take a look at this 11 days tour where you'll find us waiting for you at Mohamed V Airport in Casablanca with a sign with your name on it, to drive you to your hotel.<br/>Our tour will start from Hassan II Mosque with its splendid esplanade and its tallest minaret in the world, before leaving for Morocco’s political and administrative capital for a short sojourn to see what is remaining from the earthquake of 1755, of the monumental Hassan tower. Later on we’ll head further north to Chefchaouen with its' bright blue, Andalusian-tiled medina. The third day our wheels will be turned south for the maze to end all mazes, Fes, the largest medina in the world.<br/>From the hustle and bustle we’ll head southeast towards Merzouga and the gateway into the golden dunes of the Sahara Desert to spend a night in a Bedouin camp. Then to Todgha gorge to be faced by the impressive rock formations before getting ready to hike the canyon.<br/>The next morning we’re not only going to see the 11th century UNESCO-protected red mud-brick ksar of Ait Benhaddou but also, the Hollywood of Africa and valley of roses as well. At the end of the day, we’ll be in Marrakech to continue our adventurous Morocco tour by riding a hot air balloon over the city and then discovering its' Medina by foot, with your Marrakech born and bred guide. Then we will head west to Gnawa City –Essaouira- passing by to see the phenomenal tree goats before getting back to our meeting point Casablanca to fly back home.",
  "durationDays": "11",
  "price": "4290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After your tour guide/driver has picked you up & dropped you off at your hotel you might like to discover some of Casablanca’s sights. Notably the Hassan II Mosque which is considered to be the largest in north Africa and the third largest in the Islamic world, with its splendid esplanade and tallest minaret in the world. It is a long reach of marble and emerald zellige rising 210 meters into the sky. Grand and timeless, the Great Mosque is constantly busy, a meeting point for Sunday strolls."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "If time didn’t allow you to visit Casablanca’s sights yesterday you can do it this morning. After Casablanca, Morocco's political and administrative capital Rabat, will be waiting for us. Rabat may be not be at the top of everyone's list, but you will be pleased to discover it has plenty of charm. You will have the opportunity to explore the city on a short visit, first through the monumental Hassan tower with the pillared ruins of its mosque being all that remains from the earthquake of 1755. There is also the near-by Mausoleum of the royal family. Head further north to Chefchaouen with its bright blue, Andalusian-tiled medina, with its grand red-hued Kasbah lording over the Main square of Outa Hmam."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will have a free morning to discover Chefchaouen city perched beneath the raw peaks of the Rif Mountains. The « Blue Town » has a mystical blue-washed Medina, surely the prettiest and the smallest when compared to others in the country. The town remained isolated with the Andalusian character architecture. Chefchaouen is undoubtedly a place to enjoy exploring at random. Later on, you will be picked up by your driver/ tour guide and head south to Fes where you can prepare for tomorrow’s amazing tour to discover the mysteries and secrets of the 9000 alleyways that make up this maze, do not panic the guide will show you the must-see sites."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "With your private local guide you will have the opportunity to discover the ancient breeding ground for scholars and artisans and the largest Medina in the world. Your will see the America Fondouk, Nejjarines, the Tanneries, the Medersa (Theological college) and Karaouine, the first established university in the world. Your guide will shed light on many tales and the 1200 years of history of this UNESCO-protected Medina. Once you finish your visit of the Medina we will drive you out of Fes to have a delicious home-made meal in Lalla Fatiha’s place in Sefrou."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "An early-morning start is recommended for this day. We leave Fes and head southeast towards Merzouga and the gateway into the golden dunes of the Sahara desert. En route we will pass by the cedar forests of Ifran, the Switzerland of Morocco, where you might think that you are in the Alps. If we’re lucky we’ll come across the Barbary Macaques on our way to Midelt where we’ll stopover for lunch. After lunch, we'll drive through the Middle Atlas Mountains to reach the Ziz Valley, which are considered to be among the largest producer of oasis dates in Morocco, then it’s off to Merzouga with the highest dunes in Morocco. You can store any baggage and bring an overnight bag with you. You’ll have the chance to be accompanied by a camel and blue-turban-robed guide into the sandy seas. After hour-long camel ride you will be among the luckiest to watch the sun set over the Sahara dunes and spend a night in a Bedouin style tent."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you’ll wake up with the sun shining on your face to witness, what we hope, is a glorious sunrise amongst the dunes. Watch the light creep slowly down the dunes, as you stay warm and cosy under blankets for an early-breakfast. After an hours camel ride back out of the desert you will depart and head for Erfoud where you can marvel at the million-year-old fossils that the area is famous for. Then heading north for a sublime experience in the Todgha gorges where we’ll explore between the gigantic rock faces. Arriving in Dades gorge, rust-red and mauve mountains. A series of crumbling Kasbahs and Ksours line the valley in the Berber villages to the monkey Finger Mountains. If we get there earlier and you still have some energy to hike a couple of hours we will drop-off our luggage at the hotel and get ready for a hike."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Depart Dades at 8:00am traversing the valley of roses and daggers straight to the 11th century UNESCO-protected red mud-brick ksar, which has formed the backdrop for many Hollywood movie production such as Lawrence of Arabia, Kingdom of Heaven, Jesus of Nazareth, Gladiator, Game of Thrones and many others. You might also like to explore Ouarzazate, home to Taourirt Kasbah and the «Ouallywood» studio. Ending up the memorable Tizi n’Tichka pass via north Africa’s highest peak, the high Atlas Mountains with the Berber villages lined along the road to arrive in Marrakech where you will have the day to explore the cacophony of musicians, snake charmers and vendors in the open-air famed Jamaa El Fnaa square, and the highly recommended sites with your guide."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Do you want to discover Marrakech from the sky? If so be ready, because today your driver will pick you up in the early morning to catch a hot air balloon ride over the red city of Marrakech, to enjoy the breathtaking views of the High Atlas Mountains in the background and enjoy sunrise over red sand, palm groves, and majestic open landscapes. After having breakfast you’ll continue on with your local guide, exploring the old part of thee Red City, with its Medina’s narrow lanes that lead to lavish sites, tombs and religious monuments decked out in marble. Bahia and El-Badii Palace and Saadien’s Tombs are highlights to check off the list. Afterwards, you driver/Tour Guide will pick you up from outside the medina to explore the Majorelle garden, Museum Saint Laurent, Berber Museum. While in Marrakech you will surely encounter thousands of motorcyclists and horse drawn carts roaming in the city and some of them pull over next the vast square of Jemaa El-Fnaa where it’s carnival every night with musicians, acrobats, storytellers and slapstick comedy troupes around the Medina."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After having breakfast at the Riad, you’ll be picked up by your driver/tour guide around 08:00am, you will head to Essaouira. Along the road we’ll have the chance to see the famous tree goats, before exploring Jimi Hendrix’s town. You’re free to roam in the city that was and still is, a haven for hippie backpackers and Gnawa musicians. You can book a local guide, if not you can start by visiting the cities ramparts, a series of forts that were built in the 15th century around the Medina of Mogador. Inside the Medina you’ll have the chance visit The Mellah (former Jewish quarter), Morocco’s third fishing port where you can have a delicious fish meal. For the sports-oriented travelers, Essaouira is a great spot for windsurfing and kitesurfing schools."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Around 8am you’ll head north to the 15th century Portuguese fortified city of Mazagan, known now as El-Jadida, nicknamed «the Deauville of Morocco» its Portuguese structures, fortified ramparts and a system of defense surrounding the Medina, which is built out into the sea, all evoke the city’s past history. Listed as a World Heritage of Humanity by UNESCO, this ancient coastal town is an impressive testimony to Portuguese architecture. Driving north to Casablanca where you spend your last night in morocco before leaving."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Our trip comes to an end and we have to say “see you again” instead of “goodbye” and we hope that you spent one of your best and unforgettable holidays with us."
    }
  ],
  "map": ""
}