{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-highlights-tour",
  "tourName": "Morocco highlights tour",
  "placesVisited": "",
  "generalInfo": "Embark on this captivating adventure through Morocco with our specially curated itinerary. <br/>From the vibrant streets of Marrakech to the awe-inspiring landscapes of the High Atlas Mountains and the serene coastal charm of Essaouira, this journey is your gateway to an unforgettable adventure!<br/>Allow us to introduce you to the heart and soul of this captivating country, where history, culture, and natural beauty meet.<br/><br/>Marrakech: A Sensory Extravaganza<br/>Your Moroccan journey begins in Marrakech, a city that weaves the past and the present seamlessly. Your stay here promises not only comfort but an opportunity to immerse yourself in the local culture. Step into the shoes of a local as you partake in a mesmerizing cooking class, crafting traditional Moroccan dishes using the freshest ingredients which you will source with a guide from the market, opening your eyes to the kaleidoscope of spices, textiles, and treasures that makes Marrakech a shopper's paradise.<br/><br/>High Atlas Mountains: Nature's Grandeur<br/>Leaving the city behind, venture into the serene beauty of the High Atlas Mountains, specifically Imlil. Here, a delightful lunch awaits you at a local house, offering an authentic taste of Moroccan hospitality. A guided walk through the region's striking landscapes will reveal the hidden secrets of the Atlas Mountains and its charming Berber villages. The panoramic vistas and tranquil surroundings will leave you spellbound.<br/><br/>Ouarzazate: The Gateway to the Sahara<br/>The journey continues to Ouarzazate, known as the \"Gateway to the Sahara.\" You'll experience the breath-taking beauty of the desert in a deluxe Bivouac, where luxury meets the mystique of the dunes. As the sun sets, a camel ride will take you to a vantage point where you can watch the mesmerizing desert sunset, a moment of profound tranquillity.<br/><br/>Kasbah of Ait Benhaddou: A UNESCO Gem<br/>A 4x4 adventure ride will take you to the UNESCO-listed Kasbah of Ait Benhaddou, an ancient fortified village with a history dating back centuries. This remarkable site, with its intricate mud-brick architecture, will transport you back in time, offering an insight into Morocco's rich heritage.<br/><br/>Essaouira: Coastal Charms<br/>The final destination of your journey is the coastal town of Essaouira, where the captivating blend of Moorish and European influences creates a unique atmosphere. Stroll along the picturesque seaside promenade, relax on sandy beaches, and explore the city's UNESCO-listed medina. Here, history and natural beauty intertwine, offering an ideal conclusion to your Moroccan adventure.<br/><br/>This journey encapsulates the essence of Morocco, taking you on an extraordinary voyage that spans landscapes, culture, and history. Prepare to be captivated by the wonders of this North African gem and create lasting memories that will stay with you forever. Morocco awaits your exploration, and with our expertly designed itinerary, you can rest assured that every moment will be a treasure to cherish.",
  "durationDays": "12",
  "price": "1676",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Marrakech Airport – Transfer to your Riad in Marrakech."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning Guide Visit in Marrakech. The remainder of the day is yours to venture out to the amazing hectic Jemaa El Fna square, a magical sight that comes alive after the sun goes down with all the sights, smells and sounds! For dinner, feel free to try one of the outdoor food stalls which offer a variety of local food or one of the many amazing rooftop restaurants in Marrakech. Be sure to pre-book as some of them are very popular! We have a great list we can recommend for you."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A cooking class with shopping in the souk a awaits you, an opportunity to dive deep in to the Moroccan cuisine and spices! Afternoon is at your leisure to relax at the Riad or take in a spot of shopping in the Souk."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day excursion to the high Atlas Mountains, Imlil: lunch at a local house & a guided walk are included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart Marrakech for your private transfer to Ouarzazate, Hollywood of the Sahara! Ouarzazate has earned the nickname \"Hollywood of the Sahara\" due to its popularity as a filming location for many Hollywood and international film productions. It has been the backdrop for famous movies and TV series, including \"Lawrence of Arabia,\" \"Gladiator,\" \"Game of Thrones,\" and \"The Mummy.\""
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave Ouarzazate to head to the Desert. First stay is in Erg Lihoudi. Erg Lihoudi offers a unique opportunity to immerse yourself in the beauty and tranquillity of the Sahara Desert while exploring a less-travelled part of Morocco's vast desert landscape. It's a destination that beckons adventurers and nature enthusiasts alike. Stay overnight in a deluxe Bivouac and enjoy a camel ride to watch the sunset."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Continue your adventure in the desert by 4x4 and travel to Erg Cheggaga. Erg Chegaga, also known as Chegaga Dunes or Chigaga Dunes, is one of the most remote and pristine desert destinations in Morocco. Located in the south-eastern part of the country, it is one of the two largest Saharan ergs (sand seas) in Morocco, with the other being Erg Chebbi near Merzouga. Overnight stay in a deluxe bivouac."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy an early breakfast or last magical sunrise before your 4X4 transfers back to Zagora to meet the driver and travel to Ait Benhaddou. Overnight stay near the Kasbah of Ait Benhaddou. Aït Benhaddou, a well-preserved Kasbah, is a must-visit attraction. It is a UNESCO World Heritage site and a remarkable example of traditional Moroccan architecture."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "From one UNESCO heritage to another one in the old Mogador of Essaouira. Travel by private transfer to your Riad. Essaouira is a city with a fascinating history. It was originally known as Mogador and was founded by the Phoenicians. The city has been influenced by various cultures over the centuries, including Portuguese, French, and Berber, contributing to its unique architectural and cultural blend."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free day to explore more of Essaouira. UNESCO World Heritage Site: The historic medina of Essaouira was designated as a UNESCO World Heritage site in 2001, recognizing its well-preserved and harmonious architectural ensemble. The medina's distinctive blue and white buildings, fortified walls, and narrow winding streets are a sight to behold. Coastal Beauty: Essaouira is known for its stunning coastal beauty. The city is situated on the Atlantic Ocean, and its long sandy beaches are popular for swimming, windsurfing, and kite-surfing. The sea breeze provides a refreshing escape from the Moroccan heat. Mogador Island: Located just off the coast of Essaouira, Mogador Island is a nature reserve and home to various bird species, including the rare Eleanora's falcon. The island is accessible by boat and offers opportunities for bird-watching and exploration. Historic Medina: The medina of Essaouira is a labyrinth of narrow streets, colorful souks, and artisan workshops. It's a fantastic place to shop for local crafts, including traditional Moroccan rugs, jewelry, woodwork, and textiles. Fish Market: Essaouira is renowned for its bustling fish market, where local fishermen bring in their daily catches. Visitors can experience the vibrant atmosphere and even sample freshly grilled seafood right on the spot. Music and Arts Scene: Essaouira is famous for its artistic and cultural heritage. The city hosts various music festivals, including the Gnaoua World Music Festival, which celebrates the Gnaoua and World Music fusion. Many art galleries and workshops showcase the talent of local and international artists. Fortified Walls: The city's walls and bastions, designed by a French architect during the 18th century, offer panoramic views of the city and the ocean. They were built to protect Essaouira from attacks by pirates and foreign powers. Gnaoua Culture: Essaouira is a stronghold of Gnaoua culture, a spiritual and musical tradition that blends African, Arab, and Berber elements. You can often hear the mesmerizing sounds of Gnaoua music in the streets and cafes. Relaxed Atmosphere: Compared to bustling Moroccan cities like Marrakech and Fes, Essaouira has a more relaxed and laid-back atmosphere. The city's seaside ambiance, with its fresh sea air and slower pace, makes it an ideal destination for a peaceful retreat."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore Essaouira or simply relax at the Riad."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Unfortunately, your stay in Morocco has come to an end, time for your private transfer to Marrakech Airport."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 No meal Day 2 Breakfast Day 3 Breakfast & Lunch Day 4 Breakfast & lunch at a local house Day 5 Breakfast & Dinner Day 6 Breakfast & Dinner Day 7 Breakfast,Lunch & Dinner. Day 8 Breakfast & Dinner. Day 9 Breakfast Day 10 Breakfast Day 11 Breakfast Day 12 Breakfast"
    }
  ],
  "map": ""
}