{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "moroccan-highlights-tour-from-casablanca",
  "tourName": "Moroccan highlights tour from Casablanca",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable 9-day journey through Morocco, where vibrant cities, ancient villages, and the mesmerizing Sahara Desert await. This adventure will take you to Casablanca, Marrarkech, Fes, Chefchaouen, and Rabat, immersing you in the country's rich culture and natural beauty. Your Moroccan escapade begins in the coastal city of Casablanca. After arriving and settling in, you'll have time to unwind before connecting with your fellow travelers. Over the next few days, you'll visit the 'Red City' of Marrakech, traverse the majestic High Atlas Mountains, uncovering hidden gems like the UNESCO-listed village of Ait Benhaddou, a frequent backdrop for films, and Ouarzazate, the \"Hollywood of North Africa,\" where you can explore renowned film studios. Your journey continues through the fragrant Roses Valley to Boumalne Dades. Prepare for an unforgettable experience as you venture into the awe-inspiring Todra Gorge and the enchanting Sahara Desert. Embark on a magical camel trek across the golden dunes as the sun sets, followed by a night under the desert stars in a traditional Berber camp, complete with local cuisine and music. Leaving the desert behind, you'll travel through the palm-filled Ziz Valley, cross the Atlas Mountains again, and encounter playful monkeys in the Cedar Forest. Your next destination is Fes, Morocco's oldest imperial city. Here, a guided tour will lead you through the heart of the bustling medina, where you'll witness traditional craftsmanship and have the option to indulge in a delicious Moroccan feast accompanied by traditional music and dance. Next, you'll discover the picturesque \"Blue Pearl\" of Chefchaouen, a town nestled in the Rif Mountains and known for its captivating blue and white architecture. Your journey south takes you to Rabat, Morocco's official capital, where you'll explore iconic landmarks like the Hassan Tower and the Mausoleum. Continuing to Casablanca, you can choose to visit the magnificent Hassan II Mosque before bidding farewell to this magical country. If you would prefer to start/end your tour in Marrakech, please see our Moroccan Circuit tour",
  "durationDays": "9",
  "price": "949",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Casablanca, transfer to hotel Welcome to Morocco! We will meet you on your arrival in Casblanca airport and transfer you to the hotel. Your time is then free to relax by the hotel pool, or explore Casablanca a little independently if you arrive early. We will then have a welcome meeting with the tour guide at 6.00pm where you will meet your fellow travellers. If you arrive late and miss this meeting then we will make the introductions again tomorrow morning. Dinner is included in the hotel tonight. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head to Marrakech. Optional city tour After breakfast there is an optional yet highly recommended visit to the Hassan II Mosque before we head south via the highway towards bustling Marrakech, with a coffee stop on the way. Admire the landscape before we check in to our hotel in the red city.. After settling into your hotel, the afternoon is yours to unwind by the pool or continue exploring independently. You might consider booking our guided city tour, indulging in a relaxing hammam spa and massage, or visiting the enchanting Majorelle Gardens. During your time here, you won't want to miss Marrakech's iconic landmark, the rose-hued Koutoubia Mosque, standing tall at 77 meters. Its tower, reminiscent of the Hassan Tower in Rabat and the Giralda Tower in Seville, graces the edge of the medina. To truly experience Marrakech, a visit to the UNESCO-listed medina and Djemaa el-Fna square is essential. This bustling hub of activity is a captivating spectacle, teeming with snake charmers, musicians, henna artists, spice vendors, and souvenir stalls. Here, we'll spend the evening, where you can immerse yourselves in the city's vibrant atmosphere. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "To Boumalne Dades via Ait Benhaddou Today, our adventure begins with a scenic drive across the High Atlas Mountains of Morocco, culminating in the ancient village of Ait Benhaddou. This historic village was once a vital stopping point for caravans, and its unique architecture has made it a UNESCO World Heritage site and a popular filming location for international movies such as \"Gladiator,\" \"Prince of Persia,\" and \"Game of Thrones.\" Nearby, we'll explore Ouarzazate, a city in southern Morocco known as the \"Hollywood of North Africa\" due to its numerous film studios. Continuing our journey, we'll pass through the picturesque Roses Valley, a lush region known for its fragrant damaskina roses. Each year, locals celebrate the rose harvest with a vibrant festival. Our day concludes in Boumalne Dades, a charming town nestled amidst stunning scenery, where we'll spend the night. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the Todra Gorge before a camel trek into the Sahara Today, we bid farewell to the Dades Valley and journey eastward to the Todra Gorge. Amidst the palm groves of this oasis, we'll enjoy a leisurely stroll and marvel at the impressive gorges. Next, we set our sights on the majestic Erg Chebbi dunes of Merzouga, where we'll embark on a camel trek into the vast Sahara Desert. As the sun dips below the horizon, we'll witness the desert's breathtaking transformation. Our evening unfolds in an authentic Berber Camp on the desert's edge. Here, we'll savor local cuisine, be enchanted by traditional music, and relish a magical night beneath the twinkling Saharan stars. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Fes via Ziz Valley, High Atlas and Ifrane. Keep your eyes peeled for Macaques. Following breakfast, our journey takes us through Errachidia and the Ziz Valley, renowned for its abundant date palms. We then traverse the High and Middle Atlas Mountains, a natural barrier between the Sahara Desert and the country's interior. En route, we'll pause at the Cedar Forest to observe the playful Barbary macaque apes. Our next stop is the charming alpine town of Ifrane, a former French colonial retreat. Finally, we reach Fes, Morocco's ancient capital, where we'll settle in for the night. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Full day exploring Fes Considered the largest and oldest medieval city in the world by many, Fes is over 1,200 years old and is famous for its busy Medina. Home to 400,000 inhabitants this is packed with narrow winding streets, mosques, souks and is a heady mix of sights, smells and sounds. We'll spend plenty of time exploring the Medina, seeing various palaces and mosques (which non-Muslims will not be able to enter), and many different crafts on sale. Our guided tour will also include the Fes's famous dye-pits and tanneries, as well as a traditional Moroccan pharmacy and pottery. Finally we'll return to our hotel to relax after a long day of walking and exploring. This evening there is the option for a traditional meal inside the city with live Moroccan entertainment including music, belly dancing and magicians. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head to the Blue City of Chefchaouen This morning we travel on to explore Chefchaouen, a haven of peace and tranquility. High up in the Rif mountains, Chefchaouen is a beautiful blue door and white-walled medina that was originally a Berber post. The main square is the heart of Chefchaouen, with the Kasbah (built back in the 18th century), central mosque and cafes with great local food. You can explore the busy market in a relaxed atmosphere. Whilst in Chefchaouen, there will be the opportunity to participate in an optional cooking class, which can be booked via your tour guide. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore Rabat en-route to Casablanca Setting out early today, we journey south to Rabat, Morocco's official capital. Upon arrival, we'll embark on a guided tour of the city, exploring prominent landmarks such as the Hassan Tower and the Mausoleum of King Mohamed V and his son, Hassan II. Next, we'll venture into the Oudaya Kasbah, a historic fortress that once served as a bulwark against European incursions. After enjoying a delicious lunch in Rabat, we continue to Casablanca. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tour ends in Casablanca Your Moroccan tour with us ends after breakfast today and your time is free until you depart. Our guide or the hotel will help you arrange a taxi for the short drive to the airport, or you can add extra days to explore Casblanca further if you wish. OVERNIGHT"
    }
  ],
  "map": ""
}