{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "spain-and-morocco-vacation",
  "tourName": "Spain and Morocco vacation",
  "placesVisited": "",
  "generalInfo": "This immersive 16-day journey takes you across two continents, weaving together Spain’s vibrant cities and Morocco’s imperial heartlands in a seamless exploration of history, culture, cuisine, and living traditions.<br/><br/>Your adventure begins in Madrid, Spain’s energetic capital, where grand boulevards, elegant plazas, and historic neighborhoods set the tone. You ease into local life with evenings spent hopping between time-honored taverns, discovering the social ritual of tapas and wine as Madrileños do. A guided walk through the historic Habsburg district reveals royal palaces, lively squares, and hidden corners that tell the story of Madrid’s imperial past.<br/><br/>Traveling south by high-speed rail, you arrive in Granada, where Moorish heritage and Andalusian charm converge beneath the Sierra Nevada. Here, history unfolds through the senses—from a unique scent-based exploration of the old city to the awe-inspiring Alhambra, whose palaces and gardens speak to centuries of artistic and political power. As night falls, flamenco comes alive inside a Sacromonte cave, offering an intimate glimpse into one of Spain’s most passionate art forms.<br/><br/>Continuing through Andalusia, you journey through olive-grove landscapes, stopping at a historic estate to learn why olive oil is Spain’s liquid gold. In Seville, architectural grandeur takes center stage: Gothic cathedrals, royal palaces, and orange-tree-filled neighborhoods reveal layers of Christian, Jewish, and Muslim influence. A hands-on market visit and cooking class deepen your connection to local culture through food.<br/><br/>Crossing the Strait of Gibraltar marks a powerful transition as Europe fades behind you and Africa comes into view. In Tangier, you explore winding medinas, ancient kasbahs, and vibrant neighborhoods shaped by centuries of cultural exchange. From here, a scenic road trip leads to Chefchaouen, the famed Blue Pearl of the Rif Mountains, before continuing to Fes—Morocco’s oldest imperial city and a living medieval masterpiece.<br/><br/>In Fes, labyrinthine streets, historic madrasas, colorful tanneries, and artisan souks immerse you in traditions that have endured for generations. You then travel onward through Meknes and Rabat, encountering monumental gates, royal mausoleums, and coastal elegance, before arriving in Casablanca to visit the breathtaking Hassan II Mosque, dramatically poised above the Atlantic.<br/><br/>Your journey concludes in Marrakech, where sunrise reveals desert landscapes from a hot air balloon and the city’s vibrant soul unfolds in palaces, gardens, souks, and the ever-lively Jemaa el Fna square. From rooftop cafés to hidden courtyards, Marrakech offers a fitting finale—rich, colorful, and unforgettable.<br/><br/>This thoughtfully paced itinerary blends iconic landmarks with intimate local experiences, offering a deep and rewarding journey through the shared histories and striking contrasts of Spain and Morocco.",
  "durationDays": "16",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Madrid Airport, your private driver will be waiting for you after you have collected your luggage and exited into the arrival hall. Transfer to your hotel and take time to relax after your journey. Spain’s vibrant capital, Madrid is known for its grand boulevards, elegant plazas, and world-class art collections, including the Prado Museum. With its lively café culture, historic neighborhoods, and infectious energy, the city offers a perfect introduction to Spain’s rich heritage and contemporary life."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Welcome Dinner Spanish Style Get to know the “going out for tapas” experience as the people of Madrid live it. Get ready to stand up and drink slowly, tasting a fantastic parade of dishes and wines from various regions of Spain, which have always found their place in the melting pot that is Madrid. You will visit a place that is as old in its concept as it is rare these days (more than 80 years in operation), an old inn where you will be brought closer to the history of Madrid with large boards of wines by the glass and the tapas of the day. The guide will advise on the wines and will order more portions for you to continue discovering gastronomy. Then you will visit two hundred-year-old taverns, the first has been in the same location for more than 100 years, and the second hides in its caves the secret of why Lorca or Pablo Neruda used to visit it. At the end of the tour you will have learned the key to wines, gastronomy (some for the intrepid), enjoying anecdotes from 18th-century Madrid as you stroll through its streets."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Madrid’s Historic Heart On this privately guided walk through Madrid, you explore the Spanish capital’s most beautiful and emblematic places. The focus today is the Habsburg district, the oldest part of the city, known locally as El Madrid de los Austrias. As you wander through this historic heart of Madrid—developed during the Habsburg dynasty between 1510 and 1700—you encounter striking landmarks such as the Royal Palace (Palacio Real de Madrid), the Almudena Cathedral, and the grand Plaza Mayor. Along the way, you also slip into lesser-known streets and hidden corners, uncovering overlooked details and quiet mysteries of the old town. Your knowledgeable local guide shares engaging stories and insights that bring the city’s past and present to life. To take a break from exploring, pause for a drink at an authentic local spot recommended by your guide, soaking up Madrid’s lively atmosphere. With a deeper understanding of the city’s history and culture, the rest of the day is yours to continue discovering Madrid at your own pace—linger in a favorite plaza, explore a neighborhood café, or simply enjoy the rhythm of local life."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "High-Speed Train to Granada At the appointed time, your private driver meets you at your hotel and transfers you comfortably to Madrid’s Puerta de Atocha train station. From here, you board the high-speed train bound for Granada, enjoying a smooth and scenic journey of approximately 3.5 hours through the Spanish countryside. Upon arrival at Granada’s train station, your private driver is waiting to greet you and escort you directly to your hotel. Sit back and relax as you are introduced to Granada, a city where Andalusian charm, Moorish heritage, and the dramatic backdrop of the Sierra Nevada come together, setting the stage for the experiences to come."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You follow a unique route that immerses you in an authentic, sensory experience, transporting you through different eras of Granada’s history using carefully curated scents connected to each time and place. As you move through the city, aromas become a guide, awakening memories and emotions tied to Granada’s rich past. Through these scents, you discover emblematic sites such as El Bañuelo, a hammam dating back to the Zirid period, the majestic Granada Cathedral, built in the 16th century on the site of a former mosque, and the colorful Alcaicería—once a Moorish silk market and now a lively maze of Andalusian treats, crafts, and souvenirs. A Sensory Walk Through Historic Granada When the experience ends, you take away more than memories. A small box of the fragrances you’ve encountered allows you to revisit this evocative journey and relive the essence of Granada long after your stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Inside Granada’s Alhambra Granada stands as the final stronghold of Al-Andalus, the last Muslim kingdom in Spain, and its layered history unfolds before you as you explore the city’s most iconic landmark: the Alhambra. Rising above Granada, this remarkable complex draws visitors from around the world and remains a powerful symbol of the city’s Moorish past. You stroll through its grand halls and courtyards, where intricate details and quiet spaces evoke centuries of history, then wander the Generalife Gardens. Filled with colorful flowers, flowing fountains, and shaded walkways, the gardens offer sweeping panoramic views over the city below. Perched atop a hill overlooking Granada, the Alhambra traces its origins to the 9th century and was later transformed in the 14th century by the Nasrid dynasty into a magnificent Moorish palace. After the Christian Reconquest in 1492, it became the royal court of Ferdinand and Isabella. Today, as a UNESCO World Heritage Site, it stands as one of Spain’s most extraordinary cultural treasures. In the evening, you head to the Sacromonte neighborhood, where flamenco comes to life in one of its most authentic settings—a natural cave carved into the hillside. Andalusia, the birthplace of flamenco, sets the stage for this deeply expressive art form, and you gain insight into its origins, influences, and rise to global recognition."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit to an Olive Oil Estate, Spain's Liquid Gold. At the appointed time, your private driver meets you at your hotel in Granada, and you set off on a comfortable transfer toward Seville, traveling through the heart of the Andalusian countryside. Along the way, you stop at a family-run olive oil estate to discover one of Spain’s most celebrated exports. Here, you gain firsthand insight into the olive oil production process during an exclusive visit to the estate. Steeped in history, this property traces its legacy back to the 17th century, when Hernando Colón, the son of Christopher Columbus, began exporting olive oil from this very land to the New World. You explore the estate’s historic production center, viewing impressive 16th-century olive oil presses that tell the story of centuries-old traditions. You then visit the modern facilities, where contemporary techniques are used to produce the high-quality olive oils still exported today. The experience concludes with a tasting of the estate’s oils, giving you the opportunity to savor their distinct flavors and put your newly gained knowledge to the test before continuing on to Seville. Back in Seville, you set out on a guided walk through the city’s historic center, discovering some of its most celebrated landmarks. You visit the Seville Cathedral, a vast 15th-century Roman Catholic church that houses the tomb of Christopher Columbus. A UNESCO World Heritage Site and the largest Gothic cathedral in the world, it stands as an awe-inspiring symbol of Seville’s wealth and devotion. Nearby, you admire La Giralda, the cathedral’s iconic bell tower, rising above the city skyline. From here, you continue into the Santa Cruz neighborhood, Seville’s former Jewish Quarter. As you wander its narrow streets and sun-dappled squares lined with orange trees, you experience one of the city’s most charming and well-preserved areas. With its lively cafés and traditional tapas bars, it’s an ideal place to pause, sample small plates, and enjoy a glass of local wine. You also explore the Alcázar of Seville, a magnificent palace complex and UNESCO World Heritage Site. With its ornate rooms and lush gardens, the Alcázar beautifully reflects the harmonious blend of Christian and Muslim influences that has shaped Seville’s history."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Traditional Andalusian Market Visit & Cooking Class If you’re hungry to make a deep, cultural connection, something intangible to take home and cherish long after your vacation is over, and explore Spanish cuisine, this is for you! You will learn from our passionate chef about not only Spanish food, but the culture as well. You will start this morning by touring a local market where we source the ingredients for your cooking class. After that informative visit, you put on your kitchen apron and learn how to cook some of the most representative local dishes, along with the crown jewel, our stunning paella. During lunch, your host shares stories about each of the dishes to help illustrate various aspects of Andalusian culture: a bit of history, a touch of sociology, tongue-in-cheek humor, and quite a bit of gastronomy. Free Time in Sevilla or Optional Half-day Excursion to Córdoba Córdoba is yet another romantic city in the Andalusia region, filled with historic Mudéjar architecture. This historically rich city is home to some of the country's most important monuments, such as the Mosque Cathedral and the Alcázar de Los Reyes Cristianos. Also very important is the Roman Bridge, with the Calahorra, a defensive tower of Arab origin located at one of its ends. It can be visited and from the top you can enjoy a beautiful view of the Roman Bridge with the Puerta del Puente and the Mosque-Cathedral in the background. You can also visit the city's incredible Jewish quarter and synagogue, tour a traditional souk market and follow the medieval walls. Transportation by train"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "At the appointed time, your private driver meets you at your hotel in Seville and transfers you south to the port of Tarifa, Spain’s southernmost point. From here, you board the ferry and cross the Strait of Gibraltar, a legendary waterway that separates Europe from Africa and connects the Mediterranean Sea with the Atlantic Ocean. During the short but scenic crossing, you may glimpse both continents at once—a powerful moment marking your transition between cultures. Upon arrival at the port of Tangier, you step into Morocco’s northern gateway. Long shaped by Phoenician, Roman, Arab, and European influences, Tangier has served for centuries as a crossroads between worlds. Your private driver meets you at the port and escorts you to your hotel, offering a first glimpse of the city’s vibrant streets, coastal views, and distinctive blend of African, Arab, and Mediterranean character as you begin the next chapter of your journey. In afternoon, Today, you experience Tangier on its own terms, exploring the city’s rich local culture alongside a knowledgeable guide. You wander through the historic Kasbah and Medina, where winding streets and layered histories reveal the soul of the city. You visit the 17th-century Sultan’s Palace, now a museum displaying Roman remains, traditional crafts, and artifacts that reflect Morocco’s deep-rooted heritage. Continuing into the Medina, you meander through bustling alleyways, passing communal bread ovens, the weavers’ quarter, and small local eateries that offer a glimpse into everyday life. By the end of the walk, Tangier feels more familiar, leaving you with lasting impressions of its people, traditions, and timeless charact"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Road Trip to Fes via Chefchaouen, \"The Blue Pearl\". Today you set off on a scenic road trip toward Fes, with a memorable stop in Chefchaouen, famously known as “the Blue Pearl.” As you travel beneath the rugged peaks of the Rif Mountains, the landscape gradually shifts before revealing one of Morocco’s most picturesque towns. Perched in the mountains and washed in shades of blue, Chefchaouen feels like a world of its own. Founded in 1471 as a fortified settlement, the town blends spiritual significance with a relaxed, artistic atmosphere. With your local guide, you explore the old medina, where blue-painted streets, red-tiled roofs, and narrow lanes lead to the lively Plaza Uta el-Hammam and its restored kasbah. You wander through nearby souks, admire the Grand Mosque from the outside, and visit the kasbah’s gardens and historic spaces. For sweeping views over the blue city, you step just beyond the old walls and pass through historic gates toward a scenic viewpoint near Hotel Atlas. After your visit, you continue your journey through the Moroccan countryside, arriving in Fes later in the day, ready to explore one of the country’s most storied imperial cities."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Discovering Fes with a Local Guide Today, you explore Fes, the oldest of Morocco’s imperial cities and one of its most fascinating, accompanied by a private local guide who brings its history and traditions to life. Often described as a living museum, Fes feels largely untouched by time, offering an immersive glimpse into centuries-old daily life. You step into the UNESCO-listed medina, the most complete of its kind in the Arab world, where narrow alleys and ancient walls create a maze of discovery. As you wander, you see highlights such as the ruins of the Merinid tombs, the beautifully preserved Bou Inania and Attarine madrasas from the 14th century, the revered Al Quaraouiyine Mosque—one of the oldest centers of Islamic learning—and the ornate Nejjarine Fountain. You pause for lunch at a traditional Moroccan restaurant before continuing your exploration. The afternoon reveals the striking blue-and-green gate of Bab Boujeloud, the bustling medieval tanneries, and views of the Royal Palace gates. You then dive into the lively souks, where artisans craft and sell jewelry, leather goods, copperware, and pottery, offering a vivid look at the skills and trades that have shaped Fes for generations. In the afternoon, a Moroccan traditional cooking class You head to your cooking class, which begins with a visit to a nearby souk to shop for produce — just as the locals do. As you prepare a traditional four-course meal, complete with fragrant spices, vibrant saffron, and the ubiquitous preserved lemon, you'll learn about traditional Moroccan cooking methods and will hopefully create amazing memories. At the end of class, sit down to enjoy your delicious dishes, which you can recreate once you're home from your trip."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Road Trip to Rabat via Meknes. Today, you set off for the nearby city of Meknes, Morocco’s third imperial city, often called the “Versailles of Morocco.” With your guide, you explore its monumental gates, including Bab El Khamis and the impressive Bab El Mansour, considered one of the most beautiful gates in the country. You also visit the Mausoleum of Moulay Ismail, gaining insight into the legacy of the sultan who shaped much of the city’s grandeur. After your visit to Meknes, you continue onward to Rabat. Morocco’s capital since 1956 and a UNESCO World Heritage Site, Rabat offers a blend of historic landmarks and modern elegance. During a panoramic visit of the administrative capital, you see highlights such as the Royal Palace, the Mausoleum of Mohammed V, and the iconic Hassan Tower—the minaret of an unfinished mosque begun by the Almohad ruler Yaacoub al-Mansour."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Private Transfer Rabat to Casablanca You depart Rabat by private transfer and travel along the Atlantic coast to Casablanca, Morocco’s largest city and economic hub. Upon arrival, you visit the Hassan II Mosque, the city’s most iconic landmark and an unmissable highlight. Dramatically set on the edge of the Atlantic Ocean, this vast complex includes a museum, traditional baths, a Quranic school, a library, and an immense prayer hall supported by 78 granite and marble pillars. Completed in 1993, the mosque is the largest in Morocco and the second-largest in the world. Its soaring minaret rises 650 feet (200 meters), making it the tallest minaret on the planet. As you approach, you admire the striking exterior and oceanfront setting before stepping inside—one of the rare mosques in Morocco open to non-Muslims. Your guide helps you appreciate the intricate craftsmanship, from shimmering mosaic tiles and carved stone to marble columns, wooden details, and soaring, ornamented ceilings. Emerald-green roof tiles crown the structure, and as evening approaches, the mosque glows warmly against the Atlantic, its lights reflecting off the rolling waves. Created by master artisans from across Morocco, the Hassan II Mosque stands as a breathtaking testament to the country’s architectural and artistic heritage."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Coastal Road trip to Marrakech via El Jadida Today, you leave Casablanca—Morocco’s commercial center—and travel south along the Atlantic coast toward Essaouira, enjoying sweeping ocean views along the way. En route, you stop in El Jadida, formerly known as Mazagan, a fortified city founded by the Portuguese in the early 16th century and later reclaimed by Sultan Mohammed ben Abdallah in 1769. Now a UNESCO World Heritage Site, El Jadida is celebrated for its well-preserved Renaissance-era design. You explore its historic ramparts, bastions, and atmospheric cistern, gaining insight into the city’s layered past and strategic importance along the coast. In the afternoon, you continue your journey inland toward Marrakech, where the pace quickens and a new chapter of your Moroccan adventure begins."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Getting to know Marrakech You rise early for an unforgettable hot air balloon flight over the desert outside Marrakech. As the sun lifts over the horizon, you float quietly above the landscape, taking in pastel skies, soft morning light, and sweeping views—a peaceful contrast to the city’s usual energy below. Later, you explore Marrakech, Morocco’s vibrant “Red City,” with a local guide. You wander through the historic center, visiting highlights such as the elegant Bahia Palace, where lush courtyards, gardens, and intricate woodwork showcase late 19th-century Moroccan craftsmanship. You also admire the Koutoubia Mosque and its gardens from the outside, its iconic minaret dominating the skyline. Passing through one of the medina’s historic gates, you dive into the maze of souks and hidden fondouks, where artisans sell spices, leather goods, dyed textiles, and traditional crafts. Your walk leads to Jemaa el Fna Square, the city’s lively heart. As evening falls, food stalls sizzle, musicians and performers gather, and the square comes alive. You can sample local street food or relax at a rooftop café and watch the spectacle unfold below. The rest of the time is yours to enjoy Marrakech at your own pace, with the option to visit the serene Majorelle Garden—created by Jacques Majorelle and later restored by Yves Saint Laurent—or spend more time soaking up the city’s unique atmosphere."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Today it is time to say goodbye to Morrocco. You have a private transfer to the airport."
    }
  ],
  "map": ""
}