{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "grand-tour-of-morocco-13-days",
  "tourName": "Grand tour of Morocco, 13 days",
  "placesVisited": "",
  "generalInfo": "Embark on the Grand Tour of Morocco—a 13-day journey that will awaken your senses and deepen your appreciation for this ancient land. From the vibrant streets of Marrakesh to the timeless charm of Ait Ben Haddou, the vast beauty of the Erg Chebbi desert, and the rich history of Fes, you will discover the essence of Morocco. <br/><br/>If this is your first encounter with Morocco, this tour is your perfect gateway. Each day is led by knowledgeable local guides and includes insights that enrich your experience. Enjoy authentic accommodations selected for their character and warmth.<br/><br/>Crafted by local experts, this tour unveils Morocco's captivating highlights and is available year-round. It invites you to step into a world of wonder and inspiration whenever you choose. Discover the magic that awaits you in this remarkable destination.",
  "durationDays": "13",
  "price": "3445",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Marrakesh - On arrival at Marrakech Menara Airport, you’ll be welcomed by your private driver for a transfer to your hotel in the city. Marrakesh is known for its colourful chaos, where you can leave your cares behind and go with the flow, exploring the labyrinth of twisting alleyways, with spice sellers, fortune tellers, snake charmers, and monkey handlers. Your driver will provide you with an overview of what to expect before you check-in and enjoy dinner at your hotel this evening. Overnight at the Riad & Spa Bahia Salam (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Marrakesh - Today you'll enjoy a full day guided tour of Marrakech, the second oldest imperial city in Morocco (after Fes). Also known as the Red City, it is home to numerous prestigious monuments which bear witness to the colourful history of North Africa. In the morning you'll take in key sites such as the Bahia Palace, the UNESCO Heritage Agdal Gardens, and Koutoubia Mosque. The afternoon will then be dedicated to local life, taking in the mesmerizing souks and famous Djemaa el Fna square, the epicenter of Marrakech in the medina (old town). The lively atmosphere that never slows down generates an exciting buzz accommodating a variety of tastes with everything from monkey tamers to musicians, tattoo artists, and merchants with fascinating shops. Overnight at the Riad & Spa Bahia Salam (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A free day to explore - You’ll have the day to do as you wish today, with options (payable locally) for day trips to coastal Essouira or the Atlas Mountains. If you’d like to see more of Marrakech, stick around and relax or take advantage of one of the many spas with hammams for a tranquil soak and perhaps some indulgent treatments. You might delve into the culture through its food with a cooking class, or just wander the enticing streets. Enjoy dinner at a typical Moroccan restaurant, or at your hotel. Overnight at the Riad & Spa Bahia Salam (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ait Ben Haddou - We will say goodbye to Marrakech this morning, setting off with your private driver on a scenic journey up and over the Atlas Mountains. Enjoy spectacular views as you rise through a series of mountains and valleys before descending down the other side and stopping to visit Ait Ben Haddou, a remarkable fortified kasbah that sits high atop a hill. The medieval city has been featured in famous films like “Lawrence of Arabia” and “Gladiator,” thanks to its unrivalled beauty. You’ll continue the short distance Ouarzazate, another popular Hollywood filming site for everything from “Game of Thrones” to James Bond movies. On arrival check in to your hotel and relax for the rest of the day. Driving time today will be around 4 hours. Overnight at the Riad Ksar Ighnda (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Erg Chebbi Desert - After breakfast you’ll be taken to visit the world-famous Atlas Cinema Studios in Ouarzazate. Known as the Hollywood of Africa, it is the largest film studio in the world and has been used to film many well-known classics. You’ll then venture into the desert, passing through palm groves and fields of roses before stopping at magnificent Todra Gorge, the Grand Canyon of Morocco, with its towering limestone cliffs that change colour with the position of the sun. We then arrive in the Merzouga region of the desert, changing to travel in a 4x4 for an exhilarating ride over the sand dunes before arriving at the desert camp. Marvel at the Sahara sunset before enjoying dinner around the campfire and settling in to spend the night in a Berber-style tent. Overnight at the Desert Luxury Camp (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Erg Chebbi to Fes - Wake up and join a camel ride out in the dunes to enjoy a stunning desert sunrise. Then return to the camp for a hearty Berber breakfast, before checking out and continuing by road to Fes. This long journey will take you back up and over the Atlas Mountains, passing cedar forests filled with Barbary monkeys, and maybe glimpses of the nomadic Berbers as they travel through the mountains. Stop in Ifrane, with its Swiss alpine looks, before reaching your hotel in Fes where you’ll enjoy dinner tonight. Overnight at Palais Ommeyad (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fes (Fez) - Meet up with a local guide for a fascinating tour of this ancient city, considered to be the cultural capital of the country. Walk through the bustling streets, just a few of some 9,000 different passageways, taking in the atmospheric souks and medina. Look out for colourful spices and skilled artisans, and visit Nejjarine Square with its famous fountain. You'll also visit alluring madrasa Bouanania Medersa, the mausoleum of Mouley Driss, Karaouiyine Mosque, and the oldest university in the world, founded in 859AD. Overnight at Palais Ommeyad (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A day at leisure in Fes - You’ll get a full day to enjoy the country’s cultural capital at your leisure. No activities are included today. For an authentic local experience, relax at one of the many hammams throughout the city. You might want to do some shopping at one of the oldest souks, like the Henna Souk which offers traditional cosmetics like henna and ceramics. Be sure to visit the Golden Gates at Royal Palace, one of the top spots in Fes for photos, before returning to your hotel for dinner. Overnight at Palais Ommeyad (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fes to Chefchaouen - This enchanting adventure continues as we leave Fes after breakfast, taking a scenic drive toward the Rif mountains and the famous Blue City, Chefchaouen. Stop for a guided tour of Meknes, the fortified Ismailia capital visiting the imposing port, the Herri Essouani, and the Jewish Quarter. You’ll also visit the Moulay Ismail Shrine, an 18th-century mausoleum with Islamic architecture, and the Roman ruins of Volubilis - the 3rd century BC capital of Mauritania. Continue to Chefchaouen, with its vibrant blue architecture nestled in the hills. We arrive late afternoon and check-in to your hotel. Driving time should be around 4-4.5hrs today. Overnight at Dar Echchaouen Maison d'hôtes & Riad (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Explore Chefchaouen - Chefchaouen is a truly beautiful mountain town, renowned for its azure Andalusian architecture. The town was originally established in the 15th century by Moors and Jews fleeing the Reconquista of Spain. Walk through truly unique structures, stopping at Uta el-Hammam, the town's central medina (old town) where the locals meet in cafes. Chefchaouen gives visitors a glimpse of a more rural way of life as opposed to the large busy cities. Overnight at Dar Echchaouen Maison d'hôtes & Riad (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Chefchaouen via Rabat to Casablanca - After breakfast and checking out of your Chefchaouen hotel, your driver will transfer you to Rabat, the capital city of Morocco. On arrival you'll meet a local guide to explore the city which is located on the Atlantic coast at the mouth of the river Bou Regreg. You'll visit the 12th-century Hassan Tower and Mausoleum, a masterpiece of modern Alaouite architecture, along with Roman ruins and the Kasbah des Oudaias which overlooks the sea. You'll then take the last leg of your journey into Casablanca, arriving mid-afternoon. Overnight at Gray Boutique Hotel (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Casablanca - Casablanca is the largest city in Morocco located on the Atlantic coast, it is the country's chief port and its economic hub. The town and the medina of Casablanca, as it is today, was founded in 1770 AD by Sultan Muhammad III ben Abdallah and there has been a settlement in this location since the 7th Century B.C. This morning your driver will meet you and take you on a guided tour of the city, including a visit to Mohammed V Square, the spectacular Hasan II Mosque, and a walk along the evocative 'corniche' waterfront. Overnight at Gray Boutique Hotel (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "The end of the grand tour of Morocco - Sadly your adventures in Morocco have come to an end. At an appropriate time your driver will transfer you privately from the hotel to Casablanca International Airport, arriving in plenty of time to check in for your onward flight. (B)"
    }
  ],
  "map": ""
}