{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "adventurous-10-day-luxury-tour-of-morocco-for-seniors",
  "tourName": "Adventurous 10-Day Luxury Tour of Morocco for Seniors",
  "placesVisited": "Rabat, Fez, Meknes, Volubilis, High Atlas Mountains, Marrakesh, Oualidia, Essaouira",
  "generalInfo": "Take off on a 10-day Morocco trip for seniors to enjoy an excursion into the mystical beauty of northern Africa. Explore historic and religious landmarks of centuries past, weave in and out of the winding labyrinths, immerse yourself in artisan workshops, and journey to the summit of the country’s highest peak. From fame to hidden gems, you will find the true wonders of Morocco.",
  "durationDays": "10",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rabat - Arrive in Morocco and Tour Hassan II Mosque",
      "description": "Touch down along the sparkling coastlines of Casablanca at the Mohamed V International Airport. On your first day in Morocco you can stroll through the stunning Hassan II Mosque, built by the late King Hassan II at the end of his 40-year reign. Marvel at the stoic beauty nestled alongside the Atlantic Coast before your private transfer escorts you to Rabat to visit the capital and one of the ancient imperial cities. Discover the grandeur of the historic city gate that continues to project the Medina as you arrive in the city’s quiet charm."
    },
    {
      "dayNumber": "2",
      "title": "Rabat - Explore the Heritage of Morocco",
      "description": "Partake in a light breakfast at the hotel the following morning, before meeting your expert guide outside your hotel. Your tour of Rabat will uncover the mystical labyrinths of the Kasbah des Oudaias alleyways and the white stucco homes stacked closely together. Climb to the top of the Kasbah for panoramic views of the Atlantic Ocean, as well as the entrance to the harbor of Rabat and Sale. Continue to the Mohamed V Mausoleum to find the final resting place of King Mohammed, guarded by the mounted Royal Household Guard, where you view Hassan Tower, an unfinished 12th-century minaret."
    },
    {
      "dayNumber": "3",
      "title": "Fez - Uncover Historical Fez",
      "description": "Explore the city of Fez, a stunning UNESCO World Heritage Site, founded in the 9th century. Marvel at the revered historical monuments in the medina, including fondouks, palaces, residences, mosques, and fountains. Immerse yourself in the wonder of an artisan workshop, as active today as they were 100 years ago. Witness the incredible details and careful craftsmanship of the country's finest metal and leatherwork, ceramics, silk, tapestries, and sculpting. Marvel at the intricate blue-green tilework of the Splendid Fountain at Place Nejjarine and stroll through the narrow, vibrant halls of The Mellah, the city's Jewish Quarter."
    },
    {
      "dayNumber": "4",
      "title": "High Atlas - Venture to the Incredible High Atlas Mountains",
      "description": "Spend the morning at your leisure, either relaxing at the hotel, strolling through town, shopping for souvenirs, or sipping tea at a local cafe as you take in the views. Your driver will pick you up from the hotel in the late morning hours, where you'll transfer to the airport in Fez and catch a flight to Marrakesh. Enjoy your luxury accommodations at a five-star hotel in the High Atlas Mountains at the base of Mount Toubkal, the highest peak in Morocco. Unwind with a free afternoon in your kasbah hotel's gardens or go for a short hike nearby."
    },
    {
      "dayNumber": "5",
      "title": "High Atlas - Enjoy Time at Leisure In the High Atlas",
      "description": "You will begin the day with breakfast at the hotel. Then, uncover the breathtaking beauty of the High Atlas Mountains on a self-guided trek through the exquisite terrain. Discover ancient terraced farms, which were cut into the rugged mountains hundreds of years ago so even the most remote villages could harvest and grow crops, despite the steep incline of the land. Breathe in the crisp air of this lush oasis as you look out on the looming mountain peaks in the distance. Then explore the small mountain towns nestled between peaks or enjoy a scenic camel ride into the sunset."
    },
    {
      "dayNumber": "6",
      "title": "Marrakesh - Discover the Charms of Marrakesh",
      "description": "Enjoy a restful morning at your own pace before transferring to Marrakesh. Check in at your luxury hotel before exploring the city. Jemaa el-Fna is a large, open-air square at the heart of Marrakesh, as old as the city itself. It demonstrates the city's cultural epicenter, home to a frenzy of activity at all hours of the day and night, including snake charmers, henna artists, herbalists, acrobats, and musicians. Buildings around the main square offer alluring rooftop cafes and restaurants that overlook the bustling plaza and its charismatic entertainers."
    },
    {
      "dayNumber": "7",
      "title": "Marrakesh - Enjoy a Cultural and Historic Tour",
      "description": "Meet your guide in the hotel lobby the following morning to partake in a private tour of Marrakesh. As you enter downtown, you may become mesmerized by the array of warm yellows, oranges, and pinks beckoning you down the quaint cobbled streets of the historic center. Begin the tour at the Koutoubia Minaret, the centerpiece of Marrakesh and an ode to the country's proud, long-held Islamic history. Then stroll amongst the Saadian Tombs, flanked by beautiful gardens, two mausoleums, and more than a hundred mosaic-decorated tombs."
    },
    {
      "dayNumber": "8",
      "title": "Essaouira - Delight In Time at Your Leisure",
      "description": "Take off the next morning to beautiful Essaouira. On the way you'll pass through the heart of Morocco's famous nut-growing region as you near the coast. Once in Mogador you'll explore Essaouira’s blue and white medina, revered as a UNESCO World Heritage site. Learn about the former Portuguese stronghold and trading outpost that became the city’s artistic center. You can also stroll along the enchanting streets and alleys to enjoy the ambiance of the labyrinthine design pressed against the sea. You can scale the nearby stairs for 360-degree views of Essaouira in the Moulay El Hassan square."
    },
    {
      "dayNumber": "9",
      "title": "Oualidia - Revel and Explore at Your Pace",
      "description": "Enjoy a leisurely breakfast before traveling to the stunning coastal town of Oualidia along the Atlantic. You will have the remainder of the day to visit Oualidia's protected lagoon to view flocks of pink flamingos or enjoy the region’s famous oysters. You can even dip your toes into the refreshing cool water of the lagoon's oasis. Travel to a boutique resort overlooking the oasis to unwind in the comforts of the desert light and shade. Admire the waning sunset hand-in-hand as you soak in the beauty of your final evening in Morocco."
    },
    {
      "dayNumber": "10",
      "title": "Oualidia - Depart for Home",
      "description": "Meet your driver outside your hotel for your private transfer to the airport for the last time. At the Mohamed V Airport in Casablanca you'll be escorted to your departing gate, before boarding your international flight home. As you and your partner peer out the window, you can think back to the refreshing Atlantic breeze in the lovely coastal town of Oualidia and the exciting frenzy of activity in Marrakesh for fond memories of your travels in enchanting Morocco."
    }
  ],
  "map": ""
}