{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "jewish-heritage-tour-of-morocco-retracing-history-culture",
  "tourName": "Jewish Heritage Tour of Morocco: Retracing History & Culture",
  "placesVisited": "Casablanca, Rabat, Merzouga, Aït Ben Haddou, Marrakech, Fes, Ifran",
  "generalInfo": "Morocco is a country with special connections to the Jewish heritage. Synagogues reflect traditional Islamic architecture. The cuisine is imbued with North African spices. Jewish women wear traditional Berber outfits and Jewish neighborhoods are located inside the old walls of the medina. Your custom tailored tour leads you through the exceptional culture of Moroccan Jewry, from the past to the present, in the steps of Maimonides to the halls of the Museum of the Jews, where elements of an elaborate history of Moroccan Judaism comes to life.",
  "durationDays": "10",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – Ancient Heritage",
      "description": "Casablanca is a city that resonates in people’s minds with images of beachside luxury and tree-lined boulevards. The aroma of the ocean sweeps in on the breeze and waves through the palm trees. Upon your arrival, your private transfer meets you at the airport. The city is large and edges the calm Atlantic Ocean. People move with a fast pace and undeniable energy, urged forward with the belief that Casablanca is the modern capital of Morocco, filled with art galleries and finance. Locals strut along La Corniche, the beachside neighborhood that mixes the aromas of fresh grilled fish and the ocean air. An estimated 5,000 Jews remain in the city, many living in the Lusitania district. The New Medina runs along the Rue Lusitania and fills the street with people and sensational scents. Freshly baked breads are displayed on carts attached to bicycles. Dried chilies shimmer a fiery red in front of conical mounds of spices. You find a pleasing aroma of fresh oranges wafting through the streets. Historic Jewish heritage continues to thrive in the depths of culture that surround it."
    },
    {
      "dayNumber": "2",
      "title": "Casablanca – Discovering the Unknown",
      "description": "In 1956 the Jewish population of Morocco was over a quarter of a million people. The aroma of honey rises from a cup of yogurt and fresh berries. Mint tea accompanies the meal. Your private guide meets you at your hotel for your journey through the cultural history of Morocco and its connection to Jewish history. Over 30 synagogues fill Casablanca and kosher markets line the streets of the old Jewish neighborhood that is less than 100 years old. The Jewish cemetery is open to visitors and remains quiet and still. The whitewashed stones are marked in French, Hebrew, and Spanish. Arrive at the Jewish Museum and find a large space that covers almost 7,535 square feet. The museum is unique in its display and architecture, embodying the close relationship of Sephardic Jews and their North African surroundings. The museum remains the only Jewish museum in a country that considers itself an Arab nation. The exhibits highlight the wealth of Jewish history in the region, along with the mutual influence of Jews and Muslims. The antiquity on display ranges from dolls to books, Torah to Torah dressing. The scent of familiar spices wafts through the main gallery. Two separate rooms recreate complete Moroccan synagogues. In the evening the Mellah comes to life with women selling produce. They wear richly colored djellabas , loose fitted robes that date back to the Berbers. The culture you have experienced in a single day is unparalleled in depth of history and image of perseverance."
    },
    {
      "dayNumber": "3",
      "title": "Rabat – Royal Walls and Peoples",
      "description": "The flavors of North Africa are unique yet familiar, filled with sweet honey and crushed walnuts that bring out a contrast in delicate tastes. After breakfast, your private transfer takes you to Rabat, one of the four Imperial cities, and home to the Royal Palace. The city is decorated with colonial architecture; the French touch is apparent in the palm-lined boulevards and open spaces. The medina maintains an authentic ambiance, complete with antique homes filled with locals, and traditional Moorish architecture. The Royal Palace remains the official residence of the king. It was constructed in the 19th century and has a large Moorish gate defending the entrance. Geometric textiles, adding color and culture to the thick wall, border the Moorish arch. King Muhammad V had always maintained a familiar and cordial relationship with Morocco’s Jewish community. His tomb is considered a masterpiece in its delicate and proud design. Triple arches allow access to the front of the tomb. A green pyramid roof glistens in the afternoon light. The pristine white façade is textured with traditional geometric embellishments. Dark marble paves the interior. The ornate décor adds a touch of majesty to the gallery."
    },
    {
      "dayNumber": "4",
      "title": "Fes – Medieval City",
      "description": "Fes is the most well-rounded medieval city in the Arab world, and was once home to numerous Jewish scholars and rabbis. Jewish heritage thrived for centuries in the city. The medina is the old quarter of the city and it retains a sense of antiquity unlike anywhere else in the world. Bab Boujloud is the main gateway that leads into the old city. Two thinner, smaller arches flank the large central Moorish arch. The gate shines with brilliant bluish-purple mosaic. The medina was once home to the celebrated Jewish scholar, Maimonides. The ambiance is palpable, specific to the old plaster walls and undulating streets. There is something to be said about walking in the footsteps of such a renowned rabbi. The tanneries provide the unique aroma that rushes around the narrow historic streets. The scent of leather and dye flows from the constricted square that houses the uniquely traditional craft. The leather has open shops where people tinker with belts and shoes, creating distinctive handmade garments with goods from the tannery most often behind the shop. From the surrounding streets you can look into the formed pits filled with colored dye. Your guide explains the process and takes you through some of the artisan shops known for their quality leather goods."
    },
    {
      "dayNumber": "5",
      "title": "Ifran – En Route to the Desert Plateau",
      "description": "When you depart from Fes, you leave behind a little bit of the heritage you have been exploring since your arrival to Morocco. There was something tangible, yet unexplainable about the medina and its connection to its medieval culture sustained through time. Outside of the city you venture through the fertile Saiss Valley, which looks almost like an oasis fitted between the rugged oxidized rock walls of the mountains. Traverse the winding roads of the mountains and arrive in Ifran, an alpine town with a European ski resort atmosphere. Al-Akhawayn University conducts classes in English, French, and Arabic. The cool mountain air flows joyously through town. The crisp aroma of cedar follows the breeze. Storks graze in the local park and build nests on the town rooftops. In the winter snow blankets the streets and trees. In the summer the fertile land stands against the rolling mountaintops in the distance. The nearby forest is lush and dense. Source Vitel is a series of waterfalls that trundles across the wild grounds. The multi-tiered falls create a soothing sound as the water rushes between the trees and down the hillside."
    },
    {
      "dayNumber": "6",
      "title": "Erg Chebbi – Touching Desert Sand",
      "description": "The Middle Atlas Mountains fade into the background. The desert plateau washes across the horizon. In the afternoon, you venture through the rugged desert on 4x4 vehicles, climb aboard a camel train to reach the exceptional sand dunes outside of Merzouga, located in the Sahara Desert. The Sahara is the second largest desert in the world, behind Antarctica, stretching a total of 3,600,000 square miles. The sun burns hot and reflects off of the golden sand. Reach Erg Chebbi and find an area that contains over 17 miles of unobstructed sand dunes, some reaching heights over 520 feet. The ethereal quality to the landscape stems from its purity as far as the eye can see. The sun burns across the sand and disappears along the horizon. The stars come out and burst in the sky, showcasing the exceptional swirls of the Milky Way. Dine under the stars and enjoy the cold evening air."
    },
    {
      "dayNumber": "7",
      "title": "Ait Ben Haddou – Crossing the Atlas",
      "description": "The sunrise casts shades of pink and orange across the sand dunes. In the morning, you can relax in the cool morning breeze or adventure down the dunes on a sand boarding expedition. After breakfast, you make your way to the foothills of the High Atlas Mountains. The mountain range reaches an elevation of 13,671 feet and separates the sparse desert from the fertile valleys and coastline. The snowcapped peaks provide excellent scenery from the valley below. After crossing the mountain pass, you come to Todra Gorge, which cuts a path through the mountains. The earthen walls are colored pink and gray. The rocks are sheer and smooth. The glacial stream was once a mighty river that carved the gorge. The rocks narrow around the road as the foreground opens to fertile valley. In the afternoon you arrive at recognizable village of Aït Ben Haddou, known for its roles in movies like The Mummy , and Academy award winning Babel ."
    },
    {
      "dayNumber": "8",
      "title": "Marrakech – Persevering History",
      "description": "Aït Ben Haddou is a village of earthen buildings surrounded by high walls. The houses crowd close together and were reinforced with towers rising at the wall’s corners. Spend the morning exploring the fascinating architecture of the quintessential southern Moroccan style. The village shines a pale red from the stone used to build the homes. The defensive ramparts remain sturdy against the imposing foreground of desert and stunning mountain-clad horizon. Your private transfer escorts you through the 7,500-foot high Tizi N’tichka Pass en route and on to the marvelous city of Marrakech. Stand at Bab Agnaou the old gates to the Medina. The 12th-century gate is one of the city’s 19 and maintains a fierceness in its decorative exterior. Alternating sections of stone and brick create the horseshoe arch. Floral decoration embellishes the outer shell. Excerpts from the Quran inscribe various panels of the wall. Marrakech has a particular charisma in how the antique culture continues to thrive. The high-pitched rhythm of a pungi , a traditional wind instrument used by snake charmers, resonates in the air. You make your way to Salat el Azama Synagogue, a 15th-century temple located in the Jewish quarter of the medina and founded by Spanish Jews after their expulsion from Spain."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech – Wonderful Marrakech",
      "description": "Djemaa El Fna is a square of marvel and inspiration. Snake charmers fill the air with music. Jugglers perform at a whim. Storytellers harken back to the days of 1,001 Arabian Nights. Vendors fill the plaza with vibrant textiles and glistening shoes. The aromas of citrus and fresh mint tea spill over from the rooftop cafes. It feels like a medieval village has overtaken the modern world, but with an incredible authenticity. Your private guide takes you through the Majorelle Gardens and provides you with deeper insight into Moroccan culture with a private home-cooking workshop. Your cooking guide leads you through the medina for an adventure in flavor and haggling. Her voice matches the vendors when she buys spices and essential ingredients needed to prepare you meal. When you enter the kitchen your guide challenges you to a blind taste testing of the spices she procured. One by one you capture the scents of each spice and taste a sample of the accompanying flavor. Turmeric and nutmeg, cayenne and zatar, all are powerful in scent and flavor but work together to create nicely balanced flavor. You follow your guide’s movement and quickly find a delectable dish of zucchini ribbons with saffron couscous."
    },
    {
      "dayNumber": "10",
      "title": "Marrakech – Taking it With You",
      "description": "The life of Djemaa El Fna returns in the morning. The flavorful aroma of mint tea at breakfast reminds you of the energetic life of the plaza and the stories performed for everyone see. Your private transfer meets you at your hotel before escorting you to the airport for your flight home. You have traveled through Morocco in search of stories, tales of heritage and tradition, modern persistence and a connection to millennia of history. From synagogues to kosher butchers, you have discovered the wealth of Judaism that once thrived and continues to exist in the majestic country of Morocco. For more Morocco travel ideas, visit the Morocco travel page."
    }
  ],
  "map": ""
}