{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-family-friendly-tour-casablanca-rabat-fez-marrakech",
  "tourName": "Morocco Family Friendly Tour: Casablanca, Rabat, Fez & Marrakech",
  "placesVisited": "Casablanca, Rabat, Meknes, Marrakesh, Fes",
  "generalInfo": "You can remember how adventurous the parks and yards outside of your home once looked. You would imagine the hills to be mountains and the grass to be endless fields. A puddle was a vast ocean and your teddy bear was an invading army knocking on the fortress walls. On this 9-day tour of Morocco you no longer have to imagine the mountains and the hills, the oceans and the desert. The fabulous images of the past come to life and you traverse the diverse landscape and inspiring culture with your family by to help you along the adventure.",
  "durationDays": "8",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – An Imagined City",
      "description": "Mention Morocco and spark images of historic royalty and fabulous dreams. The diverse country contains sweeping desert and rambling mountains, untouched coastlines and valleys that wind in and out of vibrant, labyrinthine markets. Casablanca is a metropolis steeped in both cultural history and thriving modernity. When people think of the city they most often think of unforgettable romance and constant action. The streets brim with excitement, connecting the contemporary art galleries to the millennia of history. Your private transfer, will meet you at the airport and takes you to a remarkable hotel near the vibrant heart of the city center. The lively cafes are filled with locals eating and conversing. The relaxed and jovial look of everyone in the evening contrasts with the city’s normally fast pace. The boulevards are wide and lined with towering palms. The breeze brings a sweet aroma of palm oil and leaves. Buildings combine the traditional décor and modern architecture. The family is instantly captivated. Henri Prost designed Mohammed V Square. The tower rises over 164 feet and offers a tremendous view of the extensive metropolis. The fountain was added in the mid 1970s and adds a touch of refreshing mist to the air. The sound of trickling water offers a calm respite from the fast pace of the encompassing city. Parc de la Ligue Arabe is a promenade lined with palm trees and designed in 1918. Locals stroll through the park and find the comforts of the countryside in the manicured pathways at the heart of their city. So much of Casablanca weaves you in and out of the contemporary life and historic fantasy."
    },
    {
      "dayNumber": "2",
      "title": "Casablanca – Family Excursions",
      "description": "The morning washes over the city and soon the streets are brought back to bustling life. The aromas of fried pastry dough and honey filter through the air. The palm trees sway in the indulgent breeze. The family rises for breakfast to find a mixture of familiar flavors and traditional Moroccan dishes. Orange blossoms and mint drift from tables around you. Almonds and dates are naturally tempting and delicious. Yogurt and is enhanced with bits of orange flower water to create a bright, zesty, and creamy combination. Rghaif is traditional pastry dough similar to a pancake, sometimes accompanied by sweet date syrup. Part of the wonder of vacation is watching the family enjoy the flavors of a new country and culture. After breakfast your guide meets you at the hotel for a private tour of Casablanca’s glowing landmarks. Just beyond the borders of the Old City you arrive at Hassan II Mosque, the second largest mosque in the world. Its tallest minaret is over 656 feet high. Your children have to strain their necks to see the top of the tower. The structure sits to the right of a rocky ocean alcove, which adds to the dramatic artistry. The ocean brushes against the shoreline in quiet whispers. The children marvel at the immaculate décor. The prayer hall contains three naves, the largest of which is 130 feet tall. Glass chandeliers hang from numerous domes. They reflect the sunlight that pours in from the open windows. The walls are decorated with marble and contain traditional geometric mosaics to add bright color to the galleries. When you walk through the mosque you can see the floral details in the plasterwork as well. The ambiance is stunning. The entire family could wander through halls, inspecting every detail and listening to the nearby water. It isn’t often that the family can appreciate the splendor together."
    },
    {
      "dayNumber": "3",
      "title": "Fez – Searching for Gems in Rabat and Meknes",
      "description": "Rabat is a gem of a city hidden in the shadows of the allure of cities such as Fez and Marrakech. The colonial architecture is a constant display of elegance and the palm-lined boulevards provide classic charm in the cosmopolitan city. The atmosphere is relaxed and provincial. The city’s history reaches as far back as the Phoenicians. The beaches around the northern edges of the city are coved with golden sands and pristine waters. Breakfast is another wonderful surprise of flavors with plump red grapes and crumbly cheeses. Your guide meets you at the hotel and takes you out into the majestic charm of this approachable treasure. Few empires evoke as much thought and fantasy as the Roman Empire. The Historic city of Chellah dates back to the year 40 AD. The city sits on grassy slopes that overlook the banks of the local river. Fruit trees and wildflowers grow against the backdrop of crumbling buildings. The forceful fortress walls were constructed in the 14th century and offer platforms to view the incredible remains of the old stronghold. The grounds create a mystery that your children are happy to fill in with stories of what possibly took place across the expanse of the city’s streets. Follow the path that leads alongside rising stones. A triple-arched entrance still stands. A minaret watches over the Roman ruins and is adorned with a stork’s nest. The collection of ruins nearing 2,000 years old is unique and inspiring, from the rampart walls to the surrounding, opulent landscape. Continue onward to Meknes en route to Fez, where you will settle into the enchanting city for the night."
    },
    {
      "dayNumber": "4",
      "title": "Fez – The Collective Wonders of a Fez",
      "description": "Fez has held dynasties and merchants for over 1,200 years. The Old City is an almost overwhelming collection of colors and aromas. The locals set the pace of the city, walking and talking with intent. Blind alleys open up to marvelous squares where exceptional fountains trickle in the quiet space. Music emanates from cafes and plazas and copper beaters create a rhythm all on their own, working to their own special beat. The city is both fun and elegant, traditional and forward-thinking. Follow your guide closely through the Old City. The narrow alleys turn on a dime in an endless, splendid maze. The streets ramble and the people are active. The aromas of fresh spices are matched by their vivacious colors. Ruby red saffron and sun-yellow turmeric create a rainbow in the storefronts. The alleyways themselves are as photogenic as the landscape around the city. The atmosphere is mesmerizing, filled with a distinctive charm. Shopkeepers call out to you to check their wares. The scents of cinnamon and sugar drift around the grounds. The ancient skyline helps guide you along the steps of history. Donkeys and mules pull carts. People stop and chat with grocers and weavers. It is a virtual paradise of local crafts, from slippers to rainbow-glass lamps. On a rising hillside between an open span of buildings you find the Chouara Tannery. The iconic picture of the dyeing pools stands before you in the heart of the leather district. You can see people working on dyeing the products, giving tremendous color to the leather and the pools."
    },
    {
      "dayNumber": "5",
      "title": "Beni Mellal – Adventure In Between",
      "description": "Your children are delighted with the flavors of breakfast and the overall cuisine they have enjoyed so far in Morocco. They are trying unfamiliar and new dishes, being adventurous in their food and exploration. After breakfast you make your way to Beni Mellal, a city found between the Middle Atlas Mountains and Atlas Mountains, and is a central point between Fez and Marrakech. The grasslands are golden and the sky is an expanse of perfect blue perforated by sporadic fluffy clouds. The souq , the market place, is important for the rural lives of the local people. You can hear their bartering and happy exchanges sweep through the streets. Oranges and olives come in from the mountains. Textiles and cotton are offered in the form of rugs and blankets. Ouzoud Falls are 360 feet high and terrace by the towering cliffside. A swath of olive trees shades the pools at the bottom. The summit is home to a series of old mills. The nearby canyon reaches a depth of almost 2,000 feet. The thunder of the falls is cacophonous. The kids marvel at the natural splendor of the world before them. The greenery intersperses with the rocky terrain. Mist fills the upper pool before the water continues to cascade to the lower river. The power and beauty of nature are often one and the same."
    },
    {
      "dayNumber": "6",
      "title": "Marrakech – Step Into the Fairytale",
      "description": "Legends come to life in Marrakech. The country’s name is derived from the same root as Marrakech, amplifying the city’s importance in the history and culture of Morocco. Spellbinding streets are filled with colorful clothing and decorative rugs are displayed on the walls of stores. Shops tout vibrant spices that fill the air with zest, heat, and color. The kids are enthralled with the snake charmers that linger in Djemma El Fna, the main square. Their music rises in the morning light and the snake’s winding body dances to the rhythm of the city. Follow your guide through the depths of the city to find the fairytale images that have captivated visitors for centuries and which have filled your children with dreams of imperial cities. Manera Garden is an oasis in the heart of the city. You leave behind the bustling streets and jovial merchants to find the heart of serenity. Peaceful walkways and shady trees encompass a large pool at the center. The gardens were constructed in the 12th century. The pool reflects the sturdy palms and 18th century pavilion on the water’s edge. The nearby tree line stands before the towering peaks of the Atlas Mountains in the background. In the evening you will venture to the remarkable Fantasia dinner and show. The legends of the desert come to life with a portrayal of 1,001 Nights . The family indulges in the fun of dinner, dining inside an old fortress beneath a traditional tent. What’s more fun than sitting on cushions and delighting in a feast for the senses? After your meal the mythological acrobatics of the stories come to life. Horses parade through an arena as acrobats perform tricks atop their steeds. The entire family is whisked into the desert in a magical display of artistry and storytelling. In the end you watch in childish awe as a magic carpet travels overhead, sprinkling a touch of fantasy over you from above and providing the entire family with a moment of unparalleled enchantment."
    },
    {
      "dayNumber": "7",
      "title": "Casablanca – Exploratory Mornings",
      "description": "The morning pulses around the city center and fills it with life. The spirit of Marrakech travels through the streets and into the surrounding countryside, upwards into the foothills of the Atlas Mountains and outwards to the Atlantic Ocean. After breakfast the morning is yours to explore more of the city at your own leisure. The children retell their favorite moments of last night’s magnificent story brought to life. The music of the snake charmers mixes with the music drifting out of the rooftop cafes. Mellah is the old Jewish quarter of Marrakech that dates back to the 15th century. The district is fortified with walls and contains tall mudbrick buildings. The streets are constructed in single-file lines and cross narrow alleyways decorated with wrought-iron balconies. Small local synagogues remain in parts of the district. The Mellah Market bustles with the daily life of locals. The aromas of freshly baked flatbread and titillating sweets wander around the pathways. The spices are arraigned in conical peaks and the streets are paved with cobblestones. Marrakech is filled with the familiar tales of storybooks and the contemporary luxuries of modern times. In the afternoon you will return to Casablanca and settle in for the evening."
    },
    {
      "dayNumber": "8",
      "title": "Casablanca – When Cities Fade",
      "description": "The morning in Casablanca is filled with the familiar flavors of dates and figs. Sunlight carpets the city and brings color back to the seaside. Hassan II Mosque continues to look out to sea in a display of modern grandeur derived from historic creativity. After breakfast your private transfer will escort the family to the airport. When your flight begins to soar through the air you look out of the window at the fading panorama of Morocco. You embarked on an adventure through time and culture, finding the wonders of heritage and the unrivaled memories that come from a family vacation."
    }
  ],
  "map": ""
}