{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-jewish-heritage-tour",
  "tourName": "Morocco Jewish Heritage Tour",
  "placesVisited": "Marrakech, Essaouira, Dadès Gorge, Azrou, Midelt, Ouarzazate, Meknes, Volubilis, Fez, Tangier, Tetouan, Rabat, Sale, Casablanca",
  "generalInfo": "Jewish culture permeates the globe as seen in artistic influences and cultural traditions. On this customized tour of Morocco, you will have an in-depth exploration of Jewish culture and its history throughout the country’s existence, from the time of the Philistines to contemporary neighborhoods. Historic mellahs stand beside graceful sultanate palaces; fine jewelers display their wares next to vivacious spice vendors. Synagogues now hide behind subtle doorways and, if you’re looking, you can find Stars of David etched above doorframes. In Morocco, find enchantment in a country that celebrates its connection to Jewish heritage.",
  "durationDays": "13",
  "price": "4,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – Arrive in Morocco’s Most Contemporary City",
      "description": "Arrive in Casablanca and your private transfer will be waiting for you at the airport. The city has a unique energy, historical in the Art Deco neighborhoods, and contemporary in the lavish art galleries and fashionable streets. Palm trees line the wide avenues and sway in the seaside breeze as the Hassan II Mosque stands over the Atlantic Ocean with a minaret rising 690 feet above the sea. The beautiful architecture and design are emblematic of historical Islamic art, decorated with lavish, geometric mosaics and bright colors. The majority of Morocco’s modern Jewish population resides in Casablanca, where kosher restaurants and old cemeteries, communal spaces and rabbinic shrines highlight the Jewish neighborhoods, both old and new."
    },
    {
      "dayNumber": "2",
      "title": "Casablanca – A Full Day Tour of Morocco’s Current Jewish Neighborhood",
      "description": "The Call to Prayer emanates from the towering Hassan II minaret as the morning aroma of mint tea accompanies breakfast. Your guide meets you at your hotel for a fabulous tour through the Jewish past and present of the city, including a look at the only Jewish museum located inside a predominantly Muslim country. Casablanca is home to over 30 synagogues outside of the historic Jewish district. The largest of which is Temple Beth El, which can hold up to 500 people. The synagogue has colorful stained glass windows that cast light into the interior as the main entrance contains a large wooden double door. A fountain trickles in the inner courtyard near a tall, thin tree and the synagogue is considered the centerpiece of past and present Jewish life in the city. You can see the detail etched into the banister of the women’s balcony; the prayer stand sits at the center, near the central ark. The allure of the synagogue is not just the beautiful décor but the wealth of history that dates back centuries. The temple was renovated in 1997 but has maintained its graceful antiquity."
    },
    {
      "dayNumber": "3",
      "title": "Tangier – Tour Rabat and Sale en route to Tangier",
      "description": "The morning sun rises over the city, and the light washes over the Atlantic coastline. After breakfast, your private transfer awaits in the lobby to take you to the northern edge of the country at Tangier. Follow the coastline and visit the modern capital of Morocco at Rabat before continuing across the banks of the Oued Bou Regreg to Salé. Considered the twin of Rabat and often overlooked by visitors to Morocco, Salé held the first demonstrations against the French colonial power in the 1950s and was home to pirates in the 17th-century. The relaxed ambiance is noticed in the winding old streets where true Morocco comes to light. Old men sit in antique cafes; children play jovially in the streets, and the aroma of freshly baked flatbread drifts from communal ovens. Many of the buildings are painted white and reflect the sunlight; you can hear the water brush against the rocky shore wall. The city was home to Hayyim ben Moses, an important political and interpretive writer of historical texts, as well as a celebrated rabbi in the 18th-century."
    },
    {
      "dayNumber": "4",
      "title": "Tangier – Visit the American Legation and Cafe Haffa",
      "description": "Tangier is a city of historical strategic importance, guarding the entrance to the Mediterranean and the Atlantic Ocean. The city also marked the entryway to Africa for those coming over from Europe across the Strait of Gibraltar. The medina is known for its old walled cities, as well as the eccentric ex-patriots who moved inside the old walls after World War II, filling the already vibrant culture with fashionable eccentricities. The aroma of packed spices, from cayenne to turmeric, is never far away. Men with white, manicured beards play backgammon and drink mint tea. The medina fills with life along its meandering streets. The Old American Legation sits in the southeast corner of the old city. Morocco was amongst the first countries to recognize the United States after its succession from England. The Tangier American Legation Museum is housed in a five-story building and was the first piece of American real estate outside of American soil. The mansion contains impressive displays of paintings depicting city life throughout the building’s history. The polished wood floors and elegant tiered courtyard fountain adds to the noble ambiance of the museum. You can even find a letter of gratitude from George Washington addressed to Sultan Moulay Slimane."
    },
    {
      "dayNumber": "5",
      "title": "Tangier – Day Trip to the City of Tetouan, Home to Historical Synagogues",
      "description": "The traditions of Tetouan hold strong in this atmospheric city. Tetouan is situated amidst the growing Rif Mountains, and you can see the range casting shade over the cityscape. The mountain range rises to an elevation of 8,054 feet above sea level. The medina maintains an authentic connection to its Andalusian roots, emanating a distinctive Spanish-Moorish influence. Historians regard it as one of, if not the finest, preserved Medina in the country. The aroma of freshly bread blends into the simmering spices as picture-perfect narrow lines lead you around buildings brimming with character into the jovial marketplace. The rainbow color of spices surround you on the way to the mellah , the old Jewish district. Established in 1807, the district maintains a single synagogue for the use of local Jewry, which dates back to the 18th-century, and is supported with help from the Spanish Jews. The houses in the mellah are taller than those of the medina, squared off at the corners and painted with dark iron balconies. Many of the historical synagogues have been refurbished as houses."
    },
    {
      "dayNumber": "6",
      "title": "Fes – See the 17th-Century Capital at Meknes and Ruins at Volubilis",
      "description": "After breakfast, your private transfer meets you in the lobby of Riad La Maison Blanche in Tangier. Venture south along the Atlantic before venturing inland as the landscape shifts from coastal azure to verdant valleys reaching into the distance. Hills roll and lead into rugged mountain ranges on the distant horizon. Arrive at Meknes and find the bustling former glory of the 17th-century capital city. The city’s main gate, known as Bab al-Mansour, was finished in 1732 and maintains its spectacular form, decorated with keyhole arches and latticework designed to resemble lively trees. The ancient city contains a relaxed pace surrounding the historic streets of the medina. The first mellah did not adjoin the old royal palace, so the second mellah was constructed after the French protectorate was installed. The two districts hold a combined eight synagogues and the latter district is home to around 200 of the city’s Jewish population. The Elkrief synagogue is located in a whitewashed building with an elegant iron wrought door. The interior is cool and subtle as the marble looking ark contains hand-stitched and handcrafted Torahs. Near the old Jewish quarter, find a tomb of Moulay Ismail, a memorial of the Alaouite Sutlan who protected the Jewish people of Morocco while ousting the Ottoman Turks and European settlers along the coast."
    },
    {
      "dayNumber": "7",
      "title": "Fes – Visit the Historical Jewish Neighborhood and Restored Synagogue",
      "description": "The imperial city of Fez shows the age and self-confidence of its 1,200-year existence. The medina tends to draw biggest crowds into the city, filled with donkey-pulled carts and an ancient skyline filled with minarets. The tanneries continue the tradition of dying leather, filling the space behind the leather workshops with pools of multiple colors and lacquer. Hear the tanners and the leather workers tinkering away throughout the day as you make your way to the Ibn Danan Synagogue, one of the oldest and most important synagogues in North Africa, dating back to the 17th century. The prayer hall centers on a simple doorway, vague in its separation from the surrounding houses. When you enter the door, follow the short flight of stairs upward into a rectangular space. Plaster coats the masonry and paint covers the wooden beamed ceiling; blue Moroccan tiles decorate the walls, singling out the wooden Ark. The simple décor brings a sense of subtle power and graceful ambiance to the room. Jewish life in Fez originated in the 8th century; the Jewish cemetery and its bright, whitewashed tombs continue to draw visitors from around the country and the world."
    },
    {
      "dayNumber": "8",
      "title": "Sahara Desert – See the Synagogue of Midelt and an Evening in the Desert",
      "description": "Your private transfer will meet you in the lobby of Riad Laaroussa and escort you out of the cityscape and into the Atlas Mountains, to the town of Midelt. The city has the faint scent of apples, surrounded by orchards beneath the powerful peaks of the High Atlas Mountains, which reach a height of 13,671 feet. Sundays and Wednesdays erupt in sociability around the souq , where people come from all over the mountains ready to buy, barter, and haggle for goods. The Berber village is home to a small synagogue and Jewish cemetery. In the 1930s, over 1,450 Jews had moved into the city coexisting with their Muslim neighbors without dividing into a mellah. Today, Berber women continue to embroider and weave, pushing threads through looms to make graceful patterns. Continue onward to the Sahara Desert for an evening under the stars. The white sand becomes cool at dusk; the starlight takes you into a different time when Jewish ancestry wandered across the rolling dunes for to trade and herd."
    },
    {
      "dayNumber": "9",
      "title": "Ouarzazate – Explore the Dades Gorge and the Ancient City of Jews",
      "description": "The day begins with the sunrise over the desert dunes; the sand turns to gold in the layers of color rising over the horizon. The dunes can rise to 525 feet tall, looking more like a mountain than a sandy hill. Your desert journey takes you through the Jewish quarter of Tinghir and onto the Ancient City of the Jews, known as Tiliit. Situated in the Dadès Gorge, surrounded by rising rusted cliffs and a spread of lush oasis, a single crystal creek has carved the magnificent craggy expanse. The aroma of rich, hot earth blends into the freshness of the swaying trees. The fortress city was ruled by the Spanish-Jewish Perez family and was the center of a Jewish region until the end of the 18th-century. The city was important for trade routes venturing from the desert, or through the mountain pass. Remnants of the desert architecture almost blend into the landscape, shining red in the drifting sunlight as you turn away from the gorge walls and continue to the famous city of Ouarzazate."
    },
    {
      "dayNumber": "10",
      "title": "Marrakech – Find an Adobe Synagogue in Arazan en route to Marrakech",
      "description": "The rustic red of the desert shines in the early morning light. After breakfast, your private transfer will meet you at the hotel and escort you through the mountain pass en route to Marrakech. In a small town known as Araza, stop to see a restored adobe synagogue. The town contains a labyrinth of small alleys; the walls look similar to the golden color of Ouarzazate in the light. A minaret is the only skyline rising over the streets as a closed wooden door protects the interior. Recently, a group of Jewish visitors placed a mezuzah on the doorframe. The door has an old sliding lock, easily lifted. Once inside the blue and white adobe walls cool the interior. Your guide will point out the Hebrew decorating the pillars and walls. An old ark protrudes from the main wall, decorated with traditional geometric shapes and a small arched double door. You can’t help but be in awe at the age of the synagogue and its persistence through time, providing an example of the coexistence of Berber and Jewish settlements."
    },
    {
      "dayNumber": "11",
      "title": "Marrakech – Be Guided through the Old Jewish Neighborhoods of the City",
      "description": "Marrakech is known for its legends and storytellers. Orators stand in the fray of Djemaa el Fna Square, surrounded by local children listening to the charming tales of genies and magic carpets. Jugglers toss pins and balls; snake charmers add to the enchantment of the city, winding from side to side as the snake rises from their basket ready to strike. After breakfast, make your way to the former mellah of the city as kosher butchers line the streets behind carts of stocked oranges and dates. The aroma of sweet, dried fruit drifts down the streets. The mellah is home to the great spice market and the gold trade. Fabrics line walls, rolled up and leaning against the alleys and interior pavilions. The district pushes against the Bahia Palace and was once home to 300,000 Jewish citizens. Synagogues hide along the streets hidden behind plain doors on a narrow street; some historical households are connoted by Stars of David above the doorways. Every time you turn you notice a different atmosphere, a unique ambiance, a lively environment along the spiced air."
    },
    {
      "dayNumber": "12",
      "title": "Marrakech – Jewish and Portuguese Roots of Seaside Village Essaouira",
      "description": "After breakfast, make your way west to the Atlantic Ocean. See the large, whitewashed walls of Essaouira rising above the coastline. Palm trees dangle over the walls as the fresh seaside aroma sweeps across the windswept beaches. Essaouira dates back to the Philistines and was fortified by the Portuguese in the 17th-century. Today, the city maintains a relaxed atmosphere winding through the narrow cobblestone streets. Seagulls circle the air near the fish market as you hear Gnawa music emanating from local households. Wander the streets and pay attention to the door frames, the etched Stars of David in the center of many. The stars resemble a duct to let air flow in and out of the house. In September, Jewish pilgrims from around the world continue to make their way to Essaouira to visit the tomb of Rabbi Haim Pinto, who passed in the 19th-century. The hexagonal structure rises over a dense area of white tombs. You can hear the waves rush against the city walls as artisans work on their craft, many carving intricate designs into roots of cedar trees. Return to Marrakech for the evening, and settle into the comforts of the lively, storied city."
    },
    {
      "dayNumber": "13",
      "title": "Marrakech – Depart for Home",
      "description": "The Jewish heritage of Morocco runs deep, interconnected with Sephardic culture throughout the history of the North Africa. After breakfast, your private transfer will escort you to the airport. You have traversed Morocco, from Atlantic to the Strait of Gibraltar, the Atlas Mountains to the Sahara Desert. You have traveled in the footsteps of Jewish heritage, finding a wealth of connection between Berber villages, Islamic culture, and Jewish quarters. When your plane ascends, you can look back over the fading landscape and see the beauty of Jewish culture spanning history."
    }
  ],
  "map": ""
}