{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "remarkable-morocco-tour-for-seniors-legacies-and-natural-beauty",
  "tourName": "Remarkable Morocco Tour for Seniors: Legacies and Natural Beauty",
  "placesVisited": "Casablanca, Marrakech, Boumalne Dades, Erg Chebbi, Fes, Essaouira",
  "generalInfo": "Indulge in the finest Morocco experiences for seniors on this ten-day journey from Casablanca to Fes. Immerse yourself in old-world Marrakech and Fes, escape to the Saharan dunes, follow a road across the High Atlas, and uncover a country’s wonder at your pace. Slow and sublime, this is a delightful private journey across Morocco’s sensual highlights.",
  "durationDays": "11",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca - Morocco’s Modern History",
      "description": "Casablanca is the most convenient starting point if you are flying in across the Atlantic. Your guide will greet you at the airport and transfer you to your accommodation. The afternoon will roll by slowly as you take a stroll through Casablanca’s contrasting atmospheres. Here, French and Portuguese designs meet with early Arabian wonder. You can wander out of the Old Town to the Hassan II Mosque. A magnificent architectural feat, the mosque can provide great insight into the country’s welcoming culture."
    },
    {
      "dayNumber": "2",
      "title": "Marrakech - The Sensual Red City",
      "description": "After a relaxed morning, you will transfer to Marrakech. Casablanca is a lovely introduction to Morocco, but Marrakech is a complete immersion. Its souks and mazy streets are perfect for three casual days of exploration. You do not need to plan too much in Marrakech. This is a city of surprise, and you can have a wonderful experience just by getting lost on the streets with your guide. You can explore at your own pace and feast on the city’s inimitability. A local guide will show you the history and old-world splendor of Morocco’s red city."
    },
    {
      "dayNumber": "3",
      "title": "Marrakech - Ancient Berber Traditions",
      "description": "In contrast to Fes and Casablanca, Marrakech has Berber origins. Today’s private tour will explore this history. You will begin in the labyrinth, where you will make sense of the sounds and smells of another time. You will then explore the mosques and palaces to embrace the beauty of Berber architecture. Afterward, you can indulge in a mint tea on a terrace. After a leisurely day in the city, you will spend the evening with Berber storytellers, listening to stories amid the softly lit enchantment of Djemaa el-Fna square."
    },
    {
      "dayNumber": "4",
      "title": "Marrakech - The Castles of Essaouira",
      "description": "Marrakech can be exciting at every moment. This morning, you may wake up to the evocative call to prayer, which is a harmonic message that echoes across the city. You can have breakfast on a veranda while watching the city slowly emerge. Today, you will travel to Essaouira, which is another old-world Berber destination. It is about a 90-minute transfer by road. This town on the coast is dominated by sandstone castles and a charming medina. Essaouira is a perennial favorite of senior travelers to Morocco and makes for a laid-back day trip of culture and heritage."
    },
    {
      "dayNumber": "5",
      "title": "Boumalne Dades - The High Atlas Mountains",
      "description": "From Marrakech, the road ventures into the High Atlas Mountains. Little has changed in these mountains, and you will stop at a small Berber village for tea and snacks. After zig-zagging into a magnificent gorge, you will stop in Ait Benhaddou, which is a UNESCO World Heritage town of mud-brick buildings that firmly showcases how life once was in a desert oasis. You will spend the night at a boutique hotel just steps away from the spectacularly narrow Dades Gorge."
    },
    {
      "dayNumber": "6",
      "title": "Erg Chebbi - Ride a Camel on the Dunes",
      "description": "Descending from the High Atlas, you will soon cruise through Saharan caravan towns. Dusty and eerily dramatic, these towns hark back to a time when great caravans crossed the desert to trade. You will meet a modern-day trader who is preparing for his four to six-month journey. Then, you will leave the date palms behind and travel by road and camel to the sand dunes. While it is possible to stay in Merzouga, it is more enchanting to venture deeper into the desert for a beautiful sunset and an evening beneath the stars."
    },
    {
      "dayNumber": "7",
      "title": "Erg Chebbi - Saharan Experiences",
      "description": "Your desert camp will evoke an era of old luxury. Decadent carpets line the floor, tea is served in silver pots, and you can look out to dunes. This is a five-star experience in the wilderness with nobody else around. At dawn, the dunes glow orange before they settle into a scorched yellow tone for most of the day. Sunset is spectacular, and a camel will lead you to a high dune for nature’s incredible color show. A day in the Sahara is incredibly relaxed and will be a stark contrast to your cultural exploration. Here, you can rest, relax, and dine beneath the stars."
    },
    {
      "dayNumber": "8",
      "title": "Fes - Enveloped by a Massive Medina",
      "description": "Rather than traveling through the Middle Atlas, you will fly from Merzouga to Fes, which will save a day of long and laborious travel. It is good to be feeling fresh for Fes because the world’s largest walled city is a feast for all the senses. First, your guide will provide you with some perspective at a viewpoint above the city bowl. Then you will spend the day ambling between different souks and quarters. You can stop every 15 minutes for tea or a chat with a local. Slowly, you will lose yourself in the wonders of this unchanged city."
    },
    {
      "dayNumber": "9",
      "title": "Fes - Morocco’s Artistic Legacy",
      "description": "Roman columns rise just outside Fes as reminders of when an empire stretched across the Sahara. After visiting them at the Volubilis archaeological site, you will travel to Meknes, which is Morocco’s most artisanal city. Here, you will meet a local artist and explore the ancient practice of Damascening, which is inlaying metal into metal. Meknes is also a charming escape from the bustle of Fes. Its old town is packed with color, and all of the architecture is brightened by artistic details. You can spend an afternoon here before returning to your luxury hotel in Fes for another amazing night in Morocco."
    },
    {
      "dayNumber": "10",
      "title": "Fes - Customizable Day in the City",
      "description": "This final day in Fes will be left free. The old city is perfect for finding unique souvenirs, and you might want to indulge in a guided tour of the artisanal stores and workshops. You can also stroll around the tanneries or uncover more history in the Jewish Quarter. Another option for the day will be a trip to Chefchaouen, which is a city that’s painted blue, which is as baffling as it is beautiful. You can even ask your guide to take you to some Fes’ rooftops, where you can relax, drink tea, and reflect on your time in Morocco."
    },
    {
      "dayNumber": "11",
      "title": "Fes - Departure",
      "description": "After breakfast, you will be transferred to the city’s modern airport to start your homebound journey."
    }
  ],
  "map": ""
}