{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "grand-morocco-10-day-family-tour",
  "tourName": "Grand Morocco 10 Day Family Tour",
  "placesVisited": "Marrakech, Essaouira, Erg Chebbi",
  "generalInfo": "Uncover Morocco’s soul on a beautifully crafted 10-day family journey into the past and present. Marrakech will excite you with its unchanged culture and Berber storytelling. Gnawa drumming will carry you into the East, and Essaouira provides downtime along the coast for a chance to unwind, and an adventure in the Sahara will transport you into a serene and surreal wilderness. You can take it slow and explore Morocco’s three distinctive biomes.",
  "durationDays": "10",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Marrakech – Introduction to Marrakech",
      "description": "With three nights in Marrakech, you will have plenty of time to explore and experience the atmosphere and location, so you will not need to jump into the bustle of the city immediately, especially after a long flight. After being greeted at the airport by a local guide, you will be transferred to a small but modern hotel on the city outskirts. A beautiful rooftop will provide a space for listening to the city’s heartbeat. There will also be a pool to splash in and space for everyone in your family to unwind. Enchanting Marrakech experiences will soon come, but for this evening, it will be best to take a step back, make sure you feel comfortable, and rest after your flight."
    },
    {
      "dayNumber": "2",
      "title": "Marrakech – Treasure Hunt in Old Marrakech",
      "description": "Today, on a family treasure hunt, you can all explore the past. A local guide will lead the way, and it will mostly be up to your children to choose where to turn. During this experience, you will search for incredible art as the harmonious call to prayer rings out from the city’s many mosques. You will also uncover stories of rebellion and takeover before exploring the exotic treasures that still dominate Marrakech’s palaces. Moreover, you will be able to feel the old-world allure of Marrakech’s souks in addition to the smells and sounds that enchant at every corner. The treasure hunt will thus prove to be a great way to connect the old city’s premier attractions and places."
    },
    {
      "dayNumber": "3",
      "title": "Marrakech – Laid-Back Family Exploration",
      "description": "The High Atlas is an iconic family day trip from Marrakech, and a local guide will tailor your route based on your interests and fitness levels. You can hike different trails and experience the outdoors, but most impressively, you can gain an intimate insight into a local Berber community. By stopping for lunch with a local family, you will experience a completely different way of life on your own. It will be an incredibly eye-opening experience, especially for your children, and will be another way to see how traditions are integral to the present."
    },
    {
      "dayNumber": "4",
      "title": "Essaouira – Small-Town Beach Relaxation",
      "description": "Morocco’s Atlantic coastline is long and barely known. This coast has been inhabited for centuries, which is evidenced by the beguiling town of Essaouira. After a two-hour private road transfer, you will spend the next three nights in a small family resort along the coast, which will be positioned so you can enjoy the long, golden beach and an immersion into the Moroccan culture. Jimi Hendrix is just one of the famous musicians who was inspired by Gnawa in Essaouira. It is a very inclusive music experience, and everyone can have a drum to play their part in the rhythm, which will be an excellent experience for your kids."
    },
    {
      "dayNumber": "5",
      "title": "Essaouira – Natural Cultural Experiences",
      "description": "Over the next two days, you can partake in lazy walks on the beach, splash in the waves, build a few sandcastles, and still be enveloped by Morocco’s essence. While the city is small, every time you walk, you will discover something pleasantly new. This is also an excellent place to learn how to surf. Small and consistent waves lap against the shore just ten minutes south of the town. Your children will spend the morning on private one-on-one surf lessons and will use foam boards that make it easy to stand. Conditions are usually ideal due to the steady current, and you can watch from the beach or find your own private place to relax."
    },
    {
      "dayNumber": "6",
      "title": "Essaouira – Rest and Recharge on the Coast",
      "description": "Today will be at your leisure. Great mounds of olives will spill from wooden buckets in the main souk, and a mosque will call to the other mosques with a euphoric melody that can become your way of telling the time. Small cafes have outdoor terraces that allow you to sit with the locals and watch the day unfold. Places of solitude dominate the coastline, whether you are interested in the waves or lying on the sand. Another option for spending the day is to visit some of the old, almost abandoned towns in the surrounding area. These relics of the past are another indication of how long life has sustained itself along the Moroccan coast."
    },
    {
      "dayNumber": "7",
      "title": "Erg Chebbi – A Camel Adventure",
      "description": "After a slow and relaxing morning, you can choose an additional option for a private air charter across Morocco. You can travel by road to the Sahara, but it is a really long journey with kids. Eventually, you will touch down in an ancient caravan town. Here, you will be surrounded by a trading history that you will still be able to touch and feel. After a short road transfer, you will set off on camels. Sand dunes rise beguilingly and are soft and subtle as their shapes continually change on the wind. A sense of wilderness will be absolute, even after just 30 minutes of being on camel-back. Across the dunes, you will venture on a family expedition into one of the world’s most iconic landscapes. Deep in the dunes is a private camp, where you can experience old-world caravan hospitality and lose yourself in the allure of the Sahara."
    },
    {
      "dayNumber": "8",
      "title": "Erg Chebbi – Camping in the Sahara Desert",
      "description": "A destination as special as the Sahara cannot be experienced in a single evening. You need to spend at least 24 hours here, so you can appreciate how the desert is always changing. Morning hours are typically best for exploring and enjoying family adventures on camels and on foot. As midday approaches, the landscape becomes incredibly hot, and the dunes will appear bleached in color. While a desert camp may look simple, it benefits from centuries of tradition and innovation. From the late afternoon, the desert continues to change: wind visibly whips sand from the ridges, creating an ephemeral landscape that is never the same as the day before."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech – A Contemporary Side to Morocco",
      "description": "You will complete your desert experience this morning. For most of the two days, you will not have seen any other people. You will enjoy your final meal at the camp before riding by camel out of the dunes. You will return to Marrakech by air charter, and your final afternoon in the city will be left free. You will have the opportunity to go shopping in the souks, and a local guide can accompany you. Not only does a guide know where to go based on what you want, but vendors will not approach when you are accompanied by a local. Having a final night in Marrakech also means that you can enjoy the country’s contemporary pleasures, including modern luxury that just is not possible in the Sahara Desert."
    },
    {
      "dayNumber": "10",
      "title": "Marrakech – Departure",
      "description": "Today, you will depart from where you started after a private airport transfer this morning. You will be picked up after breakfast as your ten-day Morocco family vacation sadly comes to a close."
    }
  ],
  "map": ""
}