{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "grand-tour-of-morocco-an-in-depth-experience",
  "tourName": "Grand Tour of Morocco: An In-depth Experience",
  "placesVisited": "Casablanca, Rabat, Meknes, Volubilis, Fez, Ifrane, Azrou, Ziz Valley, Merzouga, Todra Gorge, Dades Valley, Skoura, Aït Ben Haddou, Imlil, Arumd Village, Tahnaout, Marrakech, Essaouira",
  "generalInfo": "The desert sands undulate across the expanse and ripple beneath the sun. Ocean waves crash against ancient ramparts and mist into the air. Journey into the depths of history and heritage on this custom tailored in-depth tour of Morocco. Bazaars glow with rainbows of color, from layers of spices to billowing silk. Camel trains trudge across golden sand and between towering cliffs. Fields of roses cast pink shadows and delicate fragrance across the valley. The marvels of Morocco run deep, and this is your chance dive in.",
  "durationDays": "13",
  "price": "4,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Scratching the Surface",
      "description": "Welcome to Casablanca, a city that conjures images of romance and escape. The contemporary city embodies the modern energy of Morocco, filled with remnants of French colonialism and contemporary buildings with antique décor. The scent of the Atlantic Ocean drifts in from the lulling coastline. Palm trees sway in the soft breeze and line the wide boulevards. The Corniche is filled with hip, wealthy locals sipping mint tea in open cafes. Hassan II Mosque was constructed in 1993 but shimmers in the historic Islamic and Moorish styles that embody Morocco’s unique culture. The minaret is the tallest in the world standing approximately 690 feet. Your private transfer and guide meet you at the airport and take you through the eclectic city. You continue onward to Rabat, the capital of Morocco and find a calmer, smaller city, draped in elegance. A cliff-top castle watches over the azure Oceanside. A small cove houses fishermen near the mouth of Bouregreg River. The cool breeze relieves the spreading sunlight. Arte Deco architecture punctuates lavish arcades, decorated with neo-Moorish detail. Storks soar over the cityscape. They nest near the crescent beach. It is easy to settle into the capital city and feel at home in its relaxed, yet luxurious pace."
    },
    {
      "dayNumber": "2",
      "title": "A Better View",
      "description": "Indulge in the morning at your Riad , a traditional 19th-century mansion located inside the medina. A small fountain trickles in the courtyard and adds ambiance and cool mist to the early sunlight. The scent of luscious fried dough blends with fresh honey and mint tea. Your private transfer meets you at the Riad. Rabat fades away, replaced by the 17th century capital of Meknes, home to historic grace and cultural charm. The large gate known as Bab el-Mansour offers an impressive welcome to the city. The 18th-century entrance has a lavish façade of zellij , geometrically arranged tiles that form colorful mosaics. An inscription in Arabic can be seen at the top of the gate. A calm river flows through the center of the city, lined with palm trees and a quaint walkway. The old stable and granary once housed up to 12,000 horses. An underwater channel kept the stone building cool in the heat. Most of the colonnade now has an open roof, but parts of the vaulted ceiling have been restored. The stones remain cold to the touch and light beams through the small but numerous windows. Your footsteps echo against the walls of the powerful edifice. Each arched door takes you farther into the remains of the once treasured architecture."
    },
    {
      "dayNumber": "3",
      "title": "Medieval Complexity",
      "description": "The imperial city of Fez embodies the rich history of Morocco from medieval to present times. The medina hums with traditional labors, from ironwork to the famous tanneries. The scent of familiar and rustic spices drifts through the bazaar. Bordering houses narrow the medina streets and cause the alleys to wind maze-like around charming courtyards that somehow guide you back to the marketplace. Your guide expertly navigates you around the old city walls. Medersa el-Attarine was founded in the 14th century and continues to sit at the heart of the medina. Colorful tiles are arranged around the central courtyard and border the small but elegant fountain in the center. The floor is checkered black and white. Sensational blue, yellow, red, and white tiles are positioned in a diamond formation and rise midway up the supporting walls. Cedar wood and carved plaster adorn the upper walls and create an earthy, yet elegant décor in conjunction with the spiraling tilework. Traveling through the medina brings the scent of leather and traditional dyes, emanating from the tannery pits that continue to draw visitors from around the world."
    },
    {
      "dayNumber": "4",
      "title": "The Mountain Pass",
      "description": "The streets come to life in the early light and become a working medieval city once more. The bazaar opens up and the aroma of freshly baked bread steams as it passes through the market. Your private transfer meets you at the Riad and takes you through the foothills of the Middle Atlas Mountains and on to Ifrane. The mountain town is known for its university but recently has become the “Switzerland of Morocco.” The aroma of cypress trees swirls around the mountaintops emanating from the nearby forest. The air is crisp and cool at all times of the year. The king of Morocco has a vacation home in the city. Storks build nests around the central park waters and atop various, flat roofed homes. The mountain range has ten peaks that reach above 13,123 feet. The local university teaches in English, French, and Arabic, providing students across Morocco with an American-style university education. Locals who live on the fringe of town harken back to the area’s original Berber routes: herding goats and traveling over the mountain pass to buy and sell goods between the seaside and desert markets. In the forest, you can witness the small but elegant waterfalls fed by snowfall and lush springs. The water spreads across the forest floor and trundles down protruding rocks, connecting back to the small river."
    },
    {
      "dayNumber": "5",
      "title": "Opening the Desert",
      "description": "The desert air is warm and dry after sunrise. Sand borders the town of Merzouga. After breakfast, you climb on the back of a camel for a sensational trek into the Sahara Desert. The animal has been prized in desert regions for their ability to withstand temperature variations, and remarkable ability to conserve water. Whenever the camel steps you sway back and forth, understanding the animal’s given nickname, “Ship of the Desert.” You make your way to experience the culture of the Gnawa people, brought from the Sudan to Morocco as slaves. The men wear long flowing white robes with a white cloth wrapped around their heads to protect them from the sun. You sit in a cool room in a small building made from stone. The Gnawa men pull out traditional instruments and such as a three-string lute and heavy iron castanets. The rhythm pulses through the room as the men’s voices harmonize in a collection of chants and urgings. The drum beats strong and loud. Two men begin to encircle one another and tap leap into the air, spinning in circles, and squatting to the ground before doing it all again. The proud heritage is apparent in the unique, blended sounds that came with time and movement. Your trek continues deeper into the desert where the night sky begins to take over, trading sunlight for starlight."
    },
    {
      "dayNumber": "6",
      "title": "Sandy Hills to Rocky Cliffs",
      "description": "The sun rises over the Sahara in layers of pink and purple. The sand dunes of Erg Chebbi spread across 17 miles of land and can reach up to 525 feet tall. In the sunlight the sand glows spectacular gold; during sunrise however, the sand takes on the colors of the sky, shimmering waves of pink, purple, orange, and red. You return to Merzouga for breakfast and are met by your private transfer. The sand dunes of the desert disappear and are replaced by the towering walls of the Todra Gorge, Morocco’s highest and narrowest canyon. The raw power of nature is present. The cliffs are spaced as little 33 feet apart at the narrowest and climb up to a height of 525 feet, as tall as the largest sand dunes at Erg Chebbi. A small stream meanders through the valley and once carved the impressive landscape around it. The gorge walls are rugged and rustic red. The scent of rich earth and fertile riverbanks bounces off the cliffs. The gorge opens into the lush plains of the Dades Valley, replacing the craggy red walls with a seeming oasis of rising greenery."
    },
    {
      "dayNumber": "7",
      "title": "Present Roses",
      "description": "Wake up to the faint aroma of roses that fills the Dades Valley. The scent comes and goes throughout the morning, replaced by herbaceous and sweetened tea, but returning once breakfast has finished. Your private transfer meets you at the hotel and takes you to the base of the High Atlas Mountains near the village of Kelaat M’Gouna. The village is made of desert stone, which contains a golden or rustic hue depending on the angle of the sun. Asif M’Gound River irrigates the rose fields that spread across the valley and provide the sensual aroma lingering around the village. Over 18 miles of roses stretch from Kelaat M’Gouna to the village of Bou Tharar, situated at the edge of fertile fields and rugged foothills. M’Goun Mountain stands 13,356 feet high and casts a shadow over the “Valley of Roses.” Pickers venture into the fields and pick the bright pink rose blooms. They place the blossoms in a cotton bag. In May, the Rose Festival is in full swing, where traders from around the region come with handcrafted goods to trade for roses. The mountains roll along the horizon and separate the elegant scent of roses from the rugged aroma of the expansive desert."
    },
    {
      "dayNumber": "8",
      "title": "Edge of 1,000 Kasbahs",
      "description": "The Road of 1,000 Kasbahs ends at Aït Ben Haddou, the largest Kasbah in Morocco. A walled village reinforced with angled towers edges the 19th century palace. The city is a famous filming location, providing ancient background for movies such as Prince of Persia and the celebrated series Game of Thrones . The buildings are made of earthen clay and shift colors throughout the day. The oldest houses in the city date back to the 17th century. Wander through the old streets and find yourself on the rooftop overlooking the ancient architecture. Doors are open and arched. Towers contain engraved shapes that add a sense of delicacy to the forceful edifice. At times it looks like the entire village was constructed of sand. After your exploration of the desert city, your private transfer escorts you through landscaped splendor of Tizi n’tichka Pass to the mountainside village of Imlil."
    },
    {
      "dayNumber": "9",
      "title": "Finding the Path",
      "description": "Imlil is a charming village in the High Atlas Mountains, located in the Aït Mizane Valley at an altitude of 5,708 high. A subtle breeze wafts through the high altitude plain. The aroma of fertile land abounds. The village and surrounding landscape is serene and silent. Mountain peaks rise into the sky, snow-capped in winter and craggy in the summer. The irrigated foothills are terraced down as they texture the landscape and climb down the mountainside. The verdant valley is filled with crops and trees, edged by sloping bluffs. The highest peak of Mt. Toubkal stands 13,670 feet tall. Donkey trails meander across the mountainside. You can venture out into the scenery and feel at one with Morocco, looking out over the landscape and enjoying the fresh, fragrant air. For a picturesque view matched with luxury, you can visit Kasbah du Toubkal, a fusion of Berber hospitality and décor, with European service. You can sit in the dining room, sipping a cup of freshly brewed mint and saffron tea, looking out over the pleasures of the wild countryside in the comforts of a plush dining room."
    },
    {
      "dayNumber": "10",
      "title": "Into the Gardens",
      "description": "Descending the High Atlas Mountains carries you away from the terraced foothills and to the picture-perfect village of Tahanaout. The savory aroma of olive groves blends with the zesty fragrance of citrus trees. The village shines red from the clay construction, built with traditional Berber technique and sensibility. The river runs along the mountain foothills and provides a soundtrack to the village. Goats and sheep graze on the grassland. Berbers are indigenous to North Africa and have a heritage separate from, yet intertwined with, Moroccans. Many locals in the Berber village open their homes to visitors to eagerly teach them how to make traditional Berber cuisine, such as fried potato cakes. Rugs are lined along the souk , displaying handmade carpets with traditional Berber design woven into the material. You leave behind the quiet of the village and arrive in Marrakech, a city pulsing with endless energy and distinctive Moroccan culture."
    },
    {
      "dayNumber": "11",
      "title": "Calls from the Square",
      "description": "Ancient red walls wrap around the medina. The old gate known as Bab Agnaou was constructed in the 12th century and continues to stand with a layer of shell imprints bordering the single, large arched door. The courtyard in the Riad is decorated with zellij and a quaint fountain bubbling with water. After breakfast, your private guide meets you at the hotel and tours you through the city alive with legend. Djemaa el Fna square bustles with activity. Storytellers weave tales of enchantment, filled with diamonds in the rough and wily sultans. The high-pitched rhythm of snake charmers creates the soundtrack to the stories that echo through the square. People lounge on rooftop cafes and listen to the active life of the plaza while sipping orange blossom and mint tea. You step into the depths of the city’s grandeur at the Saadian Tombs. The tombs date back to the turn of the 17th century and were rediscovered in 1917. Two main mausoleums fill the enclosure housing 66 tombs. The first hall contains thin marble stones. The back of mausoleum contains a delicate mihrab, a decorated niche that signifies the direction of Mecca. The mihrab supports a collection of marble onyx columns. The central chamber is domed and glistens in the light. The décor and architecture recall the grace and splendor of the Alhambra in Granada, Spain. Similar artistry, from fine carvings to vaulted roofs helps create the particular elegance seen in the historic structures."
    },
    {
      "dayNumber": "12",
      "title": "“City of Wind”",
      "description": "Essaouira is a coastal city that watches over the waves of the Atlantic Ocean. Your private guide meets you at the Riad and takes you through the swelling sands, beside the fertile vineyard of Val d’Argan, and into the pleasant breeze that brushes the Moroccan shores. Seagulls drift on the wind and practically float instead of fly. The stone walls of the city shine pink in the sunlight. The medina is an immaculate white, which makes the cobalt blue doors and windowpanes burst with color. Waves mist against the 16th century walls built by the Portuguese, but the city’s roots date back to the Phoenicians. The beach glows with golden sand that disappears behind the city walls. The city has a relaxed pace settled between historic, narrow lanes and the echoing rhythmic music emanating from homes and hidden restaurants. Bab el Mersa, the gate that leads to the Scala Port, is adorned with a triple cresent moon above the wide arch. The sandstone gate contains Arabic calligraphy decorating the pinnacle just below the pediment’s point. A Star of David is engraved around the center of a blossomed flower representing the Jewish community inside the medina. The port is crowded with fishermen eager to sell their daily catch to locals. The fish market sings with people, no more so than at fish auction when the market is at its height."
    },
    {
      "dayNumber": "13",
      "title": "View from the Deep",
      "description": "The Riad is quiet in the morning, nestled in the comforts of the gurgling central fountain. Finding the aroma of fresh brewed mint tea has become a comfortable daily ritual. The bazaar fills with people and slowly turns into the bustling hub of activity. Spices run the gamut of color and scent, from sweet to spicy, emulating the rainbow in conical display. Leather bags dangle from the rafters and vivacious baboushes, flat slightly pointy-toed shoes, line the walls of an old shop. After breakfast your private transfer meets you at the Riad and escorts you to the airport for your flight home. You have explored and experienced the far reaches of Morocco but there is always more to see. You could always stay a while and indulge a little more in Moroccan delights. For more vacation planning ideas, visit the Morocco tours page."
    }
  ],
  "map": ""
}