{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "imperial-cities-sahara-desert-tour-of-morocco",
  "tourName": "Imperial Cities & Sahara Desert Tour of Morocco",
  "placesVisited": "Casablanca, Fez, Midelt, Merzouga, Todra Gorge, Ouarzazate, Marrakech, Chefchaouen, Aït ben Haddou",
  "generalInfo": "Morocco is a world of color filling every aspect of traditional and contemporary life. Mosques are decorated with green tiles and cities shimmer with blue paint under the shade of nearby mountaintops. Blue-Bedouins grace the desert, red walls encircle old cities, and even the spices radiate rich hues. Your tour through the imperial cities and the Sahara Desert is tailored to ensure an unforgettable personalized journey through Morocco. Pink flamingos relax in the cool throes of a desert lake. Golden sand sprawls across the Sahara desert. The marvels of Morocco are endless: situated in the culture, landscape, and enduring colors.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – A Contemporary Capital",
      "description": "The city of Casablanca bustles against the ebbing tide of the Atlantic Ocean. The breeze sweeps across the cityscape and carries the aroma of the sea. The azure contrasts the green tiles that decorate the Hassan II Mosque, among the largest mosques in the world. Palm trees line the wide boulevards. Public buildings surround Place Mohammad V Square. The buildings radiate allure and past marvels, blending traditional Islamic design with neo-Moorish facades, and brim with well-tended gardens. Palm trees line the promenades. A large fountain shoots water into the air and adds cooling moisture to the atmosphere. Your private transfer is waiting at the airport upon your arrival and escorts you to your comfortable accommodation. Your guide meets you at the hotel and escorts you through the most cosmopolitan of Moroccan cities. The energy is palpable, emanating from a contemporary mindset that rises out of an underlying connection with the city’s as well as Morocco’s heritage. The Cathedral du Sacre Coeur was constructed in the 1930s and blends traditional Moroccan style with European luster. An arched colonnade runs through a park that sits in the steeple’s shade. The aroma of cypress drifts from the trees. The city is filled with elements of its more contemporary past, hinting at French colonialism while constantly pushing forward into the modern, global economy."
    },
    {
      "dayNumber": "3",
      "title": "Chefchaouen – Into the Blue",
      "description": "The city comes to light in the morning when the aroma of freshly brewed mint tea accompanies breakfast. The simple pleasures of scent and taste bring new delight to the early hours of the day. Your private transfer meets you at Lina Ryad Hotel after your meal and escorts you to the airport for your quick flight to Chefchaouen. The city is known as the “Blue Pearl,” and is perched beneath the rugged peaks of the Rif Mountains. The mountains overlook a lush valley and rise to a height of 8,054 feet. The city dates back to the 15th century and at first resembles the antique, red-roofed cities around Morocco. You soon find the city’s color scheme shift the longer you stroll along the medina. The streets act as steps and rise up the foothills. At first you notice a sporadic blue door, then a blue painted wall. Suddenly the entire alleyway is blue, from the doors to the stones on the street. The color resembles a cloudless sky. The city’s color stems from a Jewish tradition of dyeing threads. The city meshes Berber, Muslim, and Jewish culture with those of Moorish Spanish exiles. Aromatic herbs emanate from local homes. Charming brass teapots are displayed in narrow hillside streets that fill the old city. Vendors dangle artisan silver bracelets that jingle. Soft shawls radiate with color and hand stitching. In the late afternoon you can relax on a rooftop café with a panorama of the blue city shifting into red rooftops down below."
    },
    {
      "dayNumber": "5",
      "title": "Fes – Antique Harmony",
      "description": "The sunlight glints off of the blue walls and spreads over the cobblestone streets. In the morning’s gentle glow, it is hard to know where the rooftops stop and the clear sky begins. Mint tea is brushed with saffron and provides a simple, elegant flavor. Your private transfer meets you after breakfast and takes you to Fes. The city looks like a time capsule, embodying the medieval era when Fez flourished. Bab Boujloud, known as the Blue Gate, crowns the outer gates of the medina. The French erected the 1913 reconstruction of the original 12th-century gate. The lustered blue tiles catch the sun and shimmer against the pale sandstone border. The triple arches open up to passersby and leads into the medina. Minarets and domes create the skyline and add to the city’s majesty. The old city hums with copper workers molding and etching their work. The tannery creates an unmistakable leathery aroma drifting around the bazaar. Follow your guide through the streets and find a historic building around every corner. The Medersa Bou Inania was constructed in the 14th century and maintains a gem-like quality. The fine details filling the theological school create the larger, exquisite design. Green tile covers the minaret and the roofing of the complex. Carved cedar lines the ceiling in the form of beams. Marble floors create a soft echo with every step you take. When you look closely between the structural columns you can see handcrafted stucco subtly texturing the space."
    },
    {
      "dayNumber": "6",
      "title": "Midelt – Over the Hills and Through the Woods",
      "description": "The sounds of the city subside beneath the soothing rhythm of the Call to Prayer. It is the most serene the medina has felt. After breakfast your private transfer escorts you away from the old city walls and into the Middle Atlas Mountains. The mountain range stands at an elevation of 10,472 feet. Midelt is a town known for its Berber heritage and its proximity to a cedar forest. The great peaks of the High Atlas Mountains rise against the high altitude plain. The aroma of couscous wafts out of local homes, a signature Berber dish. In October, the town fills with visitors from all over Morocco intent on visiting the Apple Festival. The aroma of fresh red apples swirl within the streets, from raw apples to cooked ones. The nearby cedar forest is home to an abundance of Barbary apes. Almost two-thirds of the world’s population is located along Atlas Mountain range. The scent of cedar is strong and hinted with spice. They laze beneath the canopy and can grow to a weight of over 30 pounds. Babies hitch rides on their mother’s backs and watch the world pass by. Cinnamon colored fur covers their bodies but leaves a circular area of pink around their eyes. The natural splendor of the macaques among the trees adds to the sensational landscape of the encompassing mountains."
    },
    {
      "dayNumber": "8",
      "title": "Erg Chebbi – Finding Desert Water",
      "description": "Merzouga is a small town edging the golden sands of the Sahara Desert. The rocky outcropping of the landscape displays the eclectic soil of the vast wilderness. The aroma of rugged, warm earth is prevalent. You follow your guide into the horizon and arrive at a lake known as Lake Merzouga. Camels wander near the water’s banks and continue along the sporadic greenery that rises out of the rugged earth. When water graces the parched earth flamingos linger in the refreshing lake. They stand in pods and add a touch of color to the rippling surface. In the distance, you can see the beginning of the sand dunes. The dunes fulfill the image of what most people believe the Sahara to be, a display of nature’s raw power with rolling sands seemingly devoid of life. However, when you arrive at the dunes you find beauty in the seclusion. Erg Chebbi is a stretch of sand dunes that encompasses 17 miles. A single dune can rise over 525 feet off of the desert floor, looking more like a mountain than hill made of sand. The breeze brushes sand across the landscape and creates a flowing effect. The sun sets and stars blanket the night sky."
    },
    {
      "dayNumber": "9",
      "title": "Aït Benhaddou – Sand and Clay",
      "description": "The sunlight rises over the sand dunes in waves of color. Deep reds and oranges turn pink across the sand. When the sun fully stands above the desert the pink and purple dunes turn back to gold. You return to Merzouga and venture through the depths of Todra Gorge. The cliff walls rise above 525 feet the valley and the gorge narrows to a width of 33 feet near the end. The red, rustic rock face is powerful. A small river meanders through the basin and slowly carved the gorge’s current form. During monsoon season the river rises and water tumbles down the cliffs. Vibrant greenery blooms alongside elegantly tiered waterfalls. You arrive in Ouarzazate in the afternoon and find a fortified city made of clay. Towers and turrets support the old walls. The town rises up a bluff, adorned with a granary providing views of the meandering streets and the expansive desert. Mountains slope downward into the flatlands. Aït Benhaddou is the largest Kasbah in Morocco and retains its antique atmosphere, featured in films such as Kingdom of Heaven and Jesus of Nazareth. A minimal number of families continue to live in the earthen buildings. Windows are open to the elements and you can follow narrow winding staircases onto the rooftops. Villagers invite you into their homes where the aroma of fresh herbs and spices simmer with couscous and roasting meats. Bright handmade shawls are draped over the walls."
    },
    {
      "dayNumber": "10",
      "title": "Marrakech – An Iconic Moroccan City",
      "description": "The clay walls of Ouarzazate disappear behind the rising foothills of the High Atlas Mountains. Your private transfer escorts you through the Tizi n’Tichka Pass at an elevation of 7,415 feet. Snow settles on the peaks and washes away in the summer months. The pristine landscape is beautiful in its serenity. Arrive in Marrakech, known as Morocco City to historic travelers following the trans-Saharan trail, and the Red City to visitors awestruck by the power and coloration of the medina walls. The red ochre pigment is the beginning of the city’s vibrancy. The new city, constructed by the French in the 20th century, sits against the medina that dates back to medieval times. When you enter the old walls you find the quintessential labyrinthine alleys that have captivated visitors across the globe. Vendors display mounds of spices running along the bazaar. The aroma of nutmeg blends with turmeric. Both are overshadowed by the scent of sweet paprika. Your guide leads you through the twisting, narrow lanes. You can see the rising minaret of Koutoubia Mosque, the only edifice creating a distinctive skyline. Local Moroccans linger around Djemaa el Fna Square. Heritage is palpable in the sounds of the snake charmers and legends of the storytellers. Your guide translates one of the tales as families surround the orator. Women in flowing, colorful robes paint local and visiting women’s hands and arms with henna. In the evening you can watch the rambunctious and enchanting atmosphere from a rooftop café. Sip the comforting flavor of local mint tea and recline on an array of pillows with a view of Morocco City."
    },
    {
      "dayNumber": "12",
      "title": "Marrakech – Lasting Visions",
      "description": "The Call to Prayer emanates from the Koutoubia minaret. The soothing sound fades away and is replaced by the simmering calls of vendors moving their carts to the square. Juice and fruit stalls pile grapefruit and dried figs into conical mounds. Almonds and walnuts crust honeyed dates. The new day begins and you find a cup of mint tea with orange zest in your hands at breakfast. Soon your private transfer will take you to the airport but certain images of Morocco will never fade, from the tea to elegant geometric mosaics, to stunning sand dunes and active tanneries. Your trip may have ended but you’ve already started to plan your return. For additional travel planning ideas, visit the Morocco tours page."
    }
  ],
  "map": ""
}