{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "family-vacation-to-spain-morocco",
  "tourName": "Family Vacation to Spain & Morocco",
  "placesVisited": "Seville, Santa Cruz, Ronda, Granada, Albaicin, Alhambra, Andalusia, Casablanca, Marrakech, Djemaa El-Fna, Aroumd, Zaouit Ifergane, Essaouira, Sidi Kaouki",
  "generalInfo": "Southern Spain and Morocco have something of everything that entices the young and old with a brilliant mix of adventure, culture, history, and escapism. Perfectly handcrafted for families, this 16-day tour explores a little of each attraction that makes these destinations so unique. From learning the flamenco to Berber traditions and relaxed days on the coast to exciting days in old cities, you’ll travel to Seville, Ronda, Granada, then onwards to Marrakech, Essaouira, and sublime mountain oases.",
  "durationDays": "16",
  "price": "6,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Seville – Settling Into the Beautiful Old City",
      "description": "There will be something magical about landing in Seville, an old city that basks in the sunny south of Spain. The streets are welcoming and energized by a gregarious local culture. Treasures mark most of the corners, evidence of a history that includes more than the Moors and the Conquistadors. You’re welcomed at the airport and transferred to a hotel in the heart of the old quarter. The guide will stay with you for a welcome drink to introduce you to the city and the activities planned during your time in Seville. This first day will be at your leisure and there’s a delightful atmosphere on the streets around your hotel. In the evening you’ll recognize how important family is to Spanish culture since local families dominate the plazas and terraces, which will quickly make your own family feel at home."
    },
    {
      "dayNumber": "2",
      "title": "Seville – Walking the Old Quarters and Learning the Flamenco",
      "description": "On your first full day in Seville, you’ll climb the steps of La Giralda and to gain a perspective of the city, how the neighborhoods cluster together along the river. Then, descend to Christopher Columbus’s tomb and discuss the explorer’s tale with the guide. Wander through the elegant Alcazar and you start to understand the artisanal beauty of the past, as there is such dedication to detail in this ancient palace. These are the essential stops as you walk around one of the world’s largest old quarters, with plenty of intriguing narratives to keep the children interested. After lunch, you’ll try the great Andalusian tradition of flamenco. A family-focused workshop allows everyone to learn the distinctive parts of the art form. The guitar playing and singing aren’t easy, but hand clapping and feet tapping is also an essential part of a performance, along with the dress twirling. The workshop finishes with performance – you and the teachers together – along with an invite to return and enjoy the complete evening show. Like yesterday, the day’s pace will be relaxed and there are opportunities to customize what you do."
    },
    {
      "dayNumber": "3",
      "title": "Seville – Star Wars Movie Locations and Andalusian Traditions",
      "description": "Today will be a day of history, both real and fictional. Start at the indelible Plaza de Toros, the bullfighting arena that looks and feels like the 18th century. Take a stroll through a different part of the old quarter to Plaza de Espana, a beautiful square that you may recognize from Star Wars. For the rest of the day, you will have a private guide who can customize a route to your interests, whether that is art, music, sport, or handicrafts. End your stay in Seville with a classic experience, an evening tapas crawl through the streets. Each tavern has a specialty and the guide helps you taste the best of Andalusia. Tapas originates here and Seville remains the best place in Spain for an evening of true tapas hopping."
    },
    {
      "dayNumber": "4",
      "title": "Ronda – An Escapist White Village in the Hills",
      "description": "The next day, Ronda will be an escape in the hills, as this white village rises dramatically above the landscape. This is one of Andalusia’s Pueblos Blancos (white villages), where the streets are barely wide enough for donkey carts and the sense of heritage is absolute. You’ll be transferred here after breakfast and have a day to explore the winding streets before you spend the night in one of Spain’s unique accommodations, a parador that looks and feels like a medieval castle. This is a great little destination for discovering another side of Spain since the village atmosphere is entirely different from what you experienced in the city."
    },
    {
      "dayNumber": "5",
      "title": "Granada – The Enchantment of an Artistic City and Civilization",
      "description": "After a relaxed morning, you’ll take the early-afternoon train to Granada, a journey that meanders across the elevated plateau of Andalusia. You’re greeted at the station and walk to the Albaicin, an old Arab quarter that smells of fresh jasmine and feels like a fairytale. The famous Alhambra provides a backdrop and Saint Nicholas Plaza is a stunning place to spend the rest of the afternoon and evening. You have the next few days to discover the sights. Today is about exploring as a family on the winding streets. Getting lost will be part of the fun and almost every doorway hides something enchanting."
    },
    {
      "dayNumber": "6",
      "title": "Granada – Family Adventure in the City of the Moors",
      "description": "Today, you’ll find that it’s difficult not to be overwhelmed by the Alhambra. It’s not just the architectural details, but the scale and dedication to beauty, plus the history books of tales that can be narrated. Originally built in the ninth century this was the centerpiece of Europe’s great pre-medieval civilization, where mosaics and calligraphy fill endless corridors and bountiful archways. You’ll spend the whole morning in the complex where a local guide knows the stories that can keep young and old entertained. The afternoon can be customized and there are many potential turns to take in this old city of the Moors."
    },
    {
      "dayNumber": "7",
      "title": "Granada – Relaxing in the Arab Baths and Tapas Crawl",
      "description": "The old Arab baths are a great place to start any day. Steam rises, exoticism fills the air, and there’s an intrigue that compels all. A tapas crawl is an iconic way to spend your evening, with a unique nighttime tour that provides a fitting final family adventure in Spain. You’ll disappear into ancient drains and explore the graves for an alternative insight into the city’s past. The rest of the day can be tailored to your interests. Perhaps white water rafting, and olive oil tour to the countryside, or traveling through the city on a Segway."
    },
    {
      "dayNumber": "8",
      "title": "Marrakech – First Impressions of Morocco",
      "description": "This morning there will be a 90-minute transfer to Malaga where you board a flight bound for Casablanca. Touch down in this bustling city and there’s a real change of atmosphere with a difference in the colors, the energy, and the vibrancy of every street. Before you travel to Marrakech there will be time for Casablanca’s two iconic experiences. Eat at Rick’s Cafe Casablanca, made famous by the movie, and spend an hour in one of the world’s largest mosques, contrasting experiences that provide contrasting first impressions of the country. You’ll spend the night immersed in the ambiance of Marrakech. Your hotel has a rooftop terrace for watching the world go by, which is a good place to grow accustomed to the sights, sounds, and smells of the city."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech – Exploring a City for all the Senses",
      "description": "The next day, exotic fragrances drift through the maze such as spices, leather, camels, and coffee. Sounds bounce up and around you, including the calls of traders, the natter of locals drinking tea, and cartwheels clonking over cobbles. Marrakech is a city for all the senses and you will inhale some of them with breakfast on the hotel’s terrace. A guide meets you at the hotel and plans a day in the city. It could take weeks to explore each of the alleys and attractions so it’s good to tailor a day to what your family is interested in, such as souks, the Arab architecture, the artisans, or a little of everything. Marrakech is quick to bring every visitor under its spell, as the city’s rhythm becomes your own rhythm. This laid-back rhythm is what makes most of Morocco so appealing as a family destination."
    },
    {
      "dayNumber": "10",
      "title": "Aroumd – Discovering Traditional Village Life",
      "description": "Spend the morning in Marrakech, allured by the scents and colors of the spice markets, while you enjoy the sounds of the musicians. You’ll travel privately to the village of Aroumd, where the terraced fields are packed with rich and unusual produce. Life has changed little here, so Aroumd will be a great place to try out village and farming life. Like your next destination, traveling to such a traditional village can initially be a challenge to 21st-century children. Although, if you give it a little time, the break from the norm can be an inspiration, showing that there’s more to life than what happens in the ether. All meals are included today and you’ll have a chance to get involved with the cooking should you wish."
    },
    {
      "dayNumber": "11",
      "title": "Zaouit Ifergane – An Oasis for the Family and Local Activities",
      "description": "Continue the cooking in the morning, as your family joins the local women making bread in their simple and efficient stone ovens. Travel to Taroudant, a quiet little town that feels like a mini Marrakech. You’ll meet the artisans here and learn how animal skins are cured in the tannery to create leather. It’s another snapshot of local life and there are more to come in Zaouit Ifergane, where you spend the next couple of nights. An oasis of palms in a hidden valley, you’ll stay in an old Berber village that smells and sounds like another planet. Fresh fragrances mingle, the air is blissfully clean, and the pace is slow enough for everyone to say hello on the streets. Your time in the village will be at your leisure and there are so many different walks you can take. Smaller villages are close by, which are great destinations for taking a stroll through the fields. You can also ride a donkey to reach them. The experience here centers on the persuasive atmosphere. Not many tourists come here and although the riad is full of contemporary comforts, there’s something mystical at exploring rural Morocco of the past."
    },
    {
      "dayNumber": "13",
      "title": "Essaouira – Relaxing on the Coast and a Camel Adventure",
      "description": "Riding a camel across the sand dunes is the classic Moroccan family adventure, as you rise across orange ridges to gaze out over the desert. You plod along, weaving and winding to a point where the dunes tumble toward the Atlantic Ocean. Eat a picnic lunch on the beach then travel to Essaouira, a fishing village and Portuguese trading port town for the creatives. Hendrix was just one of the musicians that used to come here in the late 60s and the whole town has a unique style. Small and almost completely pedestrianized, Essaouira is a Moroccan town of old. Mountains of olives spill from the stalls, harmonic voices call locals to prayer, colorful fishing boats brave the waves every morning, and the slower you walk the more you discover. There’s also a small beach and a rocky coastline to follow. As you reach the end of your family vacation, Essaouira is a place for doing very little but still enjoying the charming cadence of Morocco. Try fish from the fresh markets, explore renowned art galleries, inhale the scents of thuya wood, and relax on the beach."
    },
    {
      "dayNumber": "15",
      "title": "Marrakech – Listening to the Storytellers and Watching the Snake Charmers",
      "description": "On the penultimate day, you will return to Marrakech for a final afternoon and evening immersed in culture. The afternoon can be tailored and you’ll probably have some ideas of where you want to go after the previous two days in the city. The enduring memory of the city comes from Djemaa el-Fna, a sprawling city square packed with acrobats, snake charmers, musicians, and storytellers. The storytellers are the most hypnotic as they narrate long yarns that sound like fairytales. There’s a good food market on the square and a selection of good restaurants can be found on the outskirts of the old city."
    },
    {
      "dayNumber": "16",
      "title": "Marrakech – Departure",
      "description": "Enjoy breakfast on your terrace before you will be transferred to Marrakech’s mid-sized international airport for your departure flight."
    }
  ],
  "map": ""
}