{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-tour-of-imperial-cities-a-historical-cultural-exploration",
  "tourName": "Morocco Tour of Imperial Cities: A Historical & Cultural Exploration",
  "placesVisited": "Casablanca, Rabat, Marrakech, Fes",
  "generalInfo": "You can hear the spirit of Morocco embodied in the rhythmic streets of Marrakesh. The sounds of the ocean inspire the blissful call to prayer at the Hassan II Mosque in Casablanca. Marvel at the Atlas Foothills and lose yourself in the labyrinthine streets of the Medina in Fes. Find the ineffable heritage of Morocco on this 9-day tour that will take you to the edge of wonder and into the luxuries of historic mansions. Experience history and discover the true marvels that create the soul of Morocco.",
  "durationDays": "9",
  "price": "3,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – Finding Casablanca",
      "description": "Morocco is an enduring image of culture that spans civilization. You can picture towering fortress walls embellished with a skyline of minarets. Old Cities are punctuated with historic markets. Spices line the alleyways and the sweet scent of honey brings it all together. From the Romans to the French, the country has enveloped cultures but also held onto its unique heritage that rose out of the landscape. Mountains ramble and oceans swell. The desert sweeps and the markets tempt. Soon you will land with the beauty of Morocco at your fingertips. Arrive in Casablanca and find an energetic modern city enriched by its past. Wide boulevards are lined with palm trees. The sea breeze mixes with the sweet aroma of the trees. The ocean brushes against the edges of the city and sparkles in the dwindling sunlight. The silhouette of Mosque Hassan II sits on the edge of the Atlantic. The fountain in Place Mohamed V spritzes the air with a rejuvenating mist. You can even find the Jewish Museum in a suburban oasis encompassed by lush gardens. It is the only Jewish museum in the Islamic world. The Corniche is the beachfront district and displays contemporary lavishness, filled with the locals that are ready to be seen. Modern hotels create the skyline and restaurants emanate traditional aromas with a hint of international influence. The water hits the shore’s risen wall. The beach is paved with golden pebbles. The district of Safi is a port whose importance dates back to the Roman Empire. The water is calm and sapphire beneath the imposing Portuguese fortress remains. The 16th century fortress watches over the port and the city with regal flare. Your private transfer meets you at the airport and takes you to a luxurious hotel near the city’s spirited heart. The city is enthusiastic and modern but allows its heritage to inform its future."
    },
    {
      "dayNumber": "3",
      "title": "Casablanca – Thriving Past",
      "description": "The sounds of the city return to the streets with enthusiasm. The sea breeze continues to blow inland from the coast and the calm water laps at the pebbled shore. Breakfast is a collection of intoxicating regional flavors. Date jam and figs offer sweet aromas and accompany creamy yogurt accentuated with orange blossom water. You sip mint tea and enjoy the traditional cuisine of the morning. Your guide meets you at your hotel and takes you on a private tour of the city’s remarkable historic sites. The Central Market dates back to the start of the city and continues to be at the center of city life. Vegetables and fruits line the alleyways with vibrant freshness. Pomegranates almost glow with ruby red. Grocers call out their daily specials. Spices are stored in open sacks for you to see their vivacious hues iridescent in the sunlight. The aromas of turmeric and radish glide past you. A plethora of shoes are hung on strings alongside shop walls. The spirited display of local life sweeps you up and captivates you. The experience is more than just shopping but is also a view into the Morocco of which you have always dreamed. In the afternoon you will transfer to Rabat for the evening. Settle into the political capital of the country and find a slower pace in more serene neighborhoods."
    },
    {
      "dayNumber": "4",
      "title": "Fes – A Capital Image",
      "description": "Rabat is the capital city of Morocco and is filled with an atmospheric calm. History reaches back to the Phoenicians at the citadel of Chellah. The palm-lined streets are pristine. The cool air drifts from the Atlantic Ocean. After breakfast, you meet your private guide and prepare for the hidden gem that is Rabat. The 12th-century fortress of Oudaias Kasbah encompasses a tranquil tiny neighborhood. The winding alleyways are decorated with white and blue hues, the same hues as the Andalusian buildings of Spain, just across the Strait of Gibraltar. The fortress looks over the placid water. The steps lead to the remarkable gate of the Kasbah Mosque, the oldest mosque in the city. Its main gate is adorned with a traditional Moorish arch, surrounded by geometric designs. The mosque was constructed in the 11th century and rebuilt in the 18th century. The minaret rises over 131 feet above the ground. You can see the tower from all angles of the city, dominating the skyline no matter where in the capital you are. The colorful alleyways lead you through the expansive grounds. The sound of the ocean is never far away. An interior gate takes you to the Palace Museum and Andalusian Gardens. The palace dates back to the 17th century and exhibits Moroccan art and culture. The beauty of the fortress is in its artistry but is also in its intentions. Moulay Ismail was the first sultan to unify Morocco and wanted to display the collective art and culture of the country. In the afternoon you will continue to Fes, stopping en route to visit the enchanting imperial city of Meknes."
    },
    {
      "dayNumber": "5",
      "title": "Fes – In Search of the Exotic",
      "description": "Fes is an exotic city, filled with spirit and a tangible connection of its heritage. The contemporary world continues to edge the fringes of the historic neighborhoods but the stately atmosphere of the historic imperial city is undeniable. The flavors of breakfast have become familiar but are no less satisfying. They brighten the already exciting morning with luscious and zesty flavors. Your guide meets you at the hotel and escorts you on a private tour of the city’s corners that should not be missed. Medersa Bou Inania was constructed in the mid 14th century. It is a school of learning and a spectacular display of Moroccan artistry in architecture. The minaret is outlined with deep green, which stands out against the backdrop of opulent blue sky. The courtyard walls are decorated with traditional open windows that provide a cross-breeze to cool the building in the summer heat. The arches are textured with fringe. Dar al-Magana is a house next door constructed by a Sultan. The house held a clock that consisted of 13 windows and platforms. The clock was powered by water and was built in the 14th century. The design used a series of platforms and weights to keep the clock moving at a regular and constant speed. The city is filled with rich wonderments, from mosques to an old Synagogue with collections of Moroccan-Jewish life. The city’s community is active and vibrant, promoting their history by staying connected to their heritage."
    },
    {
      "dayNumber": "6",
      "title": "Marrakech – The Presence of the Countryside",
      "description": "Savor the flavors of breakfast before leaving behind the treasured streets of Fes. The countryside holds the foothills of the Atlas and Middle Atlas Mountains. The foothills’ peaks are draped in snow and they range in color from rocky grey to green. Golden grass sweeps to the edges of the foothills. Today you will make your way to Marrakesh, stopping in fabulous traditional cities along the way. Imouzzer du Kandar is a town that dates back to the early 20th century under the French. The town partly resembles an alpine ski resort. The main square is paved with textiles and lined with oak and cedar trees. The aroma of simmering coffee and sweet honey drifts along the plaza. The mountain peaks emerge over the city’s edge. The slower atmosphere is a delightful change of pace from Fes’s endless vivacity. Limestone plateaus add to the landscape and were once home to the locals. A small lake decorates the city center and is filled with colorful paddleboats. The city sits 5,249 feet above sea level. The aroma of the surrounding forests fills the air with fresh pine. The architecture is more in line with French villas than Moroccan culture, which adds an unusual charm to the cityscape. Imouzzer du Kandar is also home to the only English university in the country. The streets offer a different view of Moroccan culture, where the French influence remains strong and the movement with the contemporary world stays constant."
    },
    {
      "dayNumber": "7",
      "title": "Marrakech – The Whitewalls of History",
      "description": "Marrakesh is a maze of wonderment, emblematic of the stories and history that have paved the streets like cobblestones. You treasure the image of Djemaa el-Fna Square. Shops and stalls line the open plaza. Snake charmers provide the enigmatic soundtrack to the morning. Rooftop cafes overlook the spirited walkways and offer a view to the Atlas Mountains rambling along the horizon. After breakfast your guide meets you at the hotel. You are ready to venture through the streets and immerse yourself in the charm and history of the cityscape. The Saadin Tombs were constructed in the 16th century and are home to 66 members of the dynastic family. The Moorish architecture is classic in its design and pink sandstone walls. The large arches present power and grace. The geometric shapes are symmetrical, which adds to the thoughtful and artistic balance of the tombs. When you enter the grounds you find colorful tiles decorating the floor and intricate mosaics on the lower half of the walls. Marble pillars provide cool support for the building. Twelve columns and cedar wood enhance the already pristine beauty of the grounds. The nearby souq is filled with enthusiastic activity. Spices form conical peaks and the aromas of the saffron and cayenne add a touch of decadence to the afternoon."
    },
    {
      "dayNumber": "8",
      "title": "Casablanca – The Secret Lives of Riads",
      "description": "The layers of sunrise spread over the mountains and down the foothills into the city. Koutaoubia Mosque’s minaret pointes to the sun and is silhouetted in the light. It adds to the skyline of palm trees and palaces. The morning is yours to enjoy at your own pace, finding the hidden niches of the city or enjoying the cool breeze off of the courtyard pool of the riad. Medersa Ben Youssef was constructed in the 16th century and continues to be the largest college of theology in the country. The rooms are clustered around internal courtyards to help alleviate the heat. The air circulates over the reflective pools to provide a cool and refreshing breeze. The exterior walls keep the secrets of the interior beauty. Each decorative carving contains a series of intricate shapes etched into cedar, marble, and stucco walls. Zellige tiles wrap around the lower walls of the courtyard. Later in the day you will return to Casablanca. The city welcomes you with its familiar embracing energy."
    },
    {
      "dayNumber": "9",
      "title": "Casablanca – Stepping Out of the Courtyard",
      "description": "The beauty of the riad is in its interior charm. Each walkway opens to the courtyard to help circulate fresh air and offer inviting color to the city center. The aromas of fresh baked bread and mint tea drift from the square. The bustle of the exterior city seems far away in the tranquil scenery of your quaint riad. After breakfast your private transfer, arranged by one of Zicasso’s luxury travel agents for Morocco , will escort you to the airport for your flight home. There is something about Morocco that is both palpable yet intangible. It gives you a sense of its history displays its embracing culture. The people are friendly and the cuisine is unique and delicious. The beauty of the architecture and artistry emanates from each city’s core. Morocco is breathtaking in its mystery and will always call you back for another visit."
    }
  ],
  "map": ""
}