{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "magical-best-of-morocco-itinerary-in-12-days",
  "tourName": "Magical Best of Morocco Itinerary in 12 Days",
  "placesVisited": "Marrakech, Casablanca, Chefchaouen, Moulay Idriss, Fes, Meknes, Zagora, Asilah, Rabat",
  "generalInfo": "Handcrafted with the complete range of highlights, this luxurious 12-day adventure will lead you from walled cities to epic dunes and from spiritual towns to Berber histories. Morocco dazzles and delights with its old-world artisanal cities, Saharan adventure, and enchanting hillside towns. Explore all four imperial cities, escape to the coast, immerse yourself in Morocco's storied history, and gain incredible cultural insight from expert guides.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Marrakech – Gardens, Tombs, Souks, and Storytellers",
      "description": "After landing in Marrakech, you will be greeted at the airport and transferred to your boutique lodge in the old city. Your suite will be on the roof, so you can bask in the city’s sandstone allure before exploring it on a private walking tour. By venturing into the souk, you can fully lose your senses with spellbinding sounds and sights around every corner. Every lane is different in the souk, and the colors can be seemingly endless. Although the souks can appear overwhelming, you will not get lost because you will be with your expert guide. Eventually, your tour will conclude on Djemaa el-Fna, which is a central square where Berber storytellers weave narratives long into the evening."
    },
    {
      "dayNumber": "2",
      "title": "Marrakech – The Heart of an Imperial City",
      "description": "You will need at least two nights in Marrakech to fully experience what the city has to offer. Your first day will be all about making an excellent first impression of this exotic and unusual travel destination. Then, today will show you the city’s core highlights, including ancient mosques and palaces, the Jewish quarter, and streets that were inspired by France. Souks and squares will remain part of your experience, and you can dive into their details with lanes of camel meat dealers, jewelers, tanners, and spice merchants. You can expect a leisurely day and an opportunity to explore the sounds, smells, and sights of Marrakech, which will provide you with an experience that is far beyond what you can see in photos."
    },
    {
      "dayNumber": "3",
      "title": "Casablanca – The Hassan II Mosque and Amber City",
      "description": "After a private transfer to Casablanca, you will have a leisurely afternoon in an underrated city. Many visitors come here to recreate scenes from Casablanca , the movie, including having drinks in Rick’s Cafe, which opened 60 years after the movie was released. By wandering the old quarter, you can gaze at calligraphy that is etched around minarets and watch how fairytale domes rise above the city’s lanes. Following a series of seemingly unnavigable turns, you will uncover the real Casablanca, away from fictional cafes with its beautiful architecture and easy-going locals. The Hassan II Mosque is a staggering architectural achievement that rivals any of the world’s religious buildings. It is also a place of worship that invites non-Muslims inside."
    },
    {
      "dayNumber": "4",
      "title": "Asilah – An Imperial Capital and Cobbled Town",
      "description": "Just like Casablanca, Rabat is an underrated town with an enchanting old center and a unique artistic style. It is the smallest of the imperial capitals, and you can comfortably explore the historic quarter in two to three hours. This morning, you will stop in Rabat to explore the city with a local guide before continuing along the coast to the whitewashed walls of Asilah. This coastal town looks more like Greece than Africa with its glistening walls and incredibly slow pace of life. After a short walking tour of the old city, the evening will be at your leisure, so you can indulge in some incredible Moroccan cuisine, wander the old walls, and wonder how a town like Asilah ended up in Morocco."
    },
    {
      "dayNumber": "5",
      "title": "Chefchaouen – Ports and Blue Town",
      "description": "From Tangier, you will weave into the hills and the fairytale town of Chefchaouen, where the walls are painted in endless shades of blue, and a slow pace of life is unfiltered by vehicle traffic. Your hotel will be in the hilltop pedestrianized center, and you will be surrounded by traditional life, such as older women trading vegetables on cobbled steps and men dressed like monks strolling down the mountain. The evening will be at your leisure, and there is a peaceful atmosphere to Chefchaouen that you can discover."
    },
    {
      "dayNumber": "6",
      "title": "Chefchaouen – The Highlights of Chefchaouen",
      "description": "This dazzling blue city will be yours for the day, but there is no need to rush. You can take your time, embrace the town’s mysterious blue tones, and allow the day to unfold at a leisurely Moroccan pace. With a local guide, you can hike into the surrounding mountains, participate in an art workshop in the town, and explore the authenticity of life in the hills. While Chefchaouen is visually stunning and worthy of many postcards, it is the atmosphere that you will most remember, especially when you are provided with the chance to forget about time and slowly get lost in the town’s old streets."
    },
    {
      "dayNumber": "7",
      "title": "Moulay Idriss – Roman History and Moroccan Spirituality",
      "description": "Roman worlds unfold in Volubilis, casting 2,000 years of history across a green valley near Fes. This city marks the edge of an empire, which was as far as Rome’s rule once stretched. Volubilis is also one of the world’s best-preserved Roman relics. Exploring its history will make for a fascinating morning. Just wandering the streets and drinking mint tea at one of the cafes will make for an unforgettable experience. After the towering Roman attraction, this afternoon and evening will immerse you in the calm heartbeat of this incredible country."
    },
    {
      "dayNumber": "8",
      "title": "Fes – The World’s Greatest Walled City",
      "description": "This morning, you can take it slowly and continue your atmospheric immersion by sipping tea on a terrace and watching hoards of local pilgrims as they pass. From a viewpoint, you will gasp at the scale of Fes before a local guide leads you into the depths of the souks and labyrinthine-like streets. From traditional tanners to spice traders, the middle of Fes is dominated by an image of the past. Throughout the day, you will stroll amid the pedestrianized maze, among donkey carts and traders, through invigorating smells, and under a dazzling hue of colors. Fes is a city like no other, and you will need a full day to make sense of its artistic beauty and heritage."
    },
    {
      "dayNumber": "9",
      "title": "Meknes – Private Artisanal Workshops",
      "description": "While Fes is a grand highlight of Morocco, Meknes is mostly forgotten but nearly as spectacular. The old town is small and easy to navigate, but you may need to travel slowly because artistic details dominate every aspect of the city’s architecture, from doorways and walls to lights and souks. During a full day here, you will uncover the local style before spending an afternoon learning more about the art of inlaying metal on metal, which is a Middle Eastern craft that has only survived in three places around the world. Today’s experience will provide insight into the local attention to detail before leading into a quiet evening. Meknes is a wonderful place to stroll at your leisure, where you can really absorb the intricate details of traditional Islamic architecture."
    },
    {
      "dayNumber": "10",
      "title": "Zagora – Luxury Desert Camp and Sahara",
      "description": "A desert adventure will conclude your comfortable 12 days in Morocco. Today, you will fly to Zagora and transfer to the dunes and desert. Here, golden tones roll toward the horizon, and the sense of space can be liberating. Today, you will cross dunes in a 4WD vehicle to a small desert camp that is tucked away from the world. Camels will lead you to ridges for sunset, and the ultimate highlight will be spending a night beneath the stars. Your camp will be luxurious, and there is nothing better than lying back on thick Arabian carpets, staring up at one of the world’s brightest skies."
    },
    {
      "dayNumber": "11",
      "title": "Zagora – Continuing the 4WD Sahara Safari",
      "description": "Continuing your adventure, you will cross more dunes and cut a path deeper into the Sahara. The desert changes color throughout the day, from a sun-scorched yellow to orange and, finally, a deep-ochre when the sun begins to set. Whenever you stop, there will be the silence of the wind as it whistles past. There is nothing artificial here, and to explore the Sahara is to explore the great canvas of possibility that travel affords. You will stay in a different desert camp tonight, where you will be comfortable and secluded in a way that can also be utterly romantic."
    },
    {
      "dayNumber": "12",
      "title": "Marrakech – Departure",
      "description": "After looping back to Zagora this morning, you will fly to Marrakech and connect with your international departure."
    }
  ],
  "map": ""
}