{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "12-day-northern-morocco-amazing-history-landscapes-and-cities",
  "tourName": "12 Day Northern Morocco: Amazing History, Landscapes, and Cities",
  "placesVisited": "Tangier, Chefchaouen, Fes, Tetouan",
  "generalInfo": "Venture off the beaten path in northern Morocco during this 12-day adventure. This is the experiential side of Morocco that is full of stories and secrets. Chefchaouen is a blue-washed and baffling city that pulls you under its spell, and Tetouan is an Andalusian-inspired city with a highly unique history. Explore the enchantment of Fes, escape to Morocco’s lesser-known UNESCO World Heritage Sites, and savor the great flavors of the country with a private cooking course.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tangier – A Rich and Beautiful History",
      "description": "Civilizations have come and gone in Tangier for more than 2,500 years. You will land at the city’s international airport, and your driver will greet and transfer you to a boutique riad or guesthouse on the coast. When you are ready, you can set off on a city tour that will have you visiting Sh’ar Raphael Synagogue, wandering past a Spanish church, and discussing how the city influenced Beat Generation writers and musicians like The Rolling Stones. You will then immerse yourself in the old medina to see how ornamental stucco fills the lanes and how the Grand Mosque used to be a Portuguese Cathedral."
    },
    {
      "dayNumber": "2",
      "title": "Tangier – Larache, Lixus, and Asilah",
      "description": "Civilizations have left their mark along Morocco’s Atlantic Coast with remnants from times of quarrel and takeover. Today, you can stroll through Lixus, which is a vast Roman city that is little more than ruins and rubble. You can listen to stories with your guide as you walk across mosaic floors and enter what remains of the baths and temples. Larache has a bloody history and makes for a good place to discuss the effects of colonialism in northwestern Africa. Next, you will spend the afternoon in Asilah, which is an enchanting town that is draped along the ocean. You will return to Tangier in the late afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Tetouan – A Whitewashed Jewel",
      "description": "Tetouan is a dreamy location because it slopes down a river valley toward the calm water of the Alboran Sea. Now a UNESCO World Heritage Site, the city has its origins in the Spanish Inquisition. Moors, Moriscos, and Jews fled Spain, bringing a flavor of Andalusia to a bay that was once populated by pirates. So much more will be revealed as you walk around the old medina with your local guide, from the Bis Mosque to the Spanish Cathedral and the 17th-century Royal Palace. Today’s tour will cover all of the city’s major highlights and stories, including a Moroccan lunch on an alleyway near the fort."
    },
    {
      "dayNumber": "4",
      "title": "Tetouan – A World Heritage Medina",
      "description": "Today will be left free, and you will continue to uncover stories as you stroll around Tetouan at your leisure. You can wander along the coast and past the fort to the medina, where the winding streets are packed with sights you may have missed yesterday. During your time here, you will also pick up on the language. Another option for the day will be to walk along the coast, stopping at cafes and restaurants along the way. Despite the city’s UNESCO World Heritage status, Tetouan is far from the tourist trail, and there is an authenticity to the city."
    },
    {
      "dayNumber": "5",
      "title": "Chefchaouen – A Surprising History",
      "description": "Today, you will transfer to Chefchaouen, which is a blue and white town nestled in the mountains. Your riad will be in the heart of the fully pedestrianized old town, which is just a few steps from Plaza Uta El-Hammam. You can check-in and then check out the history, beginning at the Kasbah Museum. From the museum’s roof, there is a brilliant view of the town. During your tour, you can wander past patios that are adorned with orange and lemon trees, find harmony in the roof tiles, and bask in the story of Jewish and Muslim immigrants. There are many cafes that you can stop in for a glass of mint tea, and a handful of shops sell the local specialty of woven rugs and blankets."
    },
    {
      "dayNumber": "6",
      "title": "Chefchaouen – Spa Experience and Cooking Class",
      "description": "Chefchaouen’s market days provide a poignant insight into local life. The market looks and feels impromptu; it is a swathe of stores that are dotted around the town gate. You will explore it all with a local chef and guide, sampling and purchasing fresh local produce to use in the kitchen. Your guide will know many of the traders, providing you with an excellent opportunity to converse with people from places that do not see tourists. You will take your produce to a local home and learn the secrets of Rif Mountain cuisine. You will cover a couple of Moroccan classics, such as the tajine . After dining, you will have the afternoon at your leisure before an experience in the town’s finest hammam ."
    },
    {
      "dayNumber": "7",
      "title": "Chefchaouen – Hiking to the Akchour Waterfalls",
      "description": "With three days in Chefchaouen, you will not get bored with walking around the same cobbled lanes. You can leave the town to join the walking trails that will lead you into the Rif Mountains. It is a 40-minute hike to the Akchour Waterfalls. To get here, you must cross a narrow natural bridge. Upon your arrival, the falls will expand, bringing the refreshment of rushing water. Small cafes flank the bottom of the falls so that you can indulge in a glass of mint tea before returning to Chefchaouen. The afternoon will be at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Fes – Discovering Berber Villages",
      "description": "Villages dot the Rif Mountains, which are home to a civilization that is older than the Phoenicians who arrived in the area 3,000 years ago. Speaking their own Riffian language, these Berber communities are distinct from other Berber communities that are found in Morocco. Today, you will stop at two villages en route to Fes. Your guide will help translate as you are welcomed into a home for the ritual of sugary mint tea. The stories have always been shared orally, and there is a passion to the narration that is only usually found when the tales are not written. Eventually, you will arrive in Fes in the early afternoon."
    },
    {
      "dayNumber": "9",
      "title": "Fes – Historical and Cultural Tour of Fes",
      "description": "A route through the world’s largest walled city will bring a procession of treasures. Here, you will witness a dazzling palace, the Jewish Mellah, an evocative tomb, and beautiful streets framed by citrus trees. You will then continue past the fruit and the vegetables to the spices. Here, you can enjoy how all of these parts of the souk are busy with locals. You can stop for lunch at a cafe terrace in the heart of the maze, which is ideal for people watching while eating. Afterward, you will venture through the Dyers Souk and Tanner’s Quarters to a breathtaking 14th-century madrassa."
    },
    {
      "dayNumber": "10",
      "title": "Fes – Volubilis, Moulay Idriss, and Meknes",
      "description": "Today, you will enter Moulay Idriss through a monumental gate and wander past its beautiful Koranic schools and fountains. This was Morocco’s first Islamic city, and it was founded by the great-grandson of prophet Mohamed, Moulay Idriss. Although non-Muslims are not permitted within the Tomb of Moulay Idriss, you will get a good understanding of the engrossing spirituality within the city. Two UNESCO World Heritage Sites are nearby. You will complete your morning in Volubilis, which is an evocative Roman city in much better shape than Lixus. You will then travel to Meknes for lunch and spend your afternoon in this imperial city. Artisanal and atmospheric, the Meknes medina can feel like a living art gallery."
    },
    {
      "dayNumber": "11",
      "title": "Fes – Unique Foodie Tour",
      "description": "This final day will allow you to witness the highlights of outer Fes with mostly gardens and palaces. You will explore Dar El-Batha Museum and then discover the most iconic of all Fassi architecture in Palais Mokri. You will stop for lunch at a cafe that overlooks a garden before a free afternoon allows you to create your own stories within the medina. Like everywhere else in Morocco, you will never stop exploring with your eyes. Fes will leave an impression on each of your senses."
    },
    {
      "dayNumber": "12",
      "title": "Fes – Departure",
      "description": "Fes is somewhat calmed in the morning. You will spend your final morning enjoying the streets or visiting one of the stores that you spotted on a guided tour. Late check-out will be arranged at your riad , and you will transfer to the airport for your homebound flight before noon."
    }
  ],
  "map": ""
}