{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "best-of-marrakech-essaouira-ouarzazate-tour",
  "tourName": "Best of Marrakech, Essaouira & Ouarzazate Tour",
  "placesVisited": "Marrakech, Essaouira, Ouarzazate, Kik Plateau",
  "generalInfo": "The best stories never end and instead continue off the page. Morocco is a land built from fairytales, set in the landscape at the foothills of the Atlas Mountains, pressing against the Atlantic Ocean, and moving across the Sahara Desert. Explore the far reaches of the stories that live in the culture and heritage of the country. Embrace the landscapes and let the rhythm of Marrakech enchant you. This custom tailored tour provides the storybook vacation the entire family will enjoy. When myths and legends come to life, all you need to do is relish the adventure.",
  "durationDays": "9",
  "price": "3,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Marrakech – The Joys of Marrakech",
      "description": "Adventure comes in many forms and when you can discover the world with your family, there is no better experience. Your make your way to the airport to catch your flight to the unique world of Morocco. The possibilities of the country fascinate the kids and delight you. You can imagine the blue painted walls of Medina. The characteristic spices line the market place and add rainbow colors to the cityscape. The kids think of sultans and castles, desert battles and regal horses. Morocco encompasses the splendor of the seaside and the rugged majesty of the mountains. The entire family is enraptured by the persistent traditions, ready to see the mosques and colorful robes in person. The closer the plane moves towards Morocco the more excited the children, the more tangible the culture, and the more enchanting the possibilities. Welcome to the exotic North African city, filled with the enrapturing charm of Morocco. Marrakech is a city of soul and color. Snake charmers fill plazas and dance with the mesmerized serpent. Music pours out of cafes and alleyways. The paths in the Medina twist and wind in an ancient maze meant to deter raiders, forcing them to lose their way in the swirling streets. Today those very streets add to the wonder of the historic city and the character of the people. Your private transfer meets you at the airport and soon you are venturing through the streets for an afternoon stroll. Minarets and palace towers make a lavish skyline and against the backdrop of the rambling Atlas Mountains. Djemma El Fna is the main square and entrance to the Old City. Stalls decorate the open space and fortune-tellers encourage your future. The family has stepped into a unique world of enchanted streets. It’s a combination of modern luxuries and fantastical stories. The kids are already awed by the vision of life before them. Rooftop cafes provide views to the mountains and overlook the square. The aroma of mint tea and honey swirls through the air. Donkey-drawn carts move through the alleyways. In the Old City private mansions hide behind the high walls. The interior courtyards offer a respite from the enthusiastic streets. The gardens provided a touch of countryside to the cityscape. The marvels of Morocco have begun to reveal themselves and you have only just arrived."
    },
    {
      "dayNumber": "3",
      "title": "Marrakech – In the Spirit of Things",
      "description": "Wake up to the sounds of the courtyard fountain trickling in the morning light. The water adds a pleasurable mist to the square. Flowers blossom and bring color to the graceful outdoor escape that takes you from the center of the city to the countryside. Staying in a refurbished Riad combines the elegance of lavish royals with the fun of experiencing history first hand. The kids are overwhelmed with excitement at the prospect of staying in a room that may have been inhabited by a royal court. The water fixture focal point helps cool the summer heat and also adds reflective beauty of the textile artistry. Breakfast arrives in the courtyard. The aroma of fig and pomegranates are sweet and colorful. The kids taste everything with vigor; enjoying the new flavors. You delight in their excitement and the fact that they are trying something new. Your guide meets you at the hotel and escorts you through the treasured streets of the classic city on a private tour. The Koutoubia Mosque has a minaret that rises over 229 feet over the cityscape. Spires are surrounded by delicate orbs. It can be seen from all directions of the city like a graceful beacon. The mosque was constructed in the 12th century and its sandstone material makes the façade shine pink in the sunlight. The windows are shaped like horseshoes and bordered by a rectangle of woven designs. The call to prayer spreads from the minaret five times a day. The voice chants, but it sounds like a poetic song that glides through the streets. Moorish decoration is prevalent in both the shapes on the walls and the symmetrical nature of the mosque’s entire design. Every moment with the family in the storybook history of Marrakech creates a unique memory enjoyed by everyone."
    },
    {
      "dayNumber": "4",
      "title": "Marrakech – Stories Come Alive",
      "description": "With the day at your leisure you can discover the edges of the city that has embraced your family from the moment it arrived. Venture to Almoravid Koubba, the oldest monument in the city, or luxuriate in the mountain village charm of Imlil, a quiet town with an impressive fortress overlooking the hillside. Outside of the cityscape is the Tizi-n’Test Pass. The mountains provide a scenic backdrop to the rich landscape of the countryside. The panorama is filled with rolling peaks and hillsides all the way to the horizon. The pass reaches a height of 6,867 feet above sea level. The valley floor is fertile, filled with the bountiful waters of the Nfiss River. Whether enjoying the calm of a rooftop café or exploring the switchback ridges of the pass, you will be immersed in the storybook landscape by day, and the celebrated mythology by night. For dinner you will adventure through the tales of desert in an expressive show of 1001 Nights. Sit within traditional tents in a historic compound. The aromas of freshly baked breads and stewing meats waft around you. The kids enjoy the cultural flavor of sitting on cushioned pillows. A palm-grove provides ample ambiance. When the music begins, so does the show. You are swept up in the tales of troops and musicians, acrobats and unforgettable storytellers. Dancers accompany caravans. Horse riders perform acrobats as they circle around the arena on Arab steeds. A flying carpet passes overhead. You aren’t just listening to the stories but are situated among them."
    },
    {
      "dayNumber": "5",
      "title": "Marrakech – Called to the Essaouira Seaside",
      "description": "The songs of the previous night echo in your head with spellbinding rhythm; you wonder if it was all a dream. When the kids come to breakfast they wear effervescent smiles and hum the same songs that played in your head as you awoke. The stories were real and the magic carpet ride was enchanting. The entire breakfast is filled with the kids’ retelling of their favorite stories and performances from last night, from the regal horses to the flipping acrobats. After your meal your private transfer meets you at the hotel to take you to Essaouira for the day. The fisherman’s town sits on the Atlantic coast and embodies charm. The atmosphere is remarkably different than Marrakech. The streets are calm and tranquil. The water brushes against the rocky coastline. The city walls rise against the alcove. When you wander through the city walls you can see the unique preservation of the 18th century European military architecture. Brass cannons are situated along the ramparts and look out to sea. The buildings are an Andalusian white and blue. Ocean spray fills the air with rejuvenating mist. When you look out over the water you can see sporadic fishing boats sailing across the horizon. The colorful trim of the sails stands out against the water and the sky. Seagulls glide over the walls and you find the definitive Moroccan city inside the ramparts. The narrow alleyways are filled with the scents of spices and wood. Palm trees cast shadows over the squares. The relaxed pace invites you in and the old walls inspire the kids. The city is a haven for artists. The sun casts its natural light over the narrow streets and reflects off of the water. In the evening you return to Marrakech and the familiar comforts of your hotel."
    },
    {
      "dayNumber": "6",
      "title": "Marrakech – Adventuring the Mountains",
      "description": "The mountains near the city’s edges are the first to step out of the night’s shadows. Djemaa el-Fna comes to life with music and the jovial cries of merchants. After breakfast your private guide meets you at the hotel and takes you along the desert road to Kik Plateau. The foothills rise higher and the city fades into the distance. The mountain peaks come closer but remain in the clear blue sky. Their snowy peaks look like clouds. The golden landscape turns verdant, plush with prairies and trees. The aroma of the countryside is an earthen cool. The slopes are covered with woods and the snowmelt provides cold water down the lower regions of the mountain, feeding into the tall grasses and blossoming flowers. Lake Lalla Takarkoust is pristine. Blue water reflects the rising mountainside. The breeze is cold from the higher atmosphere. The family members will marvel at the natural beauty that surrounds them, a departure from the desert air of the morning in Marrakech. Sporadic villages rise along the foothills en route. The Ourika River caters to the lushness of the valley. The meandering foothills have created a network of waterfalls throughout the region, including the tiered cascade of Ourika Falls. Atop Kik Plateau you experience more than just the countryside: you discover the natural splendor of Morocco, separate from the cities but indelibly etched into the culture. When you reach to top you stand at a point surrounded by mountaintops 13,123 feet above sea level."
    },
    {
      "dayNumber": "7",
      "title": "Ouarzazate – On the Border",
      "description": "Venture outside of the reaches of Marrakech and to the gates of the desert. After breakfast, your guide will meet you at the hotel and whisk the family to the edges of civilization where golden sands carpet the landscape. Ouarzazate is a dramatic fortress than encapsulates the image of a desert kingdom. The Kasbah was erected in the 1920s by French colonial authority. The region is iconic: it can found in films, creating the backdrop of ancient civilizations, modern Somalia, and even Tibet. The desert foothills are speckled with Berber villages. The red and golden gorge is home to the Oasis du Fint. The incredible display of enduring nature shines as palm trees rise out of the Mars-like landscape. The desert air blends with the freshness of the trees. Ouarzazate’s old town looks like a city made from the golden sand. If you stepped a few yards away from the buildings, they would blend back in with the desert. The maze of stairwells and streets in the fortress takes you a prayer room on the top floor of the fortress. Keyhole archways open the main gallery. The village provides marvelous wares hidden inside the labyrinth of historic walls. Look over the cliffs at the fortress’s back. The craggy terrain is gives way to lush trees in the springtime. The city is an enigmatic symbol of the past, which captivates the kids and adds to the endless stories already circling in their heads."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech – Storybook Ending",
      "description": "The stories of Morocco continue to inspire the family. The sun peeks over the mountaintops and spreads across the cityscape. The images of Marrakech are inspiring, from the colorful markets to the ineffable mosques. The family has wandered through history and immersed itself in the culture. They did not just see the artistry and people, but experienced it. Your private transfer meets you at the airport and soon you board your flight home. The magnificence of Morocco has created legends and will provide indescribable memories to come."
    }
  ],
  "map": ""
}