{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "morocco-expedition-tour-mystique-wonders",
  "tourName": "Morocco Expedition Tour: Mystique & Wonders",
  "placesVisited": "Casablanca, Marrakech, Ourzazate, Fes",
  "generalInfo": "Snowcapped mountains separate the cool Atlantic Ocean from a sea of desert sand dunes. Vibrant geometric tiles swirl around the walls of historic mosques. Minarets offer an ethereal song for the day. This hand tailored tour of Morocco will take you along the footsteps of shahs and desert pirates, Berber culture and Roman ruins: showing all the wonders Morocco has to offer. When the sun sets over the sand dunes the stars provide almost as much light as the day. Old cities sing with modern life. Morocco is unlike any country in the world, overflowing with unending charm and enchantment.",
  "durationDays": "10",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – A Present Charisma",
      "description": "Arrive in Casablanca, Morocco’s largest city, which brims with the energy of the country’s modern economic and cultural capital. Your private transfer meets you at the airport and escorts you to your hotel at the center of the city. The aroma of sweet sea drifts inward from the coastline. Palm trees line the street like a graceful wall along the center of Boulevard de Rachidi in the Lusitania district. The beachfront district known as the Corniche shines with locals wearing their weekly best. The aroma of fresh grilled fish mixes with tempting herbs and spices that are uniquely North African. After you settle in to your hotel your guide meets you in the lobby to take you on a half-day exploration of the city. Located northwest of the Corniche is the wondrous Hassan II Mosque. The stunning structure was consecrated in 1993 and can hold a up to 105,000 worshippers between the main hall and the outer grounds. The minaret is the tallest in the world, standing at 689 feet. Outside, the Atlantic Ocean splashes quietly against the shore and fishing boats idly wade on the cobalt water. The central hall contains a succession of domes. Glass chandeliers made of Murano glass add prisms of delicate light to the gallery. The mosque is an image of grace and discipline, providing just enough embellishment for elegance."
    },
    {
      "dayNumber": "2",
      "title": "Marrakech – Allure of the Labyrinth",
      "description": "In the morning the Call to Prayer drifts through the streets like a soothing song. The sounds of the water lapping onto the shore continue. After breakfast, you leave the city behind and make your way to the historic streets of Marrakech. When you arrive the city’s charm is immediately apparent. The medina bustles with people as the center of cultural activity. The collective aromas of all the spices linger, from cinnamon to turmeric. Streets and alleys rush away from the main square providing various entrances into the labyrinthine arteries of the old city. Snake charmers preform in the square, the musical call of their pungi casting enchantment into the air. The Saadian Tombs provide insight into the cordial affairs of a 16th century noble family. The remarkable décor of the tomb comes from the Carrara marble and honeycomb plasterwork gilded with pure gold. The flourishes decorate the 12 pillars that support the structure. The latticework around the arches creates a gentle entryway. The grandeur of the tombs engulfs you and the beauty is undeniable. The silence creates an ethereal ambiance interrupted only by the echo of your footsteps."
    },
    {
      "dayNumber": "3",
      "title": "Marrakech – Finding the Pearl",
      "description": "Marrakech is known as the Pearl of the South for its distinctive beauty and sensational mystique. When the medina opens the collective energy begins to awaken the city. Locals and visitors sit on rooftop bars that overlook the Djemma el Fna Square and people watch. The aroma of fresh brewed mint tea fills the cafes. The old marketplace displays conical rainbows of spices and layers of vibrant shoes. The scent of nutmeg mixes with leatherwork. After breakfast, you journey into the city to venture deeper into the wonders of the city. Majorelle Garden, begun in the 1920s, now contains over 300 plants that form a captivating desert oasis. Stroll along the lanes shaded by the trees and exotic plants that once seemed to have been spawned from legend. A stream meanders into a pool filed with water lilies and blossoming lotus flowers. The garden contains a perfume of caramelized sugar. A Moorish building with elements of Art Deco architecture glows a deep blue. The gardens offer respite from the bustle of the Medina and the bubbling marketplace. The blue building was once painter Jacque Majorelle’s studio and now houses a Berber Art Museum. The interior displays a vibrant panorama of the indigenous people, including 600 artifacts that range from wood and metalwork to carpets and textiles. The more time you spend in the city, the more fitting the nickname Pearl of the South becomes."
    },
    {
      "dayNumber": "4",
      "title": "Ouarzazate – Bordering the Desert",
      "description": "The herbaceous and sweet aroma of mint tea mixed with honey accompanies breakfast. The warm sun washes over the medina and elements of the new city come to light. You journey outside of the pearled city and over the foothills of the High Atlas Mountains. Climb aboard a 4x4 that will take you deeper into the landscape to find desert treasures off the beaten path. The wind blows through your hair as the mountainous landscape transforms into a backdrop. The nearby Salt River provides pink salt that was once used as currency around the area. The mountainous foothills sweep down into gorges. Caves open up the cliffs and the remnants of an ancient slave village sit near the old Telouet Kasbah. The fortress was constructed with red earth and stands against the open bright blue sky for a dramatic contrast. The interior is open to the wind. Much of the fortress has fallen into disarray; however, you can’t help but be enchanted by what remains. The interior has a maze of locked doors and interconnected halls. The Moorish elements that decorate the interior connect the contemporary architecture to the traditional. Fallen roofs and decayed hallways give way to stunning galleries shimmering with geometric textiles adorning the pillars. Large and imposing wooden doors are decorated with smaller Moorish arches that open up, leaving the larger door to defend the entryway like a gate. The remains of latticed windows provide a view to the Atlas Mountain Peaks and remains of the ancient village in the foreground."
    },
    {
      "dayNumber": "5",
      "title": "Ouarzazate – Land of Desert Bastions",
      "description": "When you wake up in Ouarzazate you find a town that seems to have been hidden by the desert and forgotten by time. The red sandstone buildings blend into the landscape and have been used as historic references in entertainment from Gladiator to Game of Thrones . A small desert breeze wafts through the climbing streets. You can see the old fortress watching over the city on the edge of the Sahara. After breakfast, you leave the camouflaged city behind and make your way along the Road of 1,000 Kasbahs. The path takes you into the semi-desert landscape. The arid stretch of oxidized rock that rises and falls over the plateau brings you to Boumalne Dades at an elevation of 5,125 feet. An oasis sprawls around 30 miles. Dades Gorge cuts the fertile landscape behind the city and creates a rugged and embracing terrain. The foothills are colored with layers of limestone that reach up to the mountaintops. The gorge walls have a tiered look to them. The day is warm and the road into the gorge is narrow and winding. It runs across rocks that have been polished by the wind. The landscape is almost Martian in its rusty red color and craggy texture."
    },
    {
      "dayNumber": "6",
      "title": "Rissani – Passing Dates",
      "description": "The sweet aroma of fresh dates sweeps through the market at Erfoud. The desert city is open to the flat surrounding landscape. As you pass through the city, the smell of date drifts away and is replaced with the floury aroma of wood-fired Berber calzones, known as madfouna . The Museum of Fossils and Minerals is a soft-spoken building that houses a collection of the country’s trilobite remains. Continue onward to Rissani to find a once celebrated capital once home to gold fortunes and slave caravans. The markets of Rissani are famous for their vivid collection of textiles, scarfs, silver, and spices meant for the locals as opposed to visitors. Enjoy a glimpse into local culture and life when the farmers come to town. Baskets hang from rafters and colorful carpets are rolled up and leaned against the walls. Legumes and dried fruits are displayed in large sacks. The aroma of sweet produce is enticing and the quick and passionate haggling between customer and vendor is almost cinematic. Spend time in the evening under the stars with the sound of traditional Berber folk music filling the empty desert."
    },
    {
      "dayNumber": "7",
      "title": "Fes – Importance of Sunrise",
      "description": "Wake up before sunrise and venture out into the depths of the desert. The iconic images of the Sahara are of sand dunes that sweep like hills and mountains over a plain. Erg Chebbi is a collection of sand dunes that stretch 17 miles from north to south with dunes that reach a height of almost 525 feet tall. The breeze blows sand across the dunes and it looks like mist in the early hours. When the sun begins to rise over the sweeping sandy sea, the horizon fills with orange and the desert shimmers with gold. Slight pink hues layer the depths of blood-orange that emanates from the sun. When the sunshine fully washes over the desert the flecks of gold turn to grains of sand, but the magic that you witnessed will never fade. After breakfast, you leave the picturesque dunes of North Africa behind and make your way to the cultural treasure of Fes."
    },
    {
      "dayNumber": "8",
      "title": "Fes – Imperial Regards",
      "description": "The antiquity of Fes is seen in the traditional workshops and complete medieval buildings that continue to run alongside narrow alleyways. The sounds of historic tanneries filter through the medina. The aromas of mint and honey rise out of steaming teacups before the sun reaches its apex. Your private guide meets at your hotel and escorts you through the oldest of Morocco’s four imperial cities to experience sites, sounds, flavors, and aromas in greater detail. The Madrasa Bou Inania was constructed in the 14th century. It remains the most important theological college in the city. Lattice screens are elegantly carved out of cedar. Brass doors decorate the outer gates. Lower walls covered in zellij , terra cotta tile work organized in geometric shapes. The madrasa maintains a complete mosque including a minaret embellished with shimmering green tiles. The onyx marble columns support the delicately embroidered ceiling. The imperial history of the city is apparent in the madrasa’s elegance and continued depiction of wealth and devotion."
    },
    {
      "dayNumber": "9",
      "title": "Fes – Daily Proximity",
      "description": "The medina begins to rouse in the morning. Shops open and the familiar aroma of an abundance of spice encircle the maze-like alleys. After breakfast, the day is yours to enjoy the city at your leisure. With the wealth of history and culture inside and surrounding the city there is an endless reserve of places to explore and sites to see. Travel to the Roman ruins of Volubilis in the morning before arriving in the 17th-century capital city of Meknes. The city maintains a modest façade and is often overshadowed by the medina at Fes. The streets are quieter and smaller here. The ambiance is more relaxed. Wander through the old streets that meander with a labyrinthine quality similar to Fes, and find sensational buildings that hearken back to the city’s glorious past. Fertile plains sweep outwards to the foothills of the Middle Atlas Mountains. The aroma of grains and citrus fruits sits on the breeze. Bab el-Mansour stands at the edge of the city and remains the grandest imperial Moroccan gateway. Zellij continue to line the outer wall and calligraphy inscribes the top. The gateway was completed in the 18th century and has a large Moorish archway at its center. The gate is emblematic of the city and its almost mythical past."
    },
    {
      "dayNumber": "10",
      "title": "Fes – Artisan Morning",
      "description": "The wonder of the narrow and twisting alleys never ceases. Local vendors and artisans display their goods in the open doors of their shops. Soft cloth is draped alongside the doorway. The shopkeeper tells you to touch the fabric and see how soft and smooth it is. Cobblers tinker away at the edge of shoes to fix old pairs and make new soles. You aren’t just watching the locals work; you are looking back into the history of their professions and the culture of the city. Soon your private transfer will meet you at your hotel and take you to the airport. Your flight home will take you over the Atlas Mountains but nothing will compare to the enchantment you experienced in Morocco. Visit the Morocco tours page to see more vacation options."
    }
  ],
  "map": ""
}