{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "signature-tour-of-morocco-adventure-luxury-and-history",
  "tourName": "Signature Tour of Morocco: Adventure, Luxury and History",
  "placesVisited": "Marrakesh, High Atlas Mountains, Essaouira, Oualidia",
  "generalInfo": "Adventure, luxury, sweeping vistas, and immersive history will define your experience during your 10-day Morocco signature tour. Glide above historic streets on a hot air balloon or learn about local cuisine. From the aromas of the market to the rugged trails of the mountains, the lapping waves of the Atlantic to the hidden opulence of a tucked-away coastal village, you can find ultimate beauty and exceptional splendors in Morocco.",
  "durationDays": "10",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Marrakech - Arrive in Captivating Marrakech",
      "description": "Marrakech is an immersive introduction to Morocco with sights, sounds, and aromas that can dazzle and delight you. With entertainers filling Djemaa El Fna Square and the flowers in Jardin Majorelle blooming with colors as vibrant as spices on display in the marketplace, Marrakech quickly demonstrates the vibrancy for which Morocco is known. Upon your arrival in Morocco, your private transfer will meet you at the airport and escort you to the comforts of your accommodations. The remainder of the day will be at your leisure to indulge in the city’s vibrant soul, from the Medina to the Menara Gardens."
    },
    {
      "dayNumber": "2",
      "title": "Marrakech - Discover Marrakech’s Cultural History",
      "description": "After breakfast, your private guide will meet you at the hotel eager to lead you through the Red City. You can wind through renowned lanes connecting the city to over 1,000 years of history as you take part in the life of the Medina. You can visit the intricate plasterwork and Zelig tile designs of the Dar El Bacha Palace and bask in the culture on display in Jemaa El Fna Square, where food carts fill the open air with mouthwatering aromas. Acrobat troops, storytellers, and magicians also add to the mystical ambiance performing beneath the rooftop cafes."
    },
    {
      "dayNumber": "3",
      "title": "Marrakech - Explore Marrakech at your Own Pace",
      "description": "The day is at your leisure to bask in the marvels of Marrakech at your pace. You could enjoy a craft workshop to learn the art of local pottery or experience Arabic calligraphy. You could also venture back into the heart of the Medina to shop for colorful spices or textured tapestries. For an exciting adventure, you can take to the skies at dawn for a hot air balloon ride. As you glide through the open air, you may enjoy the panorama of the town below and the scenery sweeping to the Atlas Mountains in the distance."
    },
    {
      "dayNumber": "4",
      "title": "High Atlas - Transfer to the High Atlas Mountains",
      "description": "You can embrace the beauty of Morocco’s scenery with a private drive to the High Atlas Mountains. The winding roadway will lead you into North Africa’s highest mountain range for a paradise of trails and untamed wilderness reaching beneath saw-toothed peaks. You can relax in the comforts of your luxury accommodations with the remainder of the day at your leisure. You can take time to explore the gardens or take part in a mule trek to the local village. The scent of eucalyptus and olive groves may fill the air as you venture to the traditional Berber homes."
    },
    {
      "dayNumber": "5",
      "title": "High Atlas - Embrace the High Atlas Mountains",
      "description": "The day is once more at your leisure to experience the exceptional beauty of the High Atlas Mountains as you prefer, from a trek deep into the untamed landscape to an excursion to visit the 12th-century Tin Mal Mosque. You could also enjoy a private cooking lesson that offers you hands-on guidance in making some of Morocco’s most popular dishes. You may find the aromas of cumin, saffron, turmeric, and ginger as your instructor leads you through the steps of making soup, tagines, and dessert with recipes you can take home with you."
    },
    {
      "dayNumber": "6",
      "title": "Essaouira - Venture to Coastal Essaouira",
      "description": "During your private transfer to the Atlantic Coast to reach the city of Essaouira, you can stop in the heart of the Argan nut region to sample the delicate tastes known for a smooth earthly flavor that also makes fine cooking oil. On reaching Essaouira, the remainder of the day will be yours to relax in the comforts of your luxury accommodations and explore the casual ambiance of the former fishing village. You can wander along the 18th-century French ramparts, enjoy the lanes scented with spices, and stroll along the palm-lined avenues protected within the fortified Medina."
    },
    {
      "dayNumber": "7",
      "title": "Essaouira - Delight in Essaouira’s Beauty and Past",
      "description": "In the morning, you may find traditional boats setting out into the water or locals mending their nets along the edges of the beach. After breakfast, you have the day to explore at your pace and preference. The architecture bathed in white and blue creates a charming atmosphere as you set out to visit the art galleries or enjoy a cooking class focused on using the local sea for ingredients. You could also embark on a private surf lesson on the beach known for small waves with a notable pattern perfect for beginners."
    },
    {
      "dayNumber": "8",
      "title": "Oualidia - Travel to the Village of Oualidia",
      "description": "You will continue along the coast to reach the charismatic seaside town of Oualidia as it rises out of a crescent-shaped lagoon that protects the golden sands from heavy waters and winds. In spring and fall, pink flamingos and storks add incredible color to the wetlands. The shores may feel serene amongst the toffee-colored sands as boats glide along the water and the restaurants fill with the aromas of succulent oysters coupled with crisp white wine. You can spend the remainder of the day combing the beach or indulging in the beauty of your opulent resort."
    },
    {
      "dayNumber": "9",
      "title": "Oualidia - Enjoy Oualidia at your Preferred Pace",
      "description": "The day is yours to discover and experience Oualidia. You can take a boat out into the Atlantic with seasoned fishers to visit a local oyster farm or enjoy a day of surfing along the mild waves. For a unique excursion, you can set out onto the sands with a guide for a horseback riding experience. The romantic ambiance will take you along the coastal dunes as the water laps against the shoreline, immersing you in the undeniable enchantment of Oualidia. After your adventure, you could also spend time baking in the traditional hammam bath at your accommodation."
    },
    {
      "dayNumber": "10",
      "title": "Casablanca - Depart for Home",
      "description": "With the morning at your leisure, you can enjoy the luxuries of your accommodation or the coastline before breakfast. Locals may take to the waves to enjoy the early break or boats may once more make their way to the oyster farms. Your private transfer will meet you at the hotel and escort you to Casablanca for your return flight home, bringing an end to your immersive exploration of Southern Morocco’s indelible charms."
    }
  ],
  "map": ""
}