{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "discovering-the-lost-artisans-of-morocco-tour",
  "tourName": "Discovering the Lost Artisans of Morocco Tour",
  "placesVisited": "Casablanca, Fes, Erg Chebbi, Essaouira, Marrakech, Ouarzazate",
  "generalInfo": "Morocco embodies a culture of rich traditions with a captivating past. On this 12-day tour, you will discover Morocco with an immersion into its seven timeless cultural crafts, as you meet with master artisans who continue to practice their time-honored yet slowly vanishing traditional arts. From designing your own elaborate kaftan dress under the tutelage of Morocco's leading designer to witnessing an exquisite Moroccan rug being masterfully woven, travelers will experience firsthand an exclusive behind the scenes access of how each of the seven traditional handcrafts is skillfully produced by hand today.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – The Contemporary Life",
      "description": "Casablanca is a cosmopolitan city boasting the title of Morocco’s economic capital. Art galleries display contemporary works inspired by the rich culture and history of the country. Wide boulevards and art nouveau structures harken back to the days of French colonialism. Palm trees line the roadways and the warm waters of the Atlantic Ocean lap against the beaches and beachfront district of Corniche. Your flight lands at Mohammed V Airport in Casablanca. Your private transfer meets you at baggage claim and escorts you to the comforts of your luxurious hotel located in the city center. The remainder of the day is yours to enjoy an immersive experience in the bustling city. The warm air contains a fragrant hint of the sea, mixed with exotic spices emanating from the local restaurants. The palm fronds rustle in the breeze. Hassan II Mosque is one of the largest mosques in the world with an area encompassing nearly five acres set against the backdrop of the ocean. The minaret stands more than 650 feet tall. Intricate decoration encompasses the walls and floors through a series of geometric designs in-line with ancient tradition. You can hear the water splash against the rocky promontory on which the mosque stands. The mixture of radiant blue, yellow, and green tiles accentuates the latticework adorning the walls. The beauty of the mosque alone is enough to showcase the elaborate handcrafted works of traditional Moroccan artisans."
    },
    {
      "dayNumber": "2",
      "title": "Fes – Touching of the Past to See the Present",
      "description": "In the morning, the call to prayer drifts through Casablanca, emanating from the soaring minaret of Hassan II Mosque. The city restaurants along the Corniche promenade open their doors in front of the splashing waters of the Atlantic Ocean. Golden pebbles pave the public beaches and the sunlight washes over the pristine pools of private swimming clubs. After breakfast, your private transfer meets you at the hotel, ready to escort you northeast to the historic city of Fes. Before reaching the city, you first stop in Rabat, the capital of Morocco. The city remains serene in comparison to the bustling streets of Casablanca. Palm-lined boulevards frame the colonial architecture. Monuments highlight the city’s wealth of history, from Phoenicians to Roman settlements. Ancient 11th-century fortress walls encircle the Kasbah District. White and blue lanes, reflecting the Andalusian influence of Spain, color the neighborhood. The Kasbah Mosque was erected in the mid 12th century and is the oldest mosque in the city. The antique walls offer a slight aroma of rich earth, accentuating the edge of the district. You can see the towering rusty hues of the unique Hassan Tower, a minaret erected on the site of what was supposed to have been a grand mosque. The more than 145-foot tall tower is all that remains of the original 12th-century design. You continue onward to Fes, stopping in the historic city of Meknes and visiting the Roman ruins of Volubilis before reaching the city known for its connection to the past."
    },
    {
      "dayNumber": "3",
      "title": "Fes – A Particular Fes",
      "description": "Fes maintains an enchanting connection to tradition, holding tight to its history as an Imperial City. Minarets and domes create a timeless undulating skyline that embodies the wealth of Muslim architecture through the ages. At breakfast, the aroma of sweet mint tea fills the streets in the morning. Semolina pancakes known as beghrir overtake tables decorated with zellige tiles. Locals smother the pancakes in honey or spiced strawberry jam. Your guide meets you at Riad Taryana Hotel eager to show you a Fes in which tradition carries a value more important than gold. The grand gates of Bab Chorfa and Bab Boujloud connote the entrance into Fes’s Old City. The gates were erected in the 11th century and offer an iconic image of antique Morocco, harboring the heritage of Fes and Moroccan culture. The oldest neighborhood known as Fes el Bali contains a labyrinth of rambling streets lined with shops and a vibrant marketplace known as a souk. Radiant colored spices fill open sacks positioned in front of stalls. The aroma of cinnamon and cardamom subtly mixes with the aroma of dyes emanating from the tanneries. Your guide introduces you to a local leather slipper artisan, who has produced the customary footwear in the city for years. The cobbler takes pride in his work, producing comfortable slippers that fit around a person’s foot with the comfort and ease of a glove. The cobbler eagerly shows you his workshop before crafting a pair of slippers before your very eyes, leading you through the process from start to finish. You have your first look at the tanneries, in which you find a selection of bright slippers dangling from the rafters above barrels catching dripping dye as the slippers dry with opulent earthy tones and slick sheen. You look out the window to find the actual dying vats below. The image resembles a life-size paint palette bordered by antique homes."
    },
    {
      "dayNumber": "4",
      "title": "Fes – Becoming an Artisan of Tradition",
      "description": "In the morning, the scent of honey returns with the minty fragrance of freshly brewed tea emanating from the teahouses, cafes, and restaurants of the Old City. The green and white minaret of the 14th-century Al-Andalus Mosque towers above the seasoned walls of the Essahrij Madrasa. Opulent hand-carved doors adorn the north entrance leading to cedar woodcarvings in the upper levels. After breakfast, your guide leads you on an artisan tour of Fes, moving away from the leatherworks of the tanneries and into artistic crafts of tiles, clay pots, and local cuisine. The tiles decorate regal architecture, from former palace grounds to decadent mosques in what has quickly become familiar Muslim tradition. The first master tile maker offers you an introduction to the history of the tiles and the tradition. Master artists have been unable to keep pace with products produced with the speed of modern technology. The true art of tile creation and the skill needed to produce mosaics appears in the form of focus and dedication it takes to produce a single tile. The workshop fills with the roar of the tools as the tile-maker first cuts the stone to shape the mosaic, placing each tile with focused concentration to create an elaborate mosaic. The patterns are easily recognizable yet unique in color or design providing a traditional connection with the creative touch of each master artist. You continue your artistic tour of Fes with a visit to master potter, making the volcano-shaped pots known as tagines, which are a staple in Moroccan cooking."
    },
    {
      "dayNumber": "5",
      "title": "Erg Chebbi – Vision of the Desert",
      "description": "After a breakfast of savory semolina pancakes topped with spiced strawberry jam and delectable honey, your private transfer meets you in Riad Taryana's lobby and leads you east towards the Sahara Desert. Pass between the High and Middle Atlas Mountains, stopping in the city of Midelt. The aroma of apples sweeps across the mountainous landscape. The High Atlas Mountain peaks roll across the vista to the east. The main street of Ave Mohammed V contains a modest marketplace emanating exotic fragrances from the spice stalls. The snowcapped peaks outside the city rise above golden plains, offering the stark contrast of Morocco’s distinct geography, along with a stunning panorama. Once in Erfoud, you venture into the depths of the Sahara Desert for an immersive experience along the iconic sand dunes stretching into the horizon. The warm breeze causes sand to trundle across the desert landscape. All signs of civilization disappear, leaving the serene view of sand stretching as far as the eye can see in every direction. In the distance, the dunes resemble giant hills of smooth sand, but as you venture closer, you realize how large the dunes can grow, with some dunes reaching a height of nearly 500 feet tall. The sunset casts pink and orange streaks across the sky, which in turn provides the desert landscape with a marvelous golden glow. The cool night replaces the day’s warmth and offers unfettered views of the starlight overtaking the sky."
    },
    {
      "dayNumber": "6",
      "title": "Ouarzazate \u0000– Hidden Oasis on the Old Road",
      "description": "In the morning, the sunrise peeks over the smooth, sandy summits beside your luxury camp. The familiar and comforting aroma of sweet mint tea emanates from the central fire. Before the breeze blows, your guides point out small tracks of a desert fox that cross through the camp in the night in search of scraps. You board your 4x4 vehicle in the morning and set out to Erfoud, watching the Sahara sand dunes of Erg Chebbi fade behind you. Your private transfer leads you along the Road of 1,000 Kasbahs, a trail once followed by merchants and travelers traversing the desert over an 80-mile stretch connecting Todra Gorge to Ouarzazate. Date palms form an oasis of lush greenery interrupting the golden hills and open desert, accompanied by gorgeous rose bushes and striking vintage fortresses. In the Dades Valley, you have a view of the Atlas foothills framing the landscape beyond the sprouting orchards. The town of Boumalne Dades is flush with figs, located at the edge of the valley on the upper desert plateau early 5,000 feet above sea level. Wandering along the contrasting green is the perfect image of a desert oasis as mentioned in traditional tales, from 1,001 Arabian Nights to local folklore. The road in Todra Gorge contains an abundance of switchbacks twisting along the steep walls. You have a view from the top of the gorge, looking down on the zigzagging roadway."
    },
    {
      "dayNumber": "7",
      "title": "Marrakech – Business in the Kasbahs",
      "description": "The former garrison town of Ouarzazate offers a blend of traditional trade routes with French colonial interest. The town brims with cinematic ambiance emanating from its exotic backdrop, providing the perfect scene for movies in need of depicting ancient Rome or Egypt. The magnificent image of Taourirt Kasbah rises above the plateau, offering a view of the surrounding landscape used in memorable films such as Gladiator. The Glaoui family exclusively used the fortress in the 19th century to preside over the region with an often-overbearing authority. The main entrance leads to a brilliant courtyard from which lanes amble away in all directions. Reception rooms and harems contain a semblance of their former glory in the remains of lattice windows and the surprising lingering geometric designs. When you leave Ouarzazate, the town blends into the desert behind you. Before reaching Marrakech, you stop in the historic fortified city of Ait Ben Haddou, a collection of six Kasbahs overlooking the old caravan route. Locals used red mud plaster on the structures, causing the rich, rusty glow of the high walls and buildings, including the dramatic corner towers. Villagers work looms on the steps traversing the hillsides. An earthy aroma emanates from the structures and walkways. Local tales provide insight into the first settlement erected in the area, which dates back to the 8th century AD. The aroma of thistles and fig trees emanate from the smattering of greenery bordering the protective walls near the wide stretch of flood plains."
    },
    {
      "dayNumber": "8",
      "title": "Marrakech \u0000\u0000– Garden Walls and Colorful Weaving",
      "description": "The comforting aroma of mint tea emanates from the rooftop cafes around Djemaa el Fna Square. At breakfast, you relish the tart and sweet combination of yogurt drizzled with honey, accompanied by freshly baked bread. The activity of the maze-like lanes in the Medina swirls around the leather shoes and bright spices. Your guide meets you in the lobby of your hotel and escorts you through the city to the treasured Majorelle Gardens, an exotic collection of Morocco’s flora, along with a display of Jacques Majorelle’s paintings, a French artist who became known for his depictions of local Moroccan life. The electric blue villa shines against the courtyard. Palm fronds rustle in the cool breeze. The art–deco art studio contains a museum dedicated to Berber art, showcasing the works of indigenous Moroccans through a series of 600 artifacts, including wood, metalwork, and carpets. A room painted black contains an octagonal chamber with chiseled enameled jewels reflecting in a series of mirrors meant to imitate the night sky. Meet with one of Morocco’s lead designers of traditional kaftans to create a personalized design of the garment. The master craftsman guides you through the vibrant souk to select your fabric. The radiant hues surpass the colors of the rainbow with rich reds and sensational blues, along with spanning various textures. From decadent embroidery to intricate beading, you cover all the possible corners of design with the master weaver before arriving at the perfect combination of elegance, comfort, and tradition. Afterward, visit a local women's cooperative for an in-depth display of the art of making authentic kilims , flat-woven rugs. Each rug is individually and skillfully woven by adept female artisans, and no two rugs are the same."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech – The Depths of Old Marrakech",
      "description": "The center of Marrakech’s life returns to its natural state of vibrancy in the morning light. Musicians play amidst returning stalls selling produce and homemade pastries. Snake charmers perform beside storytellers sharing enchanting tales. Rooftop cafes offer a respite from the brimming thrills of the square, along with views of the stunning life below. After breakfast, you have a guided tour of the Medina and the souk, taking your time amidst the niches of the labyrinthine streets. Carpets dangle over the doorways of hidden shops, and perfume stalls emanate elaborate aromas of sandalwood and orange citrus. Leather bags and woven baskets line the entrance to cavernous boutiques and shawls color the walls. Your guide allows the ambiance to absorb you, taking in the swirling life of henna artists and palm readers hidden in the secluded alleyways set beside shop displaying the gorgeous traditional glassware for which Moroccan teashops are known. You step into a lamp maker’s workshop to learn about the history the lamps, which are a staple in a Moroccan home. The master crafter must shape the metal, casting a frame to hold the iconic colorful glass. The combination of the metal and glasswork offer the remarkable patterns. The artisan shows you an intricate design without glass. Instead, he forms smooth holes in the lamp in the guise of latticework. When a candle or light is inserted into the lamp, the elegant design projects onto the walls and ceiling. When the lights glow, you imagine you have fallen into one of the famous stories of Morocco, accentuated by the rich colors and graceful designs cast by the surrounding lamps."
    },
    {
      "dayNumber": "10",
      "title": "Essaouira – A Taste of the Moroccan Vine",
      "description": "An array of goat cheese, olives, and fried eggs accompany your morning mint tea. The sounds of a courtyard fountain trickling with water accentuate the atmosphere of Marrakech. You sip orange juice and bite into a freshly baked baguette garnished with spiced strawberry jam before meeting your private transfer. You depart from the bustling streets of Marrakech heading westward to Morocco’s coastline and the town of Essaouira. Stop at a celebrated vineyard encompassing more than 85 acres. The verdant vines drape across the countryside adding lushness leading to the rugged stretch of hills. The aroma of plump grapes emanates from the fields. Camels help turn the soil and manicure the fields by grazing on unwanted flora. After touring the grounds, you take a seat in the restaurant in view of the vineyard. You feel as though you have traveled to the South of France instead of lingering on an estate in North Africa. You taste the refreshingly cold white wine. The aromas of peach and grass emanate from the glass, leaving a lingering citrus on your palate. After sampling the variety of wines crafted on the vineyard, you continue to the rustic fortress walls of Essaouira. The preserved 18th-century seaport contains homes shining brightly against the Atlantic with whitewashed walls. The briny aroma of the coastline blends with the aromas of lemon and zaatar, accentuating the scent of the grilled fish cooking in the local restaurants."
    },
    {
      "dayNumber": "11",
      "title": "Essaouira – Crafting Essaouira",
      "description": "Seagulls circle over the marina in the morning, hovering like a halo over the returning fishermen. Narrow alleyways twist and turn in the aromatics of the sea, blending with the scents of spice and thuya wood. Women in veils venture to the market and the palm trees cast shade over the city’s red walls. Sand stutters across the beaches as blown by the coastal breeze. Windsurfers take to the water to catch the air. Essaouira has an eclectic culture, blending Chiadma and Berber tribes along the streets that have attracted international artists from around the world since the 1950s. After breakfast, your guide meets you at Essaouira Lodge and introduces you to a woodcarver known for shaping the famous thuya tree, an indigenous wood native to the Atlas Mountains and known for thriving in the hot, dry Mediterranean climate. The resin helps make varnish and lacquer valued for preserving paintings. The local craftsman shows you the trunk from which he works. The wood shimmers with streaks of pink and brown. The workshop contains hints of walnut and citrus aromas. The sounds of saws and sanding echo against the walls. The history of the wood is rich in the region and offers insight into the aesthetic of Moroccan culture and local heritage. The artisan turns into your instructor after your introduction to the wood, watching over you as you create an inlay for the wood and smooth the piece’s outer edges. Getting an opportunity to work with the artisan’s handmade tools provides a certain authority to the project, along with allowing you to connect to the work that goes into making a jewelry box or table. When finished, you notice the polished sheen of the board you have helped shape and craft, taking pride in the artistry of your handy work."
    },
    {
      "dayNumber": "12",
      "title": "Essaouira – Connecting Moroccan Tradition with the World",
      "description": "The port of Essaouira connects the Saharan hinterland with the outside world, making the Medina an amalgam of culture and craftwork. You can find gold and silversmiths demonstrating their ways along the winding streets. Near the water, boatmen craft feluccas, traditional pine wood boats with a frame crafted out of Mimosa or Eucalyptus. The doorways with decorated arches shine blue and red hues against the white exterior walls. At breakfast, you indulge in the honey and semolina pancakes before meeting your private transfer in Essaouira Lodge's lobby. You transfer to Casablanca for your flight from Mohammed V Airport back home."
    }
  ],
  "map": ""
}