{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "old-world-treasures-of-morocco-in-12-days",
  "tourName": "Old-World Treasures of Morocco in 12 Days",
  "placesVisited": "Casablanca, Fes, Chefchaouen, Tangier, Asilah, Rabat",
  "generalInfo": "Atmospheric old-world treasures mix with timeless relaxation on this 11-day private tour of Morocco. Spend several days exploring the past and journey to Chefchaouen, which is a dreamy blue town that rests both your body and your mind. Venture off the beaten track to uncover some of Morocco’s hidden secrets, discover the walled city of Fes, and immerse yourself in the culture of this unique country.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – Art Deco Meets Moorish Design",
      "description": "Cultures merge seamlessly in Casablanca. Beneath the minarets, you can find European art deco buildings with a French flair that is reminiscent of the early 20th century. After touching down in Casablanca, your guide will greet and transfer you to your luxurious accommodation. Surrounded by Moorish buildings, your boutique hotel will epitomize the appeal of Casablanca. There will be a lot to see within walking distance of your hotel, so you can take an unguided stroll and enjoy your first Moroccan impressions."
    },
    {
      "dayNumber": "2",
      "title": "Fes – Mythical Movie Location",
      "description": "Today, you will visit the Hassan II Mosque on a guided group tour, which is the only way that non-Muslims can visit. Afterward, you can take a stroll through the heart of the city and stop for mint tea or coffee. With your private guide, you will walk through the heart of the city, entering art deco buildings and enjoying the stories that accompany your journey. For lunch, you can dine at the cafe that is based on the movie Casablanca . Daily flights connect Casablanca with Fes and leave late in the evening. After time to freshen up at your hotel, you will fly to Fes this evening."
    },
    {
      "dayNumber": "3",
      "title": "Fes – The Winding Streets of the Medina",
      "description": "This morning, your guide will accompany you through the world’s largest walled city. It will be hard to distinguish where the souks start and end thanks to the blur of activity on the narrow lanes. Different sections sell different products that range from camel meat to silver, spices, and plastic. Donkey carts will rumble past, people may call out, and cafe tables will fill small plazas. Today’s full-day walking tour will travel at a slow pace because, if you travel too fast in Fes, you can miss out on so many incredible sights. Along with the souks, you will stop at the city’s most impressive buildings, such as Dar Batha, Dar el Makhzen, and Al-Attarine Madrasa."
    },
    {
      "dayNumber": "4",
      "title": "Chefchaouen – The City of Artisans",
      "description": "Meknes is a quieter version of Fes. It is a walled city that is filled with grand architecture and artisanal lanes. Volubilis is nearby, which is an old city that was once the capital of Roman Northwest Africa. The columns still stand and will envelop you on your walk into 2,000 years of history. Now a UNESCO World Heritage Site, Volubilis provides a glimpse of a Moroccan story that many people forgot. It only takes one glance at the polished walkways to realize the prosperity that was once enjoyed here. From Volubilis, you will transfer to Chefchaouen."
    },
    {
      "dayNumber": "6",
      "title": "Chefchaouen – The Picturesque Blue Town",
      "description": "Nestled in rolling mountains and doused in history, Chefchaouen is one of Morocco’s lesser-known gems. There is not much in the modern part of town, but the old part of town is only accessible on foot or by horse. Seen from above, the city is like a blue haze with a cloud of color that matches the sky. You will have the opportunity to immerse yourself in the beauty of what has been created in this magnificent city. You can walk around old Chefchaouen in a little over an hour, and every time you walk around, there will be another sight to find. There will be nothing planned for these three days, and this is the best way to experience Chefchaouen."
    },
    {
      "dayNumber": "9",
      "title": "Tangier – Morocco From the 20th Century",
      "description": "Today, you will leave the blue town behind and travel to Tangier with your guide. Revered by American 1950s beat writers and appearing seemingly unchanged since the descriptions of William S. Burroughs, the city is a complete contrast to everywhere else in Morocco. It is crowded, chaotic, and not without a series of iconic sites. You can explore the Kasbah Museum, gaze at Cape Malabata, and discover the unusual art at Foundation Lorin. For the evening, you can sit at a small cafe table that overlooks the water and watch the city unfold."
    },
    {
      "dayNumber": "10",
      "title": "Asilah – A Spanish-Style Town on the Coast",
      "description": "Spanish influences thrive within Asilah’s 15th-century Portuguese shell, from tapas and wine bars to modern wall murals. Old-world Morocco is also on display with the ornamental doorways and the whitewashed town facade. Your hotel will be perched on the coast by a warren of pedestrianized lanes. After a one-hour transfer, your guide will lead you on a tour of the city and will focus on the city’s origins. Later in the afternoon, you will go on an art tour with your local guide. While Tangier is busy, Asilah is quiet, which is another one of the contrasts that you may notice on this journey through Morocco."
    },
    {
      "dayNumber": "11",
      "title": "Rabat – Ancient Ruins and the Capital",
      "description": "The ruins of Lixus are scattered across a large area. Column-lined streets are overgrown with moss and grass, a vast amphitheater has become the domain of goats, and it is easy to feel like an archaeologist as you wander around. Little has been preserved, creating a very different experience to UNESCO World Heritage Volubilis. You will continue along the coast to Rabat after stopping for a seafood lunch on the way. The Moroccan capital sees relatively few tourists, and many think that it is purely an industrial port city. Rabat is one of the old artisanal cities, and an excellent guide can make all the difference. This afternoon, you can go on a short walking tour of Rabat."
    },
    {
      "dayNumber": "12",
      "title": "Rabat – Departure",
      "description": "Late check-out will be arranged, so you will not need to worry about packing quite yet. Before leaving, you will head into Rabat and spend the morning exploring the city’s best art and buildings. You will have lunch reservations and a few hours at your leisure before your evening flight out of Rabat-Sale Airport."
    }
  ],
  "map": ""
}