{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "ancient-heritage-to-hot-sands-immersive-morocco-tour",
  "tourName": "Ancient Heritage to Hot Sands: Immersive Morocco Tour",
  "placesVisited": "Marrakech, Erg Chigaga, Essaouira",
  "generalInfo": "Perched at the northeastern coast of Africa, Morocco presents a gateway to the solitary beauty and rustic communities of the Sahara desert, and this 11-day tour of the country present you with a parade of stunning landscapes and unforgettable experiences. As you make your way from the interior of Morocco to the photogenic coastline, you will be immersed in the culture and heritage of Morocco.",
  "durationDays": "11",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Marrakech – A World Heritage Site",
      "description": "Tucked near the foothills of the Atlas Mountains, Marrakech is an excellent ambassador for the rugged charm and beauty of the interior of Morocco. When your flight lands, you will plunge into the vibrant city with a convenient transfer. The medina district of Marrakech was declared a UNESCO World Heritage Site in 1985 and will be yours to enjoy during your stay. Upon your arrival to your comfortable accommodation, the remainder of the day will be yours to spend however you see fit."
    },
    {
      "dayNumber": "2",
      "title": "Marrakech – A City that Time Forgot",
      "description": "As dawn touches the minarets that punctuate the skyline, you will have the option to rise with the sun and witness the city awaken or to hit the snooze button and continue your restful slumber. Today, you will enjoy breakfast before celebrating your first full day on this vacation with a guided walking tour of the medina district. With the prayer call periodically echoing across the city, your tour will include stunning attractions, such as the Bahia Palace, Koutoubia mosque, and some massive city squares."
    },
    {
      "dayNumber": "3",
      "title": "Marrakech – Leisure in the City",
      "description": "Marrakech presents visitors with a rich culture heritage that dates back to its Berber origins. Nowhere is this culture best seen than in the medina and outdoor market. At this market, the bountiful produce of Morocco's thriving agricultural sector will be yours to enjoy as well as the ingredients required for the savory cuisine you will have enjoyed since your arrival. You will have the day to explore Marrakech at your own pace and to enjoy an optional cooking course, during which the Moroccan tradition of gastronomy will be revealed."
    },
    {
      "dayNumber": "4",
      "title": "Skoura – Morocco's Highest Waterfall",
      "description": "You will plunge into the desert by turning your back on the vibrant charm of Marrakech in search of a comfortable oasis. After breakfast at your hotel, a transfer will lead you on your journey up and over the Atlas Mountains. During this journey, you will stop at the highest waterfall in the country, where the Oued Tissakht River plunges over a massive gorge. A guide will accompany you on this excursion. Afterward, you will continue to your boutique hotel in the Skoura Oasis."
    },
    {
      "dayNumber": "5",
      "title": "Skoura – An Oasis Getaway",
      "description": "As far as scenic views and panoramas go, Skoura is an excellent gateway to the region's magnificent castles, canyons, and cliffs. After breakfast, you will choose from a menu of activities to make the most of your first full day in this desert oasis. A trip to the nearby Dades Gorge will introduce you to the nomadic heritage and the impressive network of caves on your way to Boutaghrar. The alternative will be a visit to the nearby Kasbah of Amehidil, where a local guide will introduce you to this impressive castle."
    },
    {
      "dayNumber": "6",
      "title": "Erg Chigaga – Glamping in the Sahara",
      "description": "Despite your proximity to the desert, you may be surprised at the lack of sand dunes during your Moroccan travels. That mystery will be solved when you depart Skoura and plunge into the Shara desert and Erg Chigaga, the largest collection of sand dunes in Morocco. After passing through the Draa Valley, you will enjoy a stop at the old Ksar at Tamnougalt before continuing your transfer to the Erg Chigaga. You can conclude your day with a relaxing sunset camel ride, during which you can watch the desert colors change."
    },
    {
      "dayNumber": "7",
      "title": "Ait Benhaddou – An Authentic Moroccan Ksar",
      "description": "With few trees to interrupt, the morning light will break evenly across the Sahara Desert as you wake. This morning, you will enjoy breakfast with a view in the desert. The parade of panoramic views will continue when you depart the Erg for the fortified Ksar of Benhaddou while enjoying a scenic transfer that will include numerous clay castles, and views of the Atlas Mountains and Ounila Valley. Upon your arrival, you will have the remainder of the day at your leisure to enjoy this rustic community."
    },
    {
      "dayNumber": "8",
      "title": "Essaouira – Where the Sand Meets the Sea",
      "description": "As dawn breaks on Ait Benhaddou, it will reveal a rustic community of clay bricks, wood, and earth, demonstrating the town's reliance on local construction materials. Today, your tour of landlocked communities will cease when you depart the Ounila valley and make your way to the shores of the Atlantic Ocean. After a leisurely breakfast, a transfer will convey you to your final destination of Essaouria. Along the way, you can enjoy stops at the numerous kasbahs and palaces before reaching your seaside accommodation."
    },
    {
      "dayNumber": "9",
      "title": "Essaouira – Making the Most of this Seaside Paradise",
      "description": "Essaouira presents visitors with an excellent playground for outdoor recreation in this beautiful landscape. After a leisurely morning, you can partake in a number of options to make the most of your privileged position. A medina walking tour will introduce you to the city of Essaouira and the charming outdoor market where fresh fish and other wares are sold. The nearby Sidi Kaouki beach allows for horseback riding, quad excursions, or watersports for those who seek sun-drenched thrills."
    },
    {
      "dayNumber": "10",
      "title": "Marrakech – Returning to the Regional Capital",
      "description": "Your circuit of Moroccan destinations will conclude when you depart the coastal beauty of Essaouira and make your way back to Marrakech for the final leg of your travels. After a leisurely morning, you will begin your journey with an optional stop at an authentic Moroccan winery. Here, the precious land is used to cultivate some award-winning vintages. In the afternoon, your transfer will drop you off at your hotel, where you will have the remainder of the day to enjoy at your leisure."
    },
    {
      "dayNumber": "11",
      "title": "Marrakech – Departure",
      "description": "On your final morning in Marrakech, you will have just enough time to enjoy a final amble along the corridors and narrow lanes of the medina to capture some final snapshots and memories. For the last ten days, you will have enjoyed an off-the-beaten-path exploration of Morocco and the rich culture and history found here. After breakfast, a comfortable transfer will drive you to the nearby airport for your return flight."
    }
  ],
  "map": ""
}