{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "12-day-best-of-spain-and-morocco-itinerary",
  "tourName": "12-Day Best of Spain and Morocco Itinerary",
  "placesVisited": "Madrid, Seville, Zahara de la Sierra, Ronda, Granada, Alhambra, Andalusia, Albaicin, Marrakesh, High Atlas Mountains, Berber villages",
  "generalInfo": "While many people travel to Spain and Morocco for their impressive monuments, on this 12-day tour you will experience the vibrant culture of these two soulful countries. Both will whisk you away on a blanket of enchantment as they reveal the legacies of history and the poignancy of today. With six days in each country, this best-of luxury tour is a celebration of the styles and the surreal atmospheres of Spain and Morocco, which features private guides and handpicked accommodation throughout Madrid, Seville, Granada, Marrakesh and the High Atlas.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Madrid – A Culinary Introduction to a Luxury Tour",
      "description": "Upon your arrival in Madrid, as you wander the charming and charismatic streets, it will be hard to believe that you are in a capital city. Strangers greet each other, small establishments know their guests by name, and the sounds of chatter and clinking glasses far outweigh any traffic. Parts of the Spanish capital feel like a village, as their gregarious makeup is quick to make an impression on visitors. However, these streets also have the vibrant advantages of a city. Aromas of garlic and olive oil emanate from the taverns, great menus of wine are available by the glass, and dishes are created by the country’s top chefs. Your driver will meet you at the airport and escort you to your Central Madrid hotel that blends vintage design with contemporary luxury. After you settle into your hotel, you will discover that the city is a culinary paradise. The classic way to discover it all is on a tapas crawl, a Madrileno ritual that isn’t just about what you eat and drink. As you join the locals on these old narrow streets, you will get an immediate sense of what Madrid is all about, from the architecture to the atmosphere. Led by a local guide, the tapas crawl allows for a relaxed introduction to the city. End your night with a casual stroll to your centrally located hotel, which is accessible on foot, while also providing a peaceful setting for returning to after the evening of tapas and wine."
    },
    {
      "dayNumber": "2",
      "title": "Madrid – The Spanish Masters and the Opulence of Empire",
      "description": "Madrid is a city with many layers as it is a capital that grew rich in the time of the Spanish Empire that evolved over the centuries. Begin your day by standing on the baroque Plaza Mayor where you will admire the elegant arcades. Then, wander past colorful cafes to stop for chocolate and churros in an iconic early 20th-century establishment. Afterward, you will discover the legacy of the early Habsburg monarchs as the oldest part of town is marked by palatial townhouses and plazas where you can watch the world go by. Your morning will conclude at the Royal Palace, an enormous structure of marble and mahogany with gilded stucco and crystal chandeliers. While the king’s reception rooms are impressive, the guide will also take you to places that few visitors know about, such as one of the 3000 ornamental rooms that include a royal pharmacy and a library that glistens with pride. After lunch on a plaza, you will spend the late afternoon on a short tour of the Prado, the iconic home of the Spanish masters. Perhaps only Paris’s Louvre can rival the Prado for its collection of European art where the works of Velazquez and Goya are complemented by Rubens, Titian, and the names that forever changed art through the middle centuries. The evening will be at your leisure and your guide can recommend some excellent restaurants close to the hotel."
    },
    {
      "dayNumber": "3",
      "title": "Seville – Colorful Streets and Old-World Icons",
      "description": "The next morning, you will say goodbye to Madrid and take the high-speed train from the city center to Seville’s city center. Arrive just around the corner from your hotel, which is a refurbished 18th-century palace that pays homage to the historical district it dominates. Elegant and old-world while also being fresh and contemporary, the hotel will feel just like the city it graces. Enjoy lunch at the hotel’s excellent restaurant then set off to discover Seville’s great monuments. You can begin at the towering cathedral, where Columbus is buried and the Gothic excess is greater than anywhere on the planet. Then, visit the Alcazar Palace, a journey through Moorish design mingling with Mudejar craft and Christian regality. Next wander through Santa Cruz, a Jewish quarter filled with vintage stores and ornamental history. Seville has a vast historical area and this tour of the major three sights will be just an introduction. Tonight, you will have a full evening to explore at leisure."
    },
    {
      "dayNumber": "4",
      "title": "Seville – Getting Lost in the City and an Evening of Traditional Flamenco",
      "description": "The next day, as you gaze across the cityscape from your hotel room, you will notice how the spires dominate the skyline. As you get lost in the city on your guided tour, every corner will bring something new and surprising to your attention. Explore the aristocratic residence of Casa de Pilatos, a brilliant mix of architectural styles that’s been perfectly preserved. Afterward, discover Roman mosaics and ruins that paint an older history of the city. Then, take a stroll through a marketplace of color and noise, where castanets and fans spill from the stalls. You may want to spend an hour or two in Museo Arqueologico, or visit a sixth floor bar in the world’s largest wooden building. There are many corners to turn with your guide and the classic activity in Seville is to just go with the flow as you turn down the streets at random and embrace the enigmatic feeling of this old Andalusian city. In the evening, you will sit transfixed as you watch the emotion on a singer’s face while a mournful guitar music floats around the room and a dress twirls in musical harmony. Tonight, you will enjoy a flamenco performance at a venue within the Andalusian flamenco triangle, which is where the art form originates and the performances are as authentic as any in the country. Dinner will be included with the performance and later you may want to take a stroll since the streets will be full of energy late into the night."
    },
    {
      "dayNumber": "5",
      "title": "Granada – Discovering the Moorish Pueblos Blancos",
      "description": "This morning, you will take time to admire the whitewashed villages that cling to the hills in Andalusia, creating a picture-perfect image as they stand out against the landscape. Nothing ever seems to have changed in these villages and they all have the same feeling: footsteps echo onto the cobbles, the narrow streets retain a euphonic quality, and there’s an artistic centerpiece rising proudly. Today you will travel across Andalusia to Granada, as you follow the route of the pueblos blancos and take time to stop in at least two of the villages. Zahara de la Sierra and Ronda are ideal as they have contrasts that will be difficult to see elsewhere. The journey is relatively short, yet it will take up the full day as you escape into these charming vestiges of the past. It’s not just the villages but also the landscapes that will make Andalusia special for you, as there will be dozens of viewpoints and a sense of solitude that comes as a surprise to many. During your time in Granada, you will stay in a historical building, a formerly a 19th-century mansion in the heart of the old city. It remains full of glistening treasures, featuring an intricacy of design so synonymous with the city. The evening will be at your leisure, and there are many good restaurants with a view of the illuminated Alhambra."
    },
    {
      "dayNumber": "6",
      "title": "Granada – The Untrammeled Artistry of the Alhambra and Other Granada Highlights",
      "description": "Today, you will discover that few cultural experiences can rival your first impression of the Alhambra. An exquisite showpiece of the tremendous pre-medieval civilization, it’s a sophisticated symbol of grandeur that whispers over 1300 years of history. Decadent porticos line a courtyard of serenity and a forest of pillars stands over a carpet of marble. Some walls are deliberately left plain, which allows intricate murals and calligraphy to shine without competition. Surreal and sublime, this is a building that proves how much artistry existed before the Western world flourished culturally. However, it’s not just one building but a whole complex that incorporates courtyards, gardens, fortified palaces, and the residences of the Nasrid kings. After a full morning at the Alhambra, the afternoon will be at your leisure to discover this historic city. In the evening, a local guide with insider knowledge will take you on a walking tour of Albaicin, the old Moorish quarter that is packed with energy and style."
    },
    {
      "dayNumber": "7",
      "title": "Marrakesh – First Impressions of Morocco",
      "description": "In the morning, it’s adios to Spain as you will be transferred to Malaga for a flight to Casablanca, where your VIP welcome will include assistance through customs and immigration. During your drive to Marrakesh from the airport, you will have the whole afternoon to stop in a number of places. Have lunch at Rick’s Cafe Casablanca, the restaurant from the classic film, Casablanca. After lunch, gaze up at the decoration of Hassan II Mosque and appreciate the soothing silence that exists in the large and lavishly adorned prayer halls. You will have the option to take a slight detour along a deserted coastline or head straight to Marrakesh, where Djemaa El-Fna is the redolent introduction to what this great city is all about."
    },
    {
      "dayNumber": "8",
      "title": "Marrakesh – Souks, Spices and the Soul of the Past",
      "description": "Marrakesh has always enchanted visitors, from the old camel caravans to the travel cognoscenti that arrived in the 50s and 60s. The old town is vast and packed, a carpet of colorful chaos that can be baffling at first glance. Most alleys are barely wide enough for the donkeys that still plod through, and they jut off at impossible angles that may discombobulate you. Spices float through these alleyways, rose petals float in the trickle of city fountains, and shards of light reflect pink against the walls. This is a city with heart and soul that blends Berber life, Islamic style, contemporary influence and a proud determination to stay unique. As you begin your exploration, your private guide will provide you with insider knowledge that will always be valuable in such a labyrinth of contrasting yet complementary streets. Monuments come from across the centuries, such as the 19th-century Mnebhi Palace and the delicate 12th-century Koubba. Ambient souks are everywhere and each part of the marketplace is dedicated to a different trade or craft such as carpets, enamel, cedar, leather, brass, camel meat, and other crafts that have been perfected over centuries. There is almost too much for the senses so it’s important to stop at the cafes, where sweet mint tea is poured while you watch the city go about its day."
    },
    {
      "dayNumber": "9",
      "title": "Marrakesh – The Redolent Atmosphere of an Iconic City",
      "description": "The next day you will discover that Marrakesh has such an abundance of impressions that only become visible when you take your time. The highlights will enchant you, from the gardens refurbished by Yves St. Laurent, and the mausoleum of a dynasty ruler to museums of crafts and ruins of palaces, plus the remarkable minbar of Koutoubia mosque. Djemaa El-Fna is the city’s central square, a World Heritage space where oral history is transmitted by Berber storytellers and musical groups. You can sit and listen, as well as watching the acrobats and snake charmers that also make a living on the square. All are performers, whether holding a snake or narrating a tale. First they will grab interest as they encourage people to sit with them. Then they will start to narrate, encouraging others to join. Every part of the tale, or each new song, requires a donation from the crowd, with the audience jostling each other to ensure the entertainment continues. For a true insight into the past there are few better cultural experiences. You can combine it with a meal from one of the dozens of food stalls that line the square after dusk."
    },
    {
      "dayNumber": "10",
      "title": "High Atlas Mountains – Exploring Traditional Berber Villages and a Night of Pure Tranquility",
      "description": "Oral history is also alive in the villages as stories are passed down through generations in a time-honored way. Hidden in the mountains, these remote villages will offer you an escape from the world, terraced into the mountains with their mud roofs. Colors blur, the baked ochre of the earth against swathes of fertile slopes. Hospitality to strangers remains one of the great tenets of local culture as the villagers welcome visitors with enthusiasm. This village’s culture and landscapes are an inspiring part of the world. You will spend the day crisscrossing through the mountains and stop to discover these old villages, before you stay at a decadent spa escape that’s far from everything. After ten days of exploring Spain and Morocco, it’ll be time to sit back and indulge."
    },
    {
      "dayNumber": "11",
      "title": "High Atlas Mountains – Hiking Spectacular Landscapes and the Serenity of the Moroccan Mountains",
      "description": "Today, you will awake to rugged peaks that twist towards the horizon, with a hint of snow only on the highest of them. Valleys stretch onwards beneath your feet and nothing artificial breaks their spell. Villages cling to remote slopes, ever ready to welcome you for a glass of mint tea. For savvy travelers, the High Atlas Mountains are one of the gems of modern travel as they are dramatically beautiful and deserted yet easily accessible for visitors. You will have a mountain guide for the day and the best way to explore will be on foot, with a range of routes possible dependent on your interests and fitness levels, including a one-way routes with a four-wheel drive return transfer. The silence is absolute and the escapism is complete as the High Atlas is a destination for disappearing into both culture and nature."
    },
    {
      "dayNumber": "12",
      "title": "Marrakesh – Departure",
      "description": "On your last day in Morocco, the spa retreat will be a short drive back to Marrakesh and the international airport. You’ll be assisted through customs and immigration to avoid any delays as you leave the country."
    }
  ],
  "map": ""
}