{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "imperial-cities-of-morocco-luxury-tour",
  "tourName": "Imperial Cities of Morocco Luxury Tour",
  "placesVisited": "Casablanca, Rabat, Meknes, Fes, Chefchaouen, Marrakech",
  "generalInfo": "Morocco’s imperial cities immerse you in authentic beauty and display their contrasts in both the surreal and the sublime during this 13-day tour. Each imperial city has its own color and style, and all of them are breathtakingly observed on this itinerary. Chefchaouen perfectly complements the imperial city experiences by offering an interlude to the sights. This dreamy blue town is all about getting away from the rest of the world.",
  "durationDays": "13",
  "price": "16,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca – Along the Corniche",
      "description": "Casablanca stands on the Atlantic Ocean with the world’s largest minaret. Your riad will overlook this mesmerizing scene of one of Islam’s finest new buildings and the rhythmic rolling of the waves. After being greeted at the airport, you will transfer to your boutique guesthouse. Upon your arrival, you will be offered a welcoming glass of sweet mint tea before indulging in the iconic Casablanca view. Tomorrow will be dedicated to the sights and sounds of the city, but today will be left free. Locals begin to populate the Corniche in the hour before dusk, creating a lively and welcoming seafront atmosphere."
    },
    {
      "dayNumber": "2",
      "title": "Casablanca – Islamic Architecture",
      "description": "Morocco’s imperial cities are incredibly unique, and Casablanca was created from a flurry of competing influences. The effect can be seen on your full-day private tour. Your tour will begin with coffee and croissants at a French cafe. You will then travel through the old medina and toward the centerpiece of Casablanca’s new town. You can wander Art Deco streets, stroll through a maze of narrow lanes, and then explore the Hassan II Mosque. An enormous glass floor that overlooks the ocean is just one of the artisanal features that you will appreciate today. You will end your day in Parc de la Ligue Arab."
    },
    {
      "dayNumber": "3",
      "title": "Rabat – Domes and Souks of the City",
      "description": "Today, you will transfer to Rabat. Here, you can wander the Almohad Dynasty city walls, enter the kasbah through the monumental Bab Oudaia gate, explore Moulay Ismail’s palace, and sip on mint tea in Moorish-inspired gardens. Mazy souks fill the medina in addition to the secrets of Rabat’s history. During your time in the capital, you may hear stories of Christian prisoners. You can also wander into the Jewish quarter, where lively street sellers perk up from the sidewalk. After lunch, you can continue to Rabat’s most iconic historical sights: Hassan Tower and the Mausoleum of Mohammed V."
    },
    {
      "dayNumber": "4",
      "title": "Meknes – Morocco’s Lesser-Seen Imperial City",
      "description": "Meknes is the least-known and visited of Morocco’s imperial cities, which is part of its charm. Since being founded in the 17th century, the green city has been the artisanal capital of an artisanal country. You will start early today with a four-hour drive to Meknes. You will then pass through the triumphal Bab Mansour arch, wander across the Square of Ruins, and immerse yourself in the kasbah. Perhaps, the most breathtaking element of this city is the decoration that imbues all of its buildings. The Grand Mosque and old madrassa are beautiful, but Meknes is unforgettable because of its intricate artisanal details that enhance the city."
    },
    {
      "dayNumber": "5",
      "title": "Fes – World Heritage Histories",
      "description": "Volubilis appears like the archetypal Roman ruins. There is no escaping its iconicity when walking across streets that have survived for almost two millennia. Moulay Idriss is an experience that cannot be preconceived. This was where Islam was introduced to Northwest Africa, and much of the city was built by rocks that were plundered from ruined Volubilis. As one of Islam’s greatest pilgrimage sites, lines of pilgrims arrive to see the green tiles of Moulay Idriss’s tomb, who was the great-grandson of the prophet Mohammed. You can bask in the spiritual atmosphere before continuing to another city that Moulay Idriss founded, Fes."
    },
    {
      "dayNumber": "6",
      "title": "Fes – The Largest Imperial City",
      "description": "Doused in color and traditional, Fes is the archetypal imperial city. A full-day tour can only be an introduction as it takes years to really know this city. You can gaze across an ocean of roof tiles and minarets from your hotel balcony, admire the intricacy of Bab Boujeloud, wander the main streets through the medina, and enjoy access to one of the world’s oldest mosques. Stop for a traditional meze lunch before your guide leads you to the royal palace along with a Jewish quarter that holds many surprises. Somewhere on the way, you will discover souks, spice merchants, breathtaking shrines, and the world’s oldest continuously operated place of higher learning."
    },
    {
      "dayNumber": "7",
      "title": "Chefchaouen – Fes Food Tour",
      "description": "After yesterday’s historical focus, a food tour will create an alternative journey through the walled city today. During your tour, you can search for spices in a souk, indulge in the honey souk, and try street food classics. You can also visit a bakery and taste the bread after discovering how a 400-year-old communal cooking oven is operated. Stories will accompany the stops, and you will end with tea, which is a ritual that is as old as the city itself. This experiential tour includes lunch and will be followed by a two-hour drive through the Rif Mountains to Chefchaouen."
    },
    {
      "dayNumber": "8",
      "title": "Chefchaouen – Pure Relaxation",
      "description": "Fes is the blue city, but Chefchaouen has far more blue. Almost every town wall and building has been painted. Your guide will lead you on an orientation tour with a two-hour walk along the city’s streets. You will learn how the town’s lanes were designed as a confusing spiral before taking some trails into the surrounding hills. These several days will be at your leisure. You can take a stroll into the mountains above the old town, where you are likely to be alone with the roving goats. These three days will provide you with time to relax and re-energize. You will stay in a boutique hotel in the old town. There is a pool along with all the artisanal touches that make Moroccan accommodations so unique."
    },
    {
      "dayNumber": "11",
      "title": "Marrakech – The Red Hamra City",
      "description": "You will begin the day with a two-hour drive back to Fes before flying to Marrakech as the souks fall into their mid-afternoon slumber. You can relax at your hotel before heading out to absorb the energy and enchantment of the late-afternoon streets. Each part of the souk is unique, and it will be the local sights that catch your eye. Marrakech can be a confusing city, so you will have a guide to assist you through the complicated lanes. You can spend the evening on the central Djemaa el-Fna square, where your guide will lead you through the atmospheric complexities of the storytelling and snake charming."
    },
    {
      "dayNumber": "12",
      "title": "Marrakech – Souks, Streets, and Secrets",
      "description": "With a full day in Marrakech, you can discover the city’s seemingly endless history. You can marvel at the Koutoubia Mosque, which is one of the world’s finest Moorish buildings. Then, you can meet the tanners and other artisans in the souks. You can also witness the medieval channels that lie underground and surround yourself with the beauty of the Saadian Tombs, El Mansour Mosque, and El Badhi palace. You will complete the day with another of the city’s secrets. This evening, you will attend a Gnawa drumming show in a converted 16th-century building. Dinner will accompany the music, and there will be a mystique that is reflective of your 12 days in Morocco."
    },
    {
      "dayNumber": "13",
      "title": "Marrakech – Departure",
      "description": "Your last morning in Morocco will allow you some time to wander the markets. You can also enjoy a late check out at the hotel before transferring to the airport for your late-afternoon flight."
    }
  ],
  "map": ""
}