{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "north-to-south-morocco-tour-chefchaouen-to-marrakech",
  "tourName": "North to South Morocco Tour: Chefchaouen to Marrakech",
  "placesVisited": "Chefchaouen, Fes, Marrakech, Erg Chebbi, Todra Gorge, Ait Benhaddou",
  "generalInfo": "Step into a blue town of cobblestone and intrigue during this exciting 12-day Morocco trip. Feel the silence of the Saharan sand dunes, ride a camel to a desert town, and explore an old Roman city. You can also visit famous movie locations and listen to traditional storytellers weave their way through historical narratives. All of these experiences will be part of your journey.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chefchaouen – Arrive in the Blue Town",
      "description": "Chefchaouen will immediately take your breath away. Oddly, it is not the blue so much as it is the location. The old town is perched on a mountain slope. Vehicles cannot enter through the narrow town gate, and they certainly would not be able to navigate the steep streets. This inaccessible location is part of the city’s charm, and your guide will help carry your luggage into the old town. Your hotel will be in the heart of old Chefchaouen in a converted 15th-century building with a private balcony. Although it is a two-hour drive from Fes-Sais Airport, starting in Chefchaouen is a great way to overcome jet lag or travel fatigue."
    },
    {
      "dayNumber": "2",
      "title": "Chefchaouen – Relaxing Day in the Town",
      "description": "If it was not for the red Grand Mosque, walking around Chefchaouen in search of a non-blue building could be a futile task. Most buildings are only painted to eye level, which somehow makes them more noticeable as the blue contrasts with the whitewash above. The lanes of Old Chefchaouen travel in a spiral, so if you keep walking around, you will gradually end up outside of the town. While this can be baffling at first, it is all part of the fun. Exploring is only possible on foot, and it is the local sights that create your experience."
    },
    {
      "dayNumber": "3",
      "title": "Chefchaouen – Mountain Market and Cooking Class",
      "description": "After three days, you will be growing accustomed to the contrasts of the city. A local guide will narrate the town’s history as you visit the weekly Chefchaouen market. Produce arrives from across the Rif Mountains and the coastline for this Wednesday tradition and the market may feel like it has not changed since the 15th century. You can take a stroll through the market to see the vast array of products on sale. The market is the best place to buy all of the ingredients for a Moroccan lunch feast. You will spend the rest of the morning in your guide’s kitchen, learning the secrets to Rif Mountain’s cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Fes – From the Romans to the Souks",
      "description": "The rest of the Moroccan story will now begin to unfold as you move to your next location. This morning, you will travel through a riverine valley to Volubilis, which is the site of a once-mighty Roman capital. You will then travel to Meknes, which is Morocco’s city of the artisans. Artisanal products have never been taxed here, so even the poorest looking houses are framed by a beautifully carved door or an intricate archway. Meknes is a city of old-world creativity, and the traditions of yesteryear continue to define the urban landscape. Afterward, you will transfer to Fes."
    },
    {
      "dayNumber": "5",
      "title": "Fes – Discovering the Best of Fes",
      "description": "Fes is Morocco at its best. Chefchaouen is a destination that you may want to linger in, but Fes is a destination you may be happy to leave because the experience is intense for even the most seasoned of travelers. Regardless, Fes is not recommended to skip on any trip to Morocco. It will help to have an excellent guide, and it definitely helps when you have a loose itinerary. On a private tour, you will see icons like Dar el Makhzen. A calming escape will come from a hill that overlooks the city, which is an incredible sunset point that demonstrates the true scale of Fes."
    },
    {
      "dayNumber": "6",
      "title": "Erg Chebbi – The Atlas Mountains and the Sahara",
      "description": "Today, you will venture to a small Berber village for tea and a chat before continuing through the Atlas and finally to the Sahara. It takes most of the day to reach Merzouga, and the journey will continue by camel. You will ride across the Saharan sand dunes and cross a number of ridges until all you see is sand. Your luxury Bedouin camp will be completely disconnected from the rest of the world. Here, sunset is a beautiful time, especially when you walk up to a ridge and watch the dunes change colors. Nighttime is even better because the stars are incredibly vivid."
    },
    {
      "dayNumber": "7",
      "title": "Erg Chebbi – On the Sand Dunes",
      "description": "Understanding the Sahara would take many lifetimes, and you only have one day. The best way to grasp the world’s greatest desert is to sit back and watch. The color of the landscape will change dramatically throughout the day. Temperatures also change with the sun’s intensity, and the silence is incredible during the hottest hours of the day. The wind may sing to you as it rushes past you in different tones. Early morning and late afternoon are the best times to wander on a camel with your guide. For the rest of the day, you can enjoy the luxury and tradition of the Bedouin camp."
    },
    {
      "dayNumber": "8",
      "title": "Todra Gorge – Camel Caravan",
      "description": "You will journey out of the desert at sunrise to Rissani. For more than a millennia, Rissani was an important Saharan trading town and a meeting place for those who brought goods on camel from as far away as Timbuktu. Even today, it retains an aura of mystery as if the old wooden structures are still waiting for desert wanderers. From Rissani, you will travel back into the Atlas and follow an old river chasm that gradually narrows. Your lodge will be perched in the valley."
    },
    {
      "dayNumber": "9",
      "title": "Ait Benhaddou – Stunning Movie Locations",
      "description": "Today, you will continue your journey through the Atlas. Surrounded by desert plains, Ouarzazate may initially seem to be an unassuming city. The expanse of space has always excited movie directors, and Ouarzazate’s landscapes have hosted everything from biblical classics to Hollywood blockbusters. Today, you will visit two movie studios and see the props from popular movies with a local guide. You will then have lunch at a cafe in the city square before spending the afternoon in Ait Benhaddou, which was the setting for the film Gladiator . The area is now a UNESCO World Heritage Site, and you can spend the rest of the day at leisure, exploring the site."
    },
    {
      "dayNumber": "10",
      "title": "Marrakech – Djemaa El-Fna",
      "description": "This morning, you will transfer to Marrakech. Like Fes, Marrakech provides a lot for the senses to take in, especially after the solitude of the Sahara and Atlas Mountains. Therefore, today, you can take it slow and indulge in a stroll near your hotel. In the evening, you will visit Djemaa El-Fna. Djemaa El-Fna is the historic meeting place of storytellers, snake charmers, acrobats, and animated drummers. These entertainers begin by attracting curious onlookers, and then they narrate a tale, play some music, raise a cobra’s head, or somersault wildly."
    },
    {
      "dayNumber": "11",
      "title": "Marrakech – Full-Day Tour",
      "description": "Much like Fes, Marrakech comes alive when you are accompanied by an excellent guide. Beautiful Moorish architecture impresses and ranges from the simplicity of the Koutoubia Mosque to the intricate detail at the Saadian Tombs. You can wander past the spices, admire the fabric collections, and pass a variety of jewels. On a full-day tour of Marrakech, you can mix local sites with iconic highlights before indulging in a drink on a terrace that overlooks Djemaa El-Fna."
    },
    {
      "dayNumber": "12",
      "title": "Marrakech – Departure",
      "description": "After a casual morning in Marrakech, you will be transferred to the airport for your outbound flight."
    }
  ],
  "map": ""
}