{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "essential-morocco-experience-12-day-vacation",
  "tourName": "Essential Morocco Experience: 12-Day Vacation",
  "placesVisited": "Casablanca, Fes, Chefchaouen, Rabat, Atlas Mountains, Marrakech, Meknes, Volubilis, Essaouira",
  "generalInfo": "Bustling and exotic, colorful and charming only scratch the surface of art, history, and life during your 12-day Morocco Tour. Fulfill your sense of adventure as you discover the essentials of Morocco from the tanneries to the Beber heritage, the culinary customs of tagine to vibrant blue buildings. Morocco is a timeless experience that can take you into tranquil seaside corners or uncover the old-world traditions steeped into daily life.",
  "durationDays": "12",
  "price": "10,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Casablanca - Arrive in Bustling Casablanca",
      "description": "You will arrive in Casablanca, where your private transfer will greet you at Mohammed V International Airport. Settle into the comforts of your luxury accommodations before meeting your guide to the cosmopolitan city. Casablanca embodies Morocco’s diversity, where the past and the present meet. At the Hassan II Mosque, you can explore the exceptional decor of one of the world’s largest mosques set beneath a minaret standing 656 feet tall. When exploring Quartier Habous, you may find the aromas of cardamom and pepper winding between the Moorish building’s arcades, lively cafés, and the facade of the Royal Palace."
    },
    {
      "dayNumber": "2",
      "title": "Fes - Find Roman Volubilis and Preserved Meknes",
      "description": "Your private transfer will meet you after breakfast and escort you to Fes, stopping at the Roman ruins of Volubilis. The remains of the former city rise out of the fertile plain and may immerse you in the uncovered mosaics and majestic columns along the House of Orpheus or the House of the Athlete. You will continue to Meknes for an introduction to the famous Moorish beauty of Morocco’s past. The winding narrow streets of the medina demonstrate the grand architecture of the former imperial city and lead to the likes of Bab El Mansour gate."
    },
    {
      "dayNumber": "3",
      "title": "Fes - Enjoy an In-Depth Tour of Fes",
      "description": "The grandeur of Fes emerges from the details of the mosques and madrasas, the aromas of conical spice displays in the marketplace to the colorful carpets. You may find the aroma of leather on display in the shops as the workers dye the fabric. You can discover a different side of the city with a food tasting tour that will introduce you to the typical flavors of the city as you wind through the labyrinth of shops and restaurants. You may notice fragrant turmeric cookies, the enticing scent of honey, and the mouthwatering aroma of lamb kefta."
    },
    {
      "dayNumber": "4",
      "title": "Chefchaouen - Capture Blue Charm in Chefchaouen",
      "description": "After breakfast, you will travel with your private transfer to Chefchaouen where the blue walls of the city emerge beneath the peaks of the Rif Mountains. You can relax in your luxury hotel before meeting your guide to the Moorish and Andalusian designs. With red-tiled roofs, narrow lanes, and the aromas of market spices, you can embrace the more relaxed pace of the city before partaking in a private photoshoot. Whether posing in front of the traditional blankets and bags or finding trails leading to crystal blue waters and cascades, you will have professional photos to capture your moment."
    },
    {
      "dayNumber": "5",
      "title": "Rabat - Transfer and Discover Imperial Rabat",
      "description": "After your private transfer to Rabat, you can discover the blend of historic Moorish architecture, Ville Nouvelle ambiance, and quiet charms set along the Atlantic coastline. Palm trees line the boulevards and the kasbah evokes an antique wonder surrounded by an 11th-century wall. Your guide may take you to Hassan Tower to view the 147-foot tall structure that embodies the original design. In the Ville Nouvelle, you may visit the Archeological Museum or admire the 17th-century wall that separates modern Rabat from the old Medina or find the grounds of the Royal Palace."
    },
    {
      "dayNumber": "6",
      "title": "Marrakech - Revel in Splendid Gardens in Marrakech",
      "description": "Marrakech embodies the splendor and spirit of Morocco, a city that captures the imagination and fills your mind with the quintessential image of the greater country. You will have a private transfer to Marrakech in the morning to find the dizzying blend of ancient and new worlds, where the aromas of mint tea and cinnamon may spread through the medina and colorful shoes accentuate the vibrant ambiance. You can visit the Anima Gardens at your pace to stroll in the sensual beauty of the shrubs, sculptures, flowers, and fragrances. You may enjoy the view of the distant Atlas Mountains."
    },
    {
      "dayNumber": "7",
      "title": "Marrakech - Witness the Wonders of Marrakech",
      "description": "After breakfast, your guide will lead you on a private monuments tour of the city to discover the historic wonders. The Koutoubia Mosque creates the skyline with a minaret soaring to nearly 230 feet tall. The Saadian Tombs may glint in the sunlight with marble inlays and exquisite mosaics set beside the lush garden. After visiting the souk and medina, you will spend the evening in Djemaa el-Fna Square when the plaza springs to life with musicians, storytellers, fortune tellers, and the intoxicating aromas of local cuisine. Rooftop cafés offer a panoramic view of the square’s bustling life."
    },
    {
      "dayNumber": "8",
      "title": "Marrakech - Explore the Grand Atlas Mountains",
      "description": "You will venture into the Atlas Mountains for a new perspective of Moroccan life and culture. You will meet with a Berber family for an introduction to the private life and historic culture found inside of a traditional mountain village. You may visit an open-air market where butchers cut fresh meat and a blacksmith changes donkey shoes. In the family home, you may find the scent of freshly baked bread and an impressive view of the surrounding mountains as you learn about the history of the family and the Berber community before returning to Marrakech for the evening."
    },
    {
      "dayNumber": "9",
      "title": "Marrakech - Embrace Local Cuisine and the Desert",
      "description": "Your chef will meet you in the morning to introduce you to the methods of making traditional Moroccan tagine. You may learn how to braise the chicken with spices, garlic, onion, olives, and preserved lemons to bring out the enticing aromas and depth of flavor. After the cooking lesson, you will continue into the desert to discover the thrills of the sands. You can ride a camel and feel the rhythmic sway of their walk or speed across the expansive flatlands with a view to the mountains on the horizon."
    },
    {
      "dayNumber": "10",
      "title": "Essaouira - Visit Gardens, Vineyards, and the Sea",
      "description": "After breakfast, you can stroll through the elegant ambiance of the Majorelle gardens and YSL Museum at your pace. The more than 300 plant species derive from five continents to create a remarkable ambiance amid the electric blue color of the art deco studio in which the museum resides. Your private transfer will meet you at the hotel and escort you to a vineyard between Marrakech and seaside Essaouira. Embrace the surprising layers of tastes the landscape offers in its wine and olive oil before Essaouira reveals the vibrant combination of Moorish and Portuguese design overlooking the Atlantic coastline."
    },
    {
      "dayNumber": "11",
      "title": "Essaouira - Discover Historic Coastal Essaouira",
      "description": "The sea breeze may carry a briny aroma in the morning as fishermen return to the marketplace with their fresh catch of the day. Your guide will meet you at the hotel to introduce you to the charms and splendors of the old fortress. You may find windsurfers carried over the waves as you visit the art galleries and boutiques winding along the narrow lanes that fill the fortified medina. In the afternoon, you can embrace adventure or simply bask in majesty as you take an ATV tour or horseback riding excursion along the shoreline."
    },
    {
      "dayNumber": "12",
      "title": "Essaouira - Depart for Home",
      "description": "Essaouira has always been a place where cultures combined, as the northern and southern communities mixed and brought together with traders and colonial powers over time. The history has created an elaborate and enchanting ambiance as fishermen display their fresh seafood in the marketplace and in the Fish Auction. When you are ready, your private transfer will meet you at the hotel and escort you back to Marrakech to reach the airport where you will have plenty of time to check in for your flight home."
    }
  ],
  "map": ""
}