{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "art-and-soul-of-morocco-luxury-tour",
  "tourName": "Art and Soul of Morocco Luxury Tour",
  "placesVisited": "Fes, Meknes, Chefchaouen",
  "generalInfo": "This 10-day tour in the northern triangle of destinations celebrates both heritage and design, while riad accommodations enhance the feel of the past. Journey into Morocco’s heartlands as art and soul come together in centuries-old destinations. Imagine atmospheric towns with exquisite décor, dramatic landscapes, and the decadence of a blud city. Explore Fes for icons and surprises, Meknes for intricate art and stories, and Chefchaouen for a blissful break amid five centuries of tradition.",
  "durationDays": "10",
  "price": "13,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Fes – Gazing at the Minarets",
      "description": "You will touch down at Fes’ international airport. Fes sits in a natural bowl with seemingly endless swathes of whitewashed buildings that rise from its slopes. The city is a baffling sight from above, especially with the profusion of satellite dishes that mark all the flat roofs. Minarets and domes dot the cityscape. Your initial view of the city will provide an impression of the city’s scale before you descend into it. You will check in to your boutique riad before enjoying an orientation tour with your guide."
    },
    {
      "dayNumber": "2",
      "title": "Fes – Intimate Foodie Tour",
      "description": "Today, you will follow the many aromas through the alleyways of Fes, tracing the scent of spices and street food. You can sample wild honey in a honey souk, try spicy sardines and potato from a street cart, and enjoy piles of olives at a bustling marketplace. With food as a focus, you will be immersed in the day to day life of Fes and its people. Of course, you will wander through the spice bazaar and sample dozens of tantalizing flavors. In the afternoon, you can discover another side to the city with a Jewish heritage tour that showcases both the monuments and the stories."
    },
    {
      "dayNumber": "3",
      "title": "Fes – The History of an Imperial City",
      "description": "With several days in Fes, it is best to save the history and the art for last. With so much happening in the medina, a historical tour can initially get overwhelming. You will begin your tour at the Palace Gates of the King and Madrasa Bou Inania. Here, you can witness superb evocations from the Marinid dynasty. Zaouia Moulay Idriss and Karaouine University will provide an idea of Fes in its formative Idrisid dynasty years. You will then move to Nejjarine Square. Along the way, you can explore the Chouara Tannery, Dyers Souk, the pottery cooperatives, gardens, palace facades, and all the intricate historical details that make Fes so special."
    },
    {
      "dayNumber": "4",
      "title": "Meknes – Morocco’s Spiritual Soul",
      "description": "Volubilis stands in ruins; it is a city that continues to keep watch as it softly crumbles. You can sense the grandeur in the reconstructed columns and feel the beauty on the 2,000-year-old avenues. This was a massive city, and you will have time to walk around what remains of its shell. Much of the stone was plundered to build Moulay Idriss, which is the site where Islam was introduced to Northwest Africa. You can explore this Islamic city. Although you cannot enter Moulay Idriss’s mausoleum, this city has a fascinating mix of pilgrims, peace, and proud locals. These two destinations are en route to Meknes, and your first afternoon in this Imperial city will be at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Meknes – Grandeur and Grace",
      "description": "After breakfast, you will transfer to Koubba el-Khayatine, which is where your tour will begin before continuing to Dar el Makhzen. All of these monuments have a distinctive style that you will immediately recognize as Moroccan. Within the city’s heart, you will find a procession of mosques, palaces, madrassas, and mausoleums. Sometimes, it is difficult to find a square meter without artistic designs. Artisanal production is not taxed in Meknes, so even the poorest medina homes are imbued with intricate details. You will complete the day’s tour by browsing the souks to see the artisans at work."
    },
    {
      "dayNumber": "6",
      "title": "Meknes – Artist Tour of an Artisanal City",
      "description": "Today, you will indulge in an artistic tour of an artistic city, which will begin inside the Mausoleum of Moulay Ismail. Here, you can marvel at the intricate geometric patterns transferring to Dar Jamai, which is a 19th-century palace that is now home to the Museum of Moroccan Art. Sculptures, paintings, and changing exhibits make this a superb space to trace the development of Islamic and Moroccan art. You can have a traditional meze lunch before searching for the exquisite calligraphy at Bou Inania Madrasa. Your guide will then lead you through the souks to see artisans at work before ending the tour with a damasquinerie workshop."
    },
    {
      "dayNumber": "7",
      "title": "Chefchaouen – The Blue Pearl",
      "description": "After two imperial cities have aroused your senses, you will travel into the Rif Mountains. Your destination will be Chefchaouen, but you will first pass through the land of the Riffians. These Berber people have their own language and history that you can intimately explore when you are invited into a Riffian village and home. Here, you can sip on steaming mint tea, discuss the region’s proud history, and learn how self-sufficient mountain life has hardly changed for millennia. Soon, you will arrive in Chefchaouen. Tomorrow, you will enjoy a guided tour, but today, you will have the evening to wander the town at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Chefchaouen – Moroccan Cooking Class",
      "description": "Perhaps the only Chefchaouen building that is not painted white and blue is the Grand Mosque. Instead, it is a pale red color that is made unique by its minaret. This is a town with hidden stories and quiet gems. You will begin to explore it all at the Kasbah Museum, where you will receive an overview of the city’s life and times. There is a small art gallery in the museum that highlights the craftsmanship for which Chefchaouen is famous. You can piece together the Moorish and the Arab influences at Plaza Uta el-Hammam before wandering through one of Morocco’s finest souks. After half a day of exploring, you will enter a hammam ."
    },
    {
      "dayNumber": "9",
      "title": "Chefchaouen – Rif Mountain Adventure",
      "description": "The final morning of this art and soul vacation will be spent in the Rif Mountains. These lush mountains extend in all directions from Chefchaouen, providing some of the finest hiking trails on the continent. Many of them leave from a gate at the top of the kasbah, and the 45-minute journey to the Akchour Waterfalls is the most popular. Here, you can cross a natural rock arch or jump into the rock pools. You will have a guide in the morning, and there are various other options for your hike. In the afternoon, you can spend the rest of the day at your leisure."
    },
    {
      "dayNumber": "10",
      "title": "Chefchaouen – Departure",
      "description": "From Chefchaouen, you will have a two-hour drive back to Fes. Depending on your flight time, there may be a chance to stop in the Fes souks for some last-minute souvenirs. Afterward, you will transfer to the airport for your outbound flight."
    }
  ],
  "map": ""
}