{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "a-perfect-morocco-family-vacation-package",
  "tourName": "A Perfect Morocco Family Vacation Package",
  "placesVisited": "Ouarzazate, Tazzarine, Sahara Desert, Marrakech, Aït Ben Haddou",
  "generalInfo": "The desert landscape draws you in with golden sands and rising dunes. Palaces constructed from clay continue to tower over the expansive flatland. Mountain passes flourish with cedar trees and hints of spices. This custom tailored vacation will captivate the entire family, telling tales of timeless culture and remote fortresses. Camels leave hoof prints in the soft soil and oases blossom out of the desolate landscape. Your children will marvel at the exotic snake charmers and find life similar to legend brimming inside ancient city walls.",
  "durationDays": "8",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ouarzazate – Whisking the Family A World Away",
      "description": "The world becomes new with your arrival in Ouarzazate, Morocco. The city has been nicknamed the “Door of the Desert,” and sits between three different valleys. The town is filled with Berbers, the predominant indigenous people of North Africa. The earthen buildings shimmer gold in the drifting sunlight. The kids will think they have arrived in a desert palace, surrounded by historic walls and filled with exotic culture. Ouarzazate has been featured in films from Lawrence of Arabia to Gladiator. The city maintains a feeling of importance, having once been the main stopping point on the trans-Saharan trade route. The souk bustles with people at all hours of the day, filled with traders that once came all the way from Timbuktu. The city is filled with meandering aromas, from the arid desert earth to the nearby lush valleys, to the aromatics of couscous emanating from homes. Atlas Movie Studios is situated nearby and has helped dress historical fiction on the big screen for decades. The kids feel like they have stepped into a movie themselves, eager to journey out into the surrounding landscape and search for hidden culture, buried treasure, or ancient civilizations. The wonders of Morocco turn every moment into possible inspiration."
    },
    {
      "dayNumber": "2",
      "title": "Tazzarine – An Imaginative Oases",
      "description": "The morning sun sweeps across the city and casts an inviting light over the golden buildings of Taourirt Kasbah. Historic walls surround the old city built by the Glaoui family. The palace inside the walled city was once the home of the Glaoui chiefs. Mountains fill the distant horizon; the kids are excited to enter the old city walls. Geometric drawings decorate the ramparts and wind down the inner alleys and gateways. Towers and turrets pack single-family homes tightly together, amidst a collection of up to 20 different historic family mansions. A soft, warm breeze sweeps through the deserted streets. A myriad of stairwells creates a mysterious, almost abandoned atmosphere, in the fortress grounds. The children creep quietly through the meandering alleyways like treasure hunters. They find oddly shaped rooms illuminated by large, open windows. The plasterwork is cut into floral patterns to decorate the larger rooms. Cedar wood panels cover the ceilings. The remnants of opulence fill the rooms and the entire Kasbah, restored as a UNESCO World Heritage Site. The family makes its way out away from the old walls where your private transfer escorts you through the heights of the Tizi n’Tichka Pass, at around 7,415 feet, and on to the Oasis of Tazzarine."
    },
    {
      "dayNumber": "3",
      "title": "Tazzarine – Embracing Desert Lands",
      "description": "The desert landscape is dotted with pockets of lush greenery emanating from swaying palm trees. The desert air is cool in the morning light. Mountains roll across the landscape. Henna fields rise out of the fertile earth and make the barren desert almost disappear. The nearby petroglyphs of Aït Ouazik contain history dating back to 5,000 BC. They contain images of elephants, giraffes, and antelope, when the landscape was believed to have attributes of the savanna. Foum Tizza is a rarely visited dune field on the outskirts of the oasis. The picturesque Sahel contrasts soft, sifting sand with blue-black rocks strewn across the expanse. You arrive at your transportation and the kids almost cry out in anticipation. A camel train awaits you to climb aboard before venturing into the depths of the Sahara on a luxury excursion. The camel gets up back legs first before standing at its full height of over seven feet tall. The kids yelp when it’s their turn. You watch them sway from side to side as the camel walks through the desert sand. Bedouins wave as they pass you by. Their cobalt blue robes stand out against the surrounding pale sands. As the daylight fades the drivers pull out drums, singing to the beat with a tune that sounds equal parts expression and prayer."
    },
    {
      "dayNumber": "4",
      "title": "Tazzarine – Nature’s Source",
      "description": "The family is up before the sun. The air is cold and calm around you. The stoic beauty of the desert becomes illuminated when the sun starts to rise. Light spreads in layers of deep red and orange. The sand changes from a distant darkness to vibrant pink, and eventually turns gold. The family watches in awe, reluctant to turn away. The aroma of mint tea mingles with scents of breakfast. The cup of tea warms your hand as the sunshine spreads across the expanse. After your meal, the family climbs back up on their camels to venture back into the oasis. The breeze shifts the sand around the camel’s toes. You look back and see the lingering trail the train left in the sand. The camel prints intersect with other prints that you can barely discern. You ask the guide what animal the small footprints belong to. He tells you about the Fennec Fox, a nocturnal mammal that can grow up to 17 inches long. They have large, bat-like ears and angular, black eyes. The kids listen with awe to the variety of animals that can survive the extreme temperatures of the desert. You take in the breathtaking landscape as it starts to shift from widespread sands to the return of rising palms and far-reaching henna fields."
    },
    {
      "dayNumber": "5",
      "title": "Aït Ben Haddou – Strengthening Bonds",
      "description": "At breakfast, the kids reminisce about their favorite moments in the desert. You laugh at their impersonations of their camels, as they shake their heads from side to side and grunt. The fragrant mint tea has become a source of comfort and familiarity in your on-going adventure through the Moroccan landscape. When the meal is done and the kids have grown tired of their camel impersonations, your private transfer escorts you to Aït Ben Haddou, the largest Kasbah in Morocco. Pass through Draa Valley with over 60 miles of date palms. The sweet aroma passes by with a background of the lunar Kissane Mountain Range. The fortified walls are a proud and prominent red, strengthened by interspersed towers. Slit windows adorn the upper parts of the walls for guards to see out, but threatening armies or raiders unable to see in. The city rises up the small mountain. A granary stands at the top of the mountain and offers the best view of the historic city below, and the copious rolling mountains all around. Once again the kids feel as though they have entered a movie, when in fact they are walking through history, with the oldest constructs dating back to the 17th century. The earthen buildings remain firm and inspiring. The clay helps keep the homes cool in the desert sun. Around every corner, the kids turn with anticipation. You aren’t sure what they expect to find but you know they are having fun searching."
    },
    {
      "dayNumber": "6",
      "title": "Marrakech – Surpassing the Mountains",
      "description": "The red clay city continues to fill the family’s thoughts. Orange zest adds a unique aroma and flavor to the comforts of mint tea accompanying breakfast. The kids want more time to explore the depths of Aït Ben Haddou and its cinematic streets. After breakfast your private transfer meets you. The rustic city disappears behind the barren hills as you ascend the High Atlas Mountains. The Tizi n’Tichka Pass has not changed in centuries, continuing to meander through the mountains. The village of Imlil stands on the foothills. The mountains are textured with irrigated terraces. The peak of Mount Toubkal towers over the village at an elevation of 13,671 feet. Visitors often use Imlil as a starting point for treks into the mountains. As you descend the mountain, the outline of Marrakech comes into view. The historic red walls surround the medina. The large gate known as Bab Agnaou once stood as the main entryway into the city. The sandstone walls border an arched doorway. Layers of a shell design encircle the arch. You enter the city and find a world of imagination in Djemaa el Fna Square. People lounge on colorful pillows in rooftop cafes and watch the active plaza below. The kids are as entranced as the serpents when watching the snake charmers play their songs and weave to the instrumentals. Magicians disappear in flashes of light and puffs of smoke. The kids eagerly listen to a storyteller spinning yarns of genies, tales that are both familiar and new all at once. The aroma of spices and simmering kebabs wafts from the many food stalls that fill the square in the evening. The city has already cast its enchantment over the family."
    },
    {
      "dayNumber": "7",
      "title": "Marrakech – Family Legend",
      "description": "The soothing rhythm of the Call to Prayer echoes through the medina streets. The city comes alive with the soft-spoken words and calm cadence. After breakfast, your guide meets you at the hotel and the kids are more than ready to venture out into the medina streets once more. The souk overflows with activity, ranging from vendors selling rugs taller than your children to babouches , pointy-toed shoes, lining shop walls. Stroll past endless rows of spices that the kids want to dip their fingers into. They fight the urge to blow on the fragrant seasonings like fairy dust. The stone pathways pass underneath stone buildings and alongside vibrantly painted doors. Bahia Palace was constructed in the 19th century and held the vivacious inspiration of a peacock’s plumage. The sultan had a variety of artists decorate the large expanse of rooms, courtyard, and gardens to dazzle foreign dignitaries, and showcase the opulent lives of nobility. Shady, sprawling trees stand beside sumptuous blossoming flowers. The pathway in the main courtyard is laid with geometric grace encircling a series of fountains. The upper walls contain latticework framed by a cedar colonnade. The mystical tales told by the storyteller the previous day have a more palpable them when exploring the remaining luxuries of the palace."
    },
    {
      "dayNumber": "8",
      "title": "Marrakech – Leaving Impressions",
      "description": "The spirit of Morocco is displayed effortlessly in Marrakech, winding through the spellbinding medina at all hours of the day. The High Atlas Mountains climb along the horizon. The calls of Djemaa el Fna Square start to rise in the morning sun. You indulge in the warmth of the comforting flavors of mint tea and listen to your children imitate the storytellers and try to create their own myths inspired by the Moroccan landscape and culture. After breakfast, your private transfer meets you at the hotel and escorts the family to the airport. The wonders of Morocco have enchanted the entire family and have given proven to be much more tangible and inspiring than a mirage. Visit Zicasso's Morocco tours page for more vacation planning ideas."
    }
  ],
  "map": ""
}