{
  "destination": "Morocco",
  "mainPhoto": "",
  "id": "luxury-private-tours-of-morocco",
  "tourName": "Luxury Private Tours of Morocco",
  "placesVisited": "Casablanca, Marrakech, Aït Bn Haddou, Dades Valley, Merzouga, Sahara Desert, Rissani, Errachidia, Imilchil, Ifrane, Azrou, Fez, Meknes, Rabat",
  "generalInfo": "The delectable aroma of couscous emanates from the kitchen. Sandstone walls shine red and encircle ancient cities. Valleys filled with date palms and the decadent scent of worldly spices. This handcrafted private luxury tour of Morocco takes you along the path of indigenous North Africans, spanning beyond the trans-Saharan Trail. Wander along illustrious sand dunes and witness the lavish remnants of sultanates’ legacies. Relax in restored mansions and experience traditional tribal sounds in a local village. From countryside to cityscape, you will discover how a wealth of heritage inspired a culture that has enchanted the globe.",
  "durationDays": "12",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "City of Wonder",
      "description": "Arrive in Casablanca where your private transfer meets you at the airport. The city sits against the coastline and fills with the ocean breeze. Palm trees sway against the Atlantic and linger beneath the towering façade of the Hassan II Mosque minaret, which rises 690 feet in the air. Art Deco buildings line the streets and decorate the skyline. You make your way out of the city and on to the energetic enchantment of Marrakech, a city that embodies the vivacious culture for which Morocco is known. The aroma of citrus fruits, such as orange and lemon drift through the streets. Strong red walls encircle the narrow and meandering alleys of the medina. The city has embraced its eccentricities and showcases them in the expansive Djemaa el Fna Square. In the evening over 100 local cooks swarm the interior and set up makeshift grills. The aroma of slow cooking kebabs wafts around the cobblestone paved plaza. People watch the activity from on high, with panoramic views from rooftop cafes. Henna artists hold people’s palms and swirl ancient artwork over visitors’ hands and forearms. Storytellers gather crowds and weave legends of magic carpets and towering desert sand dunes. People cheer and sigh when the hero arrives. Jugglers toss sticks and blocks in the air as snake charmers play their rhythmic music like a soundtrack of the city. The plaza emanates enchantment and provides insight into the culture that has captivated visitors from around the world."
    },
    {
      "dayNumber": "2",
      "title": "Inside the Red City",
      "description": "The red sandstone walls of Marrakech’s medina have given it the name of the Red City. At breakfast steam rises from fresh brewed mint tea, sweetened with honey. Your guide meets you at your renewed 19th century mansion located in the heart of the medina and escorts you on a private tour of Marrakech. Locals wind through the labyrinth on their way to work. You can hear craftsmen beginning their trade, from cobbling shoes that hang on graceful display, to shaping and smoothing leather. The city life surrounds you with incredible, daily detail. Around the bazaar you see mounds of spices displayed like colorful pyramids, from turmeric to allspice. Their fragrances merge and create a powerful, enticing aroma. El Badi Palace was constructed in the 16th century and now stands in ruin. The palace was once paved with gold, turquoise, and crystal making the edifice justifying its nickname of “the incomparable.” Today the palace contains similar grandeur but less opulence. A 12th-century prayer pulpit is located in the main hall. Gold and silver calligraphy decorated the cedar-wood steps. The spacious grounds contain the large entrance gate and once lavish arching doors. Like so much of Marrakech, the inspiration lies as much as in what remains, as it does in the ability to imagine what once was."
    },
    {
      "dayNumber": "3",
      "title": "Antique Imagery",
      "description": "The subtle bubbling of the courtyard fountain adds a relaxed ambiance to breakfast. Your private transfer meets you at the Riad and takes you out of inspiring city of Marrakech. The red walls disappear behind the mixture of valley lushness and mountain foothills. The High Atlas Mountains climb to an elevation of 13,671 feet. Snow often brushes and covers the rugged mountaintops around Toubkal National Park. Travel through the stunning landscape at Tizi n’Tichka Pass, situated at 7,414 feet to arrive at Morocco’s oldest Kasbah, Aït ben Haddou. The city was constructed using clay and changes colors depending on the time of day: from red to gold and back again. The fortified city was constructed in the 19th century by the patronage of the last Berber chieftain. The city rises up a small bluff and has a view of the vast landscape and nearby barren hillsides. The scent of clay is prevalent. The city walls are reinforced with strategic towers. A granary stands at the top of the hill and provides a breathtaking panorama of the landscape beyond the historic city. Goats graze on the contrasting brush beyond the wall. Their bleats mesh with their pealing bells."
    },
    {
      "dayNumber": "4",
      "title": "Desert Guidance",
      "description": "The trail to the Sahara Desert takes you away from the hillside Kasbah and through the impressive landscape of the Todra Gorge. The road winds and hairpin curves down the cliffs and passes through the narrowest point where the cliffs are separated by a width of a mere 33 feet; the canyon walls rise to a maximum height of 525 feet high. The rugged red walls glint in the sunlight. In the wet season water trundles down the cliff side and feeds into the small river at the canyon base. Greenery climbs up the craggy walls and contrasts the rustic coloration. Pass through the towns of Rissani and Erfoud to the village of Merzouga, located at the Sahara’s golden edge, where the rocky expanse fades into sandy waves. Settle into town with a welcoming glass of fresh brewed mint tea. Your riad provides splendid view into the open desert, where the isolated horizon brings unfettered beauty."
    },
    {
      "dayNumber": "5",
      "title": "Remnants of Paradise",
      "description": "The aroma of breakfast is filled with sweet honey and decadent butter. The scents blend into the arid fragrance of the surrounding desert. After your meal, you visit with a local Gnawa tribe, descendants of Sudanese migrants originally brought along with the slave trade. The people show indescribable hospitality and share their distinctive music. A large drum creates the beat. The men wear long, flowing, thin cotton robes. They dress their heads with a similar cloth to keep them safe from the beating sun. A lute provides the melody as two men clasp large heavy iron castanets known as krakebs . The men begin to sing and you can hear the tribal elements that have persisted through the evolution of the music, a combination of storytelling, prayer, and expression. After your cultural exploration, you will climb aboard a camel as a part of a famous desert camel train. When you sit in the saddle the camel rises back first, which urges you forward. At full height a camel can stand over seven-feet. The camel sways from side to side as it steps through the sand. It feels more like you are sailing than you are sitting on a camel trudging through the sand. You arrive at a luxury camp set beneath the desert sky. The seclusion and silence of the landscape are breathtaking."
    },
    {
      "dayNumber": "6",
      "title": "Nomadic Allure",
      "description": "Wake up in the darkness of the predawn desert. When the sun rises over the horizon it peeks slowly over the sand in layers of orange and blue. The night stars dwindle in the subtle glow of the sunlight. The sand changes from dark blue to gold, glistening under the light. A kaleidoscope of color swirls around the sun until is has risen over the vista. Before returning to Merzouga you visit celebrated Erg Chebbi, a collection of sand dunes spreading over 17 miles. Each dune is like a fingerprint, unique in major and minor details. From the base of the desert a single dune can rise to almost 525 feet creating drifting and shifting mountains. The breeze sweeps over the warm landscape and moves loose grains. The desert splendor is undeniable. Nomads continue to drift through the desert grounds, often grazing the edges of the mines at Mefis. You return to the desert village with images of the sand dunes rolling through your thoughts."
    },
    {
      "dayNumber": "7",
      "title": "Winding Trail",
      "description": "After breakfast, you journey away from the desert sands and the distant dunes. The openness fades, replaced by the rising foothills of the Middle Atlas Mountains. The mountains rise to an elevation of 10,958 feet at its highest point. The aroma of the cedar forest replaces the scent of arid earth. Arrive at Midelt, a town situated in the heart of Moroccan apple country. The High Atlas Mountains rise seemingly out of the nowhere and overtake the northern horizon. The aroma of couscous, filled with traditional herbs and spices and also a cultural staple for Berbers for ages, permeates the town. Less than three miles away is the Village of Berrem where an ancient walnut tree provides shade to the central square. Ancient walls made of clay and mud surround the colorful prayer hall. An old donkey trail leads from between the two towns and runs alongside Gorge des Berrem, where the meandering, craggy walls of the canyon are the color of turmeric."
    },
    {
      "dayNumber": "8",
      "title": "Making Clans",
      "description": "Imilchil is a small village located close to the Middle Atlas Mountains’ lake plateau. The village is located at an elevation of 6,952 feet. Berber culture is strong and proud, displayed most widely during the Marriage Festival in September. Traditions abound in dress, cuisine, and celebration. Women wear dark clothing that covers most of their facial features, save their eyes. Colorful, dangling jewelry and wraps encircle their heads to create flowing crowns. The rest of the year the town is quiet and serene, surrounded by the exquisite natural landscape of the mountains. After breakfast, you can make your way to the Lake Isli by 4x4 for an intermediate trek across the scenery. The water shimmers bright blue and ripples in the slight breeze. Mountains border the far side of the water’s banks. Relax near the lake, listening to the calm water lap at the shores."
    },
    {
      "dayNumber": "9",
      "title": "Visiting the Locals",
      "description": "The crisp scent of the cedar forest drifts across the Middle Atlas Mountains. After breakfast, your private transfer meets you at the hotel and you continue your journey across the range. Azrou is located at an elevation of 3,940 feet. Moroccans from either side of the mountain range travel up the foothills to escape the summer heat. A black volcanic outcropping rises out of the center of town while rugged cliffs encircle the city. Traditional village life remains vibrant as thousands of people from around the mountain descend on the city to visit the weekly souk. Cherries mound the marketplace and shine a vivacious red. Hand woven rugs and wool hats decorate the medina. The nearby cedar forest sings with Barbary apes. The cedar forest is home to nearly three-quarters of the world’s Barbary ape population. The trees can grow up to 120 feet tall and contain a spiced fragrance. The wood is a rich brown and the foliage is a lush green. Apes linger along the forest border, lazing under the canopy. Their cinnamon fur keeps them warm in the dipping temperatures of the high altitude forest. They can grow up to 21 inches long, not including the length of its tail. They roam around the forest ground and play against the backdrop of trees."
    },
    {
      "dayNumber": "10",
      "title": "The Trail’s Edge",
      "description": "Fez is one of the four imperial cities of Morocco. A medieval ambiance emanates from the old city, encircled by the original city walls. Bab Bou Jelou, the historic city gate, continues to grace the entrance of the medina. Blue tiles reflect the sunlight and glimmer around the tripartite arches that open to passersby. The rich aroma of leather swirls through the narrow, winding streets and emanate from the historic tannery pits. Your private guide escorts you through the maze of the old city. The history along the buildings and bazaar is palpable and enriching. Jovial and boisterous streets date back 1,200 years and are filled with a wealth of spices all around. Tradesmen beat copper that sounds like a pealing bell. Tanners pound the fabric and try to drain excess dye. A sea of whitewashed tombs stretching down the hillside marks the Jewish Cemetery. The north wall contains etchings of a historic rabbi dating back to the 17th century. An ethereal quiet wraps around the grounds, separating itself from the energetic streets of the city. At the far end of the square is the old Habarim Synagogue, housing a museum of local Jewish artifacts and heritage. A gatekeeper opens the gate and you enter into a world of personal belongings, filled with more than glistening calligraphy and ancient dressing. Photos of families smile at the camera in front of a backdrop of the familiar medina. Sent postcards from places around the world were sent to local addresses. Contemporary history makes the heritage feel more tangible and present, dating hundreds of years ago and reaching into modernity."
    },
    {
      "dayNumber": "11",
      "title": "Following the Foothills",
      "description": "Around the foothills of the Rif Mountains are the ancient Roman ruins of Volubilis. Stone arches mark the entrance to the main road and almost frame the nearby mountains. The grass on the prairie is green and fertile. The stones are worn and smooth dating back to 25 BC. The city provides insight into the depth of history that Morocco holds, whether in tribal heritage or contemporary city streets. Arrive in Meknes, the 17th century capital of Morocco, and home to a calm atmosphere strolling through the old, walled city. The famous gate of Bab Mansour creates an imposing and powerful statement before entering the medina. Fragrant spices drift past as you enter the narrow alleys. Medersa Bou Inania was completed in the 14th century and contains an exquisite interior displaying classic Moroccan style. The courtyard flourishes with tiles arranged in a hypnotic geometric pattern. Delicate stucco lines the midline of the walls and the ceilings are covered with carved olivewood. From the rooftop you can see the green-tiled mosque nearby, along with the towering minaret that marks the medina’s skyline."
    },
    {
      "dayNumber": "12",
      "title": "The Path’s End",
      "description": "Morning in the capital city of Rabat is relaxed and euphoric. The gentle gurgle of a courtyard fountain fills the air. Breakfast gives off aromas of orange zest and a honey, saffron mixture. Travel along the wide boulevards and pass through the shade of lining palm trees. Your private transfer meets you at your hotel and escorts you to Casablanca for your flight home. The trails have taken you over mountains and into the desert, along shores and through valleys. You have followed in the steps of Berbers to find the exemplary and inspiring heritage of Morocco. For more travel planning ideas, visit Zicasso's Morocco tour packages page."
    }
  ],
  "map": ""
}