{
  "destination": "England",
  "mainPhoto": "",
  "id": "5-star-london-vacation",
  "tourName": "5 Star London Vacation",
  "placesVisited": "London",
  "generalInfo": "From high tea to strolling Hyde Park to a Saturday afternoon at Harrods, London is a place built for style, class and luxury. Personally guided tours and evenings at a five-star hotel, scrumptious food, high-end shopping, even an excursion to the countryside: if you’ve ever wanted to do London like royalty, this is the trip for you.",
  "durationDays": "7",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Touching Down in the United Kingdom",
      "description": "This morning you land on the outskirts of London: the capital of the United Kingdom and one of the great cities in world history, steeped in tradition and culture, and filled with the lively beat of multiculturalism. A driver will be at the airport to pick up your luggage and take you to your five-star accommodations in the very heart of this magnificent metropolis. After dropping off your bags, you can stroll the streets of this unforgettable city, taking in the many landmarks that commemorate the glories of the English past, from Nelson’s Pillar in the heart of Trafalgar Square to the stately and reserved elegance of Buckingham Palace. You can also enjoy the beautiful Royal Parks that run through London, from Kensington Gardens to St. James Park, or do some shopping at Harrods, the world’s most famous department store."
    },
    {
      "dayNumber": "2",
      "title": "A Private Tour of Mighty London",
      "description": "For your first foray into life in London, you’ll experience all of the city’s best sites in the comfortable and intimate setting of a private tour, taking in all of the city’s highlights in luxurious style. Cruise past the Palace of Westminster, now known for housing Parliament, and the palace’s famous clock-tower whose resident bell, Big Ben, tolls the hours in a deep and sonorous tone that rings along the shores of the Thames. Make your way along the famous River Thames to take in the exciting juxtaposition of modernity and empire, from the famous London Eye to the iconic gatehouses of the Tower Bridge, the best-known bridge in London that is now more beautiful than ever after a restoration project leading up to the London Olympics. Continue past the bridge to take in the ancient battlements of the Tower of London, built by the first modern king of England, William the Conqueror, in 1066, and long the emblem of the power of the English throne. You’ll come within eyeshot of the famous White Tower and Traitor’s Gate as you make your way past the walls of one of the most significant buildings in the whole of the United Kingdom. Along the way, you’ll be regaled with tales of rogues and warriors, politicians and poets, nobles, commoners and newcomers alike, reflective of London’s great history as a city of many cultures, many peoples, and many ways of life. It is this incredible diversity, in fact, that makes London such an unforgettable destination."
    },
    {
      "dayNumber": "3",
      "title": "The Hidden Side of the Capital",
      "description": "Set out on an exploration of the more esoteric corners of the city on the fun and fascinating Secret London Walking Tour. Led by one of London’s best known and most loved tour guides, you’ll discover winding cobblestone streets and stately manor houses, the twisting lanes from Dickens and the stolid structures of King Henry VIII. These alleyways, byways and walkways have been trodden by millions of Londoners, making their way around what was for centuries the most powerful city in the world. This incredible tour allows you to walk in their shoes, explore their surroundings and hear their stories; it is truly as unique and authentic a tour of London as could be imagined. After lunch, you’ll be led to the mammoth dome of St. Paul’s Cathedral, the masterpiece of English architect Sir Christopher Wren and one of the largest places of worship in all of Europe. You’ll be awed by the sumptuous interior, from the beautifully, delicately adorned dome to the imposing tombs of English greats that dot the immense marbled floor. You’ll be captivated by the history of St. Paul’s, from its ancient form to its current incarnation that arose from the ashes of the Great Fire of London to dominate the London skyline for more than three centuries. For the English people, it has served as a great symbol of strength and resilience during many of the country’s most difficult times. Of course, you’ll get the chance to climb to the top for a view of the vast city surrounding you. A quick glimpse directly across the Thames will show you the Tate Modern and the Millennium Bridge spanning the river, while a slight turn of the head gives you an impressive view of the Tower of London and the Tower Bridge."
    },
    {
      "dayNumber": "4",
      "title": "Poet’s Corner and the Crown Jewels",
      "description": "With no scheduled tours for today, you find yourself at your leisure to visit some of London’s most famous buildings, monuments, memorials and museums. Start in Westminster, where you can walk around the famous Abbey and soak in the history that fills the ether with a heavy presence, from St. Edward’s Chair – the throne of every coronation since 1308 – to the tombs of Mary I and Elizabeth I, sister queens who now lie directly on top of one another. Feel the inspiration of the plaques and monuments to the great writers of the English language in Poet’s Corner, from Browning and Chaucer to Spenser and Tennyson, or bask in awe at the monuments to Sir Isaac Newton, David Livingstone and George Frederick Handel. The grounds of Westminster Abbey are also beautiful, and the surrounding cityscape is bustling with an energy that seems to evaporate once you enter the hallowed halls. After a delicious lunch, you might want to turn down the Thames to tour another building inextricably linked to the British monarch: the Tower of London. You’ll enjoy a tour led by the famous Beefeaters, catch a glimpse of the Tower’s famous ravens, try to get a Coldstream Guard to crack a smile, and ogle at the Crown Jewels of the British throne, from scepters and swords of coronation to the state crowns featuring some of the most famous gemstones on Earth, like the Koh-i-Noor diamond and the Black Prince’s Ruby."
    },
    {
      "dayNumber": "5",
      "title": "A Castle, a Resort Town, and Incomparable Stonehenge",
      "description": "This morning, you leave the bustle of swinging London to venture out into the unmatched scenery and serenity of the south English countryside, bound for some of the most famous destinations in all of Europe. You start at the venerable Windsor Castle, where the British monarchy has called home for nine centuries, longer than any other palace in Europe. Stroll through the elegant and opulent State Apartments, furnished in the finest Classical, Gothic and Rococo styles, and walk the grounds of the castle before exploring St. George’s Chapel, a Gothic structure built in the 1600s. It houses the remains of some of the most famous British rulers in history, including Henry VIII and George III. From Windsor Castle, continue onto the Salisbury Plains to encounter the unmistakable ring of Stonehenge, a structure shrouded in mystery and famed for its seemingly impossible construction. Built long before the pyramids, before Socrates was teaching in Greece or Jesus in the Holy Land, this puzzling production of prehistoric humanity continues to confuse experts in its techniques, its structure, and even its purpose. Despite this haze of uncertainty, however, the site is still revered as one of the most famous megalithic structures on the planet. Your day around southern England concludes at the famous spa town of Bath, a city that reflects its prominence during Roman and Georgian times by sporting the long and graceful stretch of the Royal Crescent to the Roman bathhouses that can still be found. Cross the Pulteney Bridge – one of only four bridges in the world with shops fully across its span – and enjoy the weather on the green stretch of the Parade Gardens before returning back to London for a night filled with vivacity."
    },
    {
      "dayNumber": "6",
      "title": "High Culture and High Fashion",
      "description": "For you final full day in London, you might want to set out to take in some history, some art, or simply some shopping: whichever route you choose, the options are as remarkable as they are numerous. History buffs simply must visit the immense collection at the British Museum, where more than eight million items are housed, including an incredible gallery dedicated to Egyptian sculpture, the remnants of the Mausoleum at Halicarnassus – one of the Seven Wonders of the Ancient World – and the world-renowned Rosetta Stone, the most famous translator in history. Meanwhile, art lovers will enjoy the offerings at the National Gallery, including Leonardo’s The Virgin of the Rocks and Van Gogh’s Sunflowers , and those at the Tate Modern, from Surrealism to Abstract Expressionism to some of the best contemporary artists in the world. And those who came to London to shop are sure to be thrilled by the myriad of shops and boutiques that can be found throughout this trend-setting capital. Fine men’s tailoring can be had at Jermyn Street and Savile Row, while Bond Street houses branches of some of the world’s most famous fashion houses, such as Hermes, Louis Vuitton, Versace and Jimmy Choo. Bibliophiles will love exploring the many bookstores that line Charing Cross Road, while a visit to Hamleys on Regent Street – London’s premier toy store that fills seven stories – is definitely worth a visit. If you’re feeling like nobility, you would do well to strut the sidewalk alongside Beauchamp Place, where royalty and celebrities alike do their buying and where some of the best clothes, jewelry and food in the city can be found."
    },
    {
      "dayNumber": "7",
      "title": "Leaving London",
      "description": "Today you’ll be taken from your hotel to Heathrow, prepared to depart the incredible city of London. From the skyline above the dome of St. Paul’s to the sarcophagi of British monarchs and notables in Westminster Abbey, from the excitement of the West End to the serenity of Bath, from the early morning sun off the gleaming Palace of Westminster to the stars over the London Eye, this is sure to be a trip that you will always remember."
    }
  ],
  "map": ""
}