{
  "destination": "Scotland",
  "mainPhoto": "",
  "id": "8-day-luxury-tour-of-scotland",
  "tourName": "8-Day Luxury Tour of Scotland",
  "placesVisited": "Edinburgh, Grantown-on-Spey, Isle of Skye, Oban, Glencoe",
  "generalInfo": "Journey to verdant landscapes for a dreamy eight-day Scottish highlands tour. Enjoy bustling Edinburgh and the narrow cobblestone streets of the downtown. Partake in classic Scottish cuisine and treat yourself to a glass of traditional Scotch. Venture off to the countryside for an immersive tour of untouched rivers and Victorian architecture. Discover the remote Isle of Skye. Embrace the endless epic ambiance for the ultimate sightseeing opportunities across Scotland.",
  "durationDays": "8",
  "price": "8,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Edinburgh - Delight in a Panoramic Edinburgh Experience",
      "description": "Touch down at Edinburgh's airport for eight days of immersive exploration and unbeatable adventure. You'll be greeted at the airport by your private transfer service and whisked away to the bustling streets of Edinburgh's downtown. In the afternoon, you'll stroll the famous Royal Mile and sample delicious Scottish cuisine. Perhaps you'll be adventurous enough to sample Scotland's renowned haggis dinner. After a leisurely evening at local bars and cafes, you'll meander your way back to the luxurious Apex Grassmarket Hotel to rest up before an unforgettable week of exploration ensues."
    },
    {
      "dayNumber": "2",
      "title": "Edinburgh - Indulge in the Delights of Edinburgh",
      "description": "Travel back in time and learn more about Scotland's royal families as you visit some of the country's most famous landmarks. You'll begin the day at Edinburgh Castle, once home to Mary Queen of Scots and the very place she gave birth to James VI. Meander down the romantic cobbled alleyways at the city's center and marvel at the exquisite architecture of St. Giles Cathedral. Find insight into cultural heritage and history at the National Museum of Scotland. In the evening, you can climb the steep path up Calton Hill that evening for stunning panoramic views of the city below."
    },
    {
      "dayNumber": "3",
      "title": "Grantown-on-Spey - Travel to River Forth and Forth Rail Bridge",
      "description": "In the morning, depart the hustle and bustle of city life for a slower pace in the town of Grantown-on-Spey. You'll begin by crossing the River Forth, and later the iconic Forth Rail Bridge, before traversing the rolling hills of Perthshire. Visit the pretty Victorian town of Pitlochry, favored by Queen Victoria. Enjoy a short hike as you stroll along the river's sparkling edge and peer out onto the cascading green hills in the distance. Perhaps you can enjoy the fiery red, orange, and yellow foliage swaying in the breeze."
    },
    {
      "dayNumber": "4",
      "title": "Grantown-on-Spey - Visit Distilleries and Drumochter Pass",
      "description": "The following morning, you'll depart Pitlochry for the rugged mountaintops of Cairngorm. Make your way through Drumochter Pass, the highest stretch in the highlands. You can break out to explore Culloden Battlefield, the site of the Jacobites' last battle before you delight in some of Scotland's spirits at one of Speyside's famous distilleries. Sample local tastings with the help of a local expert as you peer out on the majestic terrain. You can also join your tour guide on a walk with the Cairngorm reindeer herd in their natural surroundings."
    },
    {
      "dayNumber": "5",
      "title": "Isle of Skye - Enjoy Loche Ness Cruise and Isle of Skye",
      "description": "As dawn breaks across the tops of the looming mountains, your next adventure will await you. Head west past Loch Ness, located just southwest of the city of Inverness. Weather permitting, you'll get the chance to embark on an epic cruise atop the crystal clear water. Just as the fairytale of the loch ness monster unfolds, you may feel as if you're in the fairytale of your own with vibrant green hilltops and jagged cliff sides lining the lake in every direction."
    },
    {
      "dayNumber": "6",
      "title": "Isle of Skye - Explore Eilean Donan Castle and The Old Man of Storr",
      "description": "Rise early the following day for a chance to tour the inside of the Eilean Donan Castle, one of the most photographed in all of Scotland. Traverse the stony bridge overlooking the deep blue waters below, spotted with beautiful lily pads. Then, ascend the castle's tower alongside your private guide for breathtaking vistas of the famous loch. Later that morning, you'll continue your journey north, past The Old Man of Storr, the highest point on the Trotternish Ridge and considered the longest geological landslip in Britain. Along the way, you'll see the extraordinary peaks of the Old Man of Storr and the Needle Rock."
    },
    {
      "dayNumber": "7",
      "title": "Oban - Discover Great Glen and Ben Nevis Mountain Peak",
      "description": "Make your way to the Great Glen, along the route of the Caledonian Canal. Once you arrive at Fort William, you can listen for the rumbling of steam engine trains bellowing in the distance as they careen down the wooden tracks against a backdrop of brilliant green hilltops. Enjoy exploring the charming downtown area to find small boutique shops and corner pubs before you continue south to the harbor town of Oban. The crisp air and sea breeze make it easy to bask in the quiet ambiance among the freshest seafood before taking part in a traditional ceilidh , a Scottish celebration of music, dancing, and storytelling."
    },
    {
      "dayNumber": "8",
      "title": "Glencoe - Explore Castles and Depart for Home",
      "description": "On your final day in-country, you'll travel to Glencoe, where you'll marvel at the region's marvelous mountain peaks and perhaps spot some wild deer in the area. Then, descend through the glens of the Grampian mountains towards Stirling and its castles. For centuries, this was considered the most notable castle in all of Scotland, in part due to its unparalleled views from atop. Later in the day, you will board your private airport transport and bump along the cobbled stress of Edinburgh before reaching the airport for your journey home."
    }
  ],
  "map": ""
}