{
  "destination": "England",
  "mainPhoto": "",
  "id": "best-of-england-tour",
  "tourName": "Best of England Tour",
  "placesVisited": "London, Stonehenge, Bath, Oxford",
  "generalInfo": "From afternoon tea to “God Save the Queen,” England is a place unlike any other, filled with adventures waiting to be had and memories waiting to be made. And with private tours of the country’s best sights, from Westminster Abbey to the ruins of Stonehenge, you can be sure that this first visit to England will not be your last.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – Landing in the Capital",
      "description": "Today sees you touching down in London, the largest city in Europe and one of the great cities of the world, the home to some of the greatest names and events in history from Shakespeare to Churchill, and from the mighty Tower of London to the majestic façade of Westminster Abbey. A private driver will escort you to your perfectly located and decadent hotel, where you can drop off your bags and recover from jet lag before hitting London’s famous streets for some shopping and sightseeing. Make your way to Trafalgar Square to gaze upon Nelson’s Column and the impressive structures that flank it, or experience the hustle and bustle of Piccadilly Circus, London’s answer to Times Square. You can also turn to London’s impeccable fashion district, stopping at some of the city’s most famous retailers and chicest streets. Men will find fine tailoring done at Jermyn Street and Saville Row, and the world’s best-known fashion houses can be found on Bond Street. No shopping visit to London would be complete without stopping by Knightsbridge to inspect the wares at Harrods, the world’s most famous department store. The evening can be spent at one of London’s best restaurants before grabbing a nightcap at the famous bar in The Savoy Hotel."
    },
    {
      "dayNumber": "2",
      "title": "London – A Private Tour of Luxurious London",
      "description": "After a delicious and filling breakfast at your hotel, you’ll be picked up by a driver who will show you the best sites that London has to offer, representing the wide range and remarkable events of human history that has occurred in this ancient and venerable city on the banks of the winding River Thames. Begin by making your way to the borough of Westminster, where you’ll find the iconic Neo-Gothic edifice that houses Parliament and the clock tower that houses Big Ben, the world’s most famous bell. A short walk from Parliament takes you to the doors of Westminster Abbey, the most important religious building in the country and home to the remains of some of Britain’s most famous citizens, from kings and queens to poets and scientists. You’ll be fascinated by the beautiful and moving monuments to Sir Isaac Newton and William Shakespeare, the transept known as Poet’s Corner replete with the names of the UK’s most famous men and women of letters, and King Edward’s Chair, the throne of the British Monarch that has been used to coronate every English sovereign since 1308. Further down the Thames, you’ll find two more of London’s most impressive structures, buildings that dominate the cityscape as well as the collective memories of this mighty nation. Marvel at Sir Christopher Wren’s masterpiece as you explore the nave and climb the mighty dome of St. Paul’s Cathedral, taking in the spectacular cityscape above and the remains of the famous men who lay in the crypt below, from the hero of Waterloo to the champion of Trafalgar. Then visit one of London’s oldest and most formidable buildings as you make your way to the famous Tower of London. Here, the famous Beefeaters will lead you on a tour of this incredible structure, seeing all the highlights including the famous ravens and England’s iconic Crown Jewels. They feature some of the largest gemstones ever found, set amidst the regal splendor of the headgear of the British Monarch."
    },
    {
      "dayNumber": "3",
      "title": "South England – The Seat of Kings and Enigmatic Stonehenge",
      "description": "You depart the busy streets of London and set out for the English countryside, traveling south and west past some of the most famous sites in the entire country. Start your day at Windsor Castle, built by William the Conqueror in the 11th century and the home to every monarch since Henry I, making it the longest-occupied palace in Europe. Your first glimpse of the castle is truly mesmerizing, as you make your way to the imposing stone ramparts via the Long Walk, lined with trees and cast in a gorgeous glow from the light of a south English sun. You’ll marvel at the impeccable furnishings of the State Apartments, some of the finest examples of later Georgian artistic stylings in the country, and you’ll ogle at the gorgeous St. George’s Cathedral, a 15th-century structure that houses the remains of King Henry VIII and serves as the official chapel for England’s most prestigious order of chivalry. From the stately edifice of Windsor Castle, you make your way across the verdant Salisbury Plains to the most famous prehistoric monument in the country: the mysterious and captivating complex at Stonehenge. Built as a burial grounds perhaps as early as the third century BC, Stonehenge predates the pyramids of Egypt by nearly 500 years and still serves as a pilgrimage site for neo-pagans from around the world. You’ll be amazed by the size of the site and the incredible accuracy of the megaliths, wowed by the legends and puzzled by the possibilities of construction, ranging from anachronistic techniques to the work of the famous wizard Merlin. After an informative tour of Stonehenge, you continue your trip until you reach the incredible architecture of Bath–one of the oldest cities in the country–where you’ll be delivered to the door of your comfortable and elegant hotel just in time for a delicious dinner and a festive evening."
    },
    {
      "dayNumber": "4",
      "title": "Bath – A Day in Breathtaking Bath",
      "description": "Today features a tour of this remarkable city, filled with the varied histories and gorgeous monuments from a wide assortment of cultures. You can start at the famous Roman Baths, where you’ll learn about the city’s imperial roots, before visiting nearby Bath Abbey. It features an imposing exterior and a sumptuous interior and is highlighted by the gorgeous fan vaulting that runs the length of the nave’s ceiling. Cross Pulteney Bridge, one of only four bridges in the world that has shops running the full span on both sides, before visiting the impressive museum at No. 1 Royal Crescent, where you’ll get a sense of what a Bath townhouse looked like in the height of the Georgian era. Jane Austen fans can’t miss a visit the museum dedicated to the resident writer in the city, and you can even take afternoon tea surrounded by staff in full period dress. Interested in fashion? Visit the superb Museum of Costume, displaying typical outfits of the many periods of Bath’s history. Should you prefer to simply stroll through this remarkable city, there are a number of beautiful parks, such as Sydney Gardens and the Royal Victoria Park, which abutts the Royal Crescent."
    },
    {
      "dayNumber": "5",
      "title": "South England – The Manors and Castles of the English Countryside",
      "description": "You leave Bath after a leisurely morning and return east, making your way through lovely landscapes and past some of the most elegant and tasteful estates in the country. Begin at nearby Hidcote Manor, whose gardens are the first and best-known examples of the Arts and Crafts movement in the country, a stunning collection of linked rooms with various characters and themes, from the brilliant colors in the Fuchsia Garden to the elaborately trimmed hedges and bushes of the White Garden. Not only are the gardens ornate and unforgettable, but they also offer stirring views over the surrounding countryside. After this memorable excursion to one of the most famous gardens in the UK, you’ll visit the childhood home of the country’s most famous prime minister: magnificent Blenheim Palace. Walk the grounds and stroll the halls of the birthplace of Sir Winston Churchill, a UNESCO World Heritage Site since 1987. You’ll be wowed by the ornate and rich interior of the palace and the expansive gardens that are the very essence of an English landscape garden. Nearest the palace are the meticulously planned and maintained formal gardens, while further out to country are some of the most impressive features of the facility, from cascades tumbling from the Great Lake to the 134-foot tall Column of Victory, which commemorates the first Duke of Marlborough’s victory at the Battle of Blenheim (hence the palace’s name). Your day concludes as you make your way into Oxford, where you can experience a night in the host city of the country’s most famous university."
    },
    {
      "dayNumber": "6",
      "title": "Oxford – The Kingdom’s Oldest University Town",
      "description": "Experience a day at the renowned city and university of Oxford, the world’s most prestigious institute of higher learning and the center of English letter – with apologies to Cambridge – since its founding in the 11th century. You’ll walk the grounds of the campus, which the poet Matthew Arnold termed the “City of Dreaming Spires.” See the iconic dome and façade of the Radcliffe Camera, the Ashmolean Museum, the oldest university museum on the planet, the spire of Christ Church Cathedral, and amble amongst the bustle of traffic on High Street. There is a wide array of nature walks throughout the city, including ones at the University Parks and the C.S. Lewis Nature Reserve, as well as an impressive assortment of excellent museums, from Modern Art Oxford to the Oxford University Museum of Natural History. Following your tour of Oxford, you turn back southwest to London, where the rest of the afternoon can be spent at your leisure. Enjoy dinner at one of Gordon Ramsay’s restaurants in Chelsea, or visit one of the scores of restaurants in the city that have been awarded a Michelin star, from the impeccable French offerings at Club Gason to the imaginative Indian cuisine at Tamarind of Mayfair."
    },
    {
      "dayNumber": "7",
      "title": "London – Bidding Goodbye to Jolly England",
      "description": "After a delicious breakfast at your hotel and a leisurely morning in the city, a private driver will pick you up from your hotel and drop you off at the airport, where you’ll board the flight that will take you home. From the magic of Bath to the mystery of Stonehenge, from the grace of the English countryside to the power of the UK’s renowned capital, this is sure to be a first trip to England that will have you planning many more in the years to come."
    }
  ],
  "map": ""
}