{
  "destination": "England",
  "mainPhoto": "",
  "id": "best-of-the-british-isles-vacation-tour",
  "tourName": "Best of the British Isles Vacation Tour",
  "placesVisited": "London, Stonehenge, Bath, Newport, Cardiff, Waterford, Avoca, Gledalough, Dublin, Edinburgh, Jedburgh, York, Stratfod-Upon-Avon",
  "generalInfo": "From the far western coast of Ireland to the islands fringing the Scottish West, from the shores of the sea in Wales to the banks of the Channel in Dover, the British Isles are a destination unlike anywhere else on earth as you will soon discover them on this unique best of the British Isles vacation tour.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Landing in the Heart of the Empire",
      "description": "Arrive this morning on the outskirts of London, the capital of the United Kingdom and the center of the world for nearly three hundred years. The might and sophistication of this great world city is ever present, from the Palace of Westminster to the Tower of London to St. Paul’s Cathedral. You might want to take the afternoon to see one of the city’s great cultural artifacts, from the Elgin Marbles at the British Museum to the hallowed remains of kings and queens that fill Westminster Abbey. In the evening, visit one of London’s finest restaurants in its most fashionable districts, where classical French fare is right next door to deliciously authentic Indian cuisine, a gastronomical reminder of the many cultures that call London home. In the evening, see London from a very different side as you take a guided, illuminated cruise of the winding, majestic banks of the River Thames."
    },
    {
      "dayNumber": "2",
      "title": "The Treasures of the English Countryside",
      "description": "Leave the bustle of London and stake your way across the serene Salisbury Plains, to a monument that pre-dates the pyramids by more than four hundred years: Stonehenge. Constructed as a burial complex more than three thousand years before the birth of Jesus, this mysterious marvel continues to attract pagan pilgrims to this day, who celebrate major events like the Solstice at the ancient complex. The site also offers a fine visitor center, with engaging exhibitions that detail the history and purpose of this magical complex. Your English jaunt continues at Bath, where you’ll discover the famed Roman Baths, which gave the city their name; as well as the highlights of this Georgian treasure that was the home of Jane Austen for many years. Feast your eyes on the sumptuous interior of Bath Abbey, or learn about Georgian-era bath at the decadent museum at No. 1 Royal Crescent. This is also a wonderful city to simply enjoy afoot, from Royal Victoria Park and the gorgeous Royal Crescent to the breathtaking Sydney Gardens. Your journey concludes in Wales, on the banks of the Severn River. Enjoy a welcome diner in Wales complete with the perfect wine pairings for your elegant fare."
    },
    {
      "dayNumber": "3",
      "title": "From Wales to Waterford",
      "description": "Begin today in Cardiff, the capital of Wales and the home to magnificent Cardiff Castle, a masterpiece of Victorian Gothic architecture and one of the most beautifully decorated castles in the world. Marvel at the stunning ceiling of the Arab Room and gaze upon the incredible detail that dominates the Banqueting Room. There is also much history to be learned here, about the internal strife that affected the early history of England, and about the role Wales played in it all. Continue to the coast and the port town of Pembroke, where a ferry will be waiting to steer you across St. George’s Channel to the beautiful shores of Ireland, on the southern shores of the Emerald Isle. You’ll be taken from Rosslare to Waterford, a fascinating city that is the oldest in the country, founded by Vikings in the 800s. This is a city with a great food scene and stirring nightlife, as well as the close connection to the boundless sea beyond. This is Irish coastal life at its finest, and it is warm, welcoming, and completely unforgettable."
    },
    {
      "dayNumber": "4",
      "title": "The South of Ireland",
      "description": "Begin today in high style as you tour the House of Waterford Crystal, where you can see the process that went into making one of Ireland’s most treasured exports. Discover the history of the Waterford Crystal Company, so tied to the community around it, and maybe even purchase a piece that strikes your fancy at the on-site shop. Then you venture out to the country, taking in the sight of Ireland’s oldest hand weaving mill at Avoca, where textiles continue to be made as they were before the Industrial Revolution made major textile centers out of places like Belfast. You’ll see the process of hand weaving at work, and learn more about the art and skill of making fine cloth. Continue to breathtaking Glendalough, whose historic remains date back to the sixth century. Here, in this awe-inspiring valley in south central Ireland, he founded a monastery that lasted for centuries, where no doubt the monks lived inspired by the daily beauty of the world around them. The additions made by the monks are graceful in their simplicity and functionality, from the stolid and watchful Round Tower to the sparse St. Kevin’s Church. You experience the rich tradition of faith in Ireland here at Glendalough and soak in the indescribable richness of the world around you. Your Irish journey, arranged by one of Zicasso's travel agents for Ireland , ends on the banks of the River Liffey and the streets of Dublin, the capital of Ireland and one of the great literary cities on the planet. Roam the streets of Temple Bar to get a good sense of Irish pub life, then hit some of the lesser-known spots: pubs near the Grafton Hotel north of the river often have good live music, and offer a more authentic view of Dublin’s night scene."
    },
    {
      "dayNumber": "5",
      "title": "Touring a Literary Hotspot",
      "description": "This morning, tour the main attractions of Dublin, gaining a feel and appreciation for the vitality and spirit that fills the stalls and runs the streets of every corner of this charming capital. Walk past the statues of Irish politicians, poets and patriots on O’Connell Street, past the statue of the Liberator O’Connell himself, then cross O’Connell Bridge into the stately south side of Dublin. The hallowed halls of Trinity College, the elegant shops and stalls on Grafton Street, the National Gallery of Art and Leinster House: all of these stunning sites are found south of the River Liffey, crowded among the former homes of British nobility. Enjoy a walk in the gorgeous Georgian squares that dot Dublin, like Merrion Square, near the early home of Oscar Wilde and St. Stephen’s Green, Dublin’s Central Park that has long been the center of the Irish elite. Continue on to Dublin Castle – long the seat of British power in Ireland – and visit St. Patrick’s Cathedral, the mother church of the Church of Ireland and a stunning architectural achievement. This evening, enjoy one of the fine restaurants on Dawson Street or Kildare Street, or enjoy traditional Irish fare and music at a pub in Temple Bar: Oliver St. John Gogarty’s and The Quay are two particularly good ones."
    },
    {
      "dayNumber": "6",
      "title": "Into the North",
      "description": "Cross the shores of the fateful River Boyne, where Jacobite supporters met their defeat against the forces of William of Orange in a battle that is still celebrated by Unionists in the north of Ireland, more than 300 years after its conclusion. You pass from the Republic of Ireland to the United Kingdom, a division that is still deeply felt yet not as hotly contested as in years past. Visit the center of Northern Ireland of more than two centuries as you walk the captivating streets of Belfast, a center of the Industrial Revolution, the second capital of the British Empire, and the home of the most famous ship in the history of the world: the Titanic. A visit to City Hall is a must, as you’ll be awed by the structures soaring dome and neoclassical design. You leave Ireland and turn to its brothers in arms in the colonial struggle, valiant Scotland the Brave. A ferry takes you across the North Channel to the port at Cairnryan; from you here you will be taken across the rugged and romantic Scottish countryside to the vibrant city of Edinburgh, a center of learning and culture for centuries and the eclectic capital of Scotland. Tonight, should you wish, you can enjoy a traditional Scottish dinner experience, complete with Highland music and traditional dancing, the haunting drones and frilly leads of bagpipes, and the customary dietary delicacy of haggis."
    },
    {
      "dayNumber": "7",
      "title": "The Stirring Capital of Bonnie Scotland",
      "description": "Spend today walking the streets of enticing Edinburgh, where famous authors found inspiration and the great rulers of Scotland issued their edicts for generations. Turn to the Old City, a UNESCO World Heritage Site since 1995, and the home to the Royal Mile, a thoroughfare linking two of the most important buildings in the city. On one end stands the Palace at Holyroodhouse, the primary residence of the British Monarch in Scotland and the home of Scottish nobility for more than 400 years. This breathtaking palace is filled with elegance at every turn, from the rich Historic Apartments that once housed Mary, Queen of Scots to the gorgeous grounds at nearby Holyrood Park. You might also want to take advantage of some of the fine food treats available around the area: Scottish shortbread is a treat at any time of day, and the fudge in Edinburgh is worth its often high price. At the other end lies the imposing battlements of Edinburgh Castle, dominating the city’s skyline much as it has since its creation, where it served as the administrative center of the kingdom of Scotland. Engage with the exhibits at the National War Museum of Scotland, an incredibly comprehensive treatment of this proud nation’s long tradition, and feast your eyes upon the Honours of Scotland, the oldest set of crown jewels in the British Isles."
    },
    {
      "dayNumber": "8",
      "title": "The Borderlands",
      "description": "Turn south into the Scottish Borders and through the city of Jedburgh, taking in the ruins of its famous 12th century abbey, the highlight of the Borders Abbeys Way walk. Though the roof is gone, much of the structure remains well preserved and incredible authentic, giving a look into the past of the monks who made their communities in this wild part of the British Isles. Continue on past the house of Mary, Queen of Scots before crossing the border into England, where you’ll find an august remnant of the imperial history of this country at Hadrian’s Wall. For centuries, this wall stood as the furthest northern advance of the Roman Empire, and its present condition is astonishing given its age and the practice of local villagers to use stone from the wall for their various projects. Continue on through Northumberland National Park, the northernmost of England’s national parks and a pristine and private enclave that allows you the chance to experience the grandeur of this country at its apex. Then it’s on to the proud city of York, a northern English stronghold that was at the center of some of the greatest struggles in the countries history, including the Scottish Wars of Independence and the War of the Roses. Here, you’ll stand in awe at the opulence and power of York Minster, one of the largest and tallest cathedrals in Europe, marvel at the extensive medieval walls that still remain to attest to the city’s strategic importance, and enjoy a guided tour of the labyrinthine and winding streets of York, including the famed Shambles."
    },
    {
      "dayNumber": "9",
      "title": "The Bard’s Birthplace",
      "description": "Continue south until you reach the banks of the river Avon and the English country gem of Stratford-upon-Avon, the home and birthplace of the playwright William Shakespeare and a delightful country town that is representative of the appeal of this delightful region. You can visit Shakespeare’s funerary monument at Holy Trinity Church, see his birthplace (which now houses an incredible museum) or visit Anne Hathaway’s Cottage, where the poet and his beloved wife spent their last years together. You can also check out the Royal Shakespeare Theatre, one of the most well respected Shakespearean companies in the world, housed at one of the greatest venues in the country, or walk the streets of this Elizabethan village. Then, head back to the bustle and energy of modern London, where you’ll one final evening to enjoy this majestic metropolis. Schedule a show at West End or dinner in Soho or Chelsea, or make a visit by arresting Piccadilly Circus, London’s answer to Times Square and truly a place that is not to be missed."
    },
    {
      "dayNumber": "10",
      "title": "Saying Goodbye to the British Isles",
      "description": "After a hearty and delicious breakfast, you’ll be returned to the airport with plenty of time to board your flight. Your mind will be filled with the memories of a dream vacation, and you’re sure to spend your flight home planning your return to the beautiful British Isles. For additional information to help plan your trip, visit the best Ireland tours page."
    }
  ],
  "map": ""
}