{
  "destination": "England",
  "mainPhoto": "",
  "id": "boutique-romantic-tour-of-england",
  "tourName": "Boutique Romantic Tour of England",
  "placesVisited": "London, Blake's Hotel, London Eye, Cambridge, Blenheim Palace, Â Oxford, Christ Church College, Magdalen College, Exeter College, Bath, Royal Crescent, Stratford-upon-Avon, Lake District, Lake Windermere",
  "generalInfo": "England's romantic landscape is a sensual patchwork of new experiences and iconic traditions. These 12 days helps reveal it all, enveloping you in a world of spa cities, opulent hotels, champagne picnics, and sublime architectural styles. From glamorous palaces to cute cottages, serene lakes to decadent cityscapes, this romantic tour of England loops around the finest boutique destinations in the country, offering a journey that's handcrafted just for two.",
  "durationDays": "12",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London â Romantic Welcomes at the World's First Boutique Hotel",
      "description": "Romantic vacations require a memorable introduction, a captivating first impression that sets the tone for everything to follow. Land in London and you're first transferred to Blakes Hotel, where the chic interiors provide a tempting glimpse. Relax, recuperate from the flight, get dressed up, and a limousine is waiting to take you to Claridge's, the historic five-star hotel in the heart of Mayfair. A live pianist guides you into afternoon tea, providing the harmony to a blend of specialty teas and a silver platter of sumptuous delicacies. Pear and walnut pastries, scones with clotted cream, sandwiches perfected over 150 years of serving afternoon tea... Claridge's offers elegance and grandeur that remains unchanged after a century. As an extra treat for an afternoon of tradition, your afternoon tea comes with a glass of champagne and the stylish accompaniment of a live cellist. Return to your hotel and the indulgence continues. Blakes proudly claims to be the world's first boutique hotel, and it's hard to argue. Every room is individually styled, bringing old-world colonial design into a chic Victorian townhouse in the heart of London. Every room is a creative blend of geographies; Louis Vuitton steamer trunks hide behind oriental lacquer screens, bird feather fans sit on a bar dominated by vintage photos, and four-poster beds are concealed by muslin drapes. There's an extravagance and exoticism to it all, one that has you exploring the entire world in your romantic suite. The evening is at your leisure. Click here to learn more about the best England tour companies who strive to create your dream itinerary."
    },
    {
      "dayNumber": "2",
      "title": "London â Luxury Exploration of the Famous Capital",
      "description": "London has so many angles, so many revered sights that are impossible to fit into a single day of exploring. Gleaming palaces, boutique shopping streets, world-famous monuments, and a hundred attractions that captivate and compel. Today is deliberately left free so the two of you can explore your own side of London. A driver is available to transfer you anywhere in the city. As the afternoon spills into dusk, you're transferred to the London Eye, the iconic wheel that rises far above the city. Champagne and truffles are served in a private capsule, and you spend 30 minutes rotating above the city, admiring the city lights emerge as sunset colors paint the distant horizon."
    },
    {
      "dayNumber": "3",
      "title": "Cambridge â Punting Along the River Cam with Champagne and Strawberries",
      "description": "Cambridge reveals soft charms, the old university buildings standing above lawns of manicured green and the calming landscape of The Backs. If a painter were to draw iconic rural England, then it would look a lot like this; think beech trees, towering above a meandering river, multiple shades of green, and regal stone poking through the foliage. As you journey along the River Cam, you explore the revered image of England. At some points you're surrounded by ancient trees, then the overhanging branches open up, and you're admiring university buildings that radiate 17th-century opulence. But you're not on a typical boat cruise; you're enjoying a tradition that's made Cambridge famous for centuries. You go punting along the River Cam, a gondolier moving you at a serene speed that makes champagne and strawberries essential. Clink glasses, delve into the punnet and immerse yourself in a landscape that seems to come straight from preconceptions. Cambridge is around an hour's transfer from London, and the river journey is followed by a short walking tour of the university, one that introduces you to the styles and grandeur of its architecture. Tonight's accommodation is at Hotel Du Vin, housed in a heritage university building with a leafy terrace that overlooks the quintessence of Cambridge."
    },
    {
      "dayNumber": "4",
      "title": "Oxford â Fabulous Stately Homes and Relaxed Oxford",
      "description": "Blenheim Palace isn't bashful about its riches. Standing at the end of a lengthy driveway, the World Heritage Site seems synonymous with the opulence of English stately homes. Lounge rooms are lined with velvet and gold leaf, impossibly high ceilings lead your eye away from thick wooden floors, and exterior walls are etched with ornate sculptures. Blenheim is an ode to the past, a celebration of an English style that influenced stately homes across the country. You'll enjoy a private tour of the palace before a relaxed lunch on the terrace. Traveling west, you spend the night in Oxford, a timeless city of cobblestone alleys and crooked spires. The cityscape remains unchanged for two centuries, dominated by church steeples that hang above boutique streets. It's a city that deserves to be explored without a map. Turn a corner, and an antique store spills goods onto the street. Turn another for the escaping smells of roasted chicken and wood log fires. Keep wandering, taking steps along ancient stone pathways to tea rooms and fine dining restaurants. Especially during the long summer evenings, Oxford is a wonderfully romantic place to stroll without any thought of destination. Tonight's accommodation is at The Old Parsonage, a boutique hotel housed in 17th-century stone and shaded by fragrant wisteria."
    },
    {
      "dayNumber": "5",
      "title": "Bath â Indulgent Serenity in the Original Spa Town",
      "description": "An elegant curve of neoclassical townhouses dominates the heart of Bath, offering a defining symbol of Georgian architecture in a World Heritage city. Throughout this itinerary, you enjoy hotels handpicked for their romance and style, and none is more inspiring than your luxury accommodation. You're staying at Bath's most important address, fully immersed in the lavish style of 1775. The suites have been decorated to reflect the era, complete with gold gilded mirrors, grand chandeliers, and ornate fireplaces. And as the name of the city would suggest, there's a spa on site. Arrive in Bath, and you enjoy a two-hour couple's treatment at the Spa, a chance to wallow fully in the city's luxurious tones. Over these next two days, you're free to explore. The entire city is preserved as a UNESCO site, its streets taking you from Roman remains to royal Georgian styles. With the hotel's central location you'll find that the entire city is within easy walking distance. Continuing the salubrious theme is an afternoon at Thermae Bath Spa, the only natural thermal spa in England. While the facade is decadent and modern the waters are very much a piece of history; Bath was once the escape of Roman emperors and imperators , a place of romance in a lush corner of England."
    },
    {
      "dayNumber": "7",
      "title": "Stratford-upon-Avon â Experiencing the 17th-Century World of Shakespeare",
      "description": "Thatched roofs hang above a town square that hasn't changed in 300 years. Winding country lanes are only populated by the odd bicycle. Country pubs beckon with log fires and the gourmet smells of English tradition. And every time you enter a new village lane, another famous line from Shakespeare comes into your imagination. The playwright's birthplace is exactly as he left it, preserved in the 17th century with a wonderful degree of dedication. Arriving in the village, you're given a short walking tour, taking you to the places where Shakespeare would write. Gazing out at the landscape, it's easy to see how he was inspired. The rest of your time here is left free, allowing you to walk gently or cycle along the postcard-perfect lanes that weave away from Stratford-upon-Avon. Situated in the heart of the town is The Arden, a boutique residence with a brasserie that leads onto an often sun-drenched terrace. In the summer, it's hard to think of a finer place in England to sit and enjoy breakfast. It's also hard to picture a more romantic setting if your idea of England comes with cute chimneys, rolling green landscapes, and villages stuck in time. On your final evening here, you're further immersed in the playwright's world. Start with the relaxed atmosphere of the town's open-air theater before moving to VIP seats and a production at the Royal Shakespeare Theatre."
    },
    {
      "dayNumber": "9",
      "title": "Lake District â Immersed in the Romance of the English Countryside",
      "description": "The landscape of Northern England is very different from the south. Hills are rugged and unchecked, rising and rolling at precipitous angles. Occasionally they part, revealing a serene lake that's either reflecting peaks or radiating a layer of mist. It's easy to get lost here. Just wander out of your hotel and there are hundreds of miles of open landscape, punctuated only by the odd lonely cottage and the lines of dry stone walls. This vast national park is England's great escape, a place of tranquility and privacy that completes your vacation. After the four-hour journey from Stratford-upon-Avon, you have three nights to yourselves, with a surreal landscape cascading out from the door of your premier accommodation. Stay in bed, and the soft sights of a private lake are admired when you open the curtains. Your suite has a spa bath, and you have full access to the hotel's spa facilities throughout your stay. Intimate and immersive, the country house is a compliment to the expansive sense of the wild you find when you explore the Lake District. Three days here are always calm and gentle, and for most of it, you won't see any other people."
    },
    {
      "dayNumber": "12",
      "title": "Lake District to Manchester â Departure",
      "description": "This morning you depart England, weaving south along country lanes and saying farewell to the landscapes of the Lake District. It's a 90-minute transfer to Manchester Airport and your international departure."
    }
  ],
  "map": ""
}