{
  "destination": "Scotland",
  "mainPhoto": "",
  "id": "classic-scotland-tour-for-first-timers",
  "tourName": "Classic Scotland Tour for First Timers",
  "placesVisited": "Edinburgh, St. Andrews, Inverness, Isle of Skye, Trotternish Peninsular, Loch ness, Glen Coe, Perthshire, Quiraing, Fairy Glen",
  "generalInfo": "Scotland is an image of classic legend emanating from the highlands and drifting off of reflective lakes known as lochs. Castles hover over cliffs and battlefields are marked with carved stones to commemorate brave clans. Your handcrafted tour of classic Scotland provides you with the elegance of palaces and thousands of years of history. Indulge in the unique landscape that reminds you of a fairytale wonderland and stroll through charming villages with homes bathed in white walls and topped with thatched roofs. The landscapes and the castles enchant you and help create Scotland.",
  "durationDays": "10",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "A Castle Greeting",
      "description": "Edinburgh’s charm rises from the cobblestone streets that fill the city. The verdant mountains that edge the parks and suburbs watch over the historic shops, restaurants, and homes. The faint scent of the nearby sea blends into the historic aroma of the prevalent earth. Your private transfer meets you at the airport and takes you to your hotel located in the city center. Edinburgh Castle stands guard over the city on a central bluff. Old Town is preserved with constant reminders of the city’s history, filled with narrow alleyways and pubs brimming with comfort emanating from the fireplace inside. When you stroll through the small expanse of Old Town you feel the medieval past spring to life. The air is cool and you can see Arthurs Seat, the peak of the nearby hillside, watching over you."
    },
    {
      "dayNumber": "2",
      "title": "Standing In Place",
      "description": "The morning sun glints off of the crisp blue sea. The light washes over the nearby hills. The Meadows is a park filled with blossomed pink trees that line the central walkway. People jog in the crisp morning air and play soccer by noon. The city is enrapturing. If you stand still you feel as if you could absorb the entire history of the streets. Your guide meets you at your hotel and takes you out into the exceptional neighborhoods of Edinburgh. St. Giles Cathedral is a powerful structure that climbs above an open plaza. The Gothic architecture is emboldened by the unbroken stone edifice. A large arched window stands above the main entryway. The cathedral was constructed in the 12th century and is decorated with stained glass created and set in the 19th century. The vaulted ceilings offer immaculate acoustics. The sunshine pierces the stained glass and illuminates Scottish Saints in a riot of color. The history of the church is even grander than the architecture. Your guide explains the tumultuous existence of the cathedral, from English invaders to the Scottish Reformation. You continue your tour along the cobbled streets of the city and find new and exciting wonders around every corner."
    },
    {
      "dayNumber": "3",
      "title": "The Outer Rim",
      "description": "Arthur’s Seat stands 823 feet above sea level and offers a pristine panorama from its peak, over the city, and to the edging sea. The dynamic hillside was once an active volcano, which has provided rich soil and splendid scenery to the cityscape. After breakfast, your private guide will take you around the outer rim of the city, off the beaten path of the cobblestone streets, and onto Hopetoun House, a celebrated stately home. The house is separated into the older grounds, constructed around the turn of the 18th century, and the newer grounds, which were designed and constructed around the mid 18th century. When you arrive the house is more like a palace situated beside River Forth. In the summer months the house is open for touring, including the restored Stables Tearoom where pampered racehorses were once housed. The red Adam drawing room has walls layered in red velvet. The color shimmers in the sunlight that passes through the large windows. In the light the colors look magenta and the gilded frames of the historic family shimmer with excitement. The luxuriousness of the home is captivating. Every room takes you back into the opulent lives of the noble family. Continue onward to visit the Rosslyn Chapel, recently gaining international renown by its inclusion in Dan Brown’s, The Da Vinci Code ."
    },
    {
      "dayNumber": "4",
      "title": "Bordering Beauty",
      "description": "South of Edinburgh you find the Scottish borders region. The landscape turns from towering castles and large palaces to rolling green hills and strong woodlands. Melrose Abbey was constructed in the 12th century and was sieged by the English repeatedly in the 1300s. The red-sandstone captures the sunlight and stands out against the manicured grass. The principal tower now stands at a height of 84 feet tall. Wandering around the grounds your guide points out a marker engraved in stone. It has a heart etched onto the front and is known to be the burial site of Robert the Bruce’s heart. The grounds are quiet and a slight breeze whistles through the ruins. The elegant frame of a large window continues to stands over the main entrance, however the window is long gone. The arched colonnade allows the sunlight to shine through. The graceful church remains create an ethereal aura. It is easy to imagine what the church would have looked like in its heyday against the backdrop of bright blue sky. The longer you wander the grounds the more you prefer the current state of the abbey; the site has become personal and feels unique."
    },
    {
      "dayNumber": "5",
      "title": "Freedom of Movement",
      "description": "Venturing northbound from Edinburgh takes you past Stirling Castle, which was known to be the stronghold of Scotland. The ramparts stand on the edge of a towering bluff. Trees climb up the layered colors of the imposing cliff. The landscape is green and relatively flat en route to Inverness. Lakes and rivers cut through the greenery. Arrive at Blair Castle and find the pristine white walls reflecting the bright sunlight. The castle was constructed in the 13th century and has been home to the Duke of Atholl for seven centuries. Comyn’s Tower is six-stories tall and provide a vivacious panorama of the 108 square mile grounds that belongs to the castle. The forest rises and falls on the nearby slopes that the River Garry has carved. Your tour through the thirty rooms open to the public and find the lavishness of nobility staring at you, dating back to the 16th century. The dining room is decorated with moldings etched into the walls and ceiling. The décor features a wine glass that holds up to nine pints. The ballroom is a large vaulted chamber and pays homage to the castle’s hunting grounds and rich landscape. Each room brings you deeper into the structured and polished lives of nobility."
    },
    {
      "dayNumber": "6",
      "title": "The Depths of Scottish History",
      "description": "The morning brings you to Culloden Battlefield. The soft mist dissipates with the appearance of sunlight. Greenery spreads across the fields into the distant trees. A small stone memorial was erected in the late 19th century to commemorate the battle and those lost during the battle. The battle was fought in 1746 and was the last battle fought on British soil. The unique landscape encapsulates both English and Scottish history. The air is soft and the breeze is the only sound you hear. Every now and again you find rocks commemorating a regiment, with the clans carved deep into the stone face. From the battlefield you will embark on an exceptional journey through history at Clava Cairns, a 4,000-year-old burial ground. The Bronze Age tombs were erected in a circular formation and have been well preserved throughout the years. Some stones are marked with indentations known as cup and ring marks. Each stone was chosen based upon size and color before placed in a specific location. Smaller, whiter stones are to the north. Larger, redder stones are south. The slight coloration and separation of the mounds create distinct hues that wash across the unique structures positioned near the tree line."
    },
    {
      "dayNumber": "7",
      "title": "The Ethereal Plain",
      "description": "Loch Ness is famous for its legendary monster that lurks in the lake and disappears under prying eyes. More than the monster, the lake and surrounding landscape is breathtaking in its beauty. After breakfast, you embark on a visit to the loch to experience the verdant land and shimmering waters. The lake practically imitates the sky in its vibrant, rippling hue. The hillsides rise out of the water and roll into the distance. West of the rugged mountains, through Ratagan Pass, brings you to Eilean Donan. The castle has been featured in movies, from the Highlander , to the James Bond’s Skyfall. The edifice stands against the waters of Loch Duich and sits on a small islet. The atmosphere is thrilling. The castle connects to the mainland by a stone bridge that arches over the water. The castle has stood mostly in ruins since the 18th century. The photogenic castle rises above the water against a backdrop of craggy mountains. Enter the grounds and step beneath the stonework. The mural chamber has a small window that lets in the natural light. The room is colder than the outer chambers and contains a wooden chest near the small nook underneath the window. A particular feeling of reverie overtakes you as you wander around this remarkable, distinct world."
    },
    {
      "dayNumber": "8",
      "title": "A Treasured Loop",
      "description": "A loop road around Trotternish provides you with perfect access to the breathtaking scenery of the Isle of Skye. The wonders of the region are not limited to the landscape but certainly add to the captivating mystique. Old Man of Storr is a basalt peak measuring just over 164 feet high. The gentle grassy slopes lead up to the craggy eastern cliff. Jagged rocks poke out of the foothills in the shadow of the pinnacle. From a distance the dip in the crown creates the image of an old man’s face staring into the sky. The mountains slope down into valleys and the wonders of the landscape continue at Fairy Glen. The hillsides have naturally tapered. The scenery looks like a storybook. Edges of stone and soil poke through the verdant grass. The waters are still and reflective of the surrounding lushness. The mounds look like something out of Lord of the Rings, where you expect to find Hobbits making their home in Middle Earth. Near the coastal cliffs you can find the Cave of Gold hidden in the Giant’s Causeway. The large door has ben carved out by flowing water and digs deep into the coastal cliffs. The landscape provides a view into the imaginative legends of old that continue to inspire visitors and locals alike."
    },
    {
      "dayNumber": "9",
      "title": "The Shepherd of Glencoe",
      "description": "The storybook landscape of Isle of Skye fades beyond the horizon. You arrive at Glen Coe and are struck by the natural beauty that surrounds you. The landscape is vastly different than the Island of Skye but continues to captivate visitors for its lushness and purity. The gorge is shaped like a horseshoe and is less than a half a mile wide. Etive Mor is an extinct volcano that continues to tower over the valley. It is known as “the Shepherd of Glencoe.” It’s peak rises to an elevation of over 3,350 feet. The air is crisp and cool. A quick breeze flows through the gorge. The trees sway and the mountains look peaceful from below. Red deer graze in the foothills. They are the fourth largest species of deer and can grow up to 98 inches long. In the afternoon you return to Edinburgh. The familiar sight of the castle adds to the comfort of the roaring fire offering flickers of light from the fireplace."
    },
    {
      "dayNumber": "10",
      "title": "Keen Discretion",
      "description": "Big sky spreads across the city in the morning. Thousands of years of history call out to you, from the stone-faced buildings to the Roman ruins in Cramond, located near the mouth of River Almond. You have ventured across the highlands and seen unparalleled natural wonders and opulent historic castles. The pink leaves drift from their branches along the tree lined lanes of The Meadows park. The aroma of strong fresh brewed tea drifts out of restaurants and cafes, making its way along the cobblestone alleyways. Your private transfer meets you at the hotel and takes you to the airport for your flight home. You have experienced the unforgettable world of Scotland and immersed yourself in its unique beauty. Relevant information: Visit Zicasso's Europe luxury tours page for more vacation planning ideas."
    }
  ],
  "map": ""
}