{
  "destination": "England",
  "mainPhoto": "",
  "id": "english-christmas-tour-majesty-and-magic-on-display",
  "tourName": "English Christmas Tour: Majesty and Magic on Display",
  "placesVisited": "Cotswolds, London",
  "generalInfo": "From the cozy charm of a Cotswolds farmhouse in the wintery countryside to the scarf-wearing and pint-hoisting hospitality of London, this 9-day tour of England at Christmas time will present you with an unforgettable experience of the holidays. England is an excellent choice of destinations no matter what time of year you visit, but nothing quite matches seeing this historic land during the peak of the holiday season.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cotswolds – Stepping Into a Dickens Novel",
      "description": "Like stepping into a Charles Dickens novel, the Cotswolds will present an outstanding place to blend the traditions of the holiday season with a rustic countryside of rolling hills. Upon arriving at Heathrow Airport, a private transfer will drive you to your luxurious accommodation in this Area of outstanding natural beauty. Upon your arrival at your hotel, you will have the remainder of the day to relax or set off in search of your next Christmas adventure."
    },
    {
      "dayNumber": "2",
      "title": "Cotswolds – An Authentic English Christmas",
      "description": "Although English cuisine does not receive recognition like some of the Mediterranean countries, England knows how to make a great breakfast. After enjoying a leisurely morning on your first full day on this tour, you will enjoy an authentic English breakfast complete with eggs, ham, and beans. After this hearty meal, the day will be yours to chart your own course through this wintery landscape. Perhaps, a bracing stroll through the quiet fields and pastoral setting of the Cotswolds will enhance your holiday cheer before watching the Queen's famous Christmas speech on the telly."
    },
    {
      "dayNumber": "3",
      "title": "Cotswolds – Savoring a Strictly British Tradition",
      "description": "Mysteries abound in the Cotswolds in the winter. To work off the hearty meals you enjoyed on Christmas day, a stroll through the villages and country lanes of this region will be an excellent way to acquaint yourself with this landscape of country paths that disappear into secret gardens, farmhouses shrouded in fog, and ivy-covered rows of stone homes. Today, you will enjoy the English tradition of Boxing Day before spending the evening in style at a Boxing Day black tie gala event."
    },
    {
      "dayNumber": "4",
      "title": "London – A Christmas Arrival in the British Capital",
      "description": "Today, the wintery beauty of the Cotswolds will be replaced by the hustle and bustle of Britain's capital city, but you will suffer no less access to all things English when standing in the shadow of Big Ben. You can also ride a Tube along the banks of the Thames River. After a leisurely morning in your hotel, a transfer will carry you comfortably through the English countryside to London. Upon your arrival, you will enjoy a visit to a skating rink and immerse yourself in the custom of afternoon tea."
    },
    {
      "dayNumber": "5",
      "title": "London – A Holiday Walking Tour",
      "description": "For your first full day in London, you will have the city at your fingertips. Like the pastries you dipped into your tea yesterday, full immersion is the best way to explore this iconic European capital. After breakfast, you will be met at your hotel by a private guide, who will lead you on a tour of the city, including visits to the unforgettable Westminster Abbey and the main British museum. As you explore, the city will come to life with the sights, sounds, and history that has attracted visitors for centuries."
    },
    {
      "dayNumber": "6",
      "title": "London – England's Castles and Courts",
      "description": "Today, castles and courts will be the main theme when you depart the confines of London's city center and set off to visit a series of royal attractions on a private tour. After breakfast, you will be met by your private driver and tour guide who will convey you along the Thames River to the expansive grounds of the Windsor Castle and Hampton Court. Here, you will walk in the footsteps of some of England's most notorious royalty."
    },
    {
      "dayNumber": "7",
      "title": "London – The Highest Dome in the World",
      "description": "To experience an exclusive look at London, it helps to rise with the sun and set off on an early morning stroll through this legendary city before the tourists and locals reluctantly climb from their beds. With the morning mists swirling around you, you can listen to the lonesome chug of a barge on the Thames River or wander the narrow alleys and cobblestone lanes of the Old Town to get a feel for what life was like centuries ago. Your explorations will continue with a visit to the famous St. Paul's Cathedral, where the history and architecture of this iconic landmark will be yours to enjoy."
    },
    {
      "dayNumber": "8",
      "title": "London – Riding on the Eye of London",
      "description": "As you will have undoubtedly learned by now, there is no shortage of unforgettable sites in London. Today, you will see many of them at the same time from the conspicuous observation wheel known as the London Eye. This massive ferris wheel will offer you a breathtaking 360-degree view of the British capital, where the London Bridge, St. Pauls, and Westminster will be spread before you. In the evening, you will celebrate this new perspective of the city and New Year's Eve on a riverboat cruise on the Thames River."
    },
    {
      "dayNumber": "9",
      "title": "London – Departure",
      "description": "On your final morning in Britain, you will enjoy a final English breakfast before concluding your holiday tour of England. From the legendary beauty of the Cotswolds to the bustle of the big city, your explorations of this stunning land will have been imbued with England's famous Christmas spirit. As you make your way to Heathrow Airport by private transfer, you will have the wonderful memories to prove it."
    }
  ],
  "map": ""
}