{
  "destination": "England",
  "mainPhoto": "",
  "id": "england-jurassic-family-tour",
  "tourName": "England Jurassic Family Tour",
  "placesVisited": "London, Oxford, Stratford-upon-Avon, The Cotswolds, Jurassic Coast",
  "generalInfo": "England's history stretches from the surreal to the unreal, fascinating children with tales that defy the imagination. This unique family tour provides an inspiring journey through the paradigms, from fossil hunting on the Jurassic Coast to exclusive medieval castle tours, and Harry Potter's Hogwarts to rural England's Shakespeare. Split across London, the Cotswolds, and the stunning Dorset beaches, it's 12-days spent revealing the family-focused side of England's past.",
  "durationDays": "12",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – Welcome to England",
      "description": "Land in London and be greeted by your private driver. Arrive at your central London hotel and have a relaxed welcome drink with your guide. The itinerary over the next four days is flexible, and your driver guide is available at all times to ensure that you can easily get to any London attraction. To fully introduce yourself to the city, you will be taken for an early evening ride on the London Eye. Revolve above the city in a glass capsule and admire the iconic beauty found along the River Thames. Big Ben, Westminster Abbey, Buckingham Palace, the Tower Bridge and more all come alive as dusk rolls around. As the sun dips below the horizon and the city lights turn on, the raised platform is the ideal way to explore London without having to move through the crowds"
    },
    {
      "dayNumber": "2",
      "title": "London – Evocative Jurassic Remains in the Capital City",
      "description": "Dippy the Diplodocus welcomes you all to the Natural History Museum, a mammoth 85-foot replica skeleton that quickly boggles the imagination. A Triceratops skull continues the impression of scale, its jaws wide enough to swallow even the largest of children. Accompanied by a specialist dinosaur guide, explore the Jurassic exhibits of the museum; admire the first T-Rex fossil ever found, an intact Oviraptor egg, and lots of sharpened dinosaur teeth. Huge lifelike models fill the Dinosaurs Gallery, imposing a sense of grandeur and making the Jurassic world feel far more real than the famous park from the movie screen. One of the world’s preeminent natural history museums, far more than a series of display boards and obscure artifacts. It's a huge place and families often get lost; having a local guide ensures that you keep connected and see the exhibits that will inspire your family. The rest of the day is at your leisure and transfers to and from the museum are included."
    },
    {
      "dayNumber": "3",
      "title": "London – A Day at the Harry Potter Studio",
      "description": "The Warner Brothers Studio is big, bright, and very memorable. Arrive early to escape the crowds and explore the massive exhibit of props and costumes. Watch your kids ride broomsticks through Hogwarts and delight in its special effects. All eight of the movies were created here, and many of the original sets have been expertly reassembled. Interactive and iconic, the Harry Potter Studio is a surreal and a chance to admire how the movies came to life. Complete the tour around lunchtime, and the rest of the day is yours to explore London, with your guide at your service."
    },
    {
      "dayNumber": "4",
      "title": "London – Exclusive Tour of Windsor Castle",
      "description": "The first glimpse of Windsor Castle usually reduces everyone to silence. Unconquered walls dominate the landscape topped by stone turrets that complete the air of invincibility. Soldiers continue to guard the gates of the Queen's residence, stomping their feet with precision during the iconic Changing of the Guard. This world's largest and oldest continually inhabited castle, part of the building is an ode to medieval power, part is a celebration of the monarchy's private collection. Wander through the corridors filled with Rembrandts and Michelangelos; wander past eerie dungeons made of 11th-century stone, and scale the fortress walls that have protected an empire. Windsor Castle is full of exhibits, and your guide will ensure that everyone can explore their side of what is arguably England's most famous destination."
    },
    {
      "dayNumber": "5",
      "title": "The Cotswolds – From Hogwarts to Shakespeare",
      "description": "Hogwarts was filmed at Oxford University's Christ Church College, and on a walking tour of the city, you will pass under the grand entrance of the fictional school. After lunch, continue your trip into strange worlds with a visit to Warwick Castle, a vast medieval structure that continues to keep history alive. The cannons and turrets are impressive enough, but most of your tour is spent on the Bird of Prey Lawn, where falconers call birds of prey with the shrill of a whistle. Medieval jousting competitions fill the air with the sound of shields clashing while actors in 500-year-old armor fire longbows through the air. Warwick provides a reenactment of medieval times, culminating in an 18-meter high siege engine that shoots stone balls 300 meters through the air. From Warwick, travel into the land of Shakespeare with a stop for afternoon tea in a country house before arriving at your cottage accommodation on the edge of a small, rural village. Lavish green landscapes cascade from your verandah, complete with babbling rivers and four-century-old country lanes. It's a serene base for relaxation, but also a place with opportunities to explore."
    },
    {
      "dayNumber": "6",
      "title": "The Cotswolds \u0000– Live Theater and Beautiful Rural England",
      "description": "The Cotswolds reflect the quintessential image of rural England, every angle complete with old stone bridges, towering chestnut trees, and weaving country lanes. This landscape is always quiet, the sounds of the streets revolving around a bicycle bell or the footsteps of the mail carrier. A myriad of hiking trails takes you on easy journeys between villages and onto the cobblestone lanes of yesteryear. Bicycles are at your cottage, and many of the lanes are ideal for quiet family cycling. As you explore, feel the sense of history as every piece of the Cotswolds's patchwork is seemingly stuck in time. In the evening, the landscape will transport you to the fair city of Verona and its famous romantic balcony. Stratford-upon-Avon is Shakespeare's birthplace, a town seemingly unchanged from when the playwright scribbled his reams of immortal lines. It's the finest place to watch one of his plays, the Royal Shakespeare Theatre providing family-focused productions of the classics."
    },
    {
      "dayNumber": "8",
      "title": "Jurassic Coast – Lounging on the Jurassic Coast",
      "description": "Huge blocks of stone stand like a giant's fingers, effortlessly perched together as if placed by another being. Mysterious to historians, children are always drawn to create their own story. These Neolithic remains of Stonehenge are a stopping point on your journey out to the Jurassic Coast, where narratives continue to be discovered along the beaches. Rugged cliffs rumble across the landscape and dip towards quiet strips of sand and calm waters. Occasionally, the cliffs break into expanses of pebbles as they reveal 185 million years of world history. This Jurassic Coast was England's first natural UNESCO World Heritage Site, and it's your base for the final nights of your itinerary."
    },
    {
      "dayNumber": "9",
      "title": "Jurassic Coast – A Fossil Hunting Guided Walk",
      "description": "As the tide sweeps out, your family is on a fossil-hunting expedition. The coastal cliffs have eroded over the millennia, causing fossils to tumble onto the beaches and reveal an interactive side of the world's natural history. One of the region's most famous fossil hunters is your guide for the next two days, taking you to remote parts of the coastline and slowly teaching the skills of fossil hunting. They are a local expert, and their understanding of geology ensures that they know how to identify the sculpted remains you will find on the beach. Pieces of dinosaurs are found amongst the pebbles, and they are yours to keep. Hammering at the cliffs is not permitted, but anything found loose along the coast can be taken home."
    },
    {
      "dayNumber": "10",
      "title": "Jurassic Coast – Walking in the Footsteps of Giants",
      "description": "Continuing the Jurassic exploration, your guide will unravel the secrets of history as you wander along the sublime coastline. Eroded cliffs create archways out in the sea; wild grass tumbles down onto the completely deserted sand, and there's a strong sense of being out in the wilderness. On a second fossil-hunting excursion, explore some of the coast's most remote beaches, places that come alive with strange finds at low tide. A curled ammonite, crustaceans froze in their state, skeletal Triassic fish species, tiny teeth from mammals, and more. Every exploratory walk takes you through the eras and can unearth anything from the world's inspiring natural history. Fossil excursions last for around three hours, and the rest of the day is at your leisure."
    },
    {
      "dayNumber": "11",
      "title": "London – A Final Day Amongst 185 Million Years of History",
      "description": "A relaxed day completes your itinerary as you lounge on the beach, wander along the sand with your packet of fish and chips, splash in the calm waves, and immerse yourself in the tranquility of the Jurassic Coast. Wide, quiet beaches are within walking distance of your coastal cottage, and there's more than ample room for your family to run around. There is a soft charm to this coastline, one that's elevated by the drama of the cliffs and the vast stretches of untouched sand. Don't expect to be fighting over sunbathing space as this whole coastline remains blissfully devoid of footprints and development, completing the leisurely journey from Central London to the edge of an island."
    },
    {
      "dayNumber": "12",
      "title": "London – Departure",
      "description": "As you depart England, it's hard to know which part of the country's history will linger longest in your memory. Perhaps the Jurassic years and the dinosaur fossils found on the beach? Or maybe the medieval reenactment in England's castles? Perhaps a Shakespearean line or the surrealist atmosphere of exploring Hogwarts and the Harry Potter locations? There's plenty to muse as you are transferred back to London for your departure flight."
    }
  ],
  "map": ""
}