{
  "destination": "England",
  "mainPhoto": "",
  "id": "historical-exploration-tour-of-southern-england",
  "tourName": "Historical Exploration Tour of Southern England",
  "placesVisited": "London, East Grinstead, Beaulieu, Chagford, Bath, Cornwall",
  "generalInfo": "Southern England has long presented visitors with a stunning array of historical sights and UNESCO-listed attractions, but this 12-day tour of Devon, Cornwall, Kent, and Sussex will present each destination and its enticing gastronomic scene. As you savor the foodie tours, cheese tastings, and wine samplings of this vacation, you will experience a side of English cuisine that is missed by those that never venture away from the traditional pub fare.",
  "durationDays": "12",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – A British Arrival",
      "description": "As the capital of England, London presents visitors with all the sites and culture that are customary of a top European city. This vibrant metropolis spans the water of the Thames River, and today it will be your playground when you arrive in this stunning setting. After arriving at Heathrow Airport, a comfortable transfer will ensure your smooth arrival to your conveniently located hotel, where you will be able to enjoy the remainder of the day at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "London – Savoring Your Way through the City",
      "description": "A dawn breaks on Big Ben and the Houses of Parliament, you can enjoy an early jaunt on the banks of the Thames River or hit the snooze button to capture those precious moments of rest before the promise of an active day. After enjoying a leisurely morning complete with an English breakfast, you will be met by a local guide, who is knowledgeable in the culinary traditions of London, for a walking tour of the markets, eateries, and award-winning restaurants of the capital city."
    },
    {
      "dayNumber": "3",
      "title": "East Grinstead – The Garden of England",
      "description": "Your final morning in London will provide you with a chance to stroll around the city's bustling streets and neighborhoods before setting a course for the rural countryside. Your destination will be the regions of Kent and Sussex, which are known as The Gardens of England due to their abundance of parklands, fruit orchards, and charming villages. Upon your arrival to your accommodation in East Grinstead, you will have the remainder of the afternoon to relax in this idyllic landscape at your own pace."
    },
    {
      "dayNumber": "4",
      "title": "East Grinstead – The Tradition of Viticulture",
      "description": "Like an ocean of green surrounding the grey of the medieval villages, the countryside of Kent and Sussex present visitors with agricultural marvels that appear as if they jumped out of the pages of a Jane Austen novel. You will venture into this world for a wine-tasting excursion that will introduce you to the region's famous vintages and boutique wineries. As you learn about the region's proud tradition of viticulture, a knowledgeable guide will ensure that no question goes unanswered."
    },
    {
      "dayNumber": "5",
      "title": "Beaulieu – New Forest National Park",
      "description": "Today, you will turn your back on the Garden of England and replace it with the charming embrace of Beaulieu and your gateway to the New Forest National Park. After a leisurely morning, your transfer will convey you to the banks of the Beaulieu River and your conveniently located accommodation. Here, you will have the remainder of the day to relax in the rustic splendor of your hotel or set off in search of your own adventure."
    },
    {
      "dayNumber": "6",
      "title": "Beaulieu – The Origins of Gin",
      "description": "As you will have learned since your arrival in this country, there is no shortage of cozy pubs, and England loves its spirits. Today, this proud legacy will be yours to enjoy during a guided visit to the Bombay Sapphire Gin Distillery, which is situated only a short trip from your hotel. This journey will give you a front-row seat to the tradition of gin-producing excellence and the ingredient selection process before concluding with a custom-made cocktail."
    },
    {
      "dayNumber": "7",
      "title": "Chagford – The Heart of Devon County",
      "description": "Today, you will plunge into the heart of Southern England's scenic country of Devon and your gateway to the Dartmoor National Park. After a relaxing morning at your accommodation on the banks of the Beaulieu River, a transfer will drive you to Devon. As the rolling hills and lush landscapes flash by your window in a blur of green, you will be astounded by how much beauty can be contained in such a small corner of England. Upon your arrival, you will have the remainder of the afternoon to spend at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Chagford – From Vine To Glass",
      "description": "The same fertile soil that gives rise to the lush woodlands and undergrowth of the nearby Dartmoor National Park helps produce the region's savory blends of champagnes and sparkling wines. Today, you will embark on a wine-tasting excursion of this proud tradition of viticulture after a leisurely morning. During your tour, you will be accompanied by a local guide who is well-versed in the language of wine excellence. At a series of boutique wineries, you will learn about the steps involved in the process of taking wine from the vine to a glass before savoring the delicious final product."
    },
    {
      "dayNumber": "9",
      "title": "Cornwall – Sipping Through the Ages",
      "description": "As your final morning in Devon arrives, it is not without some reluctance that you will depart the charming accommodation you have enjoyed for the last two nights. After breakfast, a transfer will convey you into the heart of the county of Cornwall and the beautiful coastlines that are characteristic of the region. To celebrate your first afternoon in Cornwall, you will enjoy a guided tour of a nearby brewery to witness the proud tradition of English ale."
    },
    {
      "dayNumber": "10",
      "title": "Cornwall – Gastronomic Greatness",
      "description": "Your first morning in Cornwall will arrive with the seductive promise of adventure and excellent food from this colorful corner of England. After a leisurely morning that will allow you to enjoy a stroll through the regal ambiance of your accommodation, you will embark on a guided food tour through the many markets, artisanal shops, and eateries of this tasty region. From Yarg cheese to crumbling meat pastries, each destination you visit will provide a unique take on traditional classics and offer you the best local ingredients."
    },
    {
      "dayNumber": "11",
      "title": "Bath – Along Apple Orchards",
      "description": "The final leg of your Southern England explorations will come in the form of the tree-lined boulevards, open squares, and quaint alleys of Glastonbury and Bath. Upon your arrival, a brief introductory tour of Bath will immerse you in the region's Roman ruins and thermal baths, which you can enjoy before setting off in search of more modern attractions, such as the proud tradition of cider and brandy in the region. As you amble along the leafy lanes of apple trees, it will not be uncommon to feel right at home in this storybook setting."
    },
    {
      "dayNumber": "12",
      "title": "Bath – Departure",
      "description": "Today, you will conclude your journey through the stunning communities of Southern England. From the foggy streets of London to the simple, rural life of Bath, you will have enjoyed a savory side of England that is missed by those who focus on the historic sites and monuments. With a wistful glance behind, you will board your transfer for London's main international airport."
    }
  ],
  "map": ""
}