{
  "destination": "England",
  "mainPhoto": "",
  "id": "luxury-tour-of-yorkshire-a-timeless-journey-through-bucolic-splendor",
  "tourName": "Luxury Tour of Yorkshire: A Timeless Journey Through Bucolic Splendor",
  "placesVisited": "York, York Minster, Shambles, National Railway Museum, Leeds, Bradford, Bradford Industrial Museum, Saltaire, Yorkshire Wolds, Castle Howard, Scarborough, Whitby, Studley Royal Park, Harrogate, Knaresborough, Skipton, Haworth, Helmsley, Rievaulx Abbey, Goathland, Middleham Castle, Hawes, Wensleydale, Grassington",
  "generalInfo": "Immerse yourself in the bucolic splendor of rural England. Yorkshire provides a timeless journey through quaint traditions and gloriously green landscapes, taking you from Victorian market towns to Roman cities, stately homes to colorful fishing villages. For these nine days, you enter an iconic canvas, lost amidst a land where almost everything feels frozen in time. On this Yorkshire tour, expect to see an unseen side of England, one that fulfills many of its rustic and charming preconceptions.",
  "durationDays": "9",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "York – A Traditional Dinner in the Roman City",
      "description": "York offers an enticing welcome to Yorkshire, carrying its two millennia of history with considerable pride. After landing at Manchester Airport, it's a 90-minute transfer by road to the historic city. You cross the Pennines, the great spine of hills that runs through Northern England, before roaming across bucolic farming pastures towards York. For an introduction to Yorkshire, there's no better way than a traditional pub, a roaring log fire, and a roast dinner with Yorkshire puddings. Other than fish and chips, this is England's most iconic meal, one that used to be reserved for Sunday afternoons after church. A giant bowl of baked batter is the centerpiece (the Yorkshire pudding), filled with a supply of roasted organic vegetables and a freshly carved lamb joint. While you can eat Yorkshire puddings all over the country, few can rival the place where it all began. After all, the locals don't like to share their ancient recipes."
    },
    {
      "dayNumber": "2",
      "title": "York – Exploring the Splendor of Ancient York",
      "description": "Founded by the Romans in 71 AD, York encloses itself behind thick medieval walls. Disintegrating Roman ruins are scattered across the north of the town, an enchanting start to your morning guided tour. Tales of Vikings fill the next few centuries as you walk into the city, before finding yourself lost inside a labyrinthine assortment of ginnels (narrow alleys). Medieval-standing houses are slowly sinking, causing them to lean so far over the alley you could pass a cup of tea to the opposite bedroom window. The Shambles area seems stuck in time, with tea shops galore and narrow stalls filled with antiquated wares. Then experience York Minster, Northern Europe's largest Gothic cathedral and the resting place of English monarchs sympathetic to the North. Inscriptions speak of royal family trees, names faded beneath the sculpted marble of protective lions. This is Yorkshire's premier attraction, a fabulous expanse of 7th-century stone that dominates both the city and the skyline. After lunch, there's ample time to visit the National Railway Museum, where an inspiring collection of 19th-century carriages and trains help showcase the city's wealth during the Industrial Revolution. But for all the sightseeing, today also introduces you to the tranquility of this itinerary. Yorkshire is serene, the antithesis of London's bustle. Little is rushed. Stop for a cup of tea and maybe a scone, say hello to the strangers on the street, and try and decipher exactly what the locals are saying. And when someone asks \"how are you,\" the correct reply is “not so bad.” It sounds self-deprecatory, but it's a reply coated in trademark sarcasm that the locals will appreciate."
    },
    {
      "dayNumber": "3",
      "title": "York – A Day Trip Through the Industrial Revolution",
      "description": "Cities have come and gone in Yorkshire. Coal, wool, cotton, steel; the industries rise and fall, yet the impressive buildings remain. Take a journey south towards Leeds, stopping off at the hypnotic remains of Bolton Abbey and Kirkstall Abbey. Both have no roofs, yet there's something mesmerizing at wandering over the cracked stone and imagining life here in the 13th century. Traveling towards Bradford, you pass row after row of trademark red-brick terraces, the streets of Leeds flowing in working class harmony. Then the colors change. On the Bradford side of the hill, the iconic terraced streets are built from brown stone, each brick a subtly different tone to the next. Following the architecture, you arrive at Lister's Mill, the largest silk factory the world has ever seen. It fills countless city blocks with a breathtaking size and simple grandeur, revealing the scale of Yorkshire's Industrial Revolution. Walking around it would take an hour. Today it's mostly disused, although a small cafe enables you to connect with the city's migrant present. Tens of thousands of Indian and Pakistani workers were shipped to Bradford to work in the mills after World War II. Seventy years on and there's no more authentic place outside the Indian sub-continent to eat a curry. After lunch, there's further grandeur and inspiring scale. Victorian Salt's Mill was the world's largest industrial building and is now a UNESCO World Heritage Site. Cascading out from the mill are rows of terraced houses, home to Sir Titus Salt's workers and what was widely considered the perfect example of community industrial development. Bradford is less than an hour from York, and you'll arrive back at the hotel in the late afternoon, with ample time to wander the pedestrianized city center and choose from many cute restaurants."
    },
    {
      "dayNumber": "4",
      "title": "Castle Howard to Robin Hood's Bay – The Postcard Perfection of Yorkshire's Coast",
      "description": "Castle Howard resembles a postcard image of regal English history. There's the stately meeting rooms lined with oil portraits, fountains that softly lord over ponds of coy carp, and vast green gardens that extend beneath elaborate balconies. Put simply; this is Northern England's finest stately home, a quintessential 17th-century wonder that gets just a tiny fraction of the tourists you'll find at Blenheim or the home immortalized in Downton Abbey; one glance at Castle Howard, and you realize it looks exactly like your preconceptions of royal England. The villages come at decreased frequency as you are privately transferred towards the coast. Landscapes take on wild tones; the grass is overgrown unless the sheep flocks are in residence. Dry stone walls demarcate fields, and the scent of salty sea air floats from afar. The Yorkshire coastline is a rugged one; tumbling cliffs sporadically breaking to reveal deserted beaches, wooden fishing boats lulling in harbors, nothing that's even remotely flat or straight. Weave and wind the steep descent into Robin Hood's Bay and it's easy to understand why the fishing village remains so untouched. Even modern four-wheel drives might struggle with the hill. Flowers sprout from the narrow 18th-century houses; chimneys stand in unison, and all the mazy paths lead down to the often empty beach. Many traditions live on here, and two can't be missed; walking on the beach with an ice cream regardless of the weather, and tucking into the finest fish and chips in the country (and perhaps the world)."
    },
    {
      "dayNumber": "5",
      "title": "Robin Hood's Bay – Serenity Along the Rugged Cliffs",
      "description": "The classic image of the English seaside might be deckchairs and chip shops. But in Robin Hood's Bay, you find the coastline at its most raw and primitive. Nature shapes this coastline, not man. A myriad of hiking trails meanders away from the village, taking you along the cliffs to remote cozy inns and fireside drinks. Seabirds squawk above the water while a lonely lighthouse provides the focal point to the landscape photography. This coastline is wild, and it's quiet, far from the road and a wonderfully escapist place to spend the day exploring at leisure. Like each day on this itinerary, you're staying in a handpicked bed and breakfast, a place that radiates the sense of boutique, except it's been around for many decades before boutique became a travel buzzword. Expect cozy service, the ornamental fitting of regal England, and huge home-cooked breakfasts."
    },
    {
      "dayNumber": "6",
      "title": "Harrogate to Skipton to North Yorkshire Moors – Victorian Village Life and Medieval Musing",
      "description": "Local markets have been the focal point of Yorkshire life for over a thousand years. The historic towns you visit today retain the quaint atmosphere of the bygone era, reminding you of something that might be seen on a 16th-century costume drama. Countless stalls fill high streets of Yellowstone building; pensioners push tartan-lined fabric trolleys, and there's always another angle of the past. Like cute stone bridges, decaying castle ramparts, and shops stuffed with second-hand wool sweaters. These towns and villages are explored on foot, and to do that, you might want an energizing cafe stop. Not for coffee. But for tea of course. Or a brew as the locals would call it. Visit an English institution, where the original one is in Harrogate, a town of preserved Victorian splendor. Just try and not be tempted by their specialty cakes. Knaresborough is a market town even smaller and cuter than Harrogate, with a high street you can walk in five minutes and a sense of being frozen in a distant era. In nearby Skipton, the market winds beneath a wonderfully preserved medieval castle. Postcard images build up throughout the day and then they're trumped by Helmsley, an iconic painting of the English market town. There's a dramatic castle standing proud, the atmospheric bustle of the market square, and the rows of red brick houses that hide tea rooms. It's all preserved in true local style, with the old green signs of the butchers and jewelers showcasing a few hundred years of family history. You'll arrive in the late afternoon for two nights in a charming luxury bed and breakfast."
    },
    {
      "dayNumber": "7",
      "title": "Helmsley – Mile after Mile of the Beautiful North Yorkshire Moors",
      "description": "Imagine rural England and it would probably look a lot like the North Yorkshire Moors. The dry stone walls, the secluded stone cottages, the babbling rivers that separate fields filled with the specks of sheep. This landscape surrounds Helmsley, cascading out in all its kaleidoscopic green tones. Perhaps unsurprisingly, this area is a walker's paradise, and various routes enable you to bathe in the bucolic beauty of these surroundings. Take the Cleveland Way or Ebor Way out of the town and you won't see another road until an enchanting little pub arrives on the horizon. But don't worry. That's not that far away. Walking through the North Yorkshire Moors feels like you're traveling in a medieval era, hopping between one-street villages that remain hypnotically time-warped. You can choose to be guided on the walk or have your guide pick you up along the route, so there's no need to backtrack. Alternatively, your guide can customize a day that explores by road."
    },
    {
      "dayNumber": "8",
      "title": "Grassington – Market Towns and Famous Cheese",
      "description": "Now into the Yorkshire Dales, the vast national park that delights in its raw and untamed landscapes. Middleham Castle is left in a seductive state of ruin, the childhood home of Richard III a fascinating place to break the journey on the way to Hawes. Not that it's far away; a great advantage of Yorkshire is its compact size. It's smaller than Connecticut, and you can just about cycle across it in a day. Also, the roads are rural and devoid of traffic, so it's very rare that you're ever more than 45 minutes away from your next destination. Your feet wander on the cobbles of Hawes' streets, taking you to lookout points that unveil the Dales in all their bucolic splendor. Moving on to Wensleydale, you explore the creamery that produces one of England's most famous cheeses. Soft and indulgent, Wensleydale is the kind of cheese you smother onto one cracker, and then smother even more onto the next cracker. Naturally, your lunch at the creamery has a distinctively indulgent feel. Meandering through a canvas of green, you continue to Grassington, a sumptuous market town that provides the final stop on this luxury itinerary. Enjoy a farewell dinner with your guide (a roasted one of course), and take in the iconic views as the sunset seems to linger for eternity."
    },
    {
      "dayNumber": "9",
      "title": "Grassington to Manchester – Departure",
      "description": "Cross the Pennines for a second time as you're transferred to Manchester Airport for your international departure."
    }
  ],
  "map": ""
}