{
  "destination": "England",
  "mainPhoto": "",
  "id": "northumbria-tour-of-englands-wild-land",
  "tourName": "Northumbria Tour of England's Wild Land",
  "placesVisited": "London, Newcastle, Maften Hall, Durham, Bywell, Hexham, Alnwick, Edlingham, Cragside, Woodhorn Colliery, Craster, Alnmouth, Berwick-upon-Tweed, Farne Islands, Holy Island",
  "generalInfo": "Indulge in the complexity and contradictions of the English wilderness during this 11-day luxury tour of England. Discover remote and rugged islands where puffins nest and wind around the iconic architecture of Norman castles and Gothic cathedrals. From monastic foundations and remote coastal trails to dramatic Roman walls and charming villages lost in time, you will have an immersive journey into England's inspiring and captivating wilds.",
  "durationDays": "11",
  "price": "6,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – Arrive in Remarkable London",
      "description": "London embodies the dynamics of greater England by revealing an amalgamation of culture, heritage, and architecture. The famous capital city hides innumerable attractions in the shadows of Big Ben and the Parliament building and brims with life and tradition, from the regal history of Henry VIII's palaces to fantastic art galleries. Your private transfer will greet you at customs after your arrival and escort you to the comforts of your luxurious accommodations. The remainder of the day will be yours to explore the beauty of London."
    },
    {
      "dayNumber": "2",
      "title": "London - Explore the British Capital",
      "description": "London is one of the most popular cities to visit in the world, enticing visitors with promises of history, culture, and art. After breakfast, your guide will lead you on an introductory tour of the British capital to find castles, panoramas, and the banks of the River Thames. You will then travel back in time during a visit to the Tower of London, whose foundations date back to the 11th century. The White Tower's Norman architecture strikes a dramatic pose and soars over the river. The Waterloo Barracks displays the spectacle of the Crown Jewels, which includes the platinum crown with a 106-karat diamond."
    },
    {
      "dayNumber": "3",
      "title": "Newcastle – Monuments of Durham",
      "description": "You will travel on a first-class train service that will lead you past the lush pastures of the south and beyond the Midlands to reach the epic landscape of England's far north. You will meet your local guide in Newcastle and transfer to a 19th-century mansion. In nearby Durham, Gothic spires dominate the hill above the city, hiding the cathedral's vaults, and hints of the Roman Empire illustrate the different periods that have been etched in stone. The imposing Durham Castle will introduce you to the surprising wealth of Northumbria as it rises like a sentinel in a remote outpost."
    },
    {
      "dayNumber": "4",
      "title": "Newcastle – Day Trip Along the Tyne",
      "description": "Newcastle excels at surprising visitors, and you will experience this when you explore the Post-industrial regeneration of the quayside. Here, the Gothic revival remains of the industrial revolution wind along the River Tyne. Your guide will lead you through the Laing Art Gallery so that you can find a surreal world of colorful wilderness. As you stroll down Victorian streets, you will pass Victorian buildings for a deeper insight into the wealth of the city and the rich complexities of the regional history. At the Victoria Tunnel, you can find a hidden 19th-century underground passage that stretches for over two miles and dates back to the mid-19th century."
    },
    {
      "dayNumber": "5",
      "title": "Hexham – Hadrian's Wall to Lovely Villages",
      "description": "Hadrian's Wall radiates subtle colors and millennia of history. Thousands of years of sun and snow have bleached the stone, resulting in each block having a slightly different hue. As you wander alongside the wall, you can enjoy the wild panoramas that personify the Roman Empire's northern frontier. The village of Hexham rises around an abbey and church that reflect the region's wealth of the 13th century. Charming Bywell is equally hypnotic with the scent of earl grey drifting out of the tea rooms. Between the villages, there is not much, only the roving grassy hills of the north in all their glory."
    },
    {
      "dayNumber": "6",
      "title": "Hexham – Castles and Churches of Northumbria",
      "description": "The spires of castles and churches across the Northumbria landscape soar over the lush hills that contrast greater England's evolution into urbanity. The remote outpost will welcome you with a resemblance to a medieval portrait. Tiny Edlingham resembles a ghost town that is set beneath the grand Norman church and 12th-century hall house. You will move through the centuries as you discover Cragside, a wonderful collection of Victorian style that juxtaposes the dramatic fortresses. A narrative of warring tribes, plundering leaders, and marks of power will emerge from the layers of history through the glassy lakes and moors."
    },
    {
      "dayNumber": "7",
      "title": "Newton-by-the-Sea – Sublime Scenery",
      "description": "The raw and primitive landscape around Northumbria does not resemble England and creates an ineffable allure for visitors. Medieval churches and ancient dry stone walls accentuate some of England's finest country lanes, weaving across redolent pastures. A 15th-century palace dominates the skyline, evoking the era of the aristocracy and the ongoing battle for power. Vast woodland gardens and Grecian-style castle provide the region with its own unique flair. At the coastal cliffs, you will find rugged waves and a salty breeze. You can bask in a remote getaway hidden by uncut gardens with access to the surrounding medieval decor."
    },
    {
      "dayNumber": "8",
      "title": "Newton-by-the-Sea – The Dramatic Coastline",
      "description": "You will have the day at your leisure along the Northumbria coastline. You will once again escape into the open-air at your preferred pace to bask in the English hinterlands. You can also enjoy one of the numerous coastal walks along the cliffs. The wind will carry the briny aroma of the water as you pass castles and rocky promontories. Classic fish and chips shops will hide in the sporadic villages. It will feel like a land that time forgot with villages that have remained untouched by the passing years. Raw scenery blends verdant plains, steep bluffs, and exceptional panoramas into one incredible landscape."
    },
    {
      "dayNumber": "9",
      "title": "Berwick-upon-Tweed – Castle Ruins",
      "description": "Today, you will travel along the coast to trace the curve of history. The fantastic collection of castles and ramparts captures the point where England meets Scotland. The fierce ramparts once protected Berwick, a border town that has changed hands numerous times throughout the centuries. At Norham Castle, you will delve into the captivating tales of James IV, the King of Scotland who laid siege to Henry VIII's empire. The domineering architecture will unveil a history of takeovers. Your guide will provide context to the evocative stories to help you uncover the different conflicts of the region with its preserved relics."
    },
    {
      "dayNumber": "10",
      "title": "Newton-by-the-Sea – Private Boat Exploration",
      "description": "Today, you will sail on a private boat charter on the famous water of the North Sea. The secluded Farne Islands possess ancient priories and monastic ruins that offer the only sign of human life across the landscape. The remaining stone reveals early Christian life in England. Seals will bask on the rocky beaches, barking amid the roiling waves. Puffins swoop over the island and dive into the water in search of fish, and arctic terns soar on the chilled currents. After returning to your luxurious accommodation, you can enjoy a farewell dinner with a medieval-style banquet that embodies the regional flavors."
    },
    {
      "dayNumber": "11",
      "title": "Newcastle – Departure",
      "description": "Your journey through England's surprising wilderness will come to an end when you weave through the countryside to Newcastle's train station. You will travel by way of first-class on a high-speed train that will take you back to London in less than three hours. Your private transfer will meet you at the train upon your arrival in London and escort you to the airport for your flight home."
    }
  ],
  "map": ""
}