{
  "destination": "Scotland",
  "mainPhoto": "",
  "id": "rugged-scotland-tour-dramatic-atlantic-landscapes",
  "tourName": "Rugged Scotland Tour: Dramatic Atlantic Landscapes",
  "placesVisited": "Perthshire, Oban, Isle of Skye, Fort William, Edinburgh",
  "generalInfo": "This 9-day tour ensures your full immersion into the raw beauty and charming communities of this scenic setting by leading you from the Inner Hebrides to the Firth of Forth. No trip to Scotland is complete without visiting where the land meets the sea and the dramatic coastal seascapes on display. You will also experience Scotland's unique culture, heritage, and history throughout the 9 days.",
  "durationDays": "9",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Perthshire – Plunging Into the Heart of the Highlands",
      "description": "Nestled in the heart of Scotland, Perthshire is an excellent ambassador for the raw beauty and unparalleled charm of the Scottish Highlands. After arriving at the main airport that services the region, you will be met by a transfer who will whisk you effortlessly to your comfortable accommodations. You can celebrate your arrival to the highlands with an authentic falconry lesson, during which you will learn the secrets of training these impressive birds of prey before enjoying the remainder of the evening at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Oban – Gateway to the Hebrides",
      "description": "Today the landlocked beauty of central Scotland will be replaced by the placid water and seaside splendor of Oban, which will act as your gateway to the Hebrides archipelago on Scotland's west coast. After a delicious breakfast at your hotel in Perthshire, a convenient transfer will carry you the short distance to Oban and your island accommodations. With the famous Loch Linnhe and the Morvern Mountains as your backdrop, you can bask in the beauty of your surroundings during your first evening in this beautiful setting."
    },
    {
      "dayNumber": "3",
      "title": "Oban – Rocking to the Rhythm of the Waves on a Boat Tour",
      "description": "As the morning light stretches across the white sand and sea arches of this coastal setting, you will can rise with the sun or hit the snooze button to enjoy some final moments of sleep. Today, you will celebrate your first full day in Oban with a guided boat tour of the surrounding islands, during which you will discover the stuff of legends through ruined castles, hidden lochs, and sandy beaches."
    },
    {
      "dayNumber": "4",
      "title": "Oban – Roll Up Your Sleeves on a Coastal Cooking Course",
      "description": "No trip to Oban is complete without appreciating the local fare, and here, the specialty is seafood. After a leisurely morning, you will enjoy an afternoon cooking course, during which the secret recipes and savory ingredients of the local cuisine will be yours to savor under the watchful guidance of an expert chef. The teeming water of the Atlantic Ocean will be your orchard when you pick the items you wish to prepare before concluding your course by sampling the fruits of your labor with a delicious local wine."
    },
    {
      "dayNumber": "5",
      "title": "Isle of Skye – Exploring the Hebrides Largest Island",
      "description": "The largest island of the Hebrides archipelago, the Isle of Skye is perhaps the best ambassador for the Scottish islands, comprising of jagged cliffs, crumbling castles, and wild capes. After turning your back on the mainland, you will make your way to this rustic landscape and your conveniently located accommodations at the foot of the Island Mountains. After you have had a chance to settle in, the remainder of the day will be yours to explore at your leisure and to enjoy the Scottish hospitality of the hotel."
    },
    {
      "dayNumber": "6",
      "title": "Isle of Skye – Ambling Through the Ages on an Island Tour",
      "description": "Long a land of legend, the Isle of Sky remains an outstanding place to enjoy the rugged beauty of the Scottish coast. After a relaxing morning at your comfortable hotel, you will enjoy all this and more during a guided tour of the island, including major sites such as the Jacobite battlefields, the Dunvegan castle, and the photogenic town of Portree. During this tour, a local guide will provide a broad history and specific anecdotes to help make the landscape come to life."
    },
    {
      "dayNumber": "7",
      "title": "Fort William – Standing in the Shadow of Britain's Largest Mountain",
      "description": "A morning stroll along the beach will be an excellent way to start your final morning on the Isle of Skye in addition to being a great way to work up an appetite for a delicious breakfast. Later, you will depart the island by a comfrotable transfer and return to the mainland and your final destination of Fort William at the foot of the highest mountain in the UK. Like a stoney Goliath, the slopes of Ben Nevis dominate the landscape and will be yours to enjoy after your arrival."
    },
    {
      "dayNumber": "8",
      "title": "Edinburgh – Stretching Your Legs in the Scottish Capital",
      "description": "Those looking for an active morning can enjoy a stroll in search of waterfalls on the nearby Nevis Gorge before making their way back to the hotel. Today, you will continue your journey and make your way to the seat of all things Scottish in Edinburgh. The Scottish capital boasts an impressive array of architectural and historical marvels that won the attention of UNESCO authorities in 1999. The city will be yours to enjoy upon your arrival, and you will venture on a walking tour of the city and famous route known as the Royal Mile."
    },
    {
      "dayNumber": "9",
      "title": "Edinburgh – Departing this Storied Landscape",
      "description": "As the chimneys and spires of Edinburgh begin to glow with the morning sun, you can make the most of your final moments in this storied land with a stroll through the capital. After a final breakfast at your hotel, a transfer will ensure your timely arrival to the nearby international airport for your departure."
    }
  ],
  "map": ""
}