{
  "destination": "Scotland",
  "mainPhoto": "",
  "id": "scotland-food-tour-whisky-seafood-more",
  "tourName": "Scotland Food Tour: Whisky, Seafood & More",
  "placesVisited": "Edinbugh, Leith, Stirling, St. Andrews, Aberlour, Glasgow, Glencoe",
  "generalInfo": "From the serenity of a countryside estate to the complexity of a fine single malt whisky, from freshly caught seafood to ancient traditions, from the streets of its largest cities to the grandeur of its famous Highlands, Scotland is a place that no gourmand should ever overlook, and this tour of Scotland’s culinary scene is beyond anything you could imagine.",
  "durationDays": "7",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Edinburgh - Beginning Your Adventure in Edinburgh",
      "description": "You land this morning in Edinburgh, Scotland’s captivating and cosmopolitan capital that was named the most desirable city to live in in the entire United Kingdom in 2009. A private driver will meet you at the airport, ready to take you right to the door of your charming, elegant, and perfectly located hotel, where you can drop off your luggage and recover from jet lag before setting out on a truly unique tour of the city: gracefully soaring over Edinburgh in a private helicopter ride. You’ll get unparalleled and unforgettable views of this fascinating city, a UNESCO World Heritage Site for nearly 20 years, from imposing Edinburgh Castle perched protectively over the surrounding city to the Georgian townhouses of the New City. Lunch follows your chopper ride at the independent-minded and bourgeoning port area of Leith, one of the best foodie destinations in the United Kingdom. There are two Michelin-starred restaurants in Leith, and the dining establishments and take-away spots that line Bernard Street, Commercial Street and Henderson Street are as delicious as they are innumerable. After lunch, return to the Old Town and climb the gentle rise of Calton Hill, where you can get still more spectacular views of the city below, the gorgeous hillsides, and beyond to the endless expanse of the Firth of Forth. There are also a number of fascinating memorials here, from the unfinished columns of the National Monument to the elegant Victorian rotunda of the Robert Burns Memorial. Dinner tonight is at The Witchery, nestled charmingly in the shadow of Edinburgh castle and offering fantastic fare, exceptional service, and one of the best wine lists in the country."
    },
    {
      "dayNumber": "2",
      "title": "Edinburgh - Sampling Scotland’s Finest in the Athens of the North",
      "description": "Today features a guided tour of the most famous stretch of road in Edinburgh and your first foray into the great art of distilling in the spiritual home of whisky. Begin atop Castle Rock and inside the walls of Edinburgh Castle, a stolid fortress that has stood for more than seven centuries and which has become an icon of the city and Edinburgh’s most-visited, paid tourist attraction. You can walk the ancient ramparts and tour St. Margaret’s Chapel – the oldest building in Edinburgh – before exploring the exhibits at the exceptional National War Museum of Scotland and ogling at the Honours of Scotland, the sword, scepter and crown of state that are the oldest Crown Jewels in the entire British Isles. Make your way down the Royal Mile, the Old City’s main thoroughfare, until you reach the Scotch Whisky Experience, a fascinating museum dedicated to the art and science of making Scotland’s best-known export. You’ll have the enviable pleasure of a private guided nosing of the best single malts and a tour of the Experience’s extensive collection before enjoying a delicious lunch at the connected restaurant, where there are literally scores of whiskies to choose from. After lunch, continue along the Royal Mile, passing the ancient walls and crown steeple of St. Giles Cathedral, the High Kirk of Scotland, before arriving at the Palace of Holyroodhouse, the official residence of the monarch of the United Kingdom in Scotland, and the seat of the kings and queens of Scots since the 16th century. Marvel at the sumptuous accommodations of the Historic Apartments of Mary, Queen of Scots, take in a selection from the Royal Collection at the newly built Queen’s Gallery and walk the grounds of nearby Holyrood Park before visiting the venerable Scotch Malt Whisky Society for an incomparable dinner and a private tasting of some of the very best whiskies in the entire world."
    },
    {
      "dayNumber": "3",
      "title": "Edinburgh - Legends of Scotland and Afternoon Tea",
      "description": "Set out for the beautiful countryside of the Scottish Lowlands, beginning your adventure at one of the most historically significant sites in all of Scotland. High atop Castle Hill, protected on three side by steeply descending cliffs and rich copses of trees, sits Stirling Castle, the coronation site for many kings and queens of Scotland, including Mary, Queen of Scots, and one of the most architecturally and historically notable castles in the country. Walk the battlements and patrol the defenses, check out the elegant interior of the Great Hall – the largest building of its kind in the country – and explore the incredible Royal Palace, where you’ll find the famous Stirling Heads, a set of oak portrait roundels that have been acclaimed as some of the finest examples of Scottish Renaissance wood-carvings in existence. After your excursion into this incredible area, you’ll travel to the coast to the town of St. Andrews, a charming, seaside village that is best known as the home of golf. Among the heathered hills and rolling meadows filled with woad and peat, you’ll get a glimpse of the famous Old Course as you sit down to an elegant and sumptuous afternoon tea at one of the town’s gorgeous tea rooms, sitting down to tea treats, friendly conversation and breathtaking views over the Scottish coast. The evening sees you back in Edinburgh, where dinner can be had at Number 1, a Michelin-starred restaurant in the heart of New Town that features a rich and gorgeous interior, engaging and enthusiastic service, and French-inspired fare that is simply to die for. Hors d’oeuvres include a fantastic dish of poached scallops and Iberico ham, while mains are filled with prime Scottish ingredients, like dry-aged beef with dark ale onions."
    },
    {
      "dayNumber": "4",
      "title": "Scottish Highlands - Turning to the Center of the Whisky World",
      "description": "Head north to leave the Lowlands and enter the rugged and romantic Scottish Highlands, where the strains of pipe songs and the undeniable lure of history and tradition fill the air. Make your way to the banks of the River Spey to enter the famous Speyside region, where some of Scotland’s best-known and best-loved distilleries can be found. You’ll spend the next two days visiting these phenomenal facilities, where you’ll get a sense of the glorious uniqueness of these truly artful spirits. Start your excursion at the Edradour Distillery, reputed to be the smallest in Scotland, where they produce fewer than twenty casks of Scotch a week. An engaging and informative tour will give you a first-hand look at how one of Scotland’s tiniest distilleries goes about producing some of the best whisky around, and the experience concludes with sampling drams of two of the Edradour’s delectable single malts and a nosing glass to help you enjoy them at their fullest. Make your way up the spectacular crests and ridges of the Highlands to the beautiful Blair Castle, the ancestral home of Clan Murray and the home to a set of bagpipes owned by the 18th century Jacobite pretender Charles Edward Stuart, better known in song and verse as Bonnie Prince Charlie. After discovering the many interesting artficacts at Blair Castle, head to the famous Dalwhinnie Distillery, perched in the mountains of the Highlands at an altitude of more than 1,000 feet above sea level, making it the highest distillery in the country. After a tour of Dalwhinnie and a taste of its delicious 12-year single malt, you’ll make your way to your accommodations for the next two nights, an incredible countryside estate that has a world-class restaurant right on site."
    },
    {
      "dayNumber": "5",
      "title": "Scottish Highlands - Another Day of Fine Food and Scintillating Single Malts",
      "description": "After a delicious breakfast at your elegant and incomparable hotel, you’ll set out to explore three more distilleries in the heart of the Highlands, ready to learn even more about this artful trade and sample the fantastic fruits of the labor of love that goes into every bottle of Scotch. First, head northwest to the charming village of Aberlour, the home of famous Walker’s Shortbread and the Aberlour Distillery, founded in 1826 and the home to some of the tastiest single malts in the country. Your tour of this gorgeous campus begins at the modern visitor center, built in 2002 and featuring bottles for sale as well as other whisky paraphernalia, before continuing on into the heart of the distillery. That’s where you’ll hear about the specialized process of making Aberlour’s highly regarded single malts, the history of the distillery and the nearby area, and even get the chance to fill your own, personally labeled bottle by hand straight from the barrel, getting an first-hand glimpse into the unmatched skills of a master whisky maker. Then you’ll visit the magnificent Macallan Distillery, one of the best-loved single malt brands in the entire world. Tour the beautiful distillery of this second-best selling single malt brand in the world before sampling some of the spirits that have earned Macallan its wide and effusive praise. (The Scotch is so well-regarded, in fact, that in 2001 it was selected as the official Scotch of the Speaker of the House of Commons.) You’ll also learn all about some of the distillery’s deluxe and commemorative whiskies, one bottle of which was sold at Christie’s Auction House in New York City for the astronomical price of $460,000, making it the most expensive whisky ever sold at auction. Your final stop today is at the fantastic Glenfiddich Distillery, where the same family of distillers has been making Scotch since Christmas Day 1887. You’ll be led on the privately-guided Connoisseur’s Tour of this superlative facility, including a fascinating lesson on nosing these wonderful whiskies, before trying a dram of one of the most decorated single malts in recent years: The Glenfiddich’s 15-year whisky. It’s won an astounding three double gold medals in four years at the San Francisco Wine and Spirits Awards. The evening sees you back at the Boath House."
    },
    {
      "dayNumber": "6",
      "title": "Glasgow - Cruising Through the Breathtaking Highlands",
      "description": "Today features a spectacular drive through the heart of the Scottish Highlands, marveling at the surrounding landscape of rich and rugged beauty, from the craggy rises of the coastal peaks to the long and graceful stretches of inland lochs, from the rolling moors of golden grasses to peaceful glens and bubbling brooks. You’ll wind your way through the inimitable splendor of Glen Coe, a gorgeous volcanic valley surrounded on all side by towering peaks and precipitous cliffs that tumble into a swath of verdant lushness unlike any other in the country. You’ll learn about the geological history of this scenic spot and about the turbulent memories of violent conflict that lurk in the valley’s fecund grandeur, like the infamous Massacre of Glencoe, when a host of MacDonalds were murdered by their guests who treacherously accepted their generous hospitality. Make your way past the shores of Loch Fyne, the longest sea loch in the country and home to oysters so delicious that they spawned a seafood company that now has more than 40 establishments throughout the isles. You can stop for a taste at a loch-side restaurant, where the views are as memorable as the seafood. The late afternoon sees you in Glasgow, Scotland’s largest city and a center of culture and sophistication lauded as the “Second City of the British Empire” for much of the 18th and early 19th centuries. Check out the Gothic masterpiece of St. Mungo’s Cathedral, the High Kirk of Glasgow, before visiting the stately and elegant Victorian cemetery known as the Glasgow Necropolis, where you can walk past the opulent tombs of some of the city’s most famous citizens, including John Knox, the founder of Presbyterianism."
    },
    {
      "dayNumber": "7",
      "title": "Saying Goodbye to Spectacular Scotland",
      "description": "After breakfast at your hotel and a leisurely morning to see the rest of the sights of Glasgow, a private driver will deliver you to the airport in plenty of time for your flight. Your stomach will still be full with a week’s-worth of gourmet meals, your suitcase will be full of some of the best whiskies on the planet, and your heart will be filled with the experiences and memories of this truly one-of-a-kind tour of Scotland."
    }
  ],
  "map": ""
}