{
  "destination": "England",
  "mainPhoto": "",
  "id": "signature-tour-of-england-and-scotlands-comforting-charms",
  "tourName": "Signature Tour of England and Scotland's Comforting Charms",
  "placesVisited": "London, Dover, Canterbury, Windsor, Stonehenge, Bath, Warwick, York, Yorkshire, St. Andrews, Glencoe, Edinburgh, Glasgow, Cotswolds, Stratford-Upon-Avon, Fife, Western Highlands, Sterling, North Berwick",
  "generalInfo": "Epic history, grand landscapes, and charming villages will take center stage during your 14-day luxury tour of England and Scotland. Castles, palaces, mysteries, and luxuries will bring to light the allure of iconic sites while uncovering hidden character. Designed for 2022, this sample itinerary ranges from the White Cliffs of Dover to Edinburgh’s cobbled lanes, charming thatched-roof cottages, and stunning palaces, each brimming with timeless drama and endless prestige.",
  "durationDays": "14",
  "price": "10,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London - Arrive in Fascinating and Historic London",
      "description": "London is a fast-paced and historic city that balances contemporary life within the treasured remnants of the past. Your flight will land in London, where your private transfer will greet you upon arrival and escort you into the heart of the city. You will quickly settle into the comforts of your luxury hotel with the remainder of the day at your leisure. You can embark on a scenic dinner cruise down the River Thames or bask in the classic flavors of Afternoon Tea for an immersive tradition that may fill the dining room with aromas of Earl Grey and mint."
    },
    {
      "dayNumber": "2",
      "title": "London - Discover the Royal Heritage of London",
      "description": "Your private guide will meet you at the hotel in the morning, ready to introduce you to Britain’s heritage that traces back to antiquity. Your personalized exploration of London will unveil famous palaces, castles, and cathedrals, including Buckingham Palace, where you may see the colorful spectacle of the changing of the guard or the exceptional period furniture inside the State Rooms. At Westminster Abbey, you may find the series of intriguing names etched into Poet’s Corner or marvel at the power the Coronation Chair exudes. Outside of the abbey, you can see the soaring figure of Parliament and Big Ben."
    },
    {
      "dayNumber": "3",
      "title": "London - Enjoy Dover, Canterbury, and Leeds Castle",
      "description": "You will become immersed in England’s history and scenery beginning in coastal Dover. The sea breeze will rush over the famous white cliffs overlooking the churning English Channel. The dramatic walls of Dover Castle date back to Saxon and Norman times. Once in Canterbury, you can visit England’s oldest cathedral, dating back to the 6th century. You can follow in the footsteps of kings and queens wandering through the Norman arches and Late Gothic naves. Before returning to London, you will visit Leeds Castle, a formidable stronghold with a millennium of history balancing between a lavish palace and serene estate."
    },
    {
      "dayNumber": "4",
      "title": "Cotswolds - Explore Windsor, Stonehenge, and Bath",
      "description": "Your private tour will whisk you to the elegant ambiance of Windsor in the morning to visit Windsor Castle. The family home of the Queen, this royal residence dates back to every monarch since Henry I, and the site of the wedding of Prince Harry and Meghan Markle. The manicured grounds of the 11th-century castle possess 1,000 rooms. You will continue from there to Stonehenge, where the mysterious atmosphere enhances your experience visiting the 5,000-year-old structure. Once in Bath, you can embrace the surrounding green hills, soothing hot springs, 18th-century Georgian buildings, Roman-era ruins, and preserved baths."
    },
    {
      "dayNumber": "5",
      "title": "Cotswolds - Indulge in the Charming Cotswolds",
      "description": "The Cotswolds remain unspoiled and will give you a touch of the historic charm for which English villages are celebrated. The homes and market towns feel lost in time as you pass country cottages with thatched roofs and stately manor homes thick with stone walls. Your private guide will give you plenty of information helping you feel like an informed local as you visit the stunning 18th-century Blenheim Palace, which was also the birthplace of Winston Churchill. Enjoy a tour of nearby villages, including Broadway, Bourton-on-the Water, Stow-on-the-Wold and Chipping Campden before heading back to your English manor hotel."
    },
    {
      "dayNumber": "6",
      "title": "Cotswolds - Enjoy Shakespeare and Warwick Castle",
      "description": "After breakfast, you will travel to the charismatic town of Stratford-upon-Avon, where you can find the family home of William Shakespeare. Tudor houses line the cobbled lanes and give way to lush green parks. Boats glide along the river, passing the pretty garden coloring the banks. At Warwick Castle, you will find the drama of an 11th-century stronghold. Built by William the Conqueror, you can learn the historic art of falconry during a demonstration and wander the opulent interior embodied by the grand windows and tall ceilings of the Great Hall. In the gardens, you can find vibrant parading peacocks."
    },
    {
      "dayNumber": "7",
      "title": "York - Visit the Treasures of York",
      "description": "York is an unexpected delight in blending history and modernity with grand architecture emerging from celebrated ruins. Your private transfer will take you inside the city walls where the galleries, historic houses, and boutique shops bring into view the vibrant life of the city. Your guide will take you on a private walking tour unveiling the rich history that captures the city and the country. At York Minster, you can find one of Northern Europe’s largest medieval cathedrals as the Gothic design creates a lavish image in the octagonal chapter house and massive tower providing impressive city views."
    },
    {
      "dayNumber": "8",
      "title": "York - Wander the Gorgeous Yorkshire Dales",
      "description": "You will have an adventure into the dales of northern England on a tour to the three most popular destinations. The captivating charms of the region will take you first to Wharfedale, where the winding river has carved through limestone, and small flowers fill the meadows lined with drystone walls. Wensleydale is famous for the slightly sweet and tart cheese with aromas of fresh-cut grass. Majestic castles and picturesque villages establish an essential character. When you reach Swaledale, you can find the magnificent tower of Richmond Castle or walk along the River Swale to reach the ruins of Easy Abbey."
    },
    {
      "dayNumber": "9",
      "title": "St. Andrews - Visit St. Andrews and the Fife Villages",
      "description": "After breakfast, you will stay farewell to England as your private driver takes you northbound to reach the beauty of St. Andrews, Scotland. The scenic drive will take you over the Forth Road Bridge that spans more than 8,094 feet and pass the coastal village of East Neuk with its red-pantile roofs. Upon your arrival in St. Andrews, you can spend the remainder of the day enjoying the history and scenery of the town from Scotland’s oldest university to the castle ruins."
    },
    {
      "dayNumber": "10",
      "title": "Edinburgh - Embark on the Famous Scottish Scenery",
      "description": "The impressive landscapes of Scotland will become your primary focus as you embark on a private tour starting in Glencoe, one of the most scenic locations in the country. The renowned beauty stems from the epic glen and multi-summited massif, as well as a dark history connected to the Macdonalds. The Highlands brings a mixture of mythology and scenery, giving way to waterfalls known only to locals and breathtaking views at Lochaber Geopark. Once at Sterling Castle, you will feel immersed in the past where you can see the preserved kitchen and walk alongside the 16th-century furniture near costumed interpreters."
    },
    {
      "dayNumber": "11",
      "title": "Edinburgh - Embrace History and Charm in Edinburgh",
      "description": "Your exclusive Edinburgh tour will begin with your driver greeting you at the hotel and takes you to the top of the Royal Mile. Edinburgh feels both timeless and modern as you view opulence at Holyrood Palace and the piercing figure of Edinburgh Castle crowning Castle Rock. As you explore Old Town, you can wind along the narrow cobbled lanes for a deeper sense of the city’s atmosphere often marked with tea or antique books. Your guide will share anecdotes and histories as you reach the staggering examples of Georgian architecture in New Town, including Robert Louis Stevenson's childhood home."
    },
    {
      "dayNumber": "12",
      "title": "Edinburgh - Traverse Glasgow’s Historic Treasures",
      "description": "Your day in Glasgow will reveal the treasures, pasts, and vibrant contemporary life from the perspective of a local. Your private guide will show you famous landmarks such as the People’s Palace, the Necropolis, Glasgow Cathedral, GoMA, the Duke of Wellington Statue, and the Mercat Cross. Discover the charms of daily life in George Square, Glasgow Green, and Buchanan Street. Return to Edinburgh for a night spent at your leisure."
    },
    {
      "dayNumber": "13",
      "title": "Edinburgh - Bask in Scottish Coastal Cuisine",
      "description": "Experiencing the culinary revolution of Scotland will give you a completely different perspective of the gastronomic legacy and future across the country. You can start with a selection of artisan donuts to set the scene before you arrive at a quaint fishing village known for a recent food evolution that has resulted in celebrated coffee shops and bakeries known for folding butter into dough to create super-thin layers. You can sample the indulgent lobster dishes served with chips and find quality Italian recipes made with flavorful local ingredients. You may also visit a distillery to find locals crafting dynamic spirits."
    },
    {
      "dayNumber": "14",
      "title": "Edinburgh - Depart for Home",
      "description": "After having explored the depths of Scottish scenery, history, and cuisine, you can enjoy a relaxing morning at your hotel or strolling the streets of Old Town at your pace. The beauty of Edinburgh is often understated and only grows more alluring the longer you stay. After breakfast, your private transfer will meet you in the hotel lobby and escort you to Edinburgh Airport with plenty of time to check-in to your flight home."
    }
  ],
  "map": ""
}