{
  "destination": "England",
  "mainPhoto": "",
  "id": "the-downton-abbey-movie-tour",
  "tourName": "The Downton Abbey Movie Tour",
  "placesVisited": "London, Windsor, Hampshire, Berkshire, Wiltshire, County Durham, Yorkshire, Lacock Village",
  "generalInfo": "The world of Lord and Lady Grantham will burst into life during your handcrafted tour of England, which is inspired by the upcoming Downton Abbey film and the series most beloved characters. Experience the grandeur and the elegance of the British aristocracy of the 1920s as the Granthams prepared to welcome the King and Queen to Downton in the 1927 setting of the film. Travel through London to follow the life of the royals, and then step into etiquette lessons in connection to the strict guidelines of Mr. Carson before discovering recipes in which Mrs. Patmore would delight. From savoring your time at Highclere Castle to relishing the real-life tiara of Princess Mary’s that is on display at Harewood House, your custom-tailored tour drops you into the world of 1927 England as you explore the film locations of Downton Abbey .",
  "durationDays": "10",
  "price": "10",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – Arrive in England’s Capital with a Walking Tour",
      "description": "London is an iconic city that is filled with Gothic architecture and grand fashion, symbolizing the global power and long arm of the former British Empire. The vibrant city possesses architecture that is steeped in history and culture, deriving from legendary, independent thinkers of music, poetry, fiction, and other artwork. The landscape showcases two different cities with Central London, embodying the heritage of England in the guise of museums, galleries, and the towering figure of the Parliament building that is set against panoramas of the River Thames. Your flight will arrive at Heathrow Airport, where your private transfer will greet you upon your arrival and escort you to the comforts of your luxurious accommodation in the heart of the city. You can take your time to settle into the beauty of your hotel and the charming ambiance of London’s cosmopolitan streets. Your guide will meet you at your hotel and will be eager to introduce you to the city during a private tour that will quickly immerse you in the contemporary pulse of the city. Your tour will also embrace the iconic beauty that is featured in the preserved architecture, fascinating traditions, and the unforgettable connection to Downton Abbey at sites like the Bridgewater House in Westminster, which acted as the home of the Crawley family in London during Rose’s stay in the city for her debutante ball and wedding. As you stroll through the city, your guide will lead you to the unforgettable highlights that stretch from Trafalgar Square to Piccadilly Circus and from Buckingham Palace to Westminster Abbey. You can easily imagine the Granthams strolling through Kensington Gardens. The scents of roses from the covered arches and hedges near the sunken gardens fill the air, fading beneath the aromas of apples and jasmine that are growing in the Kensington Garden Allotment. The palace looms over the forecourt as the London residence of the Duke and Duchess of Cambridge and is set beside the charming ambiance of the Orangery Cafe. The Serpentine Gallery in the gardens exhibits over 9,687 square feet of artwork, offering visitors a new cultural center in the heart of London with a history of showcasing artists, such as Andy Warhol and Henry Moore."
    },
    {
      "dayNumber": "2",
      "title": "London – Explore Lady Edith Pelham’s Glamorous London",
      "description": "In the morning, the vibrant ambiance of London will return to the streets amid the aromas of steeping black tea and sizzling sausages that drift out of the hotel dining room and restaurants across the city. Locals and tourists will unwittingly pass by the Savile Club entrance, which is a traditional gentleman’s club that dates back to the 1880s and also served as a filming location for the Lotus Club. This is where Lady Rose Aldridge met the jazz singer Jack Rose. After breakfast, your guide will greet you in your hotel lobby for a fantastic tour that will immerse you in the glamourous London of Lady Edith Pelham, blending the contemporary, cosmopolitan ambiance of the city with the fashionable and enterprising spirit of the fictional maven. You will be provided with a fantastic introduction to the celebrated designs of London with your guide, who will lead you through famous shops such as Selfridges and Harrods, which is in the Knightsbridge neighborhood. The store dates back to the 1830s and spans over five acres, boasting a reputation as an international shopping destination for nearly two centuries. You will be able to feel the grandeur of the store and the poise in which Lady Rose is portrayed as you wander through a number of the store’s 330 departments. Soho remains one of the most fashionable and exciting districts in London with the echoes of the Jazz clubs that are reflected in the preserved connection with 19th-century culture and heritage. The streets alight with neon signs after dark and the lanes fill with locals who are traveling to and from the sold-out theaters. As you travel back in time in Soho where the counterculture meets contemporary culture, you can continue into the swinging sounds of Jazz Age London and follow deeper into the footsteps of Lady Rose during her time in the English capital by visiting one of the popular clubs that exudes the spirit of the Gatsby era. Each bar requires a vintage dress code and offers live music and seductive cocktails. You can enter into the swanky Soho bar and allow the fast-paced rhythms of the live band to sweep you into the past as you sip an effervescent glass of champagne or a cocktail."
    },
    {
      "dayNumber": "3",
      "title": "London – Discover the Regal London of George V and Queen Mary",
      "description": "The sounds of Jazz Age London will still be swirling in your thoughts in the morning as you enjoy the comforts of a delicious breakfast at your hotel. Your guide will meet you after your meal and lead you on a full day’s tour of London, shining a light on the sites that are connected with George V and Queen Mary, who play a prominent role in the Downton Abbey film because their presence at the Abbey insights the pandemonium around the grounds and village. You will begin with a visit to the Marlborough House, which was built nearly 300 years ago while retaining the status of a Royal Palace. The grounds acted as the birthplace of King George V in addition to Prince Leopold, who became King of the Belgians in 1830. You will find the red Dutch bricks of the exterior shining brightly against the luscious grass and greenery. The palatial grounds now act as the house of the Commonwealth Secretariat and home of the Commonwealth Foundation but remains open for tours during the week, which offers a deeper insight into the heritage of the building and the remarkable history that is displayed within the former palace. You will continue to St. James’s Palace, which dates back to the 16th century and remains the official palace of the royal family even though nobody currently resides on the grounds. The octagonal towers soar above the four separate courts, and your guide will point out the initials of “H.A.” that have carved into the 18th-century clock as a symbol of affection between Henry VIII and his wife, Anne Boleyn. The Tudor gatehouse also possesses the initials of Henry VIII’s royal cipher of “H.R.” As you tour Westminster Abbey, you will find a mixture of architectural styles that are reminiscent of the centuries past, dating back to King Henry III in the 13th century with foundations dating back to 960. Your footsteps will echo in the sanctuary against the beautiful tiles in front of the stage, which is used for coronations and weddings. The gold, blue, and red Victorian and Gothic design of the choir further accentuates the opulence of the abbey and its significance in British history."
    },
    {
      "dayNumber": "4",
      "title": "London – Experience the Rituals and Flavors of Carson & Mrs. Patmore’s London",
      "description": "English culture has always been known for etiquette and tradition with refined customs, deriving from the elements of service and the importance of focusing on the big picture by concentrating on the smallest details. You will meet your guide at the Ritz sitting among the lavish decor of the opulent dining room. The Ritz hosted a dinner with Lady Edith and her aunt, Rosamund, in season six, which is when Edith reunites with her ex-fiance, Bertie. The elegant dining room will act as your classroom as the air fills with the aromas of seasonal dishes and fresh flowers that are accentuated by the colorful and sophisticated plating of the excellent chefs. Your instructor once worked as the butler of Her Royal Highness Princess Katarina and will offer you insight into the traditional etiquette that is expected of butlers and housekeepers. You will follow in the training of Mr. Carson as you learn the amount of attention to detail that is necessary when acting with proper etiquette during a prestigious lunch at the Ritz. You can listen with focus and intent as your instructor covers the reasons why not to actually sip your tea with the pinky out while the aromas of dishes like orange souffle or seasoned lamb drift through the dining room. You will continue with a delicious immersion into the traditional dishes of English cuisine through the eyes of Mrs. Patmore during a private cooking class. During the class, you will learn many of the customary recipes of 1920s London. The true traditions of the British kitchen after the Great War relied on subtle flavors and simple ingredients, which are embodied in the likes of a sole fillet with horseradish sauce. Your private instructor will welcome you into the kitchen, where you will find the refreshing aromas of watercress and parsley before developing the true flavors of a classic English recipe that focuses on Steamed Spring Vegetable Pie or a variety of canapes."
    },
    {
      "dayNumber": "5",
      "title": "Windsor – Enjoy an Immersion into the World of Lord & Lady Grantham",
      "description": "Windsor acts as the premier location of British grandeur, prestige, and aristocracy, combining the factual center of regal culture in the form of Windsor Castle with the fictional life of the Crawleys as the aristocratic tales of Downton Abbey parallel those of the Royal Family. After breakfast, you will be provided with a private transfer out of London to the gorgeous greenery of the countryside and rippling waters of the River Thames. In Eton, the town on the opposite riverbank of Windsor, the main street fills with antique shops and quiet art galleries amid a flourish of boys who dressed in school uniforms and wander across the cobblestones. Windsor has a more bustling ambiance with visitors and locals that amble along the winding streets in view of Windsor Castle and Windsor Great Park, which is an open green space that has been overtaken by eight square-miles of walking tracks, colorful gardens, a deer park, and a glassy lake. A nearly three-mile walk will lead from the King George IV Gate to the Copper Horse Statue of George III, which adorns the tallest point in the park. You will begin your day like Lord Grantham with a clay pigeon hunting session, which will teach you the patience and skill that is necessary for shooting the skeet as it soars through the air. You must follow the guidelines of your instructor as you hold the double-barrel shotgun, assume the proper shooting stance for support, and take aim at your target. A strong recoil will pulse through your body as the powerful gun shatters the clay pigeon in the distance. Your tour of Windsor Castle will place you in a similar atmosphere as exploring the grounds of Downton Abbey because your guide will lead you through the preserved halls and open rooms of Queen Elizabeth’s childhood home. You will notice the evolution of designs through the course of 39 monarchs with each leaving a particular mark in the State Apartments, including Charles II’s dazzling painted ceilings and walls with additional opulent carvings. Once more, real high life will imitate the marvels of Downton Abbey as you enter St. George’s Chapel, where the Gothic architecture contrasts the modern wedding ceremony of Prince Harry and Meghan Markle. In the evening, you will board a boat and float down the Thames for a scenic cruise that will allow you to appreciate the mixture of charming countryside and the exquisite aristocratic setting that blends the allure of regal life with that of the drama at Downton Abbey."
    },
    {
      "dayNumber": "6",
      "title": "Hampshire/Berkshire – Traverse Downton Abbey at Highclere Castle",
      "description": "Today, you will step into the life of the Dowager and the official setting of Downton Abbey at Highclere Castle. Your private driver will meet you in the hotel after breakfast to escort you to the fictional home of the Crawley family and the actual home of the modern-day Earl of Carnarvon. The estate encompasses 5,000 acres and boasts an impressive collection of Egyptian artifacts that are connected to the Tutankhamen excavation, including items from the tomb itself. The world of fact and fiction converge within the Edwardian architecture as scenes from the series come to life among the magnificent staircases, leather-walled saloons, the massive library, and a number of the staterooms in which many scenes were filmed. The castle has been part of the Carnarvon family since 1679 and retains its essential charm, opulence, and magnificent connection to the Downton Abbey show and film. You can even find some of the quintessential furniture decorating the rooms, which will make you feel as if you in the setting of the show, imagining the Dowager’s face as she sits in the parlor to converse with her in-law, Isobel Grey, who is the mother of Matthew Crawley. In the afternoon, you can bask in the peaceful setting of the grounds with a traditional tea, which will allow you to relive the first episode, which is when the Crawleys enjoy their tea on the grass before learning of the fateful voyage of the Titanic."
    },
    {
      "dayNumber": "7",
      "title": "Wiltshire – Travel into Wiltshire following Tom Branson’s Return",
      "description": "In the morning, you will travel from the lavish lifestyle of the Abbey to the more familiar life of Tom Branson, who lived, loved, and returned to the traditional English village after losing his wife, Lady Sybil Branson. Today will be at your leisure in the beauty of Lacock village in the famous Cotswolds Hills, which embody the stoic and bucolic marvels of the celebrated English countryside. As you travel through the village, you will witness the bright colors of blossoming geraniums as they cover the thatched-roof cottages. The village of Lacock transformed into the familiar setting of Downton for the movie. Preserved, medieval structures climb over the rolling hills with pitched rooftops and crenulated towers. The National Trust has protected the village since 1944, conserving the historical ambiance through protective restrictions that keep the streets relatively free of traffic and the walkways absent of electric street lights or phone poles. Here, it will feel as though, at any moment, you will see Tom Branson walking down the road in 1920s apparel alongside his daughter Sybbie. After wandering the cobbled lanes of the village, you can discover the true beauty of the English countryside at your preferred pace. You can view the window display of 19th-century shop on High Street and stroll through the sweet aromas of the apple orchard and rose garden on the grounds of Lacock Abbey. Fans of the series will enjoy venturing out to the town of Bampton, which is featured prominently as Downton village. The Churchgate House is shown as the exterior of Isobel Crawley’s house, and the old Grammar School building reveals the facade of Downton Hospital. For a fantastic view of the remarkable Cotswolds, you can opt to board a hot-air balloon and soar up to 3,000 feet into the sky for an exceptional perspective of the luscious grasslands, rolling hills, and scenic villages that are scattered across the landscape. During your hot-air balloon ride, you will feel entirely at peace among the touch of the cool, gentle breeze."
    },
    {
      "dayNumber": "8",
      "title": "County Durham & Yorkshire – Explore the Life of Lady Mary Talbot",
      "description": "After breakfast, your private transfer will escort you to the airport in Bristol for your quick flight to Newcastle-Upon-Tyne, where you will continue to follow the footsteps of the Crowley family. You will recall Lady Mary’s difficult transition from traditional and tribulation into triumph as you have an exceptional and immersive tour of County Durham. Your tour will begin with the Beamish Open Air Museum. The complex preserved the life of urban and rural England at the peak of industrialization during the early 20th century and will insert you into the heart of the village, colliery, and farm life in the scenery, which is all featured in the grand finale of the Downton Abbey Christmas special at Beamish Hall Hotel. The elaborate immersion into the world of Mary, Princess Royal, and Countess of Harewood will continue as you venture to Harewood House, which is a Georgian estate with gorgeous terraces that are featured in the film. As you embrace the chic and glamourous decor of the well-trodden State Rooms, the corridors below the stairs will reflect the scenes of Downtown Abbey . You will be able to picture the staff as they move behind the scenes and the aristocratic family as they enjoy their daily lives in the elegant State Rooms among rare Chippendale furniture. The Chilean flamingos and Blue and Gold macaws will squawk in the gardens, providing an illustrious soundtrack to your view over the grand terraces that overlook more than 20,000 plants and bulbs. The aroma of perennials and roses will sweep across the facade of the neo-classical architecture. You will find the true opulence of Harewood House that is embodied in the Gallery, which is the largest room on the grounds. Harwood House is over 76 feet long by more than 24 feet wide and adorned with Columns, arches, and three triple windows that exude elegance and opulence. A selection of Princess Mary’s personal items, such as papers, her wedding veil, slippers, and tiara, will be on display at Harewood House to coincide with the movie release."
    },
    {
      "dayNumber": "10",
      "title": "A Fond Farwell",
      "description": "In the morning, following your grand tour in the footsteps of the Crawley family and the beloved characters of Downton Abbey , you will find the familiar, soothing aromas of steeping black tea and buttery scones as they fill the dining room at breakfast. You will continue to reflect on the lives of the characters from the show as they emerge once more on the big screen for a film that captures the essence of the family from the Dowager to Lady Crawley and from Tom Branson to Miss Marigold. Your private transfer will greet you at the hotel and escort you to the airport with plenty of time to check-in for your flight home. Note: DOWNTON ABBEY is a trademark of Carnival Film & Television Limited, Focus Features, and Perfect World Pictures and/or its affiliates. Neither \"The Downton Movie Tour\" nor this website is in any way affiliated with, related to or authorized by Carnival Film, Focus Features, Perfect World Pictures nor any officially licensed or authorized DOWNTON ABBEY tours or other goods or services."
    }
  ],
  "map": ""
}