{
  "destination": "England",
  "mainPhoto": "",
  "id": "timeless-england-tour-a-journey-through-the-eras",
  "tourName": "Timeless England Tour: A Journey Through the Eras",
  "placesVisited": "London, Tower of London, Mayfair, West End, Cambridge, Kings College, Burghley House, York, Castle Howard, Rievaulx Abbey, Durham, Durham Castle, Durham Cathedral, Alnwick Castle, Lindisfarne Island, Housesteads, Lake District, Ullswater, Grasmere, Ironbridge, Stokesay Castle, Stratford-upon-Avon, Stow-on-the-Wold, Hidcote Manor, Bath, Queens Square, Royal Crescent, Glastonbury, Wells, Lacock, Stonehenge, Oxford",
  "generalInfo": "So much of England feels frozen in time, charming destinations revealing the postcard-perfect images of eclectic eras. This luxury 10-day England tour itinerary connects these jigsaw pieces of the past, immersing you in everything from Neolithic wonder to medieval charm, Georgian beauty to Roman remains. Along the way, there's a complete sense of England's iconic countryside, plus glamorous stops that discover regal opulence. Seductive and sublime, this is a tour of England's untouched history.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "London – Iconic Introductions in the Capital",
      "description": "All English roads lead to London, and the capital city offers the perfect start to any England itinerary. Nestled in the compact center, you'll find an eclectic sweep of the country's eras; glass-fronted skyscrapers are riding above 11th-century cathedrals, ornate Big Ben contrasts with the shimmering white of the London Eye. Most stops on this itinerary transport you into a particular century and architectural style; London is the complete mix, a congregation of ideas that have arrived from across the land. You'll be picked up at the airport and transferred to a central five-star hotel. Meet your driver-guide and start by touring the Tower of London, the first of the World Heritage Sites on this itinerary. With its iconic turrets and unconquered walls, you're quickly introduced into the wealth and grandeur of England's past. Stopping to see the Crown Jewels confirms the sense of splendor, tens of thousands of precious stones glistening behind the glass. Now some English customs, an afternoon of high tea in the same five-star hotel Queen Victoria used to frequent. Cakes and artisanal snacks pile on a silver stand and the correct way to drink from the china teacup is with your little finger raised. Completing an eclectic first day is a West End show, an iconic performance wrapped in the exuberant atmosphere of Central London. Consider learning more about your potential UK tour operators , and see how they are able to personalize your itinerary to your every interest and desire."
    },
    {
      "dayNumber": "2",
      "title": "Cambridge – A Beautiful University Time",
      "description": "A fresh summer morning and another quaint English tradition. Sit in a narrow wooden boat as a gondolier slowly punts you along the Backs, the unhurried rhythm perfect for enjoying a trademark punnet of strawberries. Cambridge's university history is legendary, and its colleges reflect the wealth of yesteryear. Wind through the green parks to Kings College and hear the resonance of choir song in its chapel. Gaze across the manicured lawns to fabulous 16th-century architecture, then wander the ornate hallways where so many famous names have studied. You'll need the whole morning to leisurely feel the sense of the university's scale and wealth of architecture. The afternoon is relaxed, the Elizabethan palace of Burghley House unveiling an iconic 16th-century style. A parade of art lines the corridors, portraits hang proudly in their swirls of oil paint while the lavish terrace is ideal for a relaxed hour with the teapot. The evening is at your leisure, and you'll spend the night at a boutique hotel on the outskirts of the city."
    },
    {
      "dayNumber": "3",
      "title": "Castle Howard to York – Medieval Splendor in Pristine Yorkshire",
      "description": "York's mazy streets seem fictitious. Buildings lean unfeasibly above cobbled alleyways, frozen in their iconic medieval state. Open the dwarfish front doors to find antique stores and the fragrant smells from tea rooms. Walk. Get lost. Bask in York's effortless ability to charm from every angle. When you alight from the alleys, the spires of York Minster stand proud. This glorious Gothic cathedral always inspires, both in the intricacy of the design and the scale of its sculpted walls. Keep walking, away from the cathedral, towards the scents of the Romans and Vikings. York is England's oldest inhabited city, and the narrative is revealed through scattered architectural and archeological remains. In this one city, you can journey through 1500 years, a chance to connect with the history that came before England's world dominance. Time seems to stand still in York. But everywhere and everyone has their own idea about which century to be stuck in. Just outside the city is Castle Howard, Vanbrugh's baroque 18th-century legacy. After the cuteness of the tea shops of the Shambles in central York, you're now exploring the pomp and excess of regal England. A private art collection has been made open to the public, revealing wealth on a staggering scale. Like yesterday, this fabulous stately home provides an idyllic place for two hours of relaxed time, drinking tea on a terrace overlooking the gardens. Immense Rievaulx Abbey, once England's largest church, completes the day before you enjoy an evening at leisure in York."
    },
    {
      "dayNumber": "4",
      "title": "Alnwick to Durham – Memoirs to the Norman Era",
      "description": "The undulating hills of Yorkshire grow wilder as you drive north, roving peaks beginning to cascade like an ocean of green dunes. Heading through the Yorkshire Dales, you're immersed in rural England from the paintings; small rivers, winding roads, dry stone walls, and the odd lost cottage. But driving towards Northumberland, the landscape blurs into raw and primitive chaos; fields of towering grass, swamps beneath precipitous slopes, a sense of exploring the very edge of somewhere. One of the great highlights of this itinerary is to fully traverse the length and breadth of the country, allowing you to watch the landscapes change from cultivated bliss to wild nature. Every photo you take looks like the archetypal snapshot of rural England. Yet each is very different. Dotted around these wild northern reaches, you find a handful of stunning remains. Durham's castle and cathedral are both wonderfully preserved memoirs of the Norman Conquest and 11th-century England. Groundbreaking in their scale and style, these relics imbue the ambition of a nation in its infancy. Before William the Conquerer, this was a land of warring tribes and counties. Visible for miles around, these monuments are staggering in their achievement and ability to unify. Today you also visit Lindisfarne Island, the focal point of the spread of Christianity in the 7th century, along with the extensive state apartments of Alnwick Castle, your next place for afternoon tea overlooking extensive gardens. Spend the night in Durham with distant views of both cathedral and castle."
    },
    {
      "dayNumber": "5",
      "title": "Hadrian's Wall to Ullswater to Grasmere – Famous Monuments and Inspiring Rural England",
      "description": "Faded, unbowed, overtaken by grass and moss. That's Hadrian's Wall, the edge of the Roman Empire and divide from the unruly North. It's left in a redolent state of ruin, each brick bearing 2000 years of scars. Your expert guide can reveal many more Roman ruins in the area, including the historic fort of Housesteads, where soldiers had an uninterrupted view of the Wall. Driving west and then south, you spend the whole afternoon meandering through the Lake District, a large national park that's entered on the UNESCO World Heritage tentative list for its scenic importance. Mist often rises evocatively from the lakes, hanging above waters that hide behind a patchwork of hills and valleys. Scenically, there's no more inspiring place in England, because even when it's raining, the Lake District is bathed in mystique. A steamboat trip across Ullswater places you in the heart of the postcard photo, surrounded by hills of sheep and dry stone walls. Spend the night in the quaint market town of Grasmere, tucked away in the hills."
    },
    {
      "dayNumber": "6",
      "title": "Ironbridge to Stratford-Upon-Avon – Fascinating Industrial History and the Home to Shakespeare",
      "description": "Today's three attractions couldn't be more contrasting. You can still smell the fumes of labor at Ironbridge, where vast factories and mills take you on a journey to the birthplace of the Industrial Revolution. The scale is baffling, and most of the site stands unchanged since the days of rising steam and relentless machinery. It's another World Heritage Site for this itinerary. Stokesay Castle then takes you backward, into the days of farming villages and the manor houses of the elite. Admire the difference in styles between the other manor houses of the itinerary, taking in the simple elegance of design from the 13th century. Then wind south, wild sheep pastures blurring into the cultivated bliss of the Cotswolds. While the landscape loses its ruggedness, it gains a sense of serenity, the kind that comes from getting lost in a watercolor painting. Most of Stratford-Upon-Avon feels unchanged since the birth of its famous son – William Shakespeare. Houses still have thatched roofs, a quaint village square comes straight from the 16th century, and your hotel radiates a memorable sense of boutique. This is your home for the next two nights, a cute village steeped in history, a place where every angle is another iconic snapshot of revered England."
    },
    {
      "dayNumber": "7",
      "title": "Stratford-Upon-Avon – Quintessential Charms in The Cotswolds",
      "description": "Memoirs to Shakespeare fill the village. There are the historical ones, like his birthplace or the cottage of his wife, places that help reflect the architectural style of his time. Then there are the atmospheric spots where he would write, a chance to gaze out at the inspiration that has since inspired so many. And then there are the dramatic memoirs to the man credited with a quarter of the English language. In the evening, you sit down amongst the 16th-century architecture, bathing in the surroundings as the Royal Shakespeare Company performs. There is no finer place in the world to hear the playwright's famous lines. Today's afternoon is free, and you may wish to explore the Cotswolds, where a collection of time-warped villages stand in the quintessential countryside. You can explore with your guide or walk between the villages."
    },
    {
      "dayNumber": "8",
      "title": "Glastonbury to Bath – Roman History and Georgian Architecture in a Living World Heritage Site",
      "description": "An ancient village, a Gothic spire, a time-preserved look at the first millennium AD as you visit Glastonbury. Another major highlight to this itinerary is heading far from the typical loop of attractions. Visiting a place like Glastonbury, even if it's just for an hour, helps reveal just how far England's history spreads. Stunning architecture isn't confined to London and a few famous cities. Abbeys are tucked away in villages, and stories of King Arthur's knights persist in places that even the English haven't heard of. After visiting Glastonbury and Wells, you spend the rest of the day in Bath, a living World Heritage Site. Some of the thermal waters are wrapped in Roman memories while other spas were redeveloped to reflect Georgian styles. Exploring the city, you're immersed in three contrasting styles from the Georgian era. Stand before the columns and excess of the Royal Crescent, enter one of the houses for a glimpse at late 18th-century life, and admire just why this entire city has been recognized by UNESCO. An excellent restaurant provides further connections to English custom. Enjoy the complete roast dinner, the archetypal English dish, ladled in gravy and dominated by the bowl-shaped Yorkshire pudding."
    },
    {
      "dayNumber": "9",
      "title": "Stonehenge to Oxford – Neolithic Wonder and Strolling Through Quaint Oxford",
      "description": "A collection of rocks, standing alone on a flat pasture. Each towers far above you, a monumental slab that's situated amidst a landscape without any stone. How did they get here? Even today, historians haven't agreed on how Stonehenge was created, although they've mostly unanimously concluded that this Neolithic wonder took 1500 years to build. It's the oldest stop on the itinerary. Spend the afternoon in Oxford, a famous university town that's wrapped in stunning architecture. Explore the chapels and dining halls that inspired J.K. Rowling, bask in the unconfined excess of the college buildings, and then wander through the narrow city streets as afternoon blurs into a long sultry evening. Oxford makes a fitting conclusion as there's so much to see within such close proximity. The sightseeing can visit a couple of standout sites, or if you're more energetic, loop around dozens of sublime architectural monuments."
    },
    {
      "dayNumber": "10",
      "title": "Oxford to London – Departure",
      "description": "Oxford is very conveniently located for departing England. It's around an hour by car to reach London Heathrow where you say farewell to your driver-guide and board your international departure."
    }
  ],
  "map": ""
}