{
  "destination": "UK",
  "mainPhoto": "",
  "id": "wonderful-wales-unique-uk-tour",
  "tourName": "Wonderful Wales: Unique UK Tour",
  "placesVisited": "Cotswolds, Shropshire Hills, Snowdonia, Machynlleth, Pembrokeshire, Wye Valley, Bath",
  "generalInfo": "Western Britain suffers from no shortage of natural beauty, and this 13-day tour of the scenic coastlines, breathtaking views, and charming communities of Wales and Western England will capture your heart and inspire your imagination. From the Cotswold hills to the award-winning beaches of Pembrokeshire, this tour provides a balanced pace to your active explorations.",
  "durationDays": "13",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cotswolds – The Welsh Countryside",
      "description": "When traveling within the United Kingdom, those who never leave the dense metropolitan areas only see one side of the country. Waiting for you just beyond the bounds of cities like London, Manchester, and Edinburgh is a wild land with the promises of rustic villages, rolling hills, and abandoned castles. Perhaps, there is no better ambassador of this rural heritage than Wales, which presents visitors with an abundance of cultural, historical, and visual treasures. After your arrival in London, a comfortable transfer will ensure your swift arrival to the green hills of the Cotswolds, where your journey will begin."
    },
    {
      "dayNumber": "2",
      "title": "Cotswolds – Rural England's Charm",
      "description": "After enjoying a leisurely morning, you will enjoy breakfast before embarking on the day's adventures. Today, the pastoral beauty of the Cotswolds will be yours to enjoy during a guided excursion into the charming villages, lush gardens, and noteworthy museums throughout the region. As you bask in the panoramic views of the Broadway Tower and stroll through the manicured beauty of the Hidcote gardens, it will be easy to be charmed by the rustic beauty that surrounds you."
    },
    {
      "dayNumber": "3",
      "title": "Shropshire Hills – Gateway Into Wales",
      "description": "The photogenic farmhouses laced by Bougainvillea and centuries of history will be replaced by the grassy highlands and charming communities of the Shropshire hills, serving as your gateway into Wales. After a leisurely morning in the Cotswolds, a short drive through the stunning scenery will lead you to your rustic hotel, which will be your launchpad for the next two days of exploring this gateway into Wales. Upon your arrival, you will have the remainder of the day at your leisure to explore the industrial significance, hospitable pubs, and stunning walking paths of the region."
    },
    {
      "dayNumber": "4",
      "title": "Shropshire Hills – Origins of an Industrial Revolution",
      "description": "It was in the Shropshire hills that the 18th-century United Kingdom first began the process of discovery and application of raw resources to improve the industrial output of the country. The soil here was teeming with coal, iron ore, and limestone deposits, and the ensuing centuries saw an industrial revolution in Britain that would change the course of history. Today, you will have a front-row seat to view this history on a walking tour of the village of Ludlow with a stop at the famous Iron Bridge, which crosses the Severn River."
    },
    {
      "dayNumber": "5",
      "title": "Snowdonia – The Adventure Capital of Wales",
      "description": "Wales presents visitors with an abundance of natural beauty at its three national parks. Today, you will enjoy the first of them during a visit to Snowdonia. Here, you will witness the untouched beauty of this region through the lush woodlands, rugged mountains, clear lakes, crumbling sea cliffs. Upon your arrival by a private transfer, you will have the remainder of the day at your leisure to explore the numerous walking paths of the region or to bask in the ambient hospitality of your hotel."
    },
    {
      "dayNumber": "6",
      "title": "Snowdonia – Self-Guided Cycling Tour",
      "description": "There is no shortage of outdoor recreational opportunities in Snowdonia National Park. When you wake rested and ready to start your day, a delightful breakfast will see you off with plenty of gusto for the day's adventure. Today, you will enjoy the privileged position of witnessing the land from two wheels during a self-guided cycling tour of the mountains, during which you can enjoy an intimate look at the landscape while traveling at your own pace."
    },
    {
      "dayNumber": "7",
      "title": "Machynlleth – The Cambrian Coast",
      "description": "After a week of landlocked destinations, you will scan the horizon of the Welsh coast when making your way from the highlands of Snowdonia to the placid shores of the Cardigan Bay and your rustic accommodation in Machynlleth. As you pass through the landscape of the United Kingdom that sees the most rainfall, you will enjoy a stop in the photogenic village of Harlech. Here, a hilltop castle overlooks the Irish sea and Barmouth. Afterward, you will finish the journey to your comfortable accommodation."
    },
    {
      "dayNumber": "8",
      "title": "Pembrokeshire – The Rugged Welsh Coastline",
      "description": "Your journey will continue when you depart the gentle embrace of the Cardigan Bay for rumors of a more impressive coastline. Pembrokeshire is a region of Western Wales that juts into St. George's channel and is known for its stunning sea views, puffin rookeries, and delicious seafood. After departing your accommodation in Machynlleth, you will step into this unforgettable landscape after a brief transfer. Here, you can enjoy the remainder of the day at your own pace and bask in the ambient beauty of this region."
    },
    {
      "dayNumber": "9",
      "title": "Pembrokeshire – Puffins at Skomer Island",
      "description": "As you wake in this colorful corner of the Welsh countryside, a short, outdoor stroll can provide you with an excellent antidote to any drowsiness along with a strong cup of tea. Today, you will need your energy because you will partake in a guided excursion to the nearby harbor on a voyage in search of the famous puffin colony at Skomer island. As you rock to the rhythm of the waves, a knowledgeable guide will happily introduce you to the history of these curious creatures as well as the other wildlife that appears in abundance."
    },
    {
      "dayNumber": "10",
      "title": "Wye Valley – The Welsh Highlands",
      "description": "After a leisurely morning, you will turn your back on the breathtaking seascape of Pembrokeshire and turn inland in the direction of the glacier-carved mountains you will see in the distance. Your destination will be Brecon Beacons National Park and the Wye River Valley. Here, you will enjoy two days of relaxation and excursions in the untapped beauty of this protected landscape. Upon your arrival, you can stroll along the high mountain paths and highlands or sample some local ales at the region's numerous spring-fed distilleries."
    },
    {
      "dayNumber": "11",
      "title": "Wye Valley – Enjoying a Guided Trek",
      "description": "To celebrate your arrival to this scenic setting of cascading waterfalls and lush woodlands, you will enjoy a guided excursion into the glacier-carved topography of Brecon Beacons National Park. After a fortifying breakfast, you will meet your knowledgeable guide and set off on a trek along the many paths that cross the park through the iconic four waterfalls valley. As you stretch your legs, your guide will happily introduce you to the geologic origins of this region as well as the abundance of flora and fauna you may run into along the way."
    },
    {
      "dayNumber": "12",
      "title": "Bath – Southern England",
      "description": "The last leg of your British adventure will arrive in splendid fashion when you arrive at the charming town of Bath, which blends the past and present and has been charming visitors for centuries. Tucked along the serene banks of the Avon River, this city dates back to pre-historic times, but it was the Romans who founded the famous baths. Today, you can enjoy this legacy during a visit to the numerous spas and mineral baths of the city. After a comfortable transfer from the Wye Valley, you will have the remainder of the day at your leisure."
    },
    {
      "dayNumber": "13",
      "title": "Bath – Departure",
      "description": "As the spires of Bath Abbey are illuminated during your final morning in this charming corner of England, you can rise with the sun or hit the snooze button before enjoying a tasty breakfast. From the rustic ambiance of the Cotswolds to the thermal splendor of Bath, Wales and Western England have been yours to enjoy for the past 12 days. A comfortable transfer will ensure your timely arrival to the nearby airport for your return flight."
    }
  ],
  "map": ""
}