[
    {
        "type": "overview",
        "Main_Title": "Our Philippines holidays & tours",
        "Main_Paragraph": "There are some fabulous islands to choose between on our Philippines holidays, and untold snorkelling, swimming and mountain trekking to keep you happy and active all day long. Our holidays use skilled local leaders who will help you uncover more sides to the country. And they’ll do so with minimum negative impact as you go, whether you’re using bamboo bikes made by a social enterprise company to tour Manila; heading out in horse and cart; a cyclo (cycle-powered rickshaw); or on foot. On land, our holidays support community-led craft shops, restaurants and homestays wherever possible. On the water, you can island-hop to support lesser-visited communities, whether you’re travelling by small ship cruise or by a traditional\nbangka\n.",
        "Subtitle": "Philippines highlights",
        "Title1": "1. Bacolor, Pampanga",
        "Paragraph1": "Mount Pinatubo erupted in the early 1990s, covering the nearby town of Bacolor in lahar  a sludgy combination of volcanic ash and rainwater. Each year more lahar runs down the volcanos slopes, burying the town deeper and almost entirely submerging its 16th century parish church. The hardy residents cling on, however, constructing ever higher stilt houses and rebuilding the church floor at the level of what used to be the choir loft.",
        "image1": "",
        "Title2": "2. Bohol",
        "Paragraph2": "Bohols Chocolate Hills are one of the Philippines most iconic landscapes. These 1,268 cones and domes are covered in grass that turns cocoa brown in the dry season. But there is more to Bohol than these mounds. Its Tarsier Sanctuary protects these tiny, saucer-eyed primates, while Loboc River cruises reveal troops of macaques. Offshore, turtles feed on sea grass and snorkellers can spot barracudas, octopus and huge rays.",
        "image2": "",
        "Title3": "3. El Nido",
        "Paragraph3": "El Nido is many peoples vision of paradise. Towering limestone cliffs give way to white sand beaches, lapped by turquoise water. The forest shelters over 100 bird species  some of which are endemic  and El Nido is the gateway to the pristine archipelagos scattered across the bay. You can lose days here, island hopping by boat, and snorkelling or scuba diving over vibrant coral reefs and the marine life that inhabits them.",
        "Title4": "4. Manila",
        "Paragraph4": "Densely populated Manila is a love-it-or-loathe-it metropolis, but it is undeniably fascinating. City tours  on foot or by bamboo bike  take in the historic walled district of Intramuros and its 400-year-old stone church, which stands in contrast with the skyscrapers of Makati financial district. The Chinese Cemetery is filled with impressive monuments, and you cant leave Manila without trying\nlechón\nroast pig.",
        "image3": "",
        "Title5": "5. Palawan",
        "Paragraph5": "Palawan has stunning natural offerings, some of which could be straight out of\nAvatar\n. Kayak by night through a mangrove forest illuminated by fireflies, stay in a cottage on a private beach, and take a boat tour along Sabangs surreal underground river. Ugong Rock makes an echoing noise when tapped; Ugong means sound in Tagalog. You can climb the steps inside its stalactite-filled cave and zipline back down.",
        "Title6": "6. Rice terraces, Luzon",
        "Paragraph6": "Five of Luzons rice terraces have been declared UNESCO World Heritage sites, including those at Banaue, Batad and Mayoyao. Dating back over 2,000 years, these stone walled terraces form impressive natural amphitheatres. Steep hikes take you through stunning scenery to traditional farming communities and indigenous Ifugao villages to learn about their curious relationship with their ancestors.",
        "Title7": "7. Vigan",
        "Paragraph7": "The oldest surviving Spanish colonial city in the Philippines is best explored in the traditional way  by horse and cart, known as a\ncalesa\n. Youll see beautifully preserved stone houses, a 16th century cathedral and stop off at the Padre Burgos Museum, set in an 18th century house. Vigan is a great place to sample local food, which is heavily meat based, with\nLongganisa\nsausage and\nempanadas\non the menu.",
        "Title8": "8. Visayas Islands",
        "Paragraph8": "The cluster of smaller islands at the heart of the Philippines, the Visayas are surrounded by thriving reefs and colourful marine life. Snorkel safari holidays are the way to go; short boat rides take you out from an island resort to explore a variety of underwater scenes. Observe schooling sardines, sea turtles, lionfish and harmless whitetip reef sharks. Combine with canyoning excursions and waterfall swims."
    }
]