{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "INRX",
  "tourName": "Rajasthan Gezgini",
  "placesVisited": "Hindistan",
  "generalInfo": "Egzotik, renkli ve benzersiz Hindistan, romantik sarayların ve dayanıklı kalelerin engebeli çöl manzarası üzerinde etkileyici bir yer kapladığı bir alandır. Başkentten başlayarak, modern Delhi'nin tarihi geçmişine ve şu anki hareketli haline tanıklık edin, Tac Mahal'in kusursuz simetrisine, pembe Jaipur şehrine hayran olun, gece konaklamalı bir deve safarisini deneyimleyin ve farklı mutfağı tadın; Hindistan’da gerçekten herkes için bir şey var.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)",
  "durationDays": "15",
  "price": "1159",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Jaisalmer Kalesi ziyareti</li>\n<li>- Rajasthani Kültür Dansı</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Fare Tapınağı ziyareti</li>\n<li>- Terk edilmiş Kuldhara köyü ziyareti</li>\n<li>- Udaipur Şehir Sarayı Giriş ve Rehber Eşliğinde Tur</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Deve safarisi ve çölde kamp</li>\n<li>- Jagdish Tapınağı &amp; Pazar turu</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 13 gece, 1 gece konaklamalı deve safarisi</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Tren,Halk Otobüsü,Araba,Özel Araç</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 13 kahvaltı,1 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tour tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi'ye Varış",
      "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
    },
    {
      "dayNumber": 2,
      "title": "Bikaner",
      "description": "Kuzeyde, bir zamanlar özenle hazırlanmış bir hendekle çevrili etkileyici Junagarh Kalesi'ne ev sahipliği yapan Bikaner'i ziyaret ediyoruz. Bikaner aynı zamanda bir 'vaha şehri’ olarak da anılır. Burada kum tepeleri ve kayalarla çevrili kırmızı bir kumtaşı yapı olan Lalgarh Sarayı'nı ziyaret edebilirsiniz. Bikaner dışında en sıradışı turistik yerlerden biri de, 2000 farenin bulunduğu Karni Mata Tapınağı. Fareler kutsal olarak görülüyor ve saygıyla karşılanıyorlar, çünkü onların Karni Mata'nın müritlerinin ruhlarına sahip olduklarına inanılıyor. Binlerce Hindu hacı, her yıl Karni Mata ve müritlerine saygılarını sunmak için tapınağı ziyaret ediyor."
    },
    {
      "dayNumber": 3,
      "title": "Jaiselmer",
      "description": "Çölün derinliklerine, her biri birbiriyle şiddetli bir rekabet içinde olan çok sayıda pazarın ya da develerin olduğunu göreceğiniz Jaisalmer'e, ‘altın şehre’ doğru ilerliyoruz! Jaisalmer'ın ana cazibe merkezi, bugün hala içinde yaşayan insanların olduğu Hindistan'daki tek kale olan ortaçağ çamur kalesi."
    },
    {
      "dayNumber": 4,
      "title": "Jaisalmer & Gece Konaklamalı Deve Safarisi",
      "description": "Jaisalmer'den Thar Çölü'ne gece konaklamalı deve safarisi yapıyoruz, ki bu Hint şehir yaşamının koşuşturmacasını deneyimledikten sonra dinlenmek için harika bir yol. Buradan, aracımızla fotojenik Thar Çölü'ne doğru yolculuğumuza başlıyoruz. Burası, Bhatti denilen eski bir savaşçının soyundan gelen Bhati ve Rajputs gibi Hindistan'ın en renkli ve becerikli insanların yaşadığı seyrek nüfuslu bir bölge.Daha sonra, size deve sırtında çöl hayatını deneyimleme fırsatı sunacak olan gece konaklamalı deve safarisine başlayacağımız muazzam kum tepelerine ulaşıyoruz. Deve yetiştiriciliği bu alanda yaygın bir uygulamadır. Deve çobanınız ve kampa giderken bineceğiniz deve ile buluşacaksınız. Altın kum denizine doğru yola koyuluyoruz ve göçebe çobanları, Thar Çölü'nün uzak bölgelerini, dalgalı kum tepelerini ve çöl köylerini görme şansına sahip oluyoruz. Yıldızların altında kamp kuracağız ve bizim için pişirilmiş geleneksel bir yemek yiyeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "Jaiselmer",
      "description": "Ertesi gün medeniyete dönüş yolculuğumuza devam ediyoruz. Jaisalmer'a dönerken manzara daha bereketli ve yoğun nüfuslu bir hal alıyor."
    },
    {
      "dayNumber": 6,
      "title": "Jodhpur",
      "description": "Hareketli Jodhpur, muhteşem Mehrangarh kalesinin hakim olduğu Rajasthan'ın ikinci büyük şehridir. Batı Rajasthan'da bulunan sonsuz altın kum tepeleri, yavaşça uzaklara yürüyen develeri ve göz alabildiğince uzanan çöl manzaralarını göreceksiniz."
    },
    {
      "dayNumber": 8,
      "title": "Udaipur",
      "description": "Girwa vadisinde yer alan Udaipur 'göller şehri' güney Rajasthan'da yer almaktadır. Yayla gölleri ve yeşil bahçeleriyle bölgedeki en popüler şehirlerden biridir. Burası gerçekten büyüleyici bir şehir ve sonuç olarak 'Hindistan'ın en romantik şehri' olarak adlandırılmaktadır. Güzel göller, mermer saraylar ve büyüleyici bahçelerle çevrili Udaipur muhtemelen, şimdiye kadar gördüğünüz çöl alanlarına ferahlatıcı bir alternatif sunacaktır. Hindistan'ı karakterize eden farklılık ve coğrafi çeşitlilik hakkında bilgi sağlar. Udaipur, aynı zamanda gölün ortasındaki eski Maharajas Sarayı olan Hindistan'ın en lüks otellerinden biri,Göl Sarayı'na da ev sahipliği yapmaktadır. Udaipur'da birçok sarayın etkileyici bir kompleksi olan City Palace(Şehir Sarayı) dahil olmak üzere birçok gezi seçeneği bulunmaktadır."
    },
    {
      "dayNumber": 10,
      "title": "Jaipur",
      "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
    },
    {
      "dayNumber": 12,
      "title": "Agra",
      "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
    },
    {
      "dayNumber": 14,
      "title": "Delhi",
      "description": "Daha sonra, son dakika hediyelik eşya alışverişi veya buradaki ilk gününüzde kaçırmış olabileceğiniz manzaralara göz atmak için vaktinizin olacağı başkente geri dönüyoruz. Grup turlarımızın modüler doğası nedeniyle, Delhi'ye tek başınıza seyahat etmek ve bir Siempre Travel rehberi tarafından Delhi'den alınmak için, tur lideriniz tarafından otobüs istasyonuna götürülebilirsiniz."
    },
    {
      "dayNumber": 15,
      "title": "Delhi'den Ayrılış",
      "description": "Your adventure of a lifetime comes to an end today. If you have a late flight or have lengthened your stay by adding post tour accommodation you will have more time to explore the sights. Your adventure of a lifetime comes to an end today. If you have a late flight or have lengthened your stay by adding post tour accommodation you will have more time to explore the sights."
    }
  ],
  "map": ""
}