{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "ST08004",
  "tourName": "Nepal ve Hindistan Altın Üçgeni",
  "placesVisited": "Hindistan",
  "generalInfo": "Kendine has ve farklı insanları,  değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti.<br><br>Siempre Tur ile Hindistan’ ın tarih ve kültür kokan sokaklarında gezebilir,  doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.<br><br>Turumuz,  Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır.  Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "10",
  "price": "2390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Ankara/İstanbul/Adana – Katmandu / Delhi – Ankara/İstanbul/Adana ekonomi sınıfı uçak bileti</li>\n<li>- Havalimanı vergileri ve Atatürk Havalimanı yer hizmetleri.</li>\n<li>- Yurtdışı çıkış harcı</li>\n<li>- Havalimanı – Otel – Havalimanı transferleri</li>\n<li>- Kathmandu – Delhi / Delhi – Varanasi / Varanasi – Delhi yerel havayolları ile ekonomi sınıfı uçak bileti</li>\n<li>- Belirtilen otellerde kahvaltı dahil konaklama</li>\n<li><strong>- Annapurna Hotel – Katmandu</strong></li>\n<li><strong>- Holıday Inn Centre – Jaıpur</strong></li>\n<li><strong>- Ramada Hotel – Varanası</strong></li>\n<li><strong>- Ramada Plaza – Agra</strong></li>\n<li><strong>- Vıvantaby Taj Dwarka Hotel – Delhı</strong> <strong>veya benzeri hoteller</strong></li>\n<li>- Programda belirtilen tüm öğle ve akşam yemekleri</li>\n<li>- Programda belirtilen tüm geziler</li>\n<li>- Tac Mahal gezisi giriş ücreti</li>\n<li>- Amber Kalesi’ ne giriş ücretleri</li>\n<li>- Agra Kalesi giriş ücretleri</li>\n<li>- Ganj Nehri turu</li>\n<li>- Swyambhunath Tapınağını turu</li>\n<li>- Delhi’ de gelenekseL çek çekler ile tur</li>\n<li>- Zorunlu seyahat sigortası ( Mesleki Sorunluluk Sigortasıdır)</li>\n<li>- Siempre tour Profesyonel Türkçe Rehberlik Hizmeti</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Katmandu",
      "description": "7 Kasım 2019 Perşembe akşamı havalimanında saat 23. 00’ da buluşuyoruz. Bilet,  pasaport ve bagaj işlemlerinin ardından saat 01:30’ da Nepal’ in başkenti Katmandu’ ya hareket ediyoruz.  Yolculuğumuz yaklaşık 7 saat sürecek."
    },
    {
      "dayNumber": 2,
      "title": "Katmandu",
      "description": "Sabah yerel saat ile 11. 10’ da Katmandu’ ya varıyoruz ve panoramik şehir turumuza başlıyoruz.  İlk durağımız Saray Meydanı olarak bilinen Durbar Meydanı.  Bu meydanda UNESCO tarafından Dünya Mirası ilan edilmiş bir çok bina ve tapınağı görme imkanına sahip olacak ve mimarisine hayranlık duyacağız.  Ardından Maymun Tapınağı olarak da bilinen,  Budistlere ait Swyambhunath Tapınağı’ nı ziyaret edeceğiz.  İçinde yüzlerle maymun bulunan tapınaktan şehrin panoramik manzarasını da görebileceğiz.  Daha sonra Saray Meydanı olan Patan “Güzel Sanatlar Şehri” olarak anılan meydanı geziyoruz.  Öğle yemeğinden sonra gezimizi tamamlayıp otelimize transfer oluyoruz.  Akşam yemeği ve konaklama otelimizde."
    },
    {
      "dayNumber": 3,
      "title": "Katmandu",
      "description": "Kahvaltıdan sonra Katmandu’ yu keşfetmeye devam ediyoruz.  İlk olarak 1600 yıl önce Bagmati nehrinin kıyısında yapılan ve Tanrı Shiva’ ya adanan Pashupatinath Tapınağını ziyaret ediyoruz.  UNESCO Dünya Kültür Mirası Listesi’ ne alınmış tapınak gezimiz sonrası 100 metre çapı ve 40 metre yüksekliği ile dünyanın en büyük Stupalarından (Stupa içine girilemeyen Budist Tapınağı anlamına gelir) biri olan da bilinen Bouddhanath Stupa’ sını ziyaret edeceğiz.  Yerel restorandaki öğle yemeği sonrası yüzyıllarca büyüsünü kaybetmemiş olan Bhaktapur Durbar meydanını gezip ara sokaklarda yürüyerek kendimizi adeta 17.  yüzyılda Nepal Malla döneminde hissedeceğiz.  Akşam yemeğimiz ve konaklama otelimizde."
    },
    {
      "dayNumber": 4,
      "title": "Katmandu, Delhi, Jaibur",
      "description": "Kahvaltının ardından Delhi uçumuz için havaalanına transfer oluyoruz.  Yerel havayolları ile Delhi’ ye uçuşumuz ortalama 6 saat sürecek,  varınca pembe şehir Jaipur’ a yolculuğumuz başlıyor.  Yol üzerinde öğle yemeğimizi alıyoruz ve yolculuğumuza devam ediyoruz.  Jaipur’ a varışta rengarenk Hindistan’ a şahit olacağınız Johari,  Bapu ve Nehru pazarları görüp otelimize transfer oluyoruz.  Akşam yemeği ve konaklama otelimizde."
    },
    {
      "dayNumber": 5,
      "title": "Jaipur",
      "description": "Erken kahvaltımızın ardından Jaipur’ un 11 kilometre dışında bulunan,  Maota gölünün üzerinden tepelere yükselen 1639 yılından beri hiç restore edilmemiş,  Rajput Mimarisinin essiz bir örneği olan,  kraliyet salonlarının muazzam el içliliğine tanıklık edeceğimiz Amber Kalesi’ ni ziyaret gideceğiz.  Bu meşhur kalenin bulunduğu tepeye filler veya jeepler ile çıkacağız.  Kale gezimizin ardından Öğle yemeğimizin yerel restoranda alıyoruz.  Yemek sonrası Rajasthan eyaletinin en büyük aynı zamanda merkezi şehri Jaipur’ daki gezimize devam edip,  Moğol tarzlarından esinlenerek inşa edilmiş,  muhteşem koleksiyona sahip bugün müze olarak kullanılan Maharaja Şehir Sarayını ve hemen yanında yer alan astrolojik ve astronomik gözlemevi Jantar Mantarı ziyaret ediyoruz.  Tur sonrası otelimize dönüyoruz.  Akşam yemeği ve konaklama otelimizde."
    },
    {
      "dayNumber": 6,
      "title": "Jaipur, Fatehpur Sikri, Agra",
      "description": "Kahvaltının ardından Agra’ nın 40 km batısında bulunan,  “Zafer Şehri`` anlamına gelen ve İmparator Akbar’ ın 1569 yılında oğlunun doğumu şerefine yaptırdığı sarayları,  camileri ve kaleleri ve yapımından 14 yıl sonra politik sebeplerden ötürü terk edilen çöl şehir Fatehpur Sirki mimari yapısını ziyaret edeceğiz.  Diwan - ı am,  Diwan - ı Khas,  Pachisi,  Jodha Bai Sarayı,  Mariam Sarayı veya Altın Oda (Sunehra Makan),  Birbal Sarayı,  Rüzgâr Sarayı (Hawa Mahal),  Panch Mahal göreceğimiz yerler arasında.  Öğle yemeğimizi yolumuzun üzerinden Bharatpur’ da alacağız.  Ardından Agra’ ya varıyor ve otelimize giriş yaptıktan sonra dinlenmek için serbest zamanımız olacak.  Akşam yemeği sonrası dileyen misafirlerimiz Ekstra Mohabbat Taj Show’ na katılabilirler.  Bu turumuzda Şah Cihan’ ın,  eşi kraliçe Mumtaz Mahal’ e olan dillere destan aşkını ve eşi için yaptırdığı mimari harikası Taj Mahal’ in hikayesini anlatan müzikal tiyatro gösterisiyle eşsiz anlar yaşayabilirsiniz.  Konaklama otelimizde.   Mohabbat Taj Show: 70 - USD ( Kişi Başı)"
    },
    {
      "dayNumber": 7,
      "title": "Agra, Delhi, Varanasi",
      "description": "Kahvaltımızın ardından ilk durağımız Dünyada aşk için dikilmiş en büyük ve en güzel anıt olarak kabul edilen,  İmparator Şah Cihan’ ın büyük bir aşkla sevdiği ve doğum sırasında kaybettiği eşi Mümtaz Banu Begüm anısına yaptırdığı,  Dünyanın Yedi Harika’ sından birisi olan Tac Mahal oluyor.  Yapımında 21 yıl boyunca 22 bin işçinin çalıştığı,  parlak,  ince mavi damarları olan beyaz mermerin taşınmasında 1000 filin kullanıldığı bu yapıda Osmanlı etkisi de bulunmaktadır.  Ana kubbe İsmail Efendi tarafından tasarlanmış,  genel tasarımda üstad İsa’ nın yardımı bulunmuştur.  İçinde ve dışındaki işlemelerde Kuran’ dan birçok ayet de bulunduğu yapı; kubbesi ve dört köşesindeki minareleriyle,  hangi yönden bakarsanız bakın simetriktir.  Gün doğumda pembe,  öğlen beyaz,  ay ışığında altınımsı renge bürünen Tac Mahal bu özelliği ile Mümtaz Mahal’ in his değişikliklerini yansıtmaktadır.  Gezi sonrası UNESCO tarafından Dünya Kültür Mirasına alınan,  yapımına 1565 yılında başlanmış çevresi 2. 5 km. </p> <p>uzunluğunda ve 20 metre yüksekliğindeki duvarlarla koruma altına alınmış Agra Kalesi’ ni ziyaret edeceğiz.  Şah Cihan,  yaşamının son günlerinde büyük oğlu Âlemgir tarafından buraya hapsedilmiş ve ömrünün son 8 yılını onu tüm dünyada ölümsüz kılacak Tac Mahal manzaralı odasında geçirmiştir.  Kale gezimizin sonrası öğle yemeğimizi alıyoruz ve Delhi’ ye hareket ediyoruz.  Delhi Havaalanına varışta Varanasi uçuşumuzu gerçekleştiriyoruz.  Varanasi’ ye varışta Dünyanın en büyük nehirlerinden birisi olan ve Hindularca kutsal sayılan Ganj nehrine akşam seremonisini izlemek için hareket ediyoruz ve Hinduların mistik inanışına yakından şahit oluyoruz.  Akşam yemeği ve konaklama otelimizde."
    },
    {
      "dayNumber": 8,
      "title": "Varanasi, Delhi",
      "description": "Sabahın erken saatlerinde geleneksel Hint ayinlerini izlemek için otelimizden ayrılacağız.  Gün doğuşunda Ganj Nehrini ziyaretimizde tekrar hayata döneceğine inanılan ölülerin yakılışını ve davullar eşliğinde gerçekleştirilen seremonileri izlerken kelimenin tam anlamıyla eşsiz bir deneyim yaşayacağız.  Güneşin doğumu ile birlikte otelimize kahvaltımızı almak için dönüyoruz.  Öğle yemeğinden sonra Kashi Wishwanath,  Banaras Hindu Üniversitesi ve Bharat Mata Tapınağını ziyaret etmek için yola çıkıyoruz.  Tur sonrası havaalanına transfer oluyoruz.  Yerel Havayolları ile Delhi’ ye uçup otelimize gidiyoruz.  Akşam yemeği ve konaklama otelimizde."
    },
    {
      "dayNumber": 9,
      "title": "Delhi",
      "description": "Kahvaltının ardından tarih boyunca pek çok hanedanlığın hüküm sürdüğü,  anıtları ve mimarisi ile zengin bir şehir olmasının yanı sıra,  beş yüz yıldan beri Yamuna nehri kıyısında yer alan ve sayısız şehrin doğup yok olduğu büyük bir anakent ve mezarlıklar şehri olan Delhi’ yi keşfedeceğiz.  Gezimizin ilk bölümünde Eski Delhi var.  Şah Cihan tarafından kırmızı kum taşından sekizgen şeklinde yaptırılan Kırmızı Kale’ nin önünden geçecek ve Hindistan’ ın en büyük camisi olan Cuma Camisi’ ni görecek ve Mahatma Gandhi’ nin anıt mezarını ziyaret ettikten sonra geleneksel çek çekler ile kısa bir tur yapıyoruz.  Tur sonrası öğle yemeği yiyoruz.  Yeni Delhi turumuzda Zafer Kulesi (Qutub Minar),  Humayum Türbesi,  Birinci Dünya Savaşı Anıtı India Gate,  Başkanlık Sarayı,  Parlamento,  Hükümet Binalarını ve Sikh Tapınağını görüp otelimize döneceğiz.  Akşam yemeğimiz otelde.  Dileyen misafirlerimiz rehberimizin ekstra olarak düzenleyeceği Bollywood Şovu’ na katılabilir.  Renkli ve coşkulu bu gösterinin ardından otelimize döneceğiz.  Konaklama otelimizde.   Bollywood Show -  Kingdom of Dreams 65 - USD / ( Kişi Başı )"
    },
    {
      "dayNumber": 10,
      "title": "Delhi, İstanbul",
      "description": "Kahvaltının ardından havaalanına gidip Türk Hava Yollarının TK727 sefer sayılı uçuşu ile saat 12. 40’ da dönüş yolculuğumuza başlıyoruz.  Sekiz buçuk saat süren yolculuğumuzun ardından yerel saat ile 18. 35’ de İstanbul’ a varıyoruz.  Gümrük ve bagaj işlemlerimizin ardından bir sonraki seyahatimiz için sözleşip güzel anılarımızla ayrılıyoruz."
    }
  ],
  "map": ""
}