{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "STG09004",
  "tourName": "Kuzey Hindistan",
  "placesVisited": "Hindistan, Nepal",
  "generalInfo": "Kendine has ve farklı insanları, değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti.<br><br>Siempre Tur ile Hindistan’ ın tarih ve kültür kokan sokaklarında gezebilir, doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.<br><br>Turumuz, Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "11",
  "price": "3580",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "50",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Qatar Havayolu Ile Adana &amp; Ankara&amp; İstanbul  &amp; Mumbai Gidiş Delhi  &amp; Adana &amp; Ankara &amp; İstanbul dönüş biletleri</li>\n<li>- Katmandu  &amp; Delhi &amp; Udaipur ekonomik havayolu ile ara uçuşu ( Ucuşlar uygun olmaması durumunda otobüsle)</li>\n<li>- Katmandu  da  5 * Hyatt Regency Katmandu  Oteli , Wifi hizmeti dahil.</li>\n<li>- Udaıpur  da 5* Taj Lake Otelinde Konaklama.Wifi Hizmeti dahil. Jaipur da 5*Taj Mahal Otel Delux odalar , Wifi hizmeti dahilAgra 5 * Hilton Otelinde, Wifi Hizmetleri Dahil</li>\n<li>- Delhi 5* Taj Mahal Ambbasador Oteli, Wifi dahil</li>\n<li>- Zangoora at The Kingdom of Dream Bollywood Show da Diamond Class seyretme imkanı.</li>\n<li>- 10 Akşam yemekleri Tümü Konaklanan otellerde. Salon bilgileri verilecek.</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber.</li>\n<li>- Gezi yerlerinde giriş ücretleri</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehber</li>\n<li>- THY Havayolları ile Ankara- İstanbul – Katmandu / Delhi– İstanbul- Ankara arası ekonomi sınıfı uçak bileti,</li>\n<li>- Havalimanı vergileri ve hizmetleri bedeli</li>\n<li>- Belirtilen kategoride 11 gece konaklama</li>\n<li>- Otellerde alınacak sabah Zengin kahvaltıları,</li>\n<li>- Otellerde alınacak akşam yemekleri,</li>\n<li>- Alan/Otel/Alan ve Şehirlerarası transferleri</li>\n<li>- Türkçe rehberli panoramik şehir turları</li>\n<li>- Seyahat Koruma Paketi</li>\n<li>- Yurt dışı çıkış harcı bedeli ( 15 TL ) -</li>\n<li>- Müze ve ören yerleri girişleri.</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Katmandu",
      "description": "Esenboğa Havalimanı’nda saat 17.30’da buluşma. Bagaj ve pasaport işlemlerinin ardından Katar Havayolları’nın Qr 0285 sefer sayılı uçuşu ile saat 21.20’da Katmandu’ya  hareket. Gece uçak yolculuğu."
    },
    {
      "dayNumber": 2,
      "title": "Katmandu' ya Varış",
      "description": "Yerel saat ile 11.00’de  Katmandu’ya varış. Bizi bekleyen özel aracımız ile otelimize transfer ve yerleşme. Otelde alacağımız öğle yemeğinin ardından UNESCO Dünya Mirasları Listesi’nde yer alan Boudhanath Stupa’sını ziyaret etmek üzere yola çıkıyoruz. Dünyanın en büyüklerinden biri olan Stupa’nın üzerinde Lord Buda’nın her şeyi gören gözlerini görebilirsiniz. Mana Deva tarafından 5.yy’da günahlarının kefareti olarak yaptırdığı stupa, sekizgen bir taban üzerine oturtulmuş ve etrafı dua çemberleri ile donatılmıştır. Öğle yemeğimizi yerel bir restoranda alacağız. Akşam turistik ve antik merkez olan Thamel caddesinde yürüyüş yapacağız. Akşam yemeği ve konaklama otelimizde."
    },
    {
      "dayNumber": 3,
      "title": "Katmandu",
      "description": "Otelde alacağımız kahvaltının ardından UNESCO Dünya Mirasları Listesi’nde yer alan Durbar Meydanı’nı göreceğiz. Sonrasında 2000 sene önce kurulmuş olan tarihi Buda Tapınağı Swayambhutanath’ı gezeceğiz. Bu tapınak aynı zamanda Maymun Tapınağı olarak ta bilinmektedir. Burada yaşayan Maymunlar kutsal olarak kabul edilmektedir. Burada aynı zamanda Mahadev ve Parvati tapınaklarını da göreceğiz. Öğle yemeğinden sonra Kathmandu’nın kardeş şehri olarak  görülen ve ismi “ Adanmışlar Şehri” anlamına Bhadgaon’a hareket ediyoruz. Burada ziyaret edeceğimiz yerler arasında Hindularca kutsal kabul edilen Ganj Nehri’nin bir kolu olan Bagmati Nehri kıyısında kurulmuş kutsal mekân ve ölü yıkama yeri Pashupathinath Tapınağı bulunmaktadır. Çok kutsal olması nedeni ile turistlerin girmesine izin verilmemektedir. Kathmandu Vadisindeki en büyük üçüncü şehir olan Bhadgaon’un 9.yy’da Kral Anda Deva tarafından kurulduğu düşünülmektedir. Şehir içindeki yapılarda görülen eşsiz güzellikteki taş kesme ve ahşap oyma işçilikleri 17.yy’da Kral Bhupantindra Mallas zamanından kalmadır. Gezimiz sırasında Durbar Meydanında 55 pencereli sarayı da"
    },
    {
      "dayNumber": 4,
      "title": "Katmandu, Udaipur",
      "description": "Otelde alacağımız kahvaltımız sonrasında havaalanına transferimizi ve Udaipur uçuşumuzu gerçekleştiriyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Udaipur, Jaipur",
      "description": "Sabah kahvaltısının ardından.Havalimanına transfer Air india  406 seferi ile saat 13.10 da Jaipur uçuş."
    },
    {
      "dayNumber": 6,
      "title": "Jaipur",
      "description": "Sabah kahvaltımızın ardından Jaipur Şehri turu Gezimize Sabah Jaipura 11 Km mesafedeki Amber Kalesini ziyaretle başlıyoruz. 1728. Yılında ön Hindu ve Babür mimarisiyle inşa edilmiştir. Raca Rajputs tarafından yaptırılan bu kale devletin yönetimi, güvenliği ve kendi özel kullanımı için yaptırmıştır. Rajput döneminin lüks, zengin karmaşık yaşam tarzlarını gösteren taş eserleri ve resimleriyle süslenmiş mermer ve değerli taşları, yapılan büyüleyici bahçeleri ve muhteşem sarayları kapsayan Kaleye fillerle çıkıyoruz. Kale içinde Sheesh Mahal (aynalı salon), Jai Mahal ve diğer sarayları ziyaret ediyoruz."
    },
    {
      "dayNumber": 7,
      "title": "Agra, Jaipur",
      "description": "Jaipur& Agra . Yolculuğu 240 Km yaklaşık 5 Saat."
    },
    {
      "dayNumber": 8,
      "title": "Agra",
      "description": "Sabah kahvaltısının ardından dünyanın 7 harikasından biri seçilen 17. Yüzyılda inşa edilmiş aşkın sembolü haline gelen Tac Mahal i ziyaret ediyoruz. Türk-İslam Mimarisi'nin en önemli yapıtları arasında yer alan Tac Mahal UNESCO tarafından dünya kültür mirası ilan edilmiştir. İngiliz Lordu Edward Lear; “İnsanlar ikiye ayrılır: Tac Mahal’i görenler ve görmeyenler” sözleri ile bu göz kamaştıran yapının"
    },
    {
      "dayNumber": 9,
      "title": "Agra, Delhi",
      "description": "Kahvaltının ardından Agra  & Delhi yolculuğu için Özel aracımızla yola cıkıyoruz.  Eski Delhide Şehir turu. İlk olarak Güzel bir kahvaltıdan sonra Eski Delhiyi gezmeye başlıyoruz , 1638 yılında  Babür İmparatoru Şah Cihan tarafından yaptırılan Kızıl Kale, Cuma Mescidi, Cihan Şahın kızı Ara sultan tarafından çizilip yaptırılan dar sokaklardan oluşan  Chandni Chowk yani ay ışığı çarşısı, 1199 yılında yaptırılan Kutub Minar kulesi, dünyanın en güzel mezar anıtları arasında gösterilen Humayun Anıtı ve 1. Dünya savaşı, İngiliz-Afgan Savaşı'nda hayatlarını kaybeden İngiliz Hint Ordusu 90.000 asker adı ve Çanakkale savaşlarında hayatlarını farklı cephelerde kaybeden askerlerin isimlerinin yazılı olduğu India Gate ( Hint Kapısı) ve Raj Ghat, Hindistan’ıen Büyük camisi Jama Mescidi, Bağımsız Hindistan'ın ilk Başbakanı, Mahatma Gandi'nin anıtını  ziyaret ediyoruz. Akşam yemeği otelde ."
    },
    {
      "dayNumber": 10,
      "title": "Delhi",
      "description": "Sabah kahvaltının ardından, Yeni Delhi modern şehri geziyoruz. Qutab Minar ,  Hint-İslam mimarisi ve dünyanın en yüksek tuğla minare si, Başkanın Evi, Parlamento Binası ve diğer Hükümet Sekreterliği Binası Ziyaret ediyoruz.Alışveriş için yerel pazara keşfetmek için boş Öğleden sonra. Akşam yemeği ve otelde geceleme."
    },
    {
      "dayNumber": 11,
      "title": "Delhi' den Ayrılış",
      "description": "Kahvaltının ardından Havalimanına özel otobüsümüzle transfer . QR 0571 seferi ile 03.45 ile Katar Hava Yolu ile Ankara ya hareket. Ankaraya  a varış. Gümrük ve bagaj işlemlerimizi tamamlayıp bizlerden ayrılma vakti."
    }
  ],
  "map": ""
}