{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "TIRE",
  "tourName": "Rajhastan’ ın Hazineleri",
  "placesVisited": "Hindistan",
  "generalInfo": "Bu,  mükemmel Hindistan devletinde bir tur.  Yolculuğunuz,  dünyanın en ünlü binalarından biri olan Tac Mahal ziyaretiyle başlıyor.  Buradan Rajasthan’ ın Jaipur ve Udaipur gibi en büyüleyici şehirlerinden bazılarına seyahat edeceksiniz.  Duvarlarla çevrili çöl şehri Jaisalmer’ de,  trafiğe kapalı sokakları keşfetmek için yeterli zamanınız olacak.  Huzurlu vaha şehri Pushkar’ da dinlenmek ve Hindistan’ ın en etkileyici yerlerinden biri olan Jodhpur’ daki fantastik Meherangarh Kalesi’ ni ziyaret etmek için de zamanınız olacak.<br><br>Bu tur,  rahatsız edici sıcaklıktan dolayı Mayıs ve Haziran aylarında önerilmemektedir.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "15",
  "price": "1569",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Rehber eşliğinde Agra turu</li>\n<li>- Rehber eşliğinde Jaipur ve Amber Kalesi turu</li>\n<li>- Chandelao’ da Jeep Safari</li>\n<li>- Rehber eşliğinde Jaisalmer turu</li>\n<li>- Rehber eşliğinde Udaipur turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 13 gece,  yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi' ye Varış",
      "description": "Eski Delhi’ nin ana cazibe merkezi,  içinde zengin sarayların ve etkileyici kamu binaların olduğu Kızıl Kale’ dir.  Yakınında,  Hindistan’ ın en büyük camisi olan muhteşem Jama Masjid bulunmaktadır.  Yeni Delhi’ de ayrıca Hint Kapısı’ nı - bir savaş anıtı kemeri,  etkileyici Parlamento Binası ve Hindistan Cumhurbaşkanı’ nın resmi konutu Rashtrapati Bhawan- da görebilirsiniz.  Güney’ e doğru,  her ikisi de Dünya Mirası Sit Alanı olan Kutub Minar’ ı ve Hümayun Türbesi’ ni keşfedebilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Agra",
      "description": "Bu sabah erkenden Agra’ ya giden trene bineceksiniz.  Bugün,  dünyanın en büyüleyici ve en güzel anıtlarından biri olan Tac Mahal’ i  ( cuma günleri kapalı )  gezeceksiniz.  İnşaatında yaklaşık 20. 000 işçi istihdam edildi ve 20 yılda tamamlandı.  Tac Mahal’ in orantıları öyle mükemmel ve işçiliği öyle muhteşem ki gerçekten dünyanın en muhteşem binalarından biri.  Yamuna nehrinin batı kıyısında yarım ay şeklinde inşa edilen Agra Kalesi ise,  tasarım ve inşaatın başyapıtıdır.  Kale’ nin devasa duvarlarının yüksekliği 20 metre ve çevresi 2. 5 km’ dir.  Etrafı kötü kokulu bir hendekle çevrilidir ve bazıları son derece güzel olan,  şehir içinde küçük bir şehir oluşturan bir bina labirenti içermektedir.  Günün geri kalanı size ait."
    },
    {
      "dayNumber": 3,
      "title": "Agra, Jaipur",
      "description": "Daha sonra Jaipur’ a doğru devam edeceksiniz. Yolda kumtaşından inşa edilmiş bir kale,  saray ve cami kompleksi olan ıssız Babür kenti Fatehpur Sikri’ de duracaksınız.  Fatehpur Sikri,  su kaynağı eksikliğinden dolayı başkentin terk edilmesinden önce,  yalnızca 12 yıl gibi kısa bir süre için Akbar’ ın başkentliğini yaptı.  Bugün Fatehpur Sikri hayalet bir şehirdir,  mimarisi mükemmel bir şekilde korunmaktadır ve saraylarda dolaşırken bu yerin bir zamanlar bir kraliyet ikametgahı ve dinamik bir kültür merkezi olduğunu hayal etmek oldukça kolay.  Akbar’ ın manevi danışmanı Şeyh Salim Chisti’ nin beyaz mermer mezarı şimdi Müslüman bir hac yeri olarak görülmektedir."
    },
    {
      "dayNumber": 4,
      "title": "Jaipur, Amber Kalesi",
      "description": "Bu sabah,  eski kraliyet ailesinin başlıca ikametgahı olan Şehir Sarayı ile başlayarak şehirde rehber eşliğinde bir tura çıkacaksınız.  Aynı zamanda tekstil ve kostümler,  minyatürler,  halılar ve el yazmaları,  silahlar ve zırhlara yönelik bir müzeye ev sahipliği yapmaktadır.  Yakınlarda,  18.  yüzyılda bir astronom-kralın,  irtifadan zamana kadar her şeyi ölçmek ve gezegenlerin ve yıldızların hareketlerini haritalamak için yarattığı bir taş gözlem evi olan Jantar Mantar bulunuyor.  “Rüzgar Sarayı” ya da Hawa Mahal,  bol miktarda pencereye ve taş bölmeye sahip bir sarayın pembe kumtaşı ön cephesidir.  Pencereler,  serin hava  ( hawa )  akımını sağlardı ve hint kraliyet haremi kadınları,  şehir sarayı duvarlarının ötesindeki şehir hayatını görmek için bu bölmelerin arkasına gizlenerek otururlardı."
    },
    {
      "dayNumber": 5,
      "title": "Pushkar",
      "description": "Bugün,  Hindular tarafından son derece kutsal kabul edilen güzel Pushkar Gölü’ nün kenarındaki Pushkar şehrine yolculuk yapacaksınız.  Gölün çevresine,  bu öğleden sonra rehber eşliğinde bir tur yapacağınız geniş taş basamaklarla ya da göle inen \"ghat\" larla yüzlerce küçük tapınak inşa edilmiştir.  Gölün üzerine,  etraftaki beyaz renkli tapınaklara ve yıkanma ghatlarına yansıyarak büyülü bir ışık vuruyor.  Günbatımında,  Pushkar dünyadaki en egzotik yerlerden birine dönüşüyor."
    },
    {
      "dayNumber": 6,
      "title": "Chandelao",
      "description": "Hareketli Jodhpur şehrine sadece bir saatlik mesafede,  300 yıllık eski kalesiyle küçük Chandelao köyü bulunuyor.  Burada yerel toplulukla etkileşimde bulunabilir ve Rajasthan’ ın sanatı,  kültürü ve mirası hakkında bilgi edinebilirsiniz.  Burası aynı zamanda geleneksel köy hayatına tanıklık etmek için en iyi yerlerden biri - Hindistan’ a yapılan ziyaretler arasında her durumda öne çıkan yerlerden biri olduğunu kanıtlayan unutulmaz bir deneyim."
    },
    {
      "dayNumber": 7,
      "title": "Jodhpur",
      "description": "Bugün “mavi şehir” Jodhpur’ a devam edeceksiniz.  Büyük Mehrangarh Kalesi, Thar Çölü’ nün kenarında yer alan Jodhpur’ a hükmetmektedir.  Saat kulesi,  eski şehrin popüler bir simgesidir ve dar sokaklar,  tekstil,  gümüş ve el işi ürünleri alabileceğiniz pazarlara kadar uzanmaktadır. Şehir,  dolaşması ilginç olan dolambaçlı sokakların büyüleyici bir karmaşasıdır."
    },
    {
      "dayNumber": 8,
      "title": "Jaisalmer",
      "description": "Çölü geçip büyülü bir şekilde ufukta beliren ‘ Altın Şehir’  Jaisalmer’ e gidin.  Kale duvarları içinde arnavut kaldırımlı sokaklar,  çarpıcı saraylar,  zengin tüccarların güzel konakları  ( haveller )  ve 12.  ve 15.  yüzyıllar arasında inşa edilen Jain tapınakları ile doludur.  Orta çağ atmosferine sahip bu muhteşem şehri keşfetmek için bolca zamanınız olacak."
    },
    {
      "dayNumber": 10,
      "title": "Bhenswara",
      "description": "Bugün,  Rajasthan’ ın nadiren ziyaret edilen bölgelerinden Bhenswara’ ya gideceksiniz.  Bu akşam,  isteğe bağlı bir leopar safarisi yapabilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Ranakpur-Udaipur",
      "description": "Bugün,  Aravalli tepelerinde saklı Udaipur ve Jodhpur arasında küçük bir köy olan Ranakpur’ a doğru yol alacaksınız.  Burada Udaipur hükümdarlarının mahkemelerinde hizmet veren Jainler tarafından inşa edilen güzel oyma tapınaklardan oluşan harika bir kompleks bulacaksınız.  Mermerden inşa edilen ana tapınağın,  1400’ den fazla sütunla desteklenen 29 salonu vardır,  bunların hiçbiri aynı değildir. Tapınaklar,  turistlere öğlen açılır,  ve saat 13. 00’ dan önce giderseniz,  Jain hacılarıyla birlikte kantinde ucuz ve doyurucu vejetaryen öğle yemeğinin tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Udaipur",
      "description": "Bu sabah şehir turu yapacaksınız.  Şehir Sarayı’ nın ana kısmı,  geniş ve çeşitli mozaik,  cam ve porselen figürleri,  minyatür ve resimlerden oluşan bir koleksiyona sahip müze olarak korunmaktadır.  Müzedeki birçok teras ve avludan Pichola Gölü ve Lake Palace Hotel’ in muhteşem manzaraları ve genel bir lüks ve ihtişam havası vardır.  Yakınlarda sürekli bir aktivite merkezi olan Jagdish tapınağı bulunmaktadır.  Lord Vishnu’ ya adanan tapınak,  1651 yılında Maharana Jagat Singh 1 tarafından inşa edilmiş ve muhteşem ve kendine özgü mimarisiyle ünlüdür."
    },
    {
      "dayNumber": 13,
      "title": "Udaipur, Delhi",
      "description": "Bugün pazarda pazarlık yapmanız ya da göl manzaralı samimi bir kafede rahatlamanız için gün sizin! Akşam,  Delhi’ ye giden klimalı yataklı trene bineceksiniz."
    },
    {
      "dayNumber": 14,
      "title": "Delhi",
      "description": "Delhi tren istasyonuna varışta karşılanacak ve otele transfer edileceksiniz.  Otelinize giriş yaptıktan sonra,  son dakika hediyelik eşya alışverişi ya da keşif yapmak için günün geri kalanı size ait."
    },
    {
      "dayNumber": 15,
      "title": "Delhi' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}