[
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "INID",
    "tourName": "Derinlemesine Hindistan",
    "placesVisited": "Hindistan",
    "generalInfo": "Özenle dekore edilmiş havelilerden devasa çöl kalelerine kadar Rajasthan, Hindistan'ın canlı mirasına büyüleyici bir bakış sunmaktadır. Bu tur sırasında, göz alıcı sariler içinde kadınlar ve rengarenk sarıklı adamlarla dolu mavi ve pembe şehirlerle gözleriniz kamaşacak. Görkemli Tac Mahal'i ziyaret edecek, Varanasi'deki Ganj'a gidip çölde bir deve safarisine çıkacaksınız.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)",
    "durationDays": "22",
    "price": "1999",
    "image1": "siempretour-images/INID/inid_india-in-depth2019_04_11_02_42_47_0.jpg",
    "image2": "siempretour-images/INID/inid_india-in-depth2019_04_11_02_42_47_1.jpg",
    "image3": "siempretour-images/INID/inid_india-in-depth2019_04_11_02_42_47_2.jpg",
    "image4": "siempretour-images/INID/inid_inid_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Jaisalmer Kalesi ziyareti</li>\n<li>- Rajasthani Kültür Dansı</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Khajuraho pazarını gezme</li>\n<li>- Fare Tapınağı</li>\n<li>- Terk edilmiş Kuldhara köyü ziyareti</li>\n<li>- Udaipur Şehir Sarayı Giriş ve Rehber Eşliğinde Tur</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Deve safarisi ve çölde kamp</li>\n<li>- Jagdish Tapınağı &amp; Pazar turu</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 18 gece, 1 gece konaklamalı deve safarisi, yataklı gece trenlerinde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Tren, Halk Otobüsü, Araba, Özel Araç, Minibüs, Gece Treni</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 15 kahvaltı, 1 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tour tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi'ye Varış",
        "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
      },
      {
        "dayNumber": 2,
        "title": "Bikaner",
        "description": "Kuzeyde, bir zamanlar özenle hazırlanmış bir hendekle çevrili etkileyici Junagarh Kalesi'ne ev sahipliği yapan Bikaner'i ziyaret ediyoruz. Bikaner aynı zamanda bir 'vaha şehri’ olarak da anılır. Burada kum tepeleri ve kayalarla çevrili kırmızı bir kumtaşı yapı olan Lalgarh Sarayı'nı ziyaret edebilirsiniz. Bikaner dışında en sıradışı turistik yerlerden biri de, 2000 farenin bulunduğu Karni Mata Tapınağı. Fareler kutsal olarak görülüyor ve saygıyla karşılanıyorlar, çünkü onların Karni Mata'nın müritlerinin ruhlarına sahip olduklarına inanılıyor. Binlerce Hindu hacı, her yıl Karni Mata ve müritlerine saygılarını sunmak için tapınağı ziyaret ediyor."
      },
      {
        "dayNumber": 3,
        "title": "Jaiselmer",
        "description": "Çölün derinliklerine, her biri birbiriyle şiddetli bir rekabet içinde olan çok sayıda pazarın ya da develerin olduğunu göreceğiniz Jaisalmer'e, ‘altın şehre’ doğru ilerliyoruz! Jaisalmer'ın ana cazibe merkezi, bugün hala içinde yaşayan insanların olduğu Hindistan'daki tek kale olan ortaçağ çamur kalesi."
      },
      {
        "dayNumber": 4,
        "title": "Jaisalmer & Gece Konaklamalı Deve Safarisi",
        "description": "Jaisalmer'den Thar Çölü'ne gece konaklamalı deve safarisi yapıyoruz, ki bu Hint şehir yaşamının koşuşturmacasını deneyimledikten sonra dinlenmek için harika bir yol. Buradan, aracımızla fotojenik Thar Çölü'ne doğru yolculuğumuza başlıyoruz. Burası, Bhatti denilen eski bir savaşçının soyundan gelen Bhati ve Rajputs gibi Hindistan'ın en renkli ve becerikli insanların yaşadığı seyrek nüfuslu bir bölge.Daha sonra, size deve sırtında çöl hayatını deneyimleme fırsatı sunacak olan gece konaklamalı deve safarisine başlayacağımız muazzam kum tepelerine ulaşıyoruz. Deve yetiştiriciliği bu alanda yaygın bir uygulamadır. Deve çobanınız ve kampa giderken bineceğiniz deve ile buluşacaksınız. Altın kum denizine doğru yola koyuluyoruz ve göçebe çobanları, Thar Çölü'nün uzak bölgelerini, dalgalı kum tepelerini ve çöl köylerini görme şansına sahip oluyoruz. Yıldızların altında kamp kuracağız ve bizim için pişirilmiş geleneksel bir yemek yiyeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "Jaiselmer",
        "description": "Ertesi gün medeniyete dönüş yolculuğumuza devam ediyoruz. Jaisalmer'a dönerken manzara daha bereketli ve yoğun nüfuslu bir hal alıyor."
      },
      {
        "dayNumber": 6,
        "title": "Jodhpur",
        "description": "Hareketli Jodhpur, muhteşem Mehrangarh kalesinin hakim olduğu Rajasthan'ın ikinci büyük şehridir. Batı Rajasthan'da bulunan sonsuz altın kum tepeleri, yavaşça uzaklara yürüyen develeri ve göz alabildiğince uzanan çöl manzaralarını göreceksiniz."
      },
      {
        "dayNumber": 8,
        "title": "Udaipur",
        "description": "8.-9.Gün-Udaipur"
      },
      {
        "dayNumber": 10,
        "title": "Jaipur",
        "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
      },
      {
        "dayNumber": 12,
        "title": "Agra",
        "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
      },
      {
        "dayNumber": 14,
        "title": "Orchha",
        "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
      },
      {
        "dayNumber": 16,
        "title": "Basari Köyü",
        "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
      },
      {
        "dayNumber": 17,
        "title": "Khajuraho",
        "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
      },
      {
        "dayNumber": 18,
        "title": "Varanasi’ye Gece Treni",
        "description": "Khajuraho'yu keşfettikten sonra kutsal Varanasi şehrine giden bir gece trenine biniyoruz."
      },
      {
        "dayNumber": 19,
        "title": "Varanasi",
        "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
      },
      {
        "dayNumber": 20,
        "title": "Overnight Train to Delhi",
        "description": "1 night(s) on overnight sleeper trains . No single room upgrade available."
      },
      {
        "dayNumber": 21,
        "title": "Delhi",
        "description": "Maceranız sona ermeden önce, Delhi'den en iyi şekilde faydalanarak boş zamanınızın tadını çıkarın."
      },
      {
        "dayNumber": 22,
        "title": "Delhi'den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "ST08007",
    "tourName": "Hindistan",
    "placesVisited": "Hindistan",
    "generalInfo": "Kendine has ve farklı insanları, değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti.<br><br>Siempre Tur ile Hindistan’ ın tarih ve kültür kokan sokaklarında gezebilir, doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.<br><br>Turumuz, Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "10",
    "price": "3390",
    "image1": "siempretour-images/ST08007/st08007_mumbai_1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "12",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Thy Ankara &amp;İstanbul &amp; Mumbai gidiş Delhi &amp; İstanbul dönüş biletleri</li>\n<li>- Mumbai &amp; Jaipur ekonomik havayolu ile ara uçuşu</li>\n<li>- Agra &amp; Varanasi ekonomik Havayolu uçuşu</li>\n<li>- Varanasi &amp; Delhi Ekonomik Havayolu uçuşu</li>\n<li>- Mumbai de 5 Yıldızlı Taj Mahal Oteli Palace Bölümünde odalar, Wifi hizmeti dahil. https://taj.tajhotels.com/en-in/taj- mahal-palace- mumbai/</li>\n<li>- Jaipur da 5 Yıldızlı Taj Mahal Otel Delux odalar , Wifi hizmeti dahil. https://taj.tajhotels.com/en-in/jai- mahal-palace- jaipur/</li>\n<li>- Agra 5 Yıldızlı ITC Mughal Hotel, Wifi Hizmetleri Dahil http://www.itchotels.in/Hotels/itcmughal/agra-Agra- Fort.aspx</li>\n<li>- Varanasi 5 Yıldızlı Taj mahalOtel Nadesar Palace ,Wifi hizmeti dahil https://taj.tajhotels.com/en-in/taj- nadesar-palace- varanasi</li>\n<li>- Delhi 5 Yıldızlı Taj Mahal Oteli Superior Odalar ,Wifi dahil https://taj.tajhotels.com/en-in/the- taj-mahal- hotel-new- delhi/</li>\n<li>- Zangoora at The Kingdom of Dream Bollywood Show da Diamond Class seyretme imkanı.</li>\n<li>- 7 Öğle yemeği</li>\n<li>- 9 Akşam yemekleri Tümü Konaklanan otellerde. Salon bilgileri verilecek.</li>\n<li>- Yemeklerde alınan 2 içecek ücreti</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber .</li>\n<li>- Gezi yerlerinde giriş ücretleri</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehber</li>\n<li>- Yurt dışı çıkış bedeli 15 TL</li>\n<li>- Tüm Otel Doorman servis bedelleri</li>\n<li>- Lokal Rehber ve otobüs şoförlerin Tipi 40 $</li>\n<li>- Türk Rehber bahşişleri 15 $</li>\n<li>- Zorunlu Seyahat sigortası</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Mumbai' ye Varış",
        "description": "Serüvenimiz 23 Mart saat 15.30’ te Esen boğada Buluşma ile başlıyor. İstanbul a THY ile 16.00 da hareket. 20.35 uçuşu ile Türk Hava Yolu TK 720 sefer sayılı ile Bombay’ a hareket. Bombay a varış 24 Mart 05.15’ dir. Mumbai Havalimanı’ na varışımızdan sonra gümrük ve bagaj işlemlerimizi tamamlayıp bizleri Bekleyen yerel rehberimiz eşliğinde, özel otobüsümüzle otele geçip Odalara misafirlerimiz yerleştiriyoruz. Check in Saat 12:00’de olduğu için otelin doluluk durumuna göre müsait ise erken check in yapma imkanı. Öğleden sonra, İngiliz Kralı V. George ve Kraliçe Mary Hindistan ziyareti anısına 1911 yılında inşa edilen 26 metre uzunluğunda olan Hint geçidi ziyaret ediyoruz. ,Afgan Kilisesi, Hint-Saracenic tarzı mimariyle 20. yüzyılın başlarında inşa edilmiş Galler Müzesi Prensinin galerisini; sanat, heykel, çini ve diğer antika paha biçilmez koleksiyonlarını ziyaret ediyoruz. Mahatma Gandinin Mumbai’de kaldığı dönemdeki ev Mani Bhavan Gandhi Müzesi, Gandi’ nin yaşadığı dönemden kesitlerini gösteren Odaları özel olarak hazırlanmış evde Gandi hakkında yazılan kitapların, kütüphanesini olduğu bölümleri ziyaret ediyoruz. Şehir Turunda fotoğraf çekmek için göreceğiniz diğer şehrin ünlü simgeleri; Mumbai en ünlü tren istasyonu, Hindistan Victoria Gotik mimarisinin parlak bir örneğinin - Mumbai Turu esnasında Chhatrapati Shivaji Terminus (daha önce ‘ Victoria son durağı ‘  olarak adlandırılan CST) , Dhobi Ghat ,Galler Müzesi, Asma Bahceleri, Hacı Ali Camii, açık hava çamaşırhane, Nariman Point, Malabar tepesi ve Marina sahili Queens Körfesi, daha sonra otele geri dönüş. Hotelde Akşam yemeği ve geceleme otelimizde."
      },
      {
        "dayNumber": 2,
        "title": "Mumbai",
        "description": "Kahvaltıdan sonra Gateway of İndia adlandırılan Mumbai’  e 10 km uzaklıktaki Fil Mağaraları gezi turu için hareket. Feribotla Fil adası geçiyoruz. Fil Mağaraları 1987 yılında UNESCO Dünya Mirası Mağaralarına seçilmiş. Fil Mağaraları içindeki 1200 Yaşındaki Kaya Tapınağını ziyaret ediyoruz. Tapınak Mağara; kaya oymacılığı ile biçimlenen Tanrı SHİVA üç yönü simgeleyen, onun çeşitli formları, heykelleri bu adadadır. Öğleden sonra uçuş saatine kadar misafirlerimiz için alış veriş ve fotoğraf için serbest zamanlı gezi."
      },
      {
        "dayNumber": 3,
        "title": "Mumbai, Jaipur",
        "description": "Jaipur için uçuş için havaalanına transfer. 2 saatlik uçuşun ardından Jaipur’a tahmini varışımız saat 17:30 . 3 gece konaklayacağımız otele transfer. Jaipur renk, dans ve geleneksel sanatlar ve el sanatları bir coşkusu olduğunu. Bilinen, ‘ Pembe Şehir ``olarak, Jaipur, antik kaleleri ve sarayları ev ve Hindistan’ ın en iyi planlanmış şehirlerinden biridir. Akşam yemeğimiz Otelde. Jaipur Şehri turu; Gezimize Sabah Jaipura 11 Km mesafedeki Amber Kalesini ziyaretle başlıyoruz. 1728. Yılında ön Hindu ve Babür mimarisiyle inşa edilmiştir. Raca Rajputs tarafından yaptırılan bu kale devletin yönetimi, güvenliği ve kendi özel kullanımı için yaptırmıştır. Rajput döneminin lüks, zengin karmaşık yaşam tarzlarını gösteren taş eserleri ve resimleriyle süslenmiş mermer ve değerli taşları, yapılan büyüleyici bahçeleri ve muhteşem sarayları kapsayan Kaleye fillerle çıkıyoruz. Kale içinde Sheesh Mahal (aynalı salon), Jai Mahal ve diğer sarayları ziyaret ediyoruz. Pembe Şehir JAİPUR: Hindu Planlama kurallarına göre inşa edilen şehir 1853 yılında Prens Albert Şehre gelmesi onura Hindu Karşılama rengi olan Pembe renge tüm şehir boyanır."
      },
      {
        "dayNumber": 4,
        "title": "Jaipur",
        "description": "Sabah otelde alınacak Kahvaltının ardından şehir turu için özel otobüsümüze geçiyoruz. Şehir Sarayı Jaipur Mihrace artık günümüzde Şehir müzesine dönüştürülmüştür. Müze minyatür, el yazmaları, Tekstil ve Kostüm ve değerli tophane bölümünde . Özel fonksiyonlu ve çeşitli enstrümanlar mükemmel bir koleksiyona sahiptir. Şehir Gezimiz de ziyaret edeceğimiz diğer yerler ise; Raja Jai Singh Tarafından 18. Yüzyılın ortalarından yaptırılmış Gözlemevi, Jantar Mantar. Hawa Mahal ve Rüzgâr Sarayı. Hayatları boyunca Haremden çıkamayan kadınların Yaşadığı 5 katlı ve çevre ile tek bağları olan ünlü 1000 pencereli Şehir Sarayı Kompleksi. Akşam yemeğimiz otelde."
      },
      {
        "dayNumber": 5,
        "title": "Jaipur, Agra",
        "description": "Jaipur & Agra yolculuğu 240 Km yaklaşık 5 Saat. Güzel bir kahvaltıdan sonra, dünyanın Agra kentine, ünlü Taj Mahal için yola çıkıyoruz. İlk olarak durağımız Dünyanın en büyükleri arasında yer alan değişik Mimarisi ve 3500 Basamağı ile Ünlü Chand Boari Merdivenlerini Ziyaret ediyoruz. Yolumuz üzerinde Babürler den kalma kırmışı kumtaşı Saray Kompleksi ile Çöl Şehri Fatehpur Sikri ziyaret ediyoruz. Susuzluk ve Kum fırtınalarından terkedilmiş bu şehirde Müslüman Sufi İmparatorun oğlu Akbar Mübarek Şeyh Salim Chisti için yaptırılmış olan Cuma Mescidi ve Salim Chisti Türbesini ziyaret ediyoruz. 1630 Yılında Babür zamanından kalma Kırmızı kumtaşından yapılmış içinde Kamu ve özel sarayları olduğu Agra Kalesini ziyaret ediyoruz. Akşam yemeğimiz otelde."
      },
      {
        "dayNumber": 6,
        "title": "Agra, Varanasi",
        "description": "Tac mahal sabahı. Sabahın erken saatlerinde Şah Cihan ın Ölümünün ardından Sevgili eşi Mümtaz Mahal için yaptırdığı, Sonsuz Aşkın mermer ve değerli mücevherlerle Eşsiz simetrik Mimari tasarımla buluştuğu eser Dünyanın Yedi harikasından biri Taç Mahal sarayını geziyoruz. Öğleyin Varanasi için Havalimanına geçiyoruz. Lokal havayolu ile uçuşumuz saat 14:30 da Varanasiye öğleden sonra 17:30 de varıyoruz.( Bu günkü Uçağımızı uygun olması durumda erken saate almaya çalışıyoruz). Öğle saatlerinde VARANASİ kentine varış. Otelimize yerleşme ve kısa bir istirahatin ardından VARANASİ şehir turu için otelimizden ayrılış. Kashi Vishwanath Temple, Durga Temple and Banaras ve Hindu Üniversite görülecek yerler arasında. .Akşam arzu eden misafirlerimizle birlikte Ganj nehri kenarındaki toplu dua törenini izlemek için otelimizden ayrılıyoruz. Akşam yemeğimiz otelde."
      },
      {
        "dayNumber": 7,
        "title": "Varanasi",
        "description": "Sabah çok erken saatte, Himalayalar’ dan doğan kutsal GANJ NEHRİ üzerinde tekne turuna çıkacağız. Hindu inanışına göre GANJ nehrinde yıkanmak arınmayı, nehrin kıyısında yakılmak ise NİRVANA’ yı yani doğum ve ölüm döngüsünden Azad olmayı temsil eder. GANJ nehrinde tekne ile gezerken yıkanan, dua eden ,meditasyon yapan insanları ve nehrin kıyısında ölülerin yakıldığı, 24 saat ateş yanan Manikarnika Ve Harishchandra krematoryumlarını görebilirsiniz. Ardından sabah kahvaltısı için otelimize geri dönüş. Öğleden sonra misafirlerimize serbest zaman. Akşam yemeği otelimizde ."
      },
      {
        "dayNumber": 8,
        "title": "Varanasi, Delhi",
        "description": "Kahvaltının ardından Misafirlerimize serbest zaman. Varanasi & Delhi yolculuğu için havalimanına transfer. Delhi ye varış ve Eski Delhide Şehir turu. İlk olarak Güzel bir kahvaltıdan sonra Eski Delhiyi gezmeye başlıyoruz.1638 yılında Babür İmparatoru Şah Cihan tarafından yaptırılan Kızıl Kale, Cuma Mescidi, Cihan Şahın kızı Ara sultan tarafından çizilip yaptırılan dar sokaklardan oluşan Chandni Chowk yani ay ışığı çarşısı, 1199 yılında yaptırılan Kutub Minar kulesi, dünyanın en güzel mezar anıtları arasında gösterilen Humayun Anıtı ve 1. Dünya savaşı , İngiliz-Afgan Savaşı’ nda hayatlarını kaybeden İngiliz Hint Ordusu 90.000 asker adı ve Çanakkale savaşlarında hayatlarını farklı cephelerde kaybeden askerlerin isimlerinin yazılı olduğu India Gate ( Hint Kapısı) ve Raj Ghat, Hindistan’ ı en Büyük camisi Jama Mescidi, Bağımsız Hindistan’ ın ilk Başbakanı, Mahatma Gandi’ nin anıtını ziyaret ediyoruz. Akşam yemeği otelde."
      },
      {
        "dayNumber": 9,
        "title": "Delhi",
        "description": "Sabah kahvaltının ardından, Yeni Delhi modern şehri geziyoruz. Qutab Minar , Hint-İslam mimarisi ve dünyanın en yüksek tuğla minare si, Başkanın Evi, Parlamento Binası ve diğer Hükümet Sekreterliği Binası Ziyaret ediyoruz. Alışveriş için yerel pazara keşfetmek için boş Öğleden sonra. Akşam yemeği ve otelde geceleme. Akşam the Bollywood Show Zangoora at The Kingdom of Dream Show u için saat 17:45 lobide buluşuyoruz. Akşam yemeği otelde"
      },
      {
        "dayNumber": 10,
        "title": "Delhi, İstanbul, Ankara",
        "description": "Kahvaltının ardından Havalimanına özel otobüsümüzle transfer. TK 717 seferi ile 06:15 uçuşu ile Türk Hava Yolu ile İstanbul a hareket. İstanbul a varış 02 Nisan 10:30’ dur. Atatürk Havalimanı’ na varışımızdan sonra pasaport işlemleri ve Ankara uçuşumuz için iç hatlara geçiyoruz. THY 2146 seferi ile Saat 13.00 seferi ile Ankara ya uçuşumuz ve saat 14.00 da Esen boğa Havalimanına varışımız. Bagaj işlemlerini Tamamlayıp bizlerden ayrılma vakti."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "STG09003",
    "tourName": "Hindistan",
    "placesVisited": "Hindistan",
    "generalInfo": "Kendine has ve farklı insanları, değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti.<br><br>Siempre Tur ile Hindistan’ ın tarih ve kültür kokan sokaklarında gezebilir, doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.<br><br>Turumuz, Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "10",
    "price": "3450",
    "image1": "siempretour-images/STG09003/stg09003_hindistan_main.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "50",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Katar Hava Yolları ekonomi Bileti ile &amp; Ankara &amp; Mumbai gidiş Delhi &amp; Ankara dönüş biletleri</li>\n<li>- Mumbai &amp; Varanasi ekonomik havayolu ile ara uçuşu ( Ucuşlar uygun olmaması durumunda otobüsle)</li>\n<li>- Agra &amp; Varanasi ekonomik Havayolu uçuşu( Ucuşlar uygun olmaması durumunda otobüsle)</li>\n<li>- Jaipur  &amp; Delhi Ekonomik Havayolu uçuşu ( Ucuşlar uygun olmaması durumunda otobüsle)</li>\n<li>- Mumbai de  5 * Taj Mahal Oteli Palace Bölümünde odalar ., Wifi hizmeti dahil. https://taj.tajhotels.com/en-in/taj-mahal-palace-mumbai/</li>\n<li>- Jaipur da 5*Taj Mahal Otel Delux odalar , Wifi hizmeti dahil. </li>\n<li>- Agra 5 * Double Tree Hiton ,  Wifi Hizmetleri Dahil</li>\n<li>- Varanasi 5*Taj Mahal The Gateway Hotel ,Wifi hizmeti dahil</li>\n<li>- Delhi 5* Taj Mahal Diplomat Oteli Superior Odalar ,Wifi dahil</li>\n<li>- Zangoora at The Kingdom of Dream Bollywood Show da Diamond Class seyretme imkanı.</li>\n<li>- 9 Akşam yemekleri Tümü Konaklanan otellerde. Salon bilgileri verilecek.</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Gezi yerlerinde giriş üçretleri</li>\n<li>- Zangoora at The Kingdom of Dream Bollywood Show da Diamond Class seyretme imkanı.</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehber</li>\n<li>- Yurt dışı çıkış bedeli 15 TL</li>\n<li>- Tüm Otel Doorman servis bedelleri</li>\n<li>- Zorunlu Mesleki Seyahat sigortası</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Mumbai (Hindistan)",
        "description": "Serüvenimiz Esenboğa Havalimanı dış hatlar terminalinde buluşma ile başlıyor."
      },
      {
        "dayNumber": 2,
        "title": "Mumbai (Hindistan)",
        "description": "CAVE TEMPEL(KAYA TAPINAĞI ) ELEPHANT ADASI"
      },
      {
        "dayNumber": 3,
        "title": "Mumbai, Varanasi",
        "description": "Sabah kahvaltısının ardından Varanasi için Havalimanına geçiyoruz.     Numaralı seferi ile saat  uçuşumuz saat.   de varıyoruz. Hintlilerin Benares olarak adlandırdığı VARANASİ Hindistan'ın en kutsal  şehri olarak bilinir. Varanasi Hİnduların hac ziyareti yaptıkları (kutsal 7 şehirden biri), içinden kutsal nehir Ganj’ın geçtiği yaklaşık 4000 yıllık tarihi ile dünyanın üzerinde yaşam bulunan en eski şehirlerinden biridir."
      },
      {
        "dayNumber": 4,
        "title": "Varanasi, Agra",
        "description": "Sabah otelde alınacak kahvaltının ardından gün doğumundan önce Ganj nehriniz işaret edeceğiz. Hindu inanışına göre GANJ nehrinde yıkanmak arınmayı, nehrin kıyısında yakılmak ise NİRVANA’yı yani doğum ve ölüm  döngüsünden azad olmayı temsil eder. GANJ nehrinde tekne ile gezerken yıkanan, dua eden ,meditasyon yapan insanları ve nehrin kıyısında ölülerin yakıldığı, 24 saat ateş yanan MANİKARNİKA ve HARİSHCHANDRA krematoryumlarını görebilirsiniz. Ardından sabah kahvaltısı için otelimize geri dönüş."
      },
      {
        "dayNumber": 5,
        "title": "Agra",
        "description": "Sabah kahvaltısının ardından dünyanın 7 harikasından biri seçilen 17. Yüzyılda inşa edilmiş aşkın sembolü haline gelen Tac Mahal i ziyaret ediyoruz. Türk-İslam Mimarisi'nin en önemli yapıtları arasında yer alan Tac Mahal UNESCO tarafından dünya kültür mirası ilan edilmiştir. İngiliz Lordu Edward Lear; “İnsanlar ikiye ayrılır: Tac Mahal’i görenler ve görmeyenler” sözleri ile bu göz kamaştıran yapının mükemmelliğini biraz da olsa ifade ediyor. Şah Cihan ın Ölümünün ardından Sevgili eşi Mümtaz Mahal için yaptırdığı, Sonsuz aşkın mermer ve değerli mücevherlerle, eşsiz simetrik Mimari tasarımla buluştuğu eseri gezdikten sonra  Tac Mahalin yapımında kullanılan mermerlerin nasıl değerli ve yarı değerli taşlarla işlendiğini de göreceğiniz mermer atölyesi ziyaret edeceğiz. Gezimizin bitiminden Sonra otelimize transfer. Akşam yemeği otelimizde ."
      },
      {
        "dayNumber": 6,
        "title": "Agra, Jaipur",
        "description": "Sabah kahvaltısının ardından otobüs ile Jaipur a hareket. Agra Jaipur. yolculuğu 240 Km yaklaşık 5 Saat."
      },
      {
        "dayNumber": 7,
        "title": "Jaipur",
        "description": "Sabah kahvaltımızın ardından Jaipur Şehri turu Gezimize Sabah Jaipura 11 Km mesafedeki Amber Kalesini ziyaretle başlıyoruz. 1728. Yılında ön Hindu ve Babür mimarisiyle inşa edilmiştir. Raca Rajputs tarafından yaptırılan bu kale devletin yönetimi, güvenliği ve kendi özel kullanımı için yaptırmıştır. Rajput döneminin lüks, zengin karmaşık yaşam tarzlarını gösteren taş eserleri ve resimleriyle süslenmiş mermer ve değerli taşları, yapılan büyüleyici bahçeleri ve muhteşem sarayları kapsayan Kaleye fillerle çıkıyoruz. Kale içinde Sheesh Mahal (aynalı salon), Jai Mahal ve diğer sarayları ziyaret ediyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Jaipur, Delhi",
        "description": "Kahvaltının ardından Jaipur  & Delhi yolculuğu için havalimanına transfer Jet Airways sefer sayılı uçuşu İLE saat de delhiye hareket ve Delhi ye varışın ardından  Eski Delhide Şehir turu. İlk olarak Güzel bir kahvaltıdan sonra Eski Delhiyi gezmeye başlıyoruz, 1638 yılında  Babür İmparatoru Şah Cihan tarafından yaptırılan Kızıl Kale, Cuma Mescidi, Cihan Şahın kızı Ara sultan tarafından çizilip yaptırılan dar sokaklardan oluşan  Chandni Chowk yani ay ışığı çarşısı, 1199 yılında yaptırılan Kutub Minar kulesi, dünyanın en güzel mezar anıtları arasında gösterilen Humayun Anıtı ve 1. Dünya savaşı , İngiliz-Afgan Savaşı'nda hayatlarını kaybeden İngiliz Hint Ordusu 90.000 asker adı ve Çanakkale savaşlarında hayatlarını farklı cephelerde kaybeden askerlerin isimlerinin yazılı olduğu India Gate ( Hint Kapısı) ve Raj Ghat, Hindistan’ıen Büyük camisi Jama Mescidi, Bağımsız Hindistan'ın ilk Başbakanı, Mahatma Gandi'nin anıtını  ziyaret ediyoruz. Akşam yemeği otelde ."
      },
      {
        "dayNumber": 9,
        "title": "Delhi",
        "description": "Sabah kahvaltının ardından, Yeni Delhi modern şehri geziyoruz. Qutab Minar ,  Hint-İslam mimarisi ve dünyanın en yüksek tuğla minare si, Başkanın Evi, Parlamento Binası ve diğer Hükümet Sekreterliği Binası Ziyaret ediyoruz.Alışveriş için yerel pazara keşfetmek için boş Öğleden sonra. Akşam yemeği ve otelde geceleme."
      },
      {
        "dayNumber": 10,
        "title": "Delhi' den Ayrılış",
        "description": "Kahvaltının ardından Havalimanına özel otobüsümüzle transfer . QR579 seferi ile 1 Sabahı  03.30 uçuşu ile Katar Hava Yolu ile Doha ya hareket. Doha ya a varış 01 Nisan 05.16’ dır. QR 313 sefer ile Doha & Ankara uçuşumuz saat 07.15 tedir. Ankara Esenboğa ya sabah saat 11.15 te  varışımızdan sonra gümrük ve bagaj işlemlerimizi Tamamlayıp bizlerden ayrılma vakti."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "INWI",
    "tourName": "Hindistan ve Nepal Harikaları",
    "placesVisited": "Hindistan, Nepal",
    "generalInfo": "Kuzey Rajasthan çöllerinde deve safarisinden Annapurna eteklerinde yürüyüşe ve aradaki her şeye kadar, bu gerçekten bambaşka bir macera. Kabile kralları tarafından inşa edilen çökmüş kaleleri keşfedin, süslü ve bazen de açık, oyma tapınakları ziyaret edin, Tac Mahal'ı ziyaret ederek ve nesli tükenmekte olan Asya gergedanlarına ve Bengal kaplanına ev sahipliği yapan Chitwan Ulusal Parkı'nda bir safari yaparak ölmeden önce yapılacaklar listenizdeki nihai Hindistan maddesini yerine getirin.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Katmandu Tribhuvan Uluslararası Havaalanı(KTM)",
    "durationDays": "29",
    "price": "1369",
    "image1": "siempretour-images/INWI/inwi_wonders-of-india-and-nepal2019_04_11_02_48_03_0.jpg",
    "image2": "siempretour-images/INWI/inwi_wonders-of-india-and-nepal2019_04_11_02_48_03_1.jpg",
    "image3": "siempretour-images/INWI/inwi_wonders-of-india-and-nepal2019_04_11_02_48_03_2.jpg",
    "image4": "siempretour-images/INWI/inwi_inwi_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Fare Tapınağı</li>\n<li>- Deve safarisi ve çölde kamp</li>\n<li>- Jaisalmer Kalesi ziyareti</li>\n<li>- Terk edilmiş Kuldhara köyü ziyareti</li>\n<li>- Jagdish Tapınağı &amp; Pazar turu</li>\n<li>- Rajasthani Kültür Dansı</li>\n<li>- Udaipur Şehir Sarayı Giriş ve Rehber Eşliğinde Tur</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Khajuraho pazarını gezme</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n<li>- Maya Devi Tapınağı</li>\n<li>- Chitwan Milli Parkı giriş</li>\n<li>- Tharu Kültürel dans gösterisi</li>\n<li>- Annapurna eteklerinde yürüyüş</li>\n<li>- Tibet Mülteci Kampı ziyareti</li>\n<li>- Dünya Barış Pagodası’na yürüyüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 24 gece, 1 gece konaklamalı deve safarisi,yataklı gece treninde 1 gece, kulübede 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Tren,Halk Otobüsü,Araba,Özel Araç,Minibüs,Gece Treni,Yürüyüş,Taksi</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 23 kahvaltı,1 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi'ye Varış",
        "description": "enerjik tutan bir şehir olmaya meyillidir!"
      },
      {
        "dayNumber": 2,
        "title": "Bikaner",
        "description": "Kuzeyde, bir zamanlar özenle hazırlanmış bir hendekle çevrili etkileyici Junagarh Kalesi'ne ev sahipliği yapan Bikaner'i ziyaret ediyoruz. Bikaner aynı zamanda bir 'vaha şehri’ olarak da anılır. Burada kum tepeleri ve kayalarla çevrili kırmızı bir kumtaşı yapı olan Lalgarh Sarayı'nı ziyaret edebilirsiniz. Bikaner dışında en sıradışı turistik yerlerden biri de, 2000 farenin bulunduğu Karni Mata Tapınağı. Fareler kutsal olarak görülüyor ve saygıyla karşılanıyorlar, çünkü onların Karni Mata'nın müritlerinin ruhlarına sahip olduklarına inanılıyor. Binlerce Hindu hacı, her yıl Karni Mata ve müritlerine saygılarını sunmak için tapınağı ziyaret ediyor."
      },
      {
        "dayNumber": 3,
        "title": "Jaiselmer",
        "description": "Çölün derinliklerine, her biri birbiriyle şiddetli bir rekabet içinde olan çok sayıda pazarın ya da develerin olduğunu göreceğiniz Jaisalmer'e, ‘altın şehre’ doğru ilerliyoruz! Jaisalmer'ın ana cazibe merkezi, bugün hala içinde yaşayan insanların olduğu Hindistan'daki tek kale olan ortaçağ çamur kalesi."
      },
      {
        "dayNumber": 4,
        "title": "Jaisalmer & Gece Konaklamalı Deve Safarisi",
        "description": "Jaisalmer'den Thar Çölü'ne gece konaklamalı deve safarisi yapıyoruz, ki bu Hint şehir yaşamının koşuşturmacasını deneyimledikten sonra dinlenmek için harika bir yol. Buradan, aracımızla fotojenik Thar Çölü'ne doğru yolculuğumuza başlıyoruz. Burası, Bhatti denilen eski bir savaşçının soyundan gelen Bhati ve Rajputs gibi Hindistan'ın en renkli ve becerikli insanların yaşadığı seyrek nüfuslu bir bölge.Daha sonra, size deve sırtında çöl hayatını deneyimleme fırsatı sunacak olan gece konaklamalı deve safarisine başlayacağımız muazzam kum tepelerine ulaşıyoruz. Deve yetiştiriciliği bu alanda yaygın bir uygulamadır. Deve çobanınız ve kampa giderken bineceğiniz deve ile buluşacaksınız. Altın kum denizine doğru yola koyuluyoruz ve göçebe çobanları, Thar Çölü'nün uzak bölgelerini, dalgalı kum tepelerini ve çöl köylerini görme şansına sahip oluyoruz. Yıldızların altında kamp kuracağız ve bizim için pişirilmiş geleneksel bir yemek yiyeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "Jaiselmer",
        "description": "Ertesi gün medeniyete dönüş yolculuğumuza devam ediyoruz. Jaisalmer'a dönerken manzara daha bereketli ve yoğun nüfuslu bir hal alıyor."
      },
      {
        "dayNumber": 6,
        "title": "Jodhpur",
        "description": "Hareketli Jodhpur, muhteşem Mehrangarh kalesinin hakim olduğu Rajasthan'ın ikinci büyük şehridir. Batı Rajasthan'da bulunan sonsuz altın kum tepeleri, yavaşça uzaklara yürüyen develeri ve göz alabildiğince uzanan çöl manzaralarını göreceksiniz."
      },
      {
        "dayNumber": 8,
        "title": "Udaipur",
        "description": "Girwa vadisinde yer alan Udaipur 'göller şehri' güney Rajasthan'da yer almaktadır. Yayla gölleri ve yeşil bahçeleriyle bölgedeki en popüler şehirlerden biridir. Burası gerçekten büyüleyici bir şehir ve sonuç olarak 'Hindistan'ın en romantik şehri' olarak adlandırılmaktadır. Güzel göller, mermer saraylar ve büyüleyici bahçelerle çevrili Udaipur muhtemelen, şimdiye kadar gördüğünüz çöl alanlarına ferahlatıcı bir alternatif sunacaktır. Hindistan'ı karakterize eden farklılık ve coğrafi çeşitlilik hakkında bilgi sağlar. Udaipur, aynı zamanda gölün ortasındaki eski Maharajas Sarayı olan Hindistan'ın en lüks otellerinden biri,Göl Sarayı'na da ev sahipliği yapmaktadır. Udaipur'da birçok sarayın etkileyici bir kompleksi olan City Palace(Şehir Sarayı) dahil olmak üzere birçok gezi seçeneği bulunmaktadır."
      },
      {
        "dayNumber": 10,
        "title": "Jaipur",
        "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
      },
      {
        "dayNumber": 12,
        "title": "Agra",
        "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
      },
      {
        "dayNumber": 14,
        "title": "Orchha",
        "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
      },
      {
        "dayNumber": 16,
        "title": "Basari Köyü",
        "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
      },
      {
        "dayNumber": 17,
        "title": "Khajuraho",
        "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
      },
      {
        "dayNumber": 18,
        "title": "Overnight Train to Varanasi",
        "description": "1 night(s) on overnight sleeper trains . No single room upgrade available."
      },
      {
        "dayNumber": 19,
        "title": "Varanasi",
        "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
      },
      {
        "dayNumber": 20,
        "title": "Lumbini",
        "description": "Bugün, Nepal'deki Himalayaların eteklerinde bulunan Lumbini'ye giden tozlu yollardan yolculuk ediyoruz. Lumbini'nin,Gotama Buda’nın (Gautama Buddha) 'barışın elçisi ve Asya'nın ışığı' M.Ö. 623’te doğduğu yer olduğu söyleniyor. Lumbini'deki en önemli tapınak, Buda'nın doğumunun geleneksel yerini gösteren Maya Devi Tapınağı'dır. Tapınak, daha önceki tapınakların bulunduğu yerdedir ve yüzlerce yıldır hac yeri olmuştur. Lumbini, tamamen Hindu'dur, ancak çeşitli uluslardan birçok Budist tapınağı ve mabedi bu kutsal yerin etrafına dağılmış durumdadır."
      },
      {
        "dayNumber": 21,
        "title": "-Chitwan Milli Parkı",
        "description": "Chitwan Milli Parkı'na gidiyoruz. Park, UNESCO Dünya Mirası listesindedir (1984) ve tek boynuzlu Asya gergedanlarının ve aynı zamanda Bengal kaplanının son popülasyonlarından birine ev sahipliği yapmaktadır. İç Terai'nin subtropikal ovalarında 932 kilometrekarelik bir alana yayılan park, Nepal'in orta güneyinde yer almaktadır. Alan, 175 kilometrekarelik bir alana yayılan Tikauli ormanını kapsamaktadır - Rapti nehrinden Mahabharat'ın eteklerine kadar. Alan, 1973'te ülkenin ilk Milli Parkı oldu."
      },
      {
        "dayNumber": 23,
        "title": "Pokhara",
        "description": "Annapurna dağlarının muhteşem manzarasına sahip muhteşem göl kasabası Pokhara'ya gidiyoruz. Kasaba, Nepal'daki ikinci en büyük göl olan Phewa Ta Gölü kıyısında yer almaktadır. Burası, trekking için mükemmel bir yer sağlayan çok sessiz ve tasasız bir kasaba. Burada, sabah yürüyüşünüze hazırlık için birkaç son dakika ekipmanı alabilirsiniz."
      },
      {
        "dayNumber": 24,
        "title": "Annapurna Foothills",
        "description": "Büyük bir kahvaltıdan sonra,arabayla yürüyüşümüzün başlayacağı noktaya gidiyoruz ve Annapurna eteklerine tırmanışımıza başlıyoruz, 1900 metredeki ilk geceler konaklayacağımız yere tırmandıkça, manzaralar daha da güzelleşiyor.Kar kaplı zirvelerin,mavi göllerin ve nehirlerin keyfini çıkarıyoruz. Annapurna Himal'i çevreleyen derin vadiler ve yüksek dağlar, subtropikal ormanlardan yüksek, kuru bir manzaraya kadar çeşitli araziler içeriyor."
      },
      {
        "dayNumber": 26,
        "title": "Pokhara",
        "description": "Dağ eteklerinde iki geceden sonra,göl kenarında ağrıyan ayaklarınızı dinlendireceğiniz ve manzarayı izleyeceğiniz Pokhara’ya dönüyoruz.Kadınların nasıl ipek kilimler yaptığını izlemek için bir Tibet Mülteci Kampı’nı ziyaret ediyoruz.Gölde bir tekne kiralayabilir ve Japon Barış Pagodası’na da yürüyebilirsiniz.Gölün çevresindeki kırsal bölgeyi keşfetmek için dağ bisikleti kiralayabilirsiniz."
      },
      {
        "dayNumber": 28,
        "title": "Kathmandu",
        "description": "Katmandu Vadisi, bu kadar küçük bir alanda en çok UNESCO Dünya Mirası Sit Alan’ına sahipken ve hem Budistler hem de Hindular tarafından kullanılan geleneksel köylerle ve eski kutsal tapınaklarla ve mabetlerle dolu yemyeşil tarım tepeleriyle çevriliyken, Nepal'in başkenti Katmandu karla kaplı dağlar ile çevrilidir."
      },
      {
        "dayNumber": 29,
        "title": "Katmandu’dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "ININ",
    "tourName": "Hindistan’dan Nepal’e",
    "placesVisited": "Hindistan, Nepal",
    "generalInfo": "Hindistan'ın beyaz mermer saraylarının, malikanelerinin ve antik kalelerinin çeşitliliğini deneyimleyin. Tac Mahal, Varanasi'ye hayranlık duyun ve bu zamana kadar iştahınızı kabartan en muhteşem yemeklerin tadına bakın. Nepal'e geçtiğimizde, sıcak çayevi misafirperverliğini ve görkemli Himalaya manzarasını deneyimleyeceğiniz Annapurna Dağları’nda yürüyüş yaparak 2 gün geçiriyoruz.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Katmandu Tribhuvan Uluslararası Havaalanı(KTM)",
    "durationDays": "19",
    "price": "999",
    "image1": "siempretour-images/ININ/inin_india-to-nepal2019_04_11_02_43_49_0.jpg",
    "image2": "siempretour-images/ININ/inin_india-to-nepal2019_04_11_02_43_49_1.jpg",
    "image3": "siempretour-images/ININ/inin_india-to-nepal2019_04_11_02_43_49_2.jpg",
    "image4": "siempretour-images/ININ/inin_india-to-nepal2019_04_11_02_43_49_3.jpg",
    "image5": "siempretour-images/ININ/inin_india-to-nepal2019_04_11_02_43_49_4.jpg",
    "image6": "siempretour-images/ININ/inin_inin_profil.jpg",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Khajuraho pazarını gezme</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n<li>- Maya Devi Tapınağı</li>\n<li>- Chitwan Milli Parkı giriş</li>\n<li>- Tharu Kültürel dans gösterisi</li>\n<li>- Annapurna eteklerinde yürüyüş</li>\n<li>- Tibet Mülteci Kampı ziyareti</li>\n<li>- Dünya Barış Pagodası’na yürüyüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 15 gece,yataklı gece treninde 1 gece,kulübede 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Özel Araç,Tren,Minibüs,Gece treni,Halk Otobüsü,Yürüyüş,Taksi</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 12 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi'ye Varış",
        "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
      },
      {
        "dayNumber": 2,
        "title": "Agra",
        "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
      },
      {
        "dayNumber": 4,
        "title": "Orchha",
        "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Basari Köyü",
        "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
      },
      {
        "dayNumber": 7,
        "title": "Khajuraho",
        "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Varanasi’ye Gece Treni",
        "description": "Khajuraho'yu keşfettikten sonra kutsal Varanasi şehrine giden bir gece trenine biniyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Varanasi",
        "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
      },
      {
        "dayNumber": 10,
        "title": "Lumbini",
        "description": "Bugün, Nepal'deki Himalayaların eteklerinde bulunan Lumbini'ye giden tozlu yollardan yolculuk ediyoruz. Lumbini'nin,Gotama Buda’nın (Gautama Buddha) 'barışın elçisi ve Asya'nın ışığı' M.Ö 623’te doğduğu yer olduğu söyleniyor. Lumbini'deki en önemli tapınak, Buda'nın doğumunun geleneksel yerini gösteren Maya Devi Tapınağı'dır. Tapınak, daha önceki tapınakların bulunduğu yerdedir ve yüzlerce yıldır hac yeri olmuştur. Lumbini, tamamen Hindu'dur, ancak çeşitli uluslardan birçok Budist tapınağı ve mabedi bu kutsal yerin etrafına dağılmış durumdadır."
      },
      {
        "dayNumber": 11,
        "title": "Chitwan National Park",
        "description": "Chitwan Milli Parkı'na gidiyoruz. Park, UNESCO Dünya Mirası listesindedir (1984) ve tek boynuzlu Asya gergedanlarının ve aynı zamanda Bengal kaplanının son popülasyonlarından birine ev sahipliği yapmaktadır. İç Terai'nin subtropikal ovalarında 932 kilometrekarelik bir alana yayılan park, Nepal'in orta güneyinde yer almaktadır. Alan, 175 kilometrekarelik bir alana yayılan Tikauli ormanını kapsamaktadır - Rapti nehrinden Mahabharat'ın eteklerine kadar. Alan, 1973'te ülkenin ilk Milli Parkı oldu."
      },
      {
        "dayNumber": 13,
        "title": "Pokhara",
        "description": "Annapurna dağlarının muhteşem manzarasına sahip muhteşem göl kasabası Pokhara'ya gidiyoruz. Kasaba, Nepal'daki ikinci en büyük göl olan Phewa Ta Gölü kıyısında yer almaktadır. Burası, trekking için mükemmel bir yer sağlayan çok sessiz ve tasasız bir kasaba. Burada, sabah yürüyüşünüze hazırlık için birkaç son dakika ekipmanı alabilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Annapurna Etekleri",
        "description": "Büyük bir kahvaltıdan sonra,arabayla yürüyüşümüzün başlayacağı noktaya gidiyoruz ve Annapurna eteklerine tırmanışımıza başlıyoruz, 1900 metredeki ilk geceler konaklayacağımız yere tırmandıkça, manzaralar daha da güzelleşiyor.Kar kaplı zirvelerin,mavi göllerin ve nehirlerin keyfini çıkarıyoruz. Annapurna Himal'i çevreleyen derin vadiler ve yüksek dağlar, subtropikal ormanlardan yüksek, kuru bir manzaraya kadar çeşitli araziler içeriyor."
      },
      {
        "dayNumber": 16,
        "title": "Pokhara",
        "description": "Dağ eteklerinde iki geceden sonra,göl kenarında ağrıyan ayaklarınızı dinlendireceğiniz ve manzarayı izleyeceğiniz Pokhara’ya dönüyoruz.Kadınların nasıl ipek kilimler yaptığını izlemek için bir Tibet Mülteci Kampı’nı ziyaret ediyoruz.Gölde bir tekne kiralayabilir ve Japon Barış Pagodası’na da yürüyebilirsiniz.Gölün çevresindeki kırsal bölgeyi keşfetmek için dağ bisikleti kiralayabilirsiniz."
      },
      {
        "dayNumber": 18,
        "title": "Kathmandu",
        "description": "Katmandu Vadisi, bu kadar küçük bir alanda en çok UNESCO Dünya Mirası Sit Alan’ına sahipken ve hem Budistler hem de Hindular tarafından kullanılan geleneksel köylerle ve eski kutsal tapınaklarla ve mabetlerle dolu yemyeşil tarım tepeleriyle çevriliyken, Nepal'in başkenti Katmandu karla kaplı dağlar ile çevrilidir."
      },
      {
        "dayNumber": 19,
        "title": "Katmandu’dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "ST03001",
    "tourName": "Holi Bayramı Hindistan",
    "placesVisited": "Hindistan",
    "generalInfo": "Kendine has ve farklı insanları, değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti. Siempre Tour ile Hindistan'ın tarih ve kültür kokan sokaklarında gezebilir, doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.",
    "durationDays": "10",
    "price": "3640",
    "image1": "siempretour-images/ST03001/st03001_holi-bayrami-hindistan2019_09_03_12_36_55_0.jpg",
    "image2": "siempretour-images/ST03001/st03001_holi-bayrami-hindistan2019_09_03_12_36_55_1.jpg",
    "image3": "siempretour-images/ST03001/st03001_Screen%20Shot%202019-11-27%20at%2007.48.55.png",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- ANKARA  &amp;  MUMBAİ Gidiş DELHİ  &amp; ANKARA Dönüş  Katar Havayolu ile ekonomik sınıf uçak  biletleri</li>\n<li>- Mumbai &amp; Udaipur ekonomik havayolu ile ara uçuş - Udaipur &amp; Jaipur ekonomik havayolu ile ara uçuş</li>\n<li>- Mumbai de  5 * Taj Mahal Oteli Palace Bölümünde odalar . Wifi hizmeti dahil.</li>\n<li>- https://taj.tajhotels.com/en-in/taj-mahal-palace-mumbai/</li>\n<li>- Udaıpur da 5* Taj Lake Otelinde Konaklama. Wifi Hizmeti dâhil.</li>\n<li>- Jaipur da 5*Taj Mahal Otel Delux odalar, Wifi hizmeti dâhil. https://taj.tajhotels.com/en-in/jai-mahal-palace-jaipur/</li>\n<li>- Agra 5 *Hotel Courtyard by Marriott</li>\n<li>- Delhi 5* Hotel Le Meridien  Oteli ,Wifi dahil</li>\n<li>-  Zangoora at The Kingdom of Dream Bollywood  Show da Diamond Class seyretme imkanı.</li>\n<li>- 9 Akşam yemekleri Tümü Konaklanan otellerde. Salon bilgileri verilecek.</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber.</li>\n<li>- Gezi yerlerinde giriş ücretleri</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehberlik servisi</li>\n<li>- Yurtdışı Çıkış Vergisi (50 Tl)</li>\n<li>- Zorunlu Seyahat Sigortası</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "ANKARA & DOHA & MUMBAİ",
        "description": "03 Mart akşamı Ankara Esenboğa  Havaalanı Dış Hatlar Terminali’nde, saat 10.30’da Katar Havayolu Kontuarı önünde     buluşma ve giriş işlemlerinden sonra, saat 12.30 ’da Katar Havayolları’nın QR 314 sefer sayılı uçağı ile hareket."
      },
      {
        "dayNumber": 2,
        "title": "MUMBAI – UDAIPUR",
        "description": "Sabah kahvaltısından sonra Udaipur'a uçuş için havaalanına transfer."
      },
      {
        "dayNumber": 3,
        "title": "UDAİPUR",
        "description": ""
      },
      {
        "dayNumber": 4,
        "title": "UDAİPUR & JAIPUR",
        "description": "Otelde Kahvaltı ardından Udaipur da ucak saatine kadar yerel hediyelik eşya satan pazarı ziyaret ediyoruz."
      },
      {
        "dayNumber": 5,
        "title": "JAIPUR",
        "description": "Sabah kahvaltımızın ardından Jaipur Şehri turu Gezimize Sabah Jaipura 11 Km mesafedeki Amber Kalesini ziyaretle başlıyoruz. 1728. Yılında ön Hindu ve Babür mimarisiyle inşa edilmiştir. Raca Rajputs tarafından yaptırılan bu kale devletin yönetimi, güvenliği ve kendi özel kullanımı için yaptırmıştır. Rajput döneminin lüks, zengin karmaşık yaşam tarzlarını gösteren taş eserleri ve resimleriyle süslenmiş mermer ve değerli taşları, yapılan büyüleyici bahçeleri ve muhteşem sarayları kapsayan Kaleye fillerle çıkıyoruz. Kale içinde Sheesh Mahal (aynalı salon), Jai Mahal ve diğer sarayları ziyaret ediyoruz."
      },
      {
        "dayNumber": 6,
        "title": "JAIPUR- AGRA",
        "description": "Otelde kahvaltının ardından Özel otobüsümüz ile Agra ya doğru seyahatimiz başlıyor . Yolculuk 240 Km ve yaklaşık 5 saat ."
      },
      {
        "dayNumber": 7,
        "title": "AGRA HOLİ BAYRAMI",
        "description": "Holi festivali dolunayın İlk gününde Kutlanıyor. Bu bir Hindu festivali ve festivalin tarihi Hindu & Ay takvimine göre her yıl değişir. Holi kötü üzerinde iyi bir zafer ve kış ve baharın gelişini sonunu temsil eder. Festival yerel halkın kendi arka bahçelerinde 'Holika' adı verilen küçük şenlik ateşi bir gece önceden yakarak başlar. Ertesi sabah, insanlar birbirine renkli boya  ve su sıçrama savaşı yaparak,  arkadaşları , aileleri ve yabancıların da katılımıyla tüm renklerin ve insanların bir araya geldiği Renklerin karnavalı dönüşür. HOLİ  bayramı  müzik, halini dansı, gıda ve sokaklarda ve evlerde şenlikler ile kutlanır. Festival, 'Holi' kelimesinden bahsetmek, insanlar arasında gülümseme ve coşku uyandıracak kadar eğlenceli ve eğlendirici dolu. Holi ayrıca baharın neşe ve umut mevsimi olan gelişini de kutluyor."
      },
      {
        "dayNumber": 8,
        "title": "AGRA - DELHİ",
        "description": "Kahvaltıdan sonra otelde sürücü Agra / Delhi (210Kms / 04Hrs). Varışta check-in Hotel Le Meridien'de (Executive Oda)"
      },
      {
        "dayNumber": 9,
        "title": "DELHİ",
        "description": "Kahvaltıdan sonra Agra da ki otelden ayrılıyoruz. Delhi ye özel otobüsümüz ile geçiyoruz. Agra  Delhi arası 210Km ve yaklaşık 04 saat . Delhi ye varışımız ile otele direk geçiyoruz. Delhi deki Konaklama yerimiz Hotel Le Meridien (Executive Odalar)"
      },
      {
        "dayNumber": 10,
        "title": "DELHİ & DOHA & ANKARA",
        "description": "Sabah erken saat de Otelden Çıkış işlemlerini yapıyoruz."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "TIIK",
    "tourName": "Kerala’ ya Giriş",
    "placesVisited": "Hindistan",
    "generalInfo": "Nehirler,  lagünler ve menderesli durgun sular ile dolu,  hindistancevizi bahçeleriyle kaplı ve palmiyelerle dolu güneşli plajlarla çevrili Kerala,  gerçekten küçük bir cennet dilimi.  Çin balık ağlarına karşı rengarenk teknelerin limanda durduğu balıkçı köylerini keşfederek,  eşşiz durgun sulardan geçerken özel geleneksel kettuvallam ev teknenizde  ( dönüştürülmüş bir pirinç mavnası )  rahatlayın ve egzotik baharat dünyasını keşfedin.<br><br>Bu tur,  rahatsız edici sıcaklıktan dolayı Mayıs ve Haziran aylarında önerilmemektedir.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "9",
    "price": "1429",
    "image1": "siempretour-images/TIIK/tiik_kerala_1",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Kathakali Dans Gösterisi</li>\n<li>- Periyar Ulusal Parkı’ nda Park Giriş Ücretleri</li>\n<li>- Periyar Gölü’ nde Tekne Turu</li>\n<li>- Geleneksel bir ev -teknede bir gece geçirme</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Tarihi bir otelde 3 gece,  kulübede 2 gece, ev-teknede 1 gece, aile yanında 2 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı, 1 öğle yemeği, 1 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Kochi' ye Varış",
        "description": "Kochi  ( ya da Cochin )  adalar ve dar yarımadalar kümesine kurulmuş ve dünyanın en iyi doğal limanlarından birine sahiptir.  Ünlü “Malabar Baharatları” bu limandan ihraç edildi ve Kochi’ ye Araplar,  Hollandalılar,  Portekizliler ve nihayetinde İngilizler gibi çeşitli ziyaretçiler getirdi.  Hepsi de Kochi’ yi Hindistan’ daki en eşsiz ve en büyüleyici şehirlerden biri haline getirerek  mimariye damgasını vurdu."
      },
      {
        "dayNumber": 2,
        "title": "Kochi",
        "description": "Bugün Fort Cochin’ de yarım günlük şehir turu yapacaksınız.  Kochi limanının girişinde,  Çin balık ağları büyüleyici bir manzara.  1510’ da Portekizliler tarafından inşa edilen en eski Protestan kilisesi olan St Francis Kilisesi,  kısa bir yürüyüş mesafesinde.  1524’ te ölen Vasco da Gama burada gömülüdür.  Ayrıca Kochi Kalesi’ nde 17.  yüzyıldan kalma bir Yahudi Sinagogu var.  İbrani alfabesiyle yazılmış eski Ahit parşömenleri ve bakır levhalar burada korunmaktadır.  Ayrıca burada Portekizliler tarafından inşa edilen ve 1555’ te Cochin Raja’ ya sunulan bir Hollanda Sarayı da var."
      },
      {
        "dayNumber": 3,
        "title": "Thekkady",
        "description": "Bugün,  manzaralı Batı Ghat Dağları’ nın eteklerinde  ( 213 km / 6 saat )  Thekkady’ ye yolculuk yapacaksınız.  Buradaki yolculuk,  Himalaya’ nın güneyinde,  Hindistan’ daki en yüksek sıradağların güzel manzaralarını sunuyor.  Kahve ve çay tarlaları tepelere yayılmış ve çok sayıda kauçuk tarlası var.  Tüm yıl boyunca açık olan Periyar Vahşi Yaşam Alanı’ nı ziyaret etmek isterseniz Thekkady,  kalmak için doğru bir yer.  Ziyaret için en uygun zaman Ekim ve Nisan ayları arasındadır."
      },
      {
        "dayNumber": 4,
        "title": "Periyar Vahşi Yaşam Alanı",
        "description": "Bu alan Hindistan’ daki en büyüklerden biridir.  Birçok fil,  sambar,  yaban domuzu,  uçan sincap ve 260’ dan fazla kuş türü var.  Periyar,  geniş bir yapay gölün etrafında yer almaktadır ve alanı keşfetmenin en iyi yolu teknedir,  gölde hayvanlarını su içerken izlemenize olanak sağlar.  Hayvanları görmek için en iyi ihtimal sabahın erken saatleri ya da akşam karanlığıdır.  Birçok hayvan su kenarına gelmektedir ve fillerin,  bir teknenin güvenliğinden yakın bir mesafede gözlemlenebildiği dünyanın sayılı yerlerinden biridir."
      },
      {
        "dayNumber": 5,
        "title": "Kerala Durgun Suları",
        "description": "Bugün,  Kerala’ nın kanalları ve lagünleri boyunca yapacağınız ev- tekne gezinizin başlangıç ​​noktası olan Alappuzha için yola çıkacaksınız  ( 145km / 4 saat ) .  Hindistan’ da yapabileceğiniz en sakin ve en dinlendirici şeylerden biri,  kettuuvallam olarak bilinen Kerala ev teknesiyle durgun sularda yapılan bir gezidir. Teknede,  taze hindistan cevizinizi yudumlayarak ve etraftaki huzurun tadını çıkararak rahatlayabileceğiniz ve etrafı seyredebileceğiniz geniş bir açık oturma alanı da mevcut.  Taze pişmiş Hint yemekleri ve soğuk bira bu deneyimi daha da keyifli hale getirecektir."
      },
      {
        "dayNumber": 7,
        "title": "Marari Plajı",
        "description": "Bugün,  Kochi’ nin hemen güneyindeki güzel beyaz kumsallı bir köy olan Mararikulam’ a  ( 12 km / 30 dakika mesafede )  transfer edileceksiniz.  Plaj hala sessiz ve sabahın erken saatlerinde sahili ziyaret ederseniz,  gece yakaladıkları balıkları getiren balıkçıları seyretmeniz mümkün.  Marari,  güneşin ve denizin tadını çıkarmak için mükemmel bir yer.  Sahile yakın bir aile evinde iki gece kalacaksınız.  Odalar sade,  ancak odalardan ziyade hamaklarda dinlenmek için çok daha fazla zaman harcayabilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Kochi' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "STG09004",
    "tourName": "Kuzey Hindistan",
    "placesVisited": "Hindistan, Nepal",
    "generalInfo": "Kendine has ve farklı insanları, değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti.<br><br>Siempre Tur ile Hindistan’ ın tarih ve kültür kokan sokaklarında gezebilir, doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.<br><br>Turumuz, Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "11",
    "price": "3580",
    "image1": "siempretour-images/STG09004/stg09004_hindistan_main.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "50",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Qatar Havayolu Ile Adana &amp; Ankara&amp; İstanbul  &amp; Mumbai Gidiş Delhi  &amp; Adana &amp; Ankara &amp; İstanbul dönüş biletleri</li>\n<li>- Katmandu  &amp; Delhi &amp; Udaipur ekonomik havayolu ile ara uçuşu ( Ucuşlar uygun olmaması durumunda otobüsle)</li>\n<li>- Katmandu  da  5 * Hyatt Regency Katmandu  Oteli , Wifi hizmeti dahil.</li>\n<li>- Udaıpur  da 5* Taj Lake Otelinde Konaklama.Wifi Hizmeti dahil. Jaipur da 5*Taj Mahal Otel Delux odalar , Wifi hizmeti dahilAgra 5 * Hilton Otelinde, Wifi Hizmetleri Dahil</li>\n<li>- Delhi 5* Taj Mahal Ambbasador Oteli, Wifi dahil</li>\n<li>- Zangoora at The Kingdom of Dream Bollywood Show da Diamond Class seyretme imkanı.</li>\n<li>- 10 Akşam yemekleri Tümü Konaklanan otellerde. Salon bilgileri verilecek.</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber.</li>\n<li>- Gezi yerlerinde giriş ücretleri</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehber</li>\n<li>- THY Havayolları ile Ankara- İstanbul – Katmandu / Delhi– İstanbul- Ankara arası ekonomi sınıfı uçak bileti,</li>\n<li>- Havalimanı vergileri ve hizmetleri bedeli</li>\n<li>- Belirtilen kategoride 11 gece konaklama</li>\n<li>- Otellerde alınacak sabah Zengin kahvaltıları,</li>\n<li>- Otellerde alınacak akşam yemekleri,</li>\n<li>- Alan/Otel/Alan ve Şehirlerarası transferleri</li>\n<li>- Türkçe rehberli panoramik şehir turları</li>\n<li>- Seyahat Koruma Paketi</li>\n<li>- Yurt dışı çıkış harcı bedeli ( 15 TL ) -</li>\n<li>- Müze ve ören yerleri girişleri.</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Katmandu",
        "description": "Esenboğa Havalimanı’nda saat 17.30’da buluşma. Bagaj ve pasaport işlemlerinin ardından Katar Havayolları’nın Qr 0285 sefer sayılı uçuşu ile saat 21.20’da Katmandu’ya  hareket. Gece uçak yolculuğu."
      },
      {
        "dayNumber": 2,
        "title": "Katmandu' ya Varış",
        "description": "Yerel saat ile 11.00’de  Katmandu’ya varış. Bizi bekleyen özel aracımız ile otelimize transfer ve yerleşme. Otelde alacağımız öğle yemeğinin ardından UNESCO Dünya Mirasları Listesi’nde yer alan Boudhanath Stupa’sını ziyaret etmek üzere yola çıkıyoruz. Dünyanın en büyüklerinden biri olan Stupa’nın üzerinde Lord Buda’nın her şeyi gören gözlerini görebilirsiniz. Mana Deva tarafından 5.yy’da günahlarının kefareti olarak yaptırdığı stupa, sekizgen bir taban üzerine oturtulmuş ve etrafı dua çemberleri ile donatılmıştır. Öğle yemeğimizi yerel bir restoranda alacağız. Akşam turistik ve antik merkez olan Thamel caddesinde yürüyüş yapacağız. Akşam yemeği ve konaklama otelimizde."
      },
      {
        "dayNumber": 3,
        "title": "Katmandu",
        "description": "Otelde alacağımız kahvaltının ardından UNESCO Dünya Mirasları Listesi’nde yer alan Durbar Meydanı’nı göreceğiz. Sonrasında 2000 sene önce kurulmuş olan tarihi Buda Tapınağı Swayambhutanath’ı gezeceğiz. Bu tapınak aynı zamanda Maymun Tapınağı olarak ta bilinmektedir. Burada yaşayan Maymunlar kutsal olarak kabul edilmektedir. Burada aynı zamanda Mahadev ve Parvati tapınaklarını da göreceğiz. Öğle yemeğinden sonra Kathmandu’nın kardeş şehri olarak  görülen ve ismi “ Adanmışlar Şehri” anlamına Bhadgaon’a hareket ediyoruz. Burada ziyaret edeceğimiz yerler arasında Hindularca kutsal kabul edilen Ganj Nehri’nin bir kolu olan Bagmati Nehri kıyısında kurulmuş kutsal mekân ve ölü yıkama yeri Pashupathinath Tapınağı bulunmaktadır. Çok kutsal olması nedeni ile turistlerin girmesine izin verilmemektedir. Kathmandu Vadisindeki en büyük üçüncü şehir olan Bhadgaon’un 9.yy’da Kral Anda Deva tarafından kurulduğu düşünülmektedir. Şehir içindeki yapılarda görülen eşsiz güzellikteki taş kesme ve ahşap oyma işçilikleri 17.yy’da Kral Bhupantindra Mallas zamanından kalmadır. Gezimiz sırasında Durbar Meydanında 55 pencereli sarayı da"
      },
      {
        "dayNumber": 4,
        "title": "Katmandu, Udaipur",
        "description": "Otelde alacağımız kahvaltımız sonrasında havaalanına transferimizi ve Udaipur uçuşumuzu gerçekleştiriyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Udaipur, Jaipur",
        "description": "Sabah kahvaltısının ardından.Havalimanına transfer Air india  406 seferi ile saat 13.10 da Jaipur uçuş."
      },
      {
        "dayNumber": 6,
        "title": "Jaipur",
        "description": "Sabah kahvaltımızın ardından Jaipur Şehri turu Gezimize Sabah Jaipura 11 Km mesafedeki Amber Kalesini ziyaretle başlıyoruz. 1728. Yılında ön Hindu ve Babür mimarisiyle inşa edilmiştir. Raca Rajputs tarafından yaptırılan bu kale devletin yönetimi, güvenliği ve kendi özel kullanımı için yaptırmıştır. Rajput döneminin lüks, zengin karmaşık yaşam tarzlarını gösteren taş eserleri ve resimleriyle süslenmiş mermer ve değerli taşları, yapılan büyüleyici bahçeleri ve muhteşem sarayları kapsayan Kaleye fillerle çıkıyoruz. Kale içinde Sheesh Mahal (aynalı salon), Jai Mahal ve diğer sarayları ziyaret ediyoruz."
      },
      {
        "dayNumber": 7,
        "title": "Agra, Jaipur",
        "description": "Jaipur& Agra . Yolculuğu 240 Km yaklaşık 5 Saat."
      },
      {
        "dayNumber": 8,
        "title": "Agra",
        "description": "Sabah kahvaltısının ardından dünyanın 7 harikasından biri seçilen 17. Yüzyılda inşa edilmiş aşkın sembolü haline gelen Tac Mahal i ziyaret ediyoruz. Türk-İslam Mimarisi'nin en önemli yapıtları arasında yer alan Tac Mahal UNESCO tarafından dünya kültür mirası ilan edilmiştir. İngiliz Lordu Edward Lear; “İnsanlar ikiye ayrılır: Tac Mahal’i görenler ve görmeyenler” sözleri ile bu göz kamaştıran yapının"
      },
      {
        "dayNumber": 9,
        "title": "Agra, Delhi",
        "description": "Kahvaltının ardından Agra  & Delhi yolculuğu için Özel aracımızla yola cıkıyoruz.  Eski Delhide Şehir turu. İlk olarak Güzel bir kahvaltıdan sonra Eski Delhiyi gezmeye başlıyoruz , 1638 yılında  Babür İmparatoru Şah Cihan tarafından yaptırılan Kızıl Kale, Cuma Mescidi, Cihan Şahın kızı Ara sultan tarafından çizilip yaptırılan dar sokaklardan oluşan  Chandni Chowk yani ay ışığı çarşısı, 1199 yılında yaptırılan Kutub Minar kulesi, dünyanın en güzel mezar anıtları arasında gösterilen Humayun Anıtı ve 1. Dünya savaşı, İngiliz-Afgan Savaşı'nda hayatlarını kaybeden İngiliz Hint Ordusu 90.000 asker adı ve Çanakkale savaşlarında hayatlarını farklı cephelerde kaybeden askerlerin isimlerinin yazılı olduğu India Gate ( Hint Kapısı) ve Raj Ghat, Hindistan’ıen Büyük camisi Jama Mescidi, Bağımsız Hindistan'ın ilk Başbakanı, Mahatma Gandi'nin anıtını  ziyaret ediyoruz. Akşam yemeği otelde ."
      },
      {
        "dayNumber": 10,
        "title": "Delhi",
        "description": "Sabah kahvaltının ardından, Yeni Delhi modern şehri geziyoruz. Qutab Minar ,  Hint-İslam mimarisi ve dünyanın en yüksek tuğla minare si, Başkanın Evi, Parlamento Binası ve diğer Hükümet Sekreterliği Binası Ziyaret ediyoruz.Alışveriş için yerel pazara keşfetmek için boş Öğleden sonra. Akşam yemeği ve otelde geceleme."
      },
      {
        "dayNumber": 11,
        "title": "Delhi' den Ayrılış",
        "description": "Kahvaltının ardından Havalimanına özel otobüsümüzle transfer . QR 0571 seferi ile 03.45 ile Katar Hava Yolu ile Ankara ya hareket. Ankaraya  a varış. Gümrük ve bagaj işlemlerimizi tamamlayıp bizlerden ayrılma vakti."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "TILM",
    "tourName": "Mihracelerin Ülkesi",
    "placesVisited": "Hindistan",
    "generalInfo": "Kuzey Hindistan’ da bir klasik macera turu! Rajasthan’ da bir Mihrace kalesinde kalacak,  Jaipur saraylarını ziyaret edecek,  Tac Mahal’ in ölümsüz güzelliğini görecek,  ortaçağ tapınak şehri Orchha’ yı keşfedecek,  Khajuraho’ nun erotik heykellerini görecek ve kutsal Ganj nehri üzerinde bir gün doğumunun tadını çıkaracaksınız. Kutsal nehrin günahlarından arındıran bir dalış yapan hacılarla dolu olduğu bir zamanda Ganj nehrinde bir tekne gezisi,  unutulmayacak muhteşem bir deneyim!<br><br>Bu tur,  rahatsız edici sıcaklıktan dolayı Mayıs ve Haziran aylarında önerilmemektedir.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "14",
    "price": "1709",
    "image1": "siempretour-images/TILM/tilm_tilm_20190501_1924787226.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Rehber eşliğinde Mandawa turu</li>\n<li>- Mandawa’ da deve gezisi</li>\n<li>- Rehber eşliğinde Amber Kalesi turu</li>\n<li>- Rehber eşliğinde Jaipur şehir turu</li>\n<li>- Ranthambore Milli Parkı’ nda Park Giriş Ücretleri,</li>\n<li>- Ranthambore’ da Safari</li>\n<li>- Rehber eşliğinde Ranthambore Kalesi turu</li>\n<li>- Rehber eşliğinde Agra turu</li>\n<li>- Rehber eşliğinde Khajuraho turu</li>\n<li>- Ganj Nehri’ nde tekne gezisi</li>\n<li>- Rehber eşliğinde Varanasi turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 9 gece,  ortak paylaşımlı bir yurtta 2 gece,  çadırlı kampta 1 gece,  tarihi bir otelde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç, Tren</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi' ye Varış",
        "description": "Eski Delhi’ nin ana cazibe merkezi,  içinde zengin sarayların ve etkileyici kamu binaların olduğu Kızıl Kale’ dir.  Yakınında,  Hindistan’ ın en büyük camisi olan muhteşem Jama Masjid bulunmaktadır.  Yeni Delhi’ de ayrıca Hint Kapısı’ nı - bir savaş anıtı kemeri,  etkileyici Parlamento Binası ve Hindistan Cumhurbaşkanı’ nın resmi konutu Rashtrapati Bhawan- da görebilirsiniz.  Güney’ e doğru,  her ikisi de Dünya Mirası Sit Alanı olan Kutub Minar’ ı ve Hümayun Türbesi’ ni keşfedebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Delhi, Mandawa",
        "description": "Bugün,  Rajasthan’ ın Shekhawati bölgesinin kalbinde,  boyalı havellerle  ( konaklar )  ünlü küçük bir kasaba olan Mandawa’ ya gideceksiniz. Bu haveller,  19.  yüzyılda sanatın efendileri görevini üstlenen Marwari tüccarları tarafından inşa edildi.  Marwari tüccarlarının statüsünün sembolü haline gelen ve geniş aileleri için biçim olarak güvenliği ve konforu bir arada sunan bir ev olan bol miktarda fresklerle süslenmiş haveller inşa ettiler.  Mandawa’ nın hemen dışında yer alan lüks çamur kulübeleri olan güzel bir ‘ köy tarzı’  beldede geceleyin."
      },
      {
        "dayNumber": 3,
        "title": "Mandawa",
        "description": "Bugün Rajasthan halkının yaşam tarzına dair gerçek bir fikir ediniyorsunuz.  Bu sabah rehberiniz sizi etkileyici Mandawa Kalesi’ nden başlayarak küçük kasabanın kumlu yollarında bir gezintiye çıkaracak.  Burada Shekhawati bölgesinin ünlü olduğu \"boyalı havellerin\" in birkaçını göreceksiniz.  Bu büyük aile evleri şimdi çeşitli koruma aşamalarında.  Bazıları yarı terkedilmiş,  ancak diğerleri yavaş yavaş restore ediliyor.  Resimler sadece dini sahneleri değil,  aynı zamanda birkaçının Avrupalıların etkisini de gösterdiği günlük yaşamın farklı yönlerini betimlemektedir.  Genellikle \"açık hava sanat galerisi\" olarak anılan haveller ve kuyular ve anıtlar gibi diğer tipik mimari özellikler bu bölgeye özgüdür."
      },
      {
        "dayNumber": 4,
        "title": "Mandawa, Jaipur",
        "description": "Bugün,  renkli 18.  ve 19.  yüzyıl sarayları ve egzotik sokak hayatıyla Hindistan’ ın en ilginç şehirlerinden biri olan ‘ ‘ pembe şehir’ ‘  Jaipur’ a doğru yola çıkacaksınız.  Boş zamanınızı çarşılarda dolaşarak geçirmeye değer.  Jaipur,  güzel halıları,  emaye süs eşyaları,  değerli ve yarı değerli taşları,  pirinç süs eşyaları ve diğer birçok sanat eseri ve el sanatları ile ünlüdür.  Pembe Şehir’ den yakın popüler bir otelde iki gece kalacaksınız."
      },
      {
        "dayNumber": 5,
        "title": "Jaipur",
        "description": "Bu sabah,  eski kraliyet ailesinin başlıca ikametgahı olan Şehir Sarayı ile başlayarak şehirde rehber eşliğinde bir tura çıkacaksınız.  Aynı zamanda tekstil ve kostümler,  minyatürler,  halılar ve el yazmaları,  silahlar ve zırhlara yönelik bir müzeye ev sahipliği yapmaktadır.  Yakınlarda,  18.  yüzyılda bir astronom-kralın,  irtifadan zamana kadar her şeyi ölçmek ve gezegenlerin ve yıldızların hareketlerini haritalamak için yarattığı bir taş gözlem evi olan Jantar Mantar bulunuyor.  “Rüzgar Sarayı” ya da Hawa Mahal,  bol miktarda pencereye ve taş bölmeye sahip bir sarayın pembe kumtaşı ön cephesidir.  Pencereler,  serin hava  ( hawa )  akımını sağlardı ve hint kraliyet haremi kadınları,  şehir sarayı duvarlarının ötesindeki şehir hayatını görmek için bu bölmelerin arkasına gizlenerek otururlardı.  Günün geri kalan kısmı,  hareketli çarşıları keşfetmeniz ve egzotik hediyelik eşya pazarlığı yapmanız için size ait."
      },
      {
        "dayNumber": 6,
        "title": "Ranthambore",
        "description": "Bugün Jaipur’ dan,  her ne kadar vahşi doğa manzaraları her zaman bir şans meselesi olsa da bir kaplanı vahşi ortamında görmek için Hindistan’ ın en iyi yerlerinden biri olan Ranthambore Milli Parkı’ na gideceksiniz.  Daha sık görülenler,  geyik türleri ve daha çok da kuş türleridir.  Bu öğleden sonra,  20 kişiye kadar alabilen amaca uygun inşa edilmiş safari araçlarında safari yapacaksınız.  Yapılması gereken güzergahlar,  park girişinde tahsis edilir.  Bu safarilerin ortak bazda yürütüldüğünü ve zamanlamalar veya Milli Parkın içine girdikten sonra takip edilen rotalar üzerinde herhangi bir kontrolümüz olmadığını lütfen unutmayın.  Hepsi ek banyoya sahip lüks çadırları olan rustik bir tesiste geceleyeceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "Karauli",
        "description": "Bu sabah,  Milli Park’ ın çevresinde bulunan 1000 yıllık bir kale olan Ranthambore Kalesi’ ni ziyaret edeceksiniz. Kale,  muhteşem Rajput ve Mughal mimarisi kombinasyonuna sahip.  Kalenin bulunduğu yer kuş gözlemciliği için çok iyi bir yerdir ve muhabbet kuşu,  güvercin,  sinekçil ve tavuskuşu gibi kuş türleri ve ayrıca büyük bir maymun sürüsü de görebilirsiniz.  Burası aynı zamanda Boyalı Spurfowl’ u görmek için de en iyi yer.  Üstteki Ganesh tapınağının tepesine çıkış,  parkın muhteşem manzarasını sunmaktadır."
      },
      {
        "dayNumber": 8,
        "title": "Bharatpur ve Agra",
        "description": "Karauli’ den Keoladeo Kuş Cenneti’ ni ziyaret edeceğiniz Bharatpur’ a arabayla kısa bir yolculuk yapacaksınız.  Yollar,  patikalar ve lagünler ağına sahip bu yer yüzlerce kuş türünün ev sahipliği yapmaktadır. Kuşbilimci olmayanlar için bile keyifli ve güzel bir yer.  Motorlu araçlara izin verilmediğinden,  park bisikletli çekçek,  bisiklet,  kayık ile ya da yürüyerek keşfedilebiliyor.  Ekim ayından Mart ayına kadar olan kış aylarında,  kuşların yerleşik nüfusu birçok göçmen kuş türüyle artmaktadır.  Kuş Cenneti’ ni gezmek için giriş kapısında birkaç farklı yöntem arasından seçim yapabilirsiniz.  Çoğu ziyaretçi,  sürücülerin hepsi kuşların hayatıyla ilgili geniş bir bilgiye sahip özel eğitimli doğa bilimci rehberler olduğundan,  sabit bir saatlik ücretle bisikletli çekçek kiralamaktadır.  İsterseniz bisiklet de kiralayabilirsiniz.  Aynı zamanda çeşitli küçük yollarda da yürüyebilirsiniz.  Yeteri kadar suyun olduğu zamanlarda ise,  su kuşlarına ve onların yuva alanlarına çok yakın olmanıza yardımcı olacak bir kayık gezisi de yapabilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Agra",
        "description": "Bugün Agra Kalesi’ ni ve nefis kesici bir yer olan olağanüstü Tac Mahal’ i ziyaret edeceksiniz."
      },
      {
        "dayNumber": 10,
        "title": "Orchha",
        "description": "Bugün,  hızlı trenle varışta karşılanacağınız ve Madhya Pradesh’ in kuzeyinde küçük bir köy olan Orchha’ ya transferinizin sağlanacağı Jhansi’ ye seyahat edeceksiniz.  Bu ıssız ortaçağ kenti kaçırılmaması gereken bir mimari mücevher.  16. yüzyıl ve 17.  yüzyıl boyunca,  burası Betwa Nehri kıvrımında küçük bir adada bir kale saray ve ardından diğer görkemli surlar,  saraylar ve tapınaklar inşa eden Bundela Hanedanı’ nın başkentiydi.  Şimdi huzurlu, sakin ve rahatlamak için mükemmel bir yer.  Öğleden sonra,  dağınık harabeleri özgürce keşfetmeniz için size ait."
      },
      {
        "dayNumber": 11,
        "title": "Khajuraho",
        "description": "BUgün,  heykellerin yaşam sevincini ve muhtemelen dünyada eşi benzeri olmayan sevgi kutladıkları karmaşık bir şekilde oyulmuş tapınaklarıyla dünyaca ünlü küçük bir köy olan Khajuraho’ ya gideceksiniz.  Öğleden sonra yarım günlük bir tapınak turu yapacaksınız.  Orijinal seksen beş tapınaktan geriye sadece yirmi beş tane tapınak kalmıştır ve içlerindeki heykeller yüce ama yine de duygusal.  Gök perisi,  ruhani ceza çeken sofu,  av ve savaş sahnesi,  grup dansı ve kraliyet tören alayı temalarını tasvir ederek her duvar boşluğunu süslüyor.  Tapınakların yakınında,  Khajuraho’ nun etrafından  heykellerin güzel bir koleksiyonuna sahip küçük bir Arkeoloji Müzesi bulunmaktadır."
      },
      {
        "dayNumber": 12,
        "title": "Khajuraho-Varanasi",
        "description": "Bugün,  Hindular için en önemli hac alanlarından biri olan Varanasi’ ye giden bir trene bineceğiniz Satna’ ya gideceksiniz.  Burada ölen herkesin Reenkarnasyon döngüsünden kurtulacağına inanılır ve Ganj Nehri’ nde yıkanmanın tüm günahları temizlediği söylenir.  Bu mistik şehir hakkında büyüleyici olan şey, yıkanmaktan ölülerin bedenlerinin yakılmasına kadar her şey için kullanılan nehir kenarındaki ghatlar ( suyun içine inen basamaklar )  boyunca ritüellerin açıkça gerçekleştirilmesi.  Gürültülü,  kalabalık ve kirli olduğu için takdir edebileceğiniz en kolay şehir değil ama kesinlikle ziyaret edeceğiniz en unutulmaz yerlerden biri."
      },
      {
        "dayNumber": 13,
        "title": "Varanasi",
        "description": "Bu sabah rehberiniz sizi güneş doğmadan önce otelinizde karşılayacak,  böylece her yeni günün başlangıcında Varanasi’ nin nehir kıyısında gerçekleşen muhteşem manzaraya şahit olabilirsiniz.  Varanasi’ nin başlıca cazibe merkezi,  Ganj Nehri’ nin batı kıyısında uzun bir sıra halinde uzanan yıkanma ghatlarıdır.  Ghatlar,  hacıların kutsal nehirde günahlarından arındıkları ve ölü bedenlerin yakıldığı nehre inen basamaklardır.  Ganj Nehri’ nin hacılarla dolu olduğu şafak vaktinde nehirde bir tekne gezisi, inanılmaz bir deneyimdir ve rehberiniz size gerçekleştirilen çeşitli ritüelleri açıklayabilir."
      },
      {
        "dayNumber": 14,
        "title": "Varanasi' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "ST08004",
    "tourName": "Nepal ve Hindistan Altın Üçgeni",
    "placesVisited": "Hindistan",
    "generalInfo": "Kendine has ve farklı insanları,  değişik adet ve gelenekleri ile Hindistan başlı başına bir kültür başkenti.<br><br>Siempre Tur ile Hindistan’ ın tarih ve kültür kokan sokaklarında gezebilir,  doğa turlarıyla vahşi hayatla iç içe olabilirsiniz.<br><br>Turumuz,  Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır.  Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "10",
    "price": "2390",
    "image1": "siempretour-images/ST08004/st08004_nepal_1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "12",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Ankara/İstanbul/Adana – Katmandu / Delhi – Ankara/İstanbul/Adana ekonomi sınıfı uçak bileti</li>\n<li>- Havalimanı vergileri ve Atatürk Havalimanı yer hizmetleri.</li>\n<li>- Yurtdışı çıkış harcı</li>\n<li>- Havalimanı – Otel – Havalimanı transferleri</li>\n<li>- Kathmandu – Delhi / Delhi – Varanasi / Varanasi – Delhi yerel havayolları ile ekonomi sınıfı uçak bileti</li>\n<li>- Belirtilen otellerde kahvaltı dahil konaklama</li>\n<li><strong>- Annapurna Hotel – Katmandu</strong></li>\n<li><strong>- Holıday Inn Centre – Jaıpur</strong></li>\n<li><strong>- Ramada Hotel – Varanası</strong></li>\n<li><strong>- Ramada Plaza – Agra</strong></li>\n<li><strong>- Vıvantaby Taj Dwarka Hotel – Delhı</strong> <strong>veya benzeri hoteller</strong></li>\n<li>- Programda belirtilen tüm öğle ve akşam yemekleri</li>\n<li>- Programda belirtilen tüm geziler</li>\n<li>- Tac Mahal gezisi giriş ücreti</li>\n<li>- Amber Kalesi’ ne giriş ücretleri</li>\n<li>- Agra Kalesi giriş ücretleri</li>\n<li>- Ganj Nehri turu</li>\n<li>- Swyambhunath Tapınağını turu</li>\n<li>- Delhi’ de gelenekseL çek çekler ile tur</li>\n<li>- Zorunlu seyahat sigortası ( Mesleki Sorunluluk Sigortasıdır)</li>\n<li>- Siempre tour Profesyonel Türkçe Rehberlik Hizmeti</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Katmandu",
        "description": "7 Kasım 2019 Perşembe akşamı havalimanında saat 23. 00’ da buluşuyoruz. Bilet,  pasaport ve bagaj işlemlerinin ardından saat 01:30’ da Nepal’ in başkenti Katmandu’ ya hareket ediyoruz.  Yolculuğumuz yaklaşık 7 saat sürecek."
      },
      {
        "dayNumber": 2,
        "title": "Katmandu",
        "description": "Sabah yerel saat ile 11. 10’ da Katmandu’ ya varıyoruz ve panoramik şehir turumuza başlıyoruz.  İlk durağımız Saray Meydanı olarak bilinen Durbar Meydanı.  Bu meydanda UNESCO tarafından Dünya Mirası ilan edilmiş bir çok bina ve tapınağı görme imkanına sahip olacak ve mimarisine hayranlık duyacağız.  Ardından Maymun Tapınağı olarak da bilinen,  Budistlere ait Swyambhunath Tapınağı’ nı ziyaret edeceğiz.  İçinde yüzlerle maymun bulunan tapınaktan şehrin panoramik manzarasını da görebileceğiz.  Daha sonra Saray Meydanı olan Patan “Güzel Sanatlar Şehri” olarak anılan meydanı geziyoruz.  Öğle yemeğinden sonra gezimizi tamamlayıp otelimize transfer oluyoruz.  Akşam yemeği ve konaklama otelimizde."
      },
      {
        "dayNumber": 3,
        "title": "Katmandu",
        "description": "Kahvaltıdan sonra Katmandu’ yu keşfetmeye devam ediyoruz.  İlk olarak 1600 yıl önce Bagmati nehrinin kıyısında yapılan ve Tanrı Shiva’ ya adanan Pashupatinath Tapınağını ziyaret ediyoruz.  UNESCO Dünya Kültür Mirası Listesi’ ne alınmış tapınak gezimiz sonrası 100 metre çapı ve 40 metre yüksekliği ile dünyanın en büyük Stupalarından (Stupa içine girilemeyen Budist Tapınağı anlamına gelir) biri olan da bilinen Bouddhanath Stupa’ sını ziyaret edeceğiz.  Yerel restorandaki öğle yemeği sonrası yüzyıllarca büyüsünü kaybetmemiş olan Bhaktapur Durbar meydanını gezip ara sokaklarda yürüyerek kendimizi adeta 17.  yüzyılda Nepal Malla döneminde hissedeceğiz.  Akşam yemeğimiz ve konaklama otelimizde."
      },
      {
        "dayNumber": 4,
        "title": "Katmandu, Delhi, Jaibur",
        "description": "Kahvaltının ardından Delhi uçumuz için havaalanına transfer oluyoruz.  Yerel havayolları ile Delhi’ ye uçuşumuz ortalama 6 saat sürecek,  varınca pembe şehir Jaipur’ a yolculuğumuz başlıyor.  Yol üzerinde öğle yemeğimizi alıyoruz ve yolculuğumuza devam ediyoruz.  Jaipur’ a varışta rengarenk Hindistan’ a şahit olacağınız Johari,  Bapu ve Nehru pazarları görüp otelimize transfer oluyoruz.  Akşam yemeği ve konaklama otelimizde."
      },
      {
        "dayNumber": 5,
        "title": "Jaipur",
        "description": "Erken kahvaltımızın ardından Jaipur’ un 11 kilometre dışında bulunan,  Maota gölünün üzerinden tepelere yükselen 1639 yılından beri hiç restore edilmemiş,  Rajput Mimarisinin essiz bir örneği olan,  kraliyet salonlarının muazzam el içliliğine tanıklık edeceğimiz Amber Kalesi’ ni ziyaret gideceğiz.  Bu meşhur kalenin bulunduğu tepeye filler veya jeepler ile çıkacağız.  Kale gezimizin ardından Öğle yemeğimizin yerel restoranda alıyoruz.  Yemek sonrası Rajasthan eyaletinin en büyük aynı zamanda merkezi şehri Jaipur’ daki gezimize devam edip,  Moğol tarzlarından esinlenerek inşa edilmiş,  muhteşem koleksiyona sahip bugün müze olarak kullanılan Maharaja Şehir Sarayını ve hemen yanında yer alan astrolojik ve astronomik gözlemevi Jantar Mantarı ziyaret ediyoruz.  Tur sonrası otelimize dönüyoruz.  Akşam yemeği ve konaklama otelimizde."
      },
      {
        "dayNumber": 6,
        "title": "Jaipur, Fatehpur Sikri, Agra",
        "description": "Kahvaltının ardından Agra’ nın 40 km batısında bulunan,  “Zafer Şehri`` anlamına gelen ve İmparator Akbar’ ın 1569 yılında oğlunun doğumu şerefine yaptırdığı sarayları,  camileri ve kaleleri ve yapımından 14 yıl sonra politik sebeplerden ötürü terk edilen çöl şehir Fatehpur Sirki mimari yapısını ziyaret edeceğiz.  Diwan - ı am,  Diwan - ı Khas,  Pachisi,  Jodha Bai Sarayı,  Mariam Sarayı veya Altın Oda (Sunehra Makan),  Birbal Sarayı,  Rüzgâr Sarayı (Hawa Mahal),  Panch Mahal göreceğimiz yerler arasında.  Öğle yemeğimizi yolumuzun üzerinden Bharatpur’ da alacağız.  Ardından Agra’ ya varıyor ve otelimize giriş yaptıktan sonra dinlenmek için serbest zamanımız olacak.  Akşam yemeği sonrası dileyen misafirlerimiz Ekstra Mohabbat Taj Show’ na katılabilirler.  Bu turumuzda Şah Cihan’ ın,  eşi kraliçe Mumtaz Mahal’ e olan dillere destan aşkını ve eşi için yaptırdığı mimari harikası Taj Mahal’ in hikayesini anlatan müzikal tiyatro gösterisiyle eşsiz anlar yaşayabilirsiniz.  Konaklama otelimizde.   Mohabbat Taj Show: 70 - USD ( Kişi Başı)"
      },
      {
        "dayNumber": 7,
        "title": "Agra, Delhi, Varanasi",
        "description": "Kahvaltımızın ardından ilk durağımız Dünyada aşk için dikilmiş en büyük ve en güzel anıt olarak kabul edilen,  İmparator Şah Cihan’ ın büyük bir aşkla sevdiği ve doğum sırasında kaybettiği eşi Mümtaz Banu Begüm anısına yaptırdığı,  Dünyanın Yedi Harika’ sından birisi olan Tac Mahal oluyor.  Yapımında 21 yıl boyunca 22 bin işçinin çalıştığı,  parlak,  ince mavi damarları olan beyaz mermerin taşınmasında 1000 filin kullanıldığı bu yapıda Osmanlı etkisi de bulunmaktadır.  Ana kubbe İsmail Efendi tarafından tasarlanmış,  genel tasarımda üstad İsa’ nın yardımı bulunmuştur.  İçinde ve dışındaki işlemelerde Kuran’ dan birçok ayet de bulunduğu yapı; kubbesi ve dört köşesindeki minareleriyle,  hangi yönden bakarsanız bakın simetriktir.  Gün doğumda pembe,  öğlen beyaz,  ay ışığında altınımsı renge bürünen Tac Mahal bu özelliği ile Mümtaz Mahal’ in his değişikliklerini yansıtmaktadır.  Gezi sonrası UNESCO tarafından Dünya Kültür Mirasına alınan,  yapımına 1565 yılında başlanmış çevresi 2. 5 km. </p> <p>uzunluğunda ve 20 metre yüksekliğindeki duvarlarla koruma altına alınmış Agra Kalesi’ ni ziyaret edeceğiz.  Şah Cihan,  yaşamının son günlerinde büyük oğlu Âlemgir tarafından buraya hapsedilmiş ve ömrünün son 8 yılını onu tüm dünyada ölümsüz kılacak Tac Mahal manzaralı odasında geçirmiştir.  Kale gezimizin sonrası öğle yemeğimizi alıyoruz ve Delhi’ ye hareket ediyoruz.  Delhi Havaalanına varışta Varanasi uçuşumuzu gerçekleştiriyoruz.  Varanasi’ ye varışta Dünyanın en büyük nehirlerinden birisi olan ve Hindularca kutsal sayılan Ganj nehrine akşam seremonisini izlemek için hareket ediyoruz ve Hinduların mistik inanışına yakından şahit oluyoruz.  Akşam yemeği ve konaklama otelimizde."
      },
      {
        "dayNumber": 8,
        "title": "Varanasi, Delhi",
        "description": "Sabahın erken saatlerinde geleneksel Hint ayinlerini izlemek için otelimizden ayrılacağız.  Gün doğuşunda Ganj Nehrini ziyaretimizde tekrar hayata döneceğine inanılan ölülerin yakılışını ve davullar eşliğinde gerçekleştirilen seremonileri izlerken kelimenin tam anlamıyla eşsiz bir deneyim yaşayacağız.  Güneşin doğumu ile birlikte otelimize kahvaltımızı almak için dönüyoruz.  Öğle yemeğinden sonra Kashi Wishwanath,  Banaras Hindu Üniversitesi ve Bharat Mata Tapınağını ziyaret etmek için yola çıkıyoruz.  Tur sonrası havaalanına transfer oluyoruz.  Yerel Havayolları ile Delhi’ ye uçup otelimize gidiyoruz.  Akşam yemeği ve konaklama otelimizde."
      },
      {
        "dayNumber": 9,
        "title": "Delhi",
        "description": "Kahvaltının ardından tarih boyunca pek çok hanedanlığın hüküm sürdüğü,  anıtları ve mimarisi ile zengin bir şehir olmasının yanı sıra,  beş yüz yıldan beri Yamuna nehri kıyısında yer alan ve sayısız şehrin doğup yok olduğu büyük bir anakent ve mezarlıklar şehri olan Delhi’ yi keşfedeceğiz.  Gezimizin ilk bölümünde Eski Delhi var.  Şah Cihan tarafından kırmızı kum taşından sekizgen şeklinde yaptırılan Kırmızı Kale’ nin önünden geçecek ve Hindistan’ ın en büyük camisi olan Cuma Camisi’ ni görecek ve Mahatma Gandhi’ nin anıt mezarını ziyaret ettikten sonra geleneksel çek çekler ile kısa bir tur yapıyoruz.  Tur sonrası öğle yemeği yiyoruz.  Yeni Delhi turumuzda Zafer Kulesi (Qutub Minar),  Humayum Türbesi,  Birinci Dünya Savaşı Anıtı India Gate,  Başkanlık Sarayı,  Parlamento,  Hükümet Binalarını ve Sikh Tapınağını görüp otelimize döneceğiz.  Akşam yemeğimiz otelde.  Dileyen misafirlerimiz rehberimizin ekstra olarak düzenleyeceği Bollywood Şovu’ na katılabilir.  Renkli ve coşkulu bu gösterinin ardından otelimize döneceğiz.  Konaklama otelimizde.   Bollywood Show -  Kingdom of Dreams 65 - USD / ( Kişi Başı )"
      },
      {
        "dayNumber": 10,
        "title": "Delhi, İstanbul",
        "description": "Kahvaltının ardından havaalanına gidip Türk Hava Yollarının TK727 sefer sayılı uçuşu ile saat 12. 40’ da dönüş yolculuğumuza başlıyoruz.  Sekiz buçuk saat süren yolculuğumuzun ardından yerel saat ile 18. 35’ de İstanbul’ a varıyoruz.  Gümrük ve bagaj işlemlerimizin ardından bir sonraki seyahatimiz için sözleşip güzel anılarımızla ayrılıyoruz."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "INRX",
    "tourName": "Rajasthan Gezgini",
    "placesVisited": "Hindistan",
    "generalInfo": "Egzotik, renkli ve benzersiz Hindistan, romantik sarayların ve dayanıklı kalelerin engebeli çöl manzarası üzerinde etkileyici bir yer kapladığı bir alandır. Başkentten başlayarak, modern Delhi'nin tarihi geçmişine ve şu anki hareketli haline tanıklık edin, Tac Mahal'in kusursuz simetrisine, pembe Jaipur şehrine hayran olun, gece konaklamalı bir deve safarisini deneyimleyin ve farklı mutfağı tadın; Hindistan’da gerçekten herkes için bir şey var.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)",
    "durationDays": "15",
    "price": "1159",
    "image1": "siempretour-images/INRX/inrx_rajasthan-explorer2019_04_11_02_45_18_0.jpg",
    "image2": "siempretour-images/INRX/inrx_rajasthan-explorer2019_04_11_02_45_18_1.jpg",
    "image3": "siempretour-images/INRX/inrx_rajasthan-explorer2019_04_11_02_45_18_2.jpg",
    "image4": "siempretour-images/INRX/inrx_inrx_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Jaisalmer Kalesi ziyareti</li>\n<li>- Rajasthani Kültür Dansı</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Fare Tapınağı ziyareti</li>\n<li>- Terk edilmiş Kuldhara köyü ziyareti</li>\n<li>- Udaipur Şehir Sarayı Giriş ve Rehber Eşliğinde Tur</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Deve safarisi ve çölde kamp</li>\n<li>- Jagdish Tapınağı &amp; Pazar turu</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 13 gece, 1 gece konaklamalı deve safarisi</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Tren,Halk Otobüsü,Araba,Özel Araç</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 13 kahvaltı,1 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tour tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi'ye Varış",
        "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
      },
      {
        "dayNumber": 2,
        "title": "Bikaner",
        "description": "Kuzeyde, bir zamanlar özenle hazırlanmış bir hendekle çevrili etkileyici Junagarh Kalesi'ne ev sahipliği yapan Bikaner'i ziyaret ediyoruz. Bikaner aynı zamanda bir 'vaha şehri’ olarak da anılır. Burada kum tepeleri ve kayalarla çevrili kırmızı bir kumtaşı yapı olan Lalgarh Sarayı'nı ziyaret edebilirsiniz. Bikaner dışında en sıradışı turistik yerlerden biri de, 2000 farenin bulunduğu Karni Mata Tapınağı. Fareler kutsal olarak görülüyor ve saygıyla karşılanıyorlar, çünkü onların Karni Mata'nın müritlerinin ruhlarına sahip olduklarına inanılıyor. Binlerce Hindu hacı, her yıl Karni Mata ve müritlerine saygılarını sunmak için tapınağı ziyaret ediyor."
      },
      {
        "dayNumber": 3,
        "title": "Jaiselmer",
        "description": "Çölün derinliklerine, her biri birbiriyle şiddetli bir rekabet içinde olan çok sayıda pazarın ya da develerin olduğunu göreceğiniz Jaisalmer'e, ‘altın şehre’ doğru ilerliyoruz! Jaisalmer'ın ana cazibe merkezi, bugün hala içinde yaşayan insanların olduğu Hindistan'daki tek kale olan ortaçağ çamur kalesi."
      },
      {
        "dayNumber": 4,
        "title": "Jaisalmer & Gece Konaklamalı Deve Safarisi",
        "description": "Jaisalmer'den Thar Çölü'ne gece konaklamalı deve safarisi yapıyoruz, ki bu Hint şehir yaşamının koşuşturmacasını deneyimledikten sonra dinlenmek için harika bir yol. Buradan, aracımızla fotojenik Thar Çölü'ne doğru yolculuğumuza başlıyoruz. Burası, Bhatti denilen eski bir savaşçının soyundan gelen Bhati ve Rajputs gibi Hindistan'ın en renkli ve becerikli insanların yaşadığı seyrek nüfuslu bir bölge.Daha sonra, size deve sırtında çöl hayatını deneyimleme fırsatı sunacak olan gece konaklamalı deve safarisine başlayacağımız muazzam kum tepelerine ulaşıyoruz. Deve yetiştiriciliği bu alanda yaygın bir uygulamadır. Deve çobanınız ve kampa giderken bineceğiniz deve ile buluşacaksınız. Altın kum denizine doğru yola koyuluyoruz ve göçebe çobanları, Thar Çölü'nün uzak bölgelerini, dalgalı kum tepelerini ve çöl köylerini görme şansına sahip oluyoruz. Yıldızların altında kamp kuracağız ve bizim için pişirilmiş geleneksel bir yemek yiyeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "Jaiselmer",
        "description": "Ertesi gün medeniyete dönüş yolculuğumuza devam ediyoruz. Jaisalmer'a dönerken manzara daha bereketli ve yoğun nüfuslu bir hal alıyor."
      },
      {
        "dayNumber": 6,
        "title": "Jodhpur",
        "description": "Hareketli Jodhpur, muhteşem Mehrangarh kalesinin hakim olduğu Rajasthan'ın ikinci büyük şehridir. Batı Rajasthan'da bulunan sonsuz altın kum tepeleri, yavaşça uzaklara yürüyen develeri ve göz alabildiğince uzanan çöl manzaralarını göreceksiniz."
      },
      {
        "dayNumber": 8,
        "title": "Udaipur",
        "description": "Girwa vadisinde yer alan Udaipur 'göller şehri' güney Rajasthan'da yer almaktadır. Yayla gölleri ve yeşil bahçeleriyle bölgedeki en popüler şehirlerden biridir. Burası gerçekten büyüleyici bir şehir ve sonuç olarak 'Hindistan'ın en romantik şehri' olarak adlandırılmaktadır. Güzel göller, mermer saraylar ve büyüleyici bahçelerle çevrili Udaipur muhtemelen, şimdiye kadar gördüğünüz çöl alanlarına ferahlatıcı bir alternatif sunacaktır. Hindistan'ı karakterize eden farklılık ve coğrafi çeşitlilik hakkında bilgi sağlar. Udaipur, aynı zamanda gölün ortasındaki eski Maharajas Sarayı olan Hindistan'ın en lüks otellerinden biri,Göl Sarayı'na da ev sahipliği yapmaktadır. Udaipur'da birçok sarayın etkileyici bir kompleksi olan City Palace(Şehir Sarayı) dahil olmak üzere birçok gezi seçeneği bulunmaktadır."
      },
      {
        "dayNumber": 10,
        "title": "Jaipur",
        "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
      },
      {
        "dayNumber": 12,
        "title": "Agra",
        "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
      },
      {
        "dayNumber": 14,
        "title": "Delhi",
        "description": "Daha sonra, son dakika hediyelik eşya alışverişi veya buradaki ilk gününüzde kaçırmış olabileceğiniz manzaralara göz atmak için vaktinizin olacağı başkente geri dönüyoruz. Grup turlarımızın modüler doğası nedeniyle, Delhi'ye tek başınıza seyahat etmek ve bir Siempre Travel rehberi tarafından Delhi'den alınmak için, tur lideriniz tarafından otobüs istasyonuna götürülebilirsiniz."
      },
      {
        "dayNumber": 15,
        "title": "Delhi'den Ayrılış",
        "description": "Your adventure of a lifetime comes to an end today. If you have a late flight or have lengthened your stay by adding post tour accommodation you will have more time to explore the sights. Your adventure of a lifetime comes to an end today. If you have a late flight or have lengthened your stay by adding post tour accommodation you will have more time to explore the sights."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "TIRE",
    "tourName": "Rajhastan’ ın Hazineleri",
    "placesVisited": "Hindistan",
    "generalInfo": "Bu,  mükemmel Hindistan devletinde bir tur.  Yolculuğunuz,  dünyanın en ünlü binalarından biri olan Tac Mahal ziyaretiyle başlıyor.  Buradan Rajasthan’ ın Jaipur ve Udaipur gibi en büyüleyici şehirlerinden bazılarına seyahat edeceksiniz.  Duvarlarla çevrili çöl şehri Jaisalmer’ de,  trafiğe kapalı sokakları keşfetmek için yeterli zamanınız olacak.  Huzurlu vaha şehri Pushkar’ da dinlenmek ve Hindistan’ ın en etkileyici yerlerinden biri olan Jodhpur’ daki fantastik Meherangarh Kalesi’ ni ziyaret etmek için de zamanınız olacak.<br><br>Bu tur,  rahatsız edici sıcaklıktan dolayı Mayıs ve Haziran aylarında önerilmemektedir.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "15",
    "price": "1569",
    "image1": "siempretour-images/TIRE/tire_tire_20190501_1804642072.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Rehber eşliğinde Agra turu</li>\n<li>- Rehber eşliğinde Jaipur ve Amber Kalesi turu</li>\n<li>- Chandelao’ da Jeep Safari</li>\n<li>- Rehber eşliğinde Jaisalmer turu</li>\n<li>- Rehber eşliğinde Udaipur turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 13 gece,  yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi' ye Varış",
        "description": "Eski Delhi’ nin ana cazibe merkezi,  içinde zengin sarayların ve etkileyici kamu binaların olduğu Kızıl Kale’ dir.  Yakınında,  Hindistan’ ın en büyük camisi olan muhteşem Jama Masjid bulunmaktadır.  Yeni Delhi’ de ayrıca Hint Kapısı’ nı - bir savaş anıtı kemeri,  etkileyici Parlamento Binası ve Hindistan Cumhurbaşkanı’ nın resmi konutu Rashtrapati Bhawan- da görebilirsiniz.  Güney’ e doğru,  her ikisi de Dünya Mirası Sit Alanı olan Kutub Minar’ ı ve Hümayun Türbesi’ ni keşfedebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Agra",
        "description": "Bu sabah erkenden Agra’ ya giden trene bineceksiniz.  Bugün,  dünyanın en büyüleyici ve en güzel anıtlarından biri olan Tac Mahal’ i  ( cuma günleri kapalı )  gezeceksiniz.  İnşaatında yaklaşık 20. 000 işçi istihdam edildi ve 20 yılda tamamlandı.  Tac Mahal’ in orantıları öyle mükemmel ve işçiliği öyle muhteşem ki gerçekten dünyanın en muhteşem binalarından biri.  Yamuna nehrinin batı kıyısında yarım ay şeklinde inşa edilen Agra Kalesi ise,  tasarım ve inşaatın başyapıtıdır.  Kale’ nin devasa duvarlarının yüksekliği 20 metre ve çevresi 2. 5 km’ dir.  Etrafı kötü kokulu bir hendekle çevrilidir ve bazıları son derece güzel olan,  şehir içinde küçük bir şehir oluşturan bir bina labirenti içermektedir.  Günün geri kalanı size ait."
      },
      {
        "dayNumber": 3,
        "title": "Agra, Jaipur",
        "description": "Daha sonra Jaipur’ a doğru devam edeceksiniz. Yolda kumtaşından inşa edilmiş bir kale,  saray ve cami kompleksi olan ıssız Babür kenti Fatehpur Sikri’ de duracaksınız.  Fatehpur Sikri,  su kaynağı eksikliğinden dolayı başkentin terk edilmesinden önce,  yalnızca 12 yıl gibi kısa bir süre için Akbar’ ın başkentliğini yaptı.  Bugün Fatehpur Sikri hayalet bir şehirdir,  mimarisi mükemmel bir şekilde korunmaktadır ve saraylarda dolaşırken bu yerin bir zamanlar bir kraliyet ikametgahı ve dinamik bir kültür merkezi olduğunu hayal etmek oldukça kolay.  Akbar’ ın manevi danışmanı Şeyh Salim Chisti’ nin beyaz mermer mezarı şimdi Müslüman bir hac yeri olarak görülmektedir."
      },
      {
        "dayNumber": 4,
        "title": "Jaipur, Amber Kalesi",
        "description": "Bu sabah,  eski kraliyet ailesinin başlıca ikametgahı olan Şehir Sarayı ile başlayarak şehirde rehber eşliğinde bir tura çıkacaksınız.  Aynı zamanda tekstil ve kostümler,  minyatürler,  halılar ve el yazmaları,  silahlar ve zırhlara yönelik bir müzeye ev sahipliği yapmaktadır.  Yakınlarda,  18.  yüzyılda bir astronom-kralın,  irtifadan zamana kadar her şeyi ölçmek ve gezegenlerin ve yıldızların hareketlerini haritalamak için yarattığı bir taş gözlem evi olan Jantar Mantar bulunuyor.  “Rüzgar Sarayı” ya da Hawa Mahal,  bol miktarda pencereye ve taş bölmeye sahip bir sarayın pembe kumtaşı ön cephesidir.  Pencereler,  serin hava  ( hawa )  akımını sağlardı ve hint kraliyet haremi kadınları,  şehir sarayı duvarlarının ötesindeki şehir hayatını görmek için bu bölmelerin arkasına gizlenerek otururlardı."
      },
      {
        "dayNumber": 5,
        "title": "Pushkar",
        "description": "Bugün,  Hindular tarafından son derece kutsal kabul edilen güzel Pushkar Gölü’ nün kenarındaki Pushkar şehrine yolculuk yapacaksınız.  Gölün çevresine,  bu öğleden sonra rehber eşliğinde bir tur yapacağınız geniş taş basamaklarla ya da göle inen \"ghat\" larla yüzlerce küçük tapınak inşa edilmiştir.  Gölün üzerine,  etraftaki beyaz renkli tapınaklara ve yıkanma ghatlarına yansıyarak büyülü bir ışık vuruyor.  Günbatımında,  Pushkar dünyadaki en egzotik yerlerden birine dönüşüyor."
      },
      {
        "dayNumber": 6,
        "title": "Chandelao",
        "description": "Hareketli Jodhpur şehrine sadece bir saatlik mesafede,  300 yıllık eski kalesiyle küçük Chandelao köyü bulunuyor.  Burada yerel toplulukla etkileşimde bulunabilir ve Rajasthan’ ın sanatı,  kültürü ve mirası hakkında bilgi edinebilirsiniz.  Burası aynı zamanda geleneksel köy hayatına tanıklık etmek için en iyi yerlerden biri - Hindistan’ a yapılan ziyaretler arasında her durumda öne çıkan yerlerden biri olduğunu kanıtlayan unutulmaz bir deneyim."
      },
      {
        "dayNumber": 7,
        "title": "Jodhpur",
        "description": "Bugün “mavi şehir” Jodhpur’ a devam edeceksiniz.  Büyük Mehrangarh Kalesi, Thar Çölü’ nün kenarında yer alan Jodhpur’ a hükmetmektedir.  Saat kulesi,  eski şehrin popüler bir simgesidir ve dar sokaklar,  tekstil,  gümüş ve el işi ürünleri alabileceğiniz pazarlara kadar uzanmaktadır. Şehir,  dolaşması ilginç olan dolambaçlı sokakların büyüleyici bir karmaşasıdır."
      },
      {
        "dayNumber": 8,
        "title": "Jaisalmer",
        "description": "Çölü geçip büyülü bir şekilde ufukta beliren ‘ Altın Şehir’  Jaisalmer’ e gidin.  Kale duvarları içinde arnavut kaldırımlı sokaklar,  çarpıcı saraylar,  zengin tüccarların güzel konakları  ( haveller )  ve 12.  ve 15.  yüzyıllar arasında inşa edilen Jain tapınakları ile doludur.  Orta çağ atmosferine sahip bu muhteşem şehri keşfetmek için bolca zamanınız olacak."
      },
      {
        "dayNumber": 10,
        "title": "Bhenswara",
        "description": "Bugün,  Rajasthan’ ın nadiren ziyaret edilen bölgelerinden Bhenswara’ ya gideceksiniz.  Bu akşam,  isteğe bağlı bir leopar safarisi yapabilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Ranakpur-Udaipur",
        "description": "Bugün,  Aravalli tepelerinde saklı Udaipur ve Jodhpur arasında küçük bir köy olan Ranakpur’ a doğru yol alacaksınız.  Burada Udaipur hükümdarlarının mahkemelerinde hizmet veren Jainler tarafından inşa edilen güzel oyma tapınaklardan oluşan harika bir kompleks bulacaksınız.  Mermerden inşa edilen ana tapınağın,  1400’ den fazla sütunla desteklenen 29 salonu vardır,  bunların hiçbiri aynı değildir. Tapınaklar,  turistlere öğlen açılır,  ve saat 13. 00’ dan önce giderseniz,  Jain hacılarıyla birlikte kantinde ucuz ve doyurucu vejetaryen öğle yemeğinin tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 12,
        "title": "Udaipur",
        "description": "Bu sabah şehir turu yapacaksınız.  Şehir Sarayı’ nın ana kısmı,  geniş ve çeşitli mozaik,  cam ve porselen figürleri,  minyatür ve resimlerden oluşan bir koleksiyona sahip müze olarak korunmaktadır.  Müzedeki birçok teras ve avludan Pichola Gölü ve Lake Palace Hotel’ in muhteşem manzaraları ve genel bir lüks ve ihtişam havası vardır.  Yakınlarda sürekli bir aktivite merkezi olan Jagdish tapınağı bulunmaktadır.  Lord Vishnu’ ya adanan tapınak,  1651 yılında Maharana Jagat Singh 1 tarafından inşa edilmiş ve muhteşem ve kendine özgü mimarisiyle ünlüdür."
      },
      {
        "dayNumber": 13,
        "title": "Udaipur, Delhi",
        "description": "Bugün pazarda pazarlık yapmanız ya da göl manzaralı samimi bir kafede rahatlamanız için gün sizin! Akşam,  Delhi’ ye giden klimalı yataklı trene bineceksiniz."
      },
      {
        "dayNumber": 14,
        "title": "Delhi",
        "description": "Delhi tren istasyonuna varışta karşılanacak ve otele transfer edileceksiniz.  Otelinize giriş yaptıktan sonra,  son dakika hediyelik eşya alışverişi ya da keşif yapmak için günün geri kalanı size ait."
      },
      {
        "dayNumber": 15,
        "title": "Delhi' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  },
  {
    "destination": "Hindistan",
    "mainPhoto": "",
    "id": "INSI",
    "tourName": "Ruhani Hindistan",
    "placesVisited": "Hindistan",
    "generalInfo": "Hindistan'ın sahip olduğu renkli kültür ve din mozaiğini benimserken, duyularınızın harekete geçmesine ve neşenizin yerine gelmesine sağlayın. Delhi yoğun bir şekilde kaotik ve göz kamaştırıcı olabilirken, Tac Mahal'in sakinliği tur sırasında sizi büyüleyecek. Orchha'nın güzel göllerinin keyfini çıkarın ve daha sonra yolculuğunuzu tamamlamak için Delhi'ye dönmeden önce, sokakları evrenin antik Hindu haritasını temsil eden pembe Jaipur şehrini keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)",
    "durationDays": "14",
    "price": "799",
    "image1": "siempretour-images/INSI/insi_spiritual-india2019_04_11_02_46_47_0.jpg",
    "image2": "siempretour-images/INSI/insi_spiritual-india2019_04_11_02_46_47_1.jpg",
    "image3": "siempretour-images/INSI/insi_spiritual-india2019_04_11_02_46_47_2.jpg",
    "image4": "siempretour-images/INSI/insi_insi_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Khajuraho pazarını gezme</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 11 gece, yataklı gece trenlerinde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Özel Araç,Tren,Minibüs,Gece Treni</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 6 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Delhi'ye Varış",
        "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
      },
      {
        "dayNumber": 2,
        "title": "Jaipur",
        "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
      },
      {
        "dayNumber": 4,
        "title": "Agra",
        "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
      },
      {
        "dayNumber": 6,
        "title": "Orchha",
        "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Basari Village",
        "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
      },
      {
        "dayNumber": 9,
        "title": "Khajuraho",
        "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
      },
      {
        "dayNumber": 10,
        "title": "Varanasi’ye Gece Treni",
        "description": "Khajuraho'yu keşfettikten sonra kutsal Varanasi şehrine giden bir gece trenine biniyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Varanasi",
        "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
      },
      {
        "dayNumber": 12,
        "title": "Delhi’ye Gece Treni",
        "description": "Varanasi'nin daha çok yerini keşfederek bir sabah geçirdikten sonra, son dakika hediyelik eşya alışverişi veya buradaki ilk gününüzde kaçırmış olabileceğiniz manzaralara göz atmak için vaktinizin olacağı Delhi'ye dönmek için bir yataklı gece trenine biniyoruz."
      },
      {
        "dayNumber": 13,
        "title": "Delhi",
        "description": "Hotel Perfect veya benzeri bir otelde 1 gece"
      },
      {
        "dayNumber": 14,
        "title": "Delhi'den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hindistan"
  }
]