{
  "destination": "Ekvador",
  "mainPhoto": "",
  "id": "RCGK32",
  "tourName": "Kapsamlı Galapagos 2",
  "placesVisited": "Ekvador, Galapagos",
  "generalInfo": "Eşsiz Galapagos adalarının berrak sularında tekneyle yapacağınız ve unutamayacağınız bu seyahatte macera dolu 11 gün geçirin. Karada benzersiz volkanik oluşumlara tırmanıp sayısız kuş çeşidini barındıran bereketli ormanları gezeceksiniz. Kıyıda ise dünyanın hiçbir yerinde göremeyeceğiniz kadar çok benzersiz türlerle karşılaşacak, zengin deniz canlılarını inceleyip aralarında yüzeceksiniz.<br><br>Coral 1 veya 2 tekneleriyle seyahat edeceksiniz.T<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Quito Mariscal Sucre Uluslararası Havaalanı (UIO)",
  "durationDays": "11",
  "price": "5999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Koruma altındaki yüksek kaplumbağa bölgeleri</li>\n<li>- Vicente Roca burnunda snorkelle dalış ve sandal gezisi</li>\n<li>- Fernandina adasında iki saat yürüyüş ve snorkelle dalış</li>\n<li>- Isabela adasında yürüyüş, derin suda snorkelle dalış ve sandal gezisi</li>\n<li>- Santiago adasında yürüyüş, snorkelle dalış ve kumsal keyfi</li>\n<li>- Bachus plajında yürüyüş, snorkelle dalış ve kumsal keyfi</li>\n<li>- Mosquera adacığı ve Kuzey Seymour adasında yürüyüş ve snorkelle yüzme</li>\n<li>- Santa Fe adasında derin suda snorkelle yüzme ve yürüyüş</li>\n<li>- Güney Plaza adacığında 2 saat yürüyüş</li>\n<li>- Kicker kayalığı seyri</li>\n<li>- San Cristobal dev kaplumbağalarının üreme merkezi ziyareti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 3 gece, teknede 7 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 10 kahvaltı, 7 öğle yemeği, 7 akşam yemeği</li>\n</ul>\n<p><strong> Diğer</strong></p>\n<ul>\n<li>- Doğa uzmanı rehberler</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito'ya Varış",
      "description": "Quito havaalanına vardığınızda Siempre temsilcisi tarafından toparlanarak otelinize götürüleceksiniz."
    },
    {
      "dayNumber": 2,
      "title": "Quito",
      "description": "Bugün otelde bir araya gelerek koloni şehri Quito turuna çıkacaksınız.Amerika kıtalarının en büyük tarihi merkezinde hareketli sokakları ve meydanları keşfedin.Çok uluslu,çarpıcı sanatsal ve kültürel mirasın korunduğu görkemli La Compania (Society of Jesus Church) ve ikonik San Francisco gibi en önemli kiliselerden bazılarını ziyaret edin.Araçla geleneksel San Juan mahallesine gidin.Eski ama modern şehrin nefes kesen görüntüleri için Panecillo tepesinde günü sonlandıracağız."
    },
    {
      "dayNumber": 3,
      "title": "Quito",
      "description": "QUITO, BALTRA ADASI,SANTA CRUZ ADASI"
    },
    {
      "dayNumber": 5,
      "title": "Urbina Bay – Tagus Cove",
      "description": "Bu sabah volkanik siyah bir kumsala(ıslak zemin) çıkmak üzere Isabela adasına dönüyoruz.Sonrasında farklı böcekleri,kuşları ve sürüngenleri cezbeden çok çeşitli bitki türlerini barındıran Urbina koyunun etrafını gezeceğiz.Alcedo volkanının muhteşem manzarasıyla birlikte 1954 yılındaki volkanik faaliyet sonucu oluşan yüksek mercan kayalığını da göreceğiz.Koy çevresinde snorkelle dalış yapabilir,deniz kaplumbağaları,deniz aslanları ve sayısız tropik balık türüyle birlikte yüzme fırsatı bulabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Santiago Island",
      "description": "Güne 1835 te Darwin’in ziyaret ettiği Santiago adasının siyah,volkanik kumsalına(ıslak zemin) çıkarak başlıyoruz.Tuz madenlerini ziyaret ettikten sonra Egas limanı yolu boyunca sahil şeridinden foklar ve yengeçlerin yaşadığı  Galapagos’taki en güzel gelgit havuzları bölgesine yürüyeceğiz.Eşsiz Santiago kumsalı kalıcı ve göçmen pek çok kuş türüne ev sahipliği yapar.Snorkelle dalma ve yüzme fırsatı bulacak,ıstakoz,deniz yıldızı ve dipteki yosunlarla beslenen su iguanalarını görebileceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Baltra Adası",
      "description": "Bugün Coral1 ve 2 tekneleri gruptan ayrılan yolcuları bırakmak ve turumuzun geri kalanında bizimle olacak başka yolcuları almak üzere Baltra adasında olacak.Bu yolcu transferleri gerçekleşirken tur liderleri sizlere alternatif ayarlamalar yapmak için görüş bildirecekler."
    },
    {
      "dayNumber": 8,
      "title": "Mosquera Adacığı –  North Seymour Adası",
      "description": "Kuzey Seymour adasının kuru zeminine çıkacağız.Burada kırlangıç kuyruklu martılar ve daha fazla deniz aslanıyla karşılaşacaksınız.Bölge mavi ayaklı sümsük kuşları kolonilerinin başlıca yuvalarıdır ve en geniş fregat kuşu kolonisine ev sahipliği yapar.Ayrıca hem kara hem de su iguanalarına rastlayacak ve yuvalanma bölgelerinin çevresinde gezeceksiniz."
    },
    {
      "dayNumber": 9,
      "title": "Santa Fe – Plaza Island",
      "description": "Bu sabah biraz yürüyüş yapmak üzere ,tekneyle Santa Fe adasına gidiyoruz.Burada orta ve yüksek güç gerektiren çeşitli yürüyüş yolları var.Adayı gezdikçe özgün Santa Fe kara iguanaları,en uzun kaktüs türleri ve bir Palo Santo ormanı görme fırsatınız olacak.Ayrıca derin suda snorkelle yüzmeyi deneyebilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "San Cristóbal Adası",
      "description": "Bu sabah San Cristobal adasına varıyoruz.Yol üzerinde gemiden de görülebilen Kicker kayalığının etrafını dolanacağız.Kayalık uyuyan bir aslana benzediği söylenen iki kayadan oluşur.Sonrasında San Cristobal’ın dev kaplumbağalarının üreme merkezini ziyaret edeceğimiz Cerro Colorda’da(kuru zemin) karaya çıkacağız.Quito’ya dönmek üzere havaalanına gitmeden önce burada kaplumbağaları koruma programıyla ilgili bilgi alabilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Quito'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}