{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "best-of-fiji-vacation-tour-in-2-weeks-culture-adventure-luxury",
  "tourName": "Best of Fiji Vacation Tour in 2 Weeks: Culture, Adventure & Luxury",
  "placesVisited": "Nadi, Denarau Island, Mamanuca Islands, Yasawa Islands, Taveuni",
  "generalInfo": "The white powder sand is soft and warm beneath you. The sparkling wine is crisp and bubbly. The breeze rustles the emerald palm leaves running along the secluded island’s coastline. Your private boat wades in the water waiting for your return. Adventure and luxury are hand-tailored to your desires during your 2-week best of Fiji vacation tour. Let the sunshine warm you after an afternoon of snorkeling. Revel in a beachside dinner under a blanket of unadulterated starlight. Passion exudes from the scenery, where the waters are rejuvenating, the rainforests are captivating, and the island paradise is better than a dream.",
  "durationDays": "13",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Welcoming Paradise",
      "description": "Fiji is known for its breathtaking turquoise waters brushing against powder white sand. Lush palm trees shade the beaches before a background of emerald tropical rainforest draping over ribbed hillsides. You land at Nadi International Airport at the start of one of Zicasso's vacation packages to Fiji where your private transfer is waiting to take you to a luxurious resort on Denarau Island. The man-made island connected to Viti Levu was fashioned from reclaimed mangrove beaches and offers remarkable comforts with an opulent view of the water. The sounds of the South Pacific emanate from the lobby, filled with charming harmonies created by breeze brushed palm leaves and lapping waves. The beauty of the island presents itself immediately, from the welcoming smiles of the locals to the intoxication aroma of coconut oil."
    },
    {
      "dayNumber": "2",
      "title": "Island Exploration",
      "description": "Denarau Island is almost a full square mile brimming with blissful pools and heavenly seclusion. Cabanas offer poolside shade and palm trees shade the beach. The sand is soft against the lapping water. Indulge in a succulent breakfast filled with paradisiacal fruits, from juicy papaya to sweet pineapple. The day is yours to discover the larger island of Viti Levu, venturing to the storied city of Lautoka, also known as Sugar City. The breeze sweeps across the plains to the foothills of the Mount Koroyanitu. The mountain reaches a height of 3,920 feet above sea level overlooking the sugar cane plantations dating back to the colonial era. The city has wide, gentle streets lined with blossoming foliage. The esplanade takes you alongside the beautiful turquoise water. The Pacific reflects the sunlight with jewel-like richness. Vibrant cafes emanate freshly baked pastries and divinely pressed coffee. The subtle urbanity of the cityscape fades into the wondrous tropical lushness that reaches over the entire island."
    },
    {
      "dayNumber": "3",
      "title": "A Particular Spirit",
      "description": "Wake up to the sounds of the water brushing against the shore. The fresh aromas of tropical fruit are alluring, filled with enticing sweetness from luscious rambutans. You make your way from Denarau Island to Nadi Town, a short drive but entirely different in culture and vivacity. The sparkling water is replaced with bordering foliage sweeping upwards over the Sabeto Mountains. The town bustles at the morning market where fruits and vegetables shimmer like pieces of gemstones. Local artisan shops offer handcrafted objects, carved and shaped by locals, from large statues to elegant earrings. The Sri Siva Subramaniya Swami Temple sits at the base of the Main Street passed the bustling shops of the town center. The temple was constructed in the 1920s and rebuilt in the 1980s. It is the largest Hindu temple outside of India. The colorful exterior matches the rainbow quality of coral reefs, almost competing with the opulent pigments. Wooden carvings of Hindu deities decorate the façade. An iconic mural adorns the walls and ceiling. There is an impeccable sense of spirit to the grounds, along with a romantic ambiance characterized in the dedicated artwork around the temple."
    },
    {
      "dayNumber": "4",
      "title": "Deeper into Paradise",
      "description": "Boats weigh anchor venturing out of the marina at dawn. They return midmorning with large Walu, also known as escolar, which can grow to over six feet in length. At breakfast, you find a pomelo, a tender citrus fruit similar to a grapefruit. A sweet roll accompanies the flavorful produce. After your meal, your private transfer guides you to the nearby marina where you board a high-speed catamaran. The wind picks up flowing through your hair. The ocean water splashes mist against your cheeks. The sunlight reflects off of the Pacific maintaining an elegant sheen. You arrive at your secluded resort situated on Tokoriki Island, the northernmost land connected to the Mamanuca archipelago. You are not only greeted but welcomed to the island with sincere, gracious smiles. Palm trees shade every inch of the resort off the beach. Powdery white sand lines crystal clear water. The sounds of any city fade into memory, replaced by twittering birds and lulling waves. A bottle of champagne awaits you in your room, where you can get comfortable with a chilled glass taking in the enchanting panorama."
    },
    {
      "dayNumber": "5",
      "title": "Picturing Reefs",
      "description": "The island is tranquil in the morning, emanating a sleepy romantic quality at after sunrise. The slow pace of the day is relaxing, allowing you to sit back and enjoy the surrounding paradise. After breakfast, you can break away from the land, grab a snorkel, and splash into the water to see first-hand the exemplary reefs around one of the 333 islands in the Fijian archipelago. You make your way to the house reef stepping into the water where the temperate Pacific envelops you. The sun shines up to 120 feet deep in the clear coastal waters casting a light over the exuberant reef. See anemones shimmer pink and purple housing curious clownfish. Soft and hard coral create an underwater forest rising from the sea floor. The rainbow colors of the reef are home to an eclectic array of tropical fish swimming in singles, pairs, and schools, including the fluorescent striped body of a royal angelfish. The fish can grow to almost 10 inches hiding amongst the hard coral caves with incredible flare. When you return to land, you can brush the extra sea salt from your skin and relax in the romantic comforts island privacy."
    },
    {
      "dayNumber": "6",
      "title": "Breathtaking Boating",
      "description": "The sun rises over the eastern edge of the island casting light over the azure coast and towering tropical canopy. After breakfast, you step onto a sailboat to cruise around the archipelago, visiting uninhabited islands, and breathtaking natural scenery. When the boat leaves the marina, the gentle wading of the Pacific carries you away from the shore. You take a morning tea and wrap your hands around the hot cup in the breezy morning. The golden sand beaches you pass are inviting. Mountains slope elegantly upwards from the coastline into conical forest-clad peaks. The 83-foot schooner takes you alongside Modriki Island, famous for being the island depicted in Castaway with Tom Hanks. You step ashore on the isle of Yanuya. A local village greets you with a traditional Kava welcome ceremony. The island is home to approximately 500 people. The scent of coconut, seawater, and straw emanate from the village. The captain offers the village chief a gift out of respect. The chief invites you into the village where you sit on a straw mat and follow tradition. A coconut cup holds the drink made from the root of a pepper plant. The chief dips the coconut cup into a mahogany bowl and passes the cup clockwise. You give a firm clap, sip the kava, clap again three times, and pass the cup back to the chief. The chief smiles warmly, and you continue into the village for an in-depth view of local Fijian life on an island in the archipelago’s outer rim."
    },
    {
      "dayNumber": "7",
      "title": "Special Kind of Picnic",
      "description": "The serene landscape coupled with the graceful shoreline relaxes you. After breakfast, you can indulge in leisure with a couple’s day at the spa. The facility is located in the tranquil surroundings of the jungle where blossoming flowers sit next to trickling streams. The aroma of incense blends with the familiar coconut oil. You can lay side by side with your partner and listen to the soothing sounds of trickling water and lapping waves. The aromas calm you; the company delights you. You can look out on the scenery and remember that paradise surrounds you. When the massage begins you can feel any lingering tension in your muscles, melt away, leaving only the tropical wonderland and your loving partner close at hand. The scent of lime and lavender are added to your treatment to help revitalize after a day of relaxation."
    },
    {
      "dayNumber": "8",
      "title": "Island Leisure",
      "description": "After breakfast, the day is yours it enjoy in exceptional leisure. Sit beneath an umbrella on the island shores and dig your toes into the sand. You can see people windsurfing off of the coast. The parachute catches the breeze and lifts the surfer and the board out of the water for seconds at a time. Adventurers twist in the air, some even performing flips before splashing back down into the water. Amateurs enjoy the flying sensation, soaring off of a small wave and touching back down feet away from their original spot. The breeze brings the aroma of fresh coconut milk. You can watch one of the locals carve open the top with a machete, passing the coconut around for everyone to try. The creamy texture has a slightly sweet fragrance and flavor. Medicinal plants line the trail off of the main walkway through the island. When you lounge near the water, you can feel the hot sun on your shoulders and the refreshing water rushing against your toes. Your partner relaxes with you, whether under a cabana poolside, in the sand beachside, or strolling through the medical herb garden for another look into the traditions of island life."
    },
    {
      "dayNumber": "9",
      "title": "Coming to the Garden",
      "description": "You have come to expect certain things on the island, from the soothing crash of morning waves to the graceful arrangement of tropical fruits at breakfast. You wake up in the morning reminded of idyllic island life. After breakfast, you are guided to the high-speed catamaran for your luxurious ride back to Viti Levu. Once there you are escorted to the airport for your flight to Taveuni, known as Fiji’s Garden Island. The island is 169 square miles practically overflowing with tropical flowers, romantic waterfalls, and fruitful birdlife. Your private transfer awaits your arrival to the airport to escort you to your all-inclusive resort accommodation. Your accommodation is situated beachside offering a harmonious view blending azure waters with tropical gardens. When the sun begins to set over the island you can watch, the charming hues layer the horizon and reflect off the Pacific for a romantic introduction to Taveuni."
    },
    {
      "dayNumber": "10",
      "title": "Passionate Heights",
      "description": "The Garden Island is paradise incarnate, filled with lush tropical trees and vibrant Tagimaucia flowers in bloom. The flower can grow to almost 12 inches long and is represented on the Fijian $50 note. The flower’s legend is steeped in love and passion, which calls to the petal’s beauty with gorgeous red exterior and pure white interior. Around Tagimaucia Lake, at an altitude of 2,715 feet above sea level, the rare flowers add exceptional color to the greenery and float atop the crater lake. You can hike to the top of the summit and watch the petals cruise across the water. The air is cool at the mountaintop but when the sun pierces the canopy you can feel its close heat. In the morning, a mist lingers around the trees providing moisture to the forest underbrush. A nearby waterfall trundles into a natural pool thundering through the trees. Mountains surround the tranquil lake providing ample time to embrace the secluded waters and the romantic moment."
    },
    {
      "dayNumber": "11",
      "title": "Unparalleled Depths",
      "description": "Des Voeux Peak rises 3,943 feet above sea level and is the second highest mountain on the island. On a clear day, the peak casts shadows over the shoreline housing numerous birdlife, such as Silktails and Orange-breasted Doves. Instead of the height of the mountaintops you meet your guide to venture into the depths of the South Pacific. You don the SCUBA gear and splash into the exception water. The clarity of the azure ocean fills with the titillating hues of the Rainbow Reef. With just under 1,200 species of fish and more than 230 types of hard and soft corals, the reef is an entirely different subaquatic world. The Pacific wake is gentle, allowing you to float effortlessly. U.S. Divers Magazine has rated Rainbow Reef as one of the top 10 places in the world to dive. White-topped reef sharks circle around the coral and orange basslets swarm in schools near the calcite hills. You and your partner have the eccentric colors to yourselves, watching the ecosystem react in a natural, pure way."
    },
    {
      "dayNumber": "12",
      "title": "Up Close and Special",
      "description": "The simmering beauty of the Taveuni is reassuring, returning every morning wit the sunrise. After breakfast, you leave behind the soft sands of your hotel for the thunderous waters around Bouma National Heritage Park. The national park inhabits around 80 percent of the island’s total area, including both coastal and rainforest. The air is thick, rich with moisture. You can hear the falls in the distance trundling between the trees. Wildflowers provide a soothing fragrance around the freshwater pools. Tavoro Falls stands almost 80 feet tall, situated near a picnic area where the aroma of fresh barbecue settles beneath the canopy. The pool ripples and people jump in letting the cold mountain water rejuvenate them. Hiking trails wind around the national park, meandering by two more waterfalls, a local village, and historic island ruins carved into captivating boulders. The romance of the island is as prominent in the water as in the trees."
    },
    {
      "dayNumber": "13",
      "title": "Accepting Paradise",
      "description": "You wake up to the rising sunlight casting over the water. The pink and purple hues remind you of the varied colors around the Rainbow Reef. The water is calm, the waves soft against the shore after dawn. The International Dateline divides the island in half inadvertently offering spectacular views of sunset and sunrise. Indulge in the sweet flavors of breakfast once more, filled with the delightful tastes of juicy mango and soft, sweet rolls. The private transfer assigned to you meets you at the hotel to escort you to the airport. Soon you will return to Nadi on Viti Levu to meet your return flight home. You have discovered the never-ending beauty of Fiji, each one as enchanting as the last, inspiring wonder and romance every second of your vacation."
    }
  ],
  "map": ""
}