{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "discover-fiji-vacation-tour-matamanoa-taveuni",
  "tourName": "Discover Fiji Vacation Tour: Matamanoa & Taveuni",
  "placesVisited": "Nadi, Mamanuca Islands, Yasawa Islands, Taveuni",
  "generalInfo": "Fiji borders on the mythical with coral reefs that glow brighter than the waters. The rainforest looks draped in jewels and the locals always wear friendly smiles. Your 9-day discover Fiji vacation tour to Matamanoa and Taveuni fully immerses you in the island paradise: illuminating the splendor of the beaches, the charm of local villages, the importance of heritage, and, more importantly, the wonderment of unparalleled romance. From a tiny private island to the lush and plush luxuries of the Garden Island, you can embrace the passion of your partner in the inspiring natural life of Fiji.",
  "durationDays": "9",
  "price": "4,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Matamanoa – Fijian Seclusion",
      "description": "The beauty of Fiji is spread across each individual island. Palm trees rise over the coastline and sway in the sea breeze. The beaches range from golden to white sands. The water ripples a translucent azure and fades into cobalt depths. Rainforest carpets the inland hills and mountains, providing fertile soil, vivacious wildlife, and vibrant wildflowers. You arrive at Nadi International Airport where your private transfer is waiting. You soon find yourself on a high-speed catamaran at the Port Denarau, weighing anchor, and traversing the cool equatorial waters. The ocean spray casts into the air around you. Small islands drift past, but soon you reach the secluded island of Matamanoa. You step onto the jetty and find the island sands warm and powdery white. The ocean water quietly laps at the shore, any force broken up by the natural reefs. The aroma of the Pacific blends with the natural sweet oils from the palm trees, emanating a fragrant coconut. The breeze ruffles the wildflowers blossoming against the lush tree canopy. You find yourself in a tranquil paradise, where the natural beauty of the island welcomes you with picturesque ease."
    },
    {
      "dayNumber": "2",
      "title": "Matamanoa – Serenity of Grandeur",
      "description": "Wake up in your beachfront room filled with traditional textures and colors that embody the Fijian culture. The water continues to lap at the shore helping bring in the morning. Enjoy breakfast with an open view to the beach. The scent of freshly brewed coffee joins the vibrant tropical fruits on display. Pomelo looks like a grapefruit on the outside, an orange on the inside, and has a refreshing citrus flavor that combines the two. The sunshine spreads across the horizon making the water sparkle with every subtle movement. The day is yours to spend on the beach, digging your toes into the warm, soft white sand. The water is cool to the touch, brushing against your toes, an uplifting difference in temperature from the sand. You can grab a snorkel from the resort, put on some fins, and wade out into the water to explore the reef. There are almost 1,200 species of fish living in the Fijian reefs. Soft and hard coral cling to limestone framework. Regal Angelfish have fluorescent orange stripes and blue upper and lower fins. When you exit the water, you can brush remaining salt from your shoulders, settle back into the sand, and watch the day pass by in passionate bliss."
    },
    {
      "dayNumber": "3",
      "title": "Matamanoa – Sea Full of Romance",
      "description": "In the morning, you can hear the birdlife twittering in the nearby trees. Geckos chirp before dawn around the outer rim of our room, scurrying for an early morning meal. You can’t help but be awestruck at the view from the dining room, overlooking the pristine beach. The bright blue of the sky looks painted onto the horizon, in line with a postcard, mirroring the Pacific. After your meal, you board a sailboat for a day exploring the Mamanuca Islands, of which your island of Matamanoa is a part. The sails puff when they catch the breeze carrying you away from Matamanoa for the day, to isolated and celebrated shores. You sit on the side of the 83-foot schooner and feel the intrinsic passion of the boat, the ineffable romance of sailing along the permeating waters. The boat anchors around Modriki, an uninhabited island known as the location for the Tom Hanks film Castaway. You and your partner wander along the shore. The island’s purity is intact. You have a splendid panorama of the small landmass’s 99 acres from the mountaintop standing 585 feet above sea level. As you return to the ship, the wonders of Modriki stay with you. You try to spot the footprints you left in the sand, but they have already faded."
    },
    {
      "dayNumber": "4",
      "title": "Matamanoa – Beauty of Leisure",
      "description": "Wake up to the luscious aromas of fresh-pressed tropical juice. Vibrant pineapple decorates the table at breakfast, peeled and ready to be eaten. Each bite is filled with juicy delight. The day is at your leisure to enjoy the island and the company as you desire. You notice a local climbing a tall palm tree. People watch as the man climbs higher and higher. The breeze ruffles the palm leaves but the man climbing the tree doesn’t notice. A palm tree can grow up to 197 feet. Soon the man returns from the canopy with a green coconut in hand. He grabs a machete, cuts at the coconut’s top with aimed precision, and opens the hard fruit. The coconut aroma returns with a creaminess you hadn’t noticed before. You take a sip from the freshly opened fruit and enjoy every drop. Watching the man climb the tree was both thrilling and relaxing, an embodiment of every moment in Fiji so far. With your partner by your side you decide to spend time exploring more of the island, strolling along the mountain trails. You reach the top and find a stunning vista overlooking the Pacific. The water shines like Murano glass, filled with folds of blue, from light to dark and back again. You can take in the view of the island with your partner in treasured privacy."
    },
    {
      "dayNumber": "5",
      "title": "Taveuni – Time in the Garden",
      "description": "The morning washes over your private island accompanied by the ocean current and the rising birds. After breakfast, you make your way to the high-speed catamaran and return to Nadi for your flight to Taveuni Island. The Garden Island is the third-largest island on the Fijian archipelago. The verdant rainforests carpet ribbed mountains and riverbanks, running the island’s edge bordering the shores. Your private transfer meets you at the airport before escorting you to the luxuries of your seaside resort. The International Dateline cuts through the island creating a unique mixture of pristine sunrises and opulent sunsets, arching from east to west. In the afternoon, you can sit by the infinity pool, reveling in the illusion that the water is spilling into the ocean while sipping a tropical cocktail, as the sunset layers the horizon with gorgeous purples, oranges, and reds. Even the colors of sunset look more tropical in paradise. For dinner, you can feel the cool night sky around you and the cold sand fine under your bare feet. The waves lap softly onto the shore. The candle on the table imitates the flickering starlight above. There is always romance in Fiji, even in an open space, like the beach, where you find the pleasures of dining with perfect company."
    },
    {
      "dayNumber": "6",
      "title": "Taveuni – Time With a Rainbow",
      "description": "The morning sounds of Taveuni Island are similar to Matamanoa but more vibrant. The birdcalls are closer and more active. The lapping water is more consistent and a little quicker. The undulating rainforest captures the sunlight with an emerald glow. After breakfast, you will venture out onto the water for a day of exceptional scuba diving along the Somosomo Strait. The entirety of the Fiji’s 230 coral can be seen somewhere along the reef. You strap into your gear and feel the snug comfort of the wet suit before you jump into the water. Your natural buoyancy is relaxing in the ocean. You put on your mask and follow your guide into the water’s depths. The area is consistently ranked as one of the best dives in the world starting at a depth of 66 feet. Coral sprouts out of the reef like trees, swaying in the current. Manta rays glide near the bottom of the seafloor, their elegant wings carrying them around schools of fish. You see a squarespot, or pink square, which can grow to almost eight inches. Males are boldly colored with fluorescent orange skin and a large pink square on its side. The image is striking in the shimmering, underwater light."
    },
    {
      "dayNumber": "7",
      "title": "Taveuni – Touching Rare Flowers",
      "description": "In the morning, you spot fishing boats venturing out into the water. The small masts act like beacons moving slowly across your path. After breakfast, you and your partner meet your guide and venture into the verdant tropical rainforest. The warm air filters through the tree canopy. The leaves are waxy and moist to the touch. You and your partner venture up the trail leading to Tagimoucia Lake situated inside an extinct volcanic crater at an altitude over 2,640. The lake is one of four lakes across the Fijian archipelago. Puffy clouds sweep past the upper reaches of the rainforest creating a unique environment where the forest underbrush grabs moisture as much from the hovering cloud formations as from rainfall. When you reach the lake water it is cold to the touch. The greenery is speckled with crimson and white blossoming petals from the rare Tagimoucia flower, which provides the lake’s namesake. The flower only grows at high altitudes around the shores of the lake. It is you, your partner, and your guide at one of the highest reaches of the island. Your guide tells you the myth of the remarkable Tagimoucia flower, born from the tears of a princess in love. The wonderful landscape borders on the mythical, and you are happy to hear the story as you and your partner take in the view together."
    },
    {
      "dayNumber": "8",
      "title": "Taveuni – Roots in Heritage",
      "description": "Every day, waking up to the island paradise comes with an irrepressible radiant smile. An indelible happiness travels across the island. In 2014 Fiji was ranked the happiest country in the world. The floral aroma from yesterday has stayed with you since your departure from the lake. After breakfast, you once again leave the shores behind for the interior lushness of the rainforest, this time heading towards Bouma Heritage National Park. The protected landscape encompasses around 80 percent of the entire island, ensuring that the natural roots of the island’s heritage remain intact for future generations. The trees hanging over the walkways help shade you from the midmorning sun. You brush past soft large-fringed leaves. You can hear the thundering rush of a nearby waterfall echoing through the trees. Taro grows in small patches on steep foothills. Heart-shaped leaves enclose red stems. When you arrive at Bouma Falls, you find red and yellow ginger lighting around the natural pool. The falls are almost 80 feet tall and enhances the already majestic landscape that you’ve found around the island. The water falls like a curtain into the rippling pond below. Copious greenery hides orange dove and red-shining parrots."
    },
    {
      "dayNumber": "9",
      "title": "Taveuni – Graceful Retreat",
      "description": "When you wake up, the smile returns because you remember that the past week has been better than a dream. You spend part of the morning listening to the peaceful water before make your way to breakfast. You have never stopped treasuring the view, looking out over the pristine beach and sparkling water. Every second in Fiji has been filled with passion and romance, love and splendor. Your private transfer meets you at the airport for your return flight to Nadi, where you will continue home. You have snorkeled and scuba dived, sailed and hiked, discovering the secluded reaches and eternal beauty of the islands. Visit the custom tour packages page for more travel planning ideas."
    }
  ],
  "map": ""
}