{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "fiji-australia-new-zealand-vacation-package",
  "tourName": "Fiji, Australia, New Zealand Vacation Package.",
  "placesVisited": "Sonaisali, Tivua, Auckland, Rotorua, Sydney, Australian Outback, Cairns, Great Barrier Reef, Wellington, Blue Mountains",
  "generalInfo": "Find comfort in the breathtaking scenery and enchanting ambiances of Oceana during this customizable 21-day Fiji, New Zealand, and Australia tour. It is the destination where newlyweds go to celebrate their future and soul mates visit to celebrate their past. This Fiji, Australia and New Zealand package takes you from pristine beaches to the Great Barrier Reef and reveals a blend of heritage and contemporary culture.",
  "durationDays": "21",
  "price": "9,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sonaisali – Arrive in Fiji",
      "description": "Fiji is arguably the friendliest place on the planet and the place to indulge adventure. The archipelago has over 300 islands brimming with unique attractions. Whether you seek romance, relaxation, cultural immersion, cruising the sea, or the ultimate eco-tour escapade, you will find fulfillment in Fiji. Your flight will land at Nadi International Airport, where your private transfer will greet you at customs and escort you to your resort on Sonaisali Island."
    },
    {
      "dayNumber": "2",
      "title": "Sonaisali – Time at your Leisure",
      "description": "In the morning, you will find the aromas of hyacinth and pineapple filling the dining room. After breakfast, you will set sail aboard a luxury catamaran departing Denarau. As you set sail on the crystal-clear turquoise South Pacific bound for Tivua Island, you will feel the wind rush against your cheeks leaving specks of salt from the water. Tivua Island is surrounded by a white sandy beach and 500 acres of unadulterated coral gardens."
    },
    {
      "dayNumber": "4",
      "title": "Auckland – View the City of Sails",
      "description": "Your private transfer will meet you in the resort lobby after breakfast and escort you to the airport for your flight to Auckland. Sky Tower soars above the City of Sails creating the skyline that reaches 1,076 feet tall. Boats glide along the Hauraki Gulf with locals enjoying the fresh breeze and ferries traveling between the city and surrounding islands. Your private driver will meet you at the airport upon your arrival and welcome you to Auckland. The city offers all of the things associated with a sophisticated cosmopolitan atmosphere, from beautiful scenery to adrenaline-pumping adventure, as well as first-class food and wine."
    },
    {
      "dayNumber": "5",
      "title": "Auckland – Traverse the Cityscape",
      "description": "You will meet your guide in the morning and venture to the world-class experience that is Kelly Tarlton's Aquarium, a wonderland of snow, ice, and water. The Antarctic Encounter will immerse you in the exciting exploration of the frozen habitat. You can hear the playful colonies of King and Gentoo Penguins waddling along the snow and diving into the water. In the Underwater World, you will travel deep beneath the ocean on a moving walkway. Through an acrylic tunnel, you will experience a scuba diver’s view surrounded by a variety of ocean life."
    },
    {
      "dayNumber": "7",
      "title": "Rotorua – Caves and Maori Culture",
      "description": "You will depart for Rotorua in the morning and pass through the rich farmland of the Waikato to reach the. Waitomo Caves. In Rotorua, your guide will lead you through the gardens, cobbled streets, and fascinating mix of Maori and English Tudor architecture. Your introduction to Maori culture will emerge with a demonstration of authentic customs in the natural bush setting. Warriors in traditional dress will paddle an ancient warrior canoe down the Way-o-whiro stream. The scent of roasting vegetables and lamb will emerge from the hangi, a traditional meal cooked in the ground."
    },
    {
      "dayNumber": "9",
      "title": "Rotorua – Tour of Middle Earth",
      "description": "Your guide will meet you at the hotel in the morning and lead you through the scenic Kaimai Ranges before you reach the ten-acre site recounting fascinating details of how the Hobbiton set was created. The Hobbit holes, Green Dragon Inn, Mill, and other structures crafted for The Lord of the Rings and The Hobbit films can be viewed and toured. The structures blend into the greenery of the Waikato farmland from a distance before you become immersed in The Shire from Middle-earth."
    },
    {
      "dayNumber": "10",
      "title": "Wellington – Lord of the Rings Film Sites",
      "description": "You will travel from Rotorua to Wellington to discover the urban life spread across the craggy shores. You will settle into the comforts of your luxury accommodation at the heart of the city before meeting your guide for an introductory tour of New Zealand’s capital city. You can take a ride up the cable car to the Wellington Botanic Garden and the Carter Observatory, traveling over 2,008 feet to reach a summit standing 394 feet above sea level. You will then set out on a full day Lord of the Rings to discover the filming locations of the award-winning trilogy."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Tour the Blue Mountains",
      "description": "Sydney is a stylish and cosmopolitan city filled with vibrant life, character, and a sense of daring. The multiculturalism means a wealth of amazing dining experiences and iconic architecture, such as the Opera House and Harbour Bridge. Your private transfer will escort you to Wellington airport after breakfast for your flight to Sydney, where your private transfer will meet you upon arrival. After settling into the comforts of your gorgeous hotel, your guide will lead you on an introductory tour of the city beginning with the historic Rocks district."
    },
    {
      "dayNumber": "14",
      "title": "Sydney – Neighborhoods of Sydney",
      "description": "The marvels of Sydney will once more become visible when you indulge in the famous beauty of Bondi Beach. You can join in the fun on the water with a private surf lesson to learn the steps to catch your first wave or just relax by digging your toes into the hot sands beneath the golden sun for which Australia is famous. The walkway connecting Bondi to Manly Beach extends for 50 miles and attracts cyclists, joggers, and walkers who wish to enjoy the majestic coastal scenery along the smaller connected tracks."
    },
    {
      "dayNumber": "16",
      "title": "Sydney – Experience the Outback",
      "description": "After breakfast, your guide will escort you out of Sydney to view rural Australia. The hustle and bustle of the city will fade as you venture closer to the open paddocks, dams, and bush of the countryside outside of Sydney. You will travel over the Harbour Bridge at 440 feet above the water where you will have a spectacular view of the Sydney Opera House. Upon arrival at the estate, you will be greeted by an Australian stockman on horseback. You can enjoy morning tea of freshly made damper with butter and Golden Syrup before you learn about the history of the estate and the life of a stockman."
    },
    {
      "dayNumber": "17",
      "title": "Cairns – A Day along the Coast",
      "description": "Cairns is the heart of Tropical North Queensland and is the primary gateway to Northern Australia, as well as the Great Barrier Reef. The charming city is framed by the spectacular twin backdrops of rainforest mountain ranges and the sparkling Coral Sea. It is a modern, sophisticated city, and is an ideal base to explore the wider Tropical North Queensland region and the World Heritage-listed Reef, Rainforest, and Outback. Your private transfer will meet you at your hotel in Sydney and escort you to the airport for your flight northbound."
    },
    {
      "dayNumber": "18",
      "title": "Cairns – Aboriginal History and Culture",
      "description": "You will experience the region’s rich Aboriginal history and culture on an exclusive tour taking you beyond Cairns and Port Douglas. Your guide will lead you along one of Australia’s most scenic coastal drives as you head to Cooya Beach, which is the traditional fishing ground of the Kuku Yalanji people. A member of the Kuku Yalanji will teach you how to throw a spear in addition to other Aboriginal hunting techniques. You can walk on their traditional lands as you learn how to track and hunt for fish, mud crabs, and mussels through the mangroves."
    },
    {
      "dayNumber": "19",
      "title": "Cairns – The Great Barrier Reef",
      "description": "After breakfast, you will make your way to the marina and board a catamaran bound for three distinct areas of the Great Barrier Reef, the largest network coral islands and reef systems in the world spanning over 1,429 miles. The dazzling display of biodiversity hosts soft corals and countless fish and mollusk species, as well as sea turtles, sharks, and dolphins. Out at the Reef, the all-weather platform caters for all activity levels. When you snorkel in the sheltered coral lagoon, you can bask in the tranquil and warm waters while searching for the dramatic collection of marine life glowing in the crystal-clear Coral Sea."
    },
    {
      "dayNumber": "21",
      "title": "Cairns – Depart for Home",
      "description": "In the morning, the life around Cairns returns with the sounds of the tropical birds echoing over the tranquil waters lapping against the shoreline. The Botanic Gardens will open their doors introducing visitors to over 4,000 species of plants from around the world including a section tracing the evolution of Australia’s tropical plants. After breakfast, your private transfer will meet you at the hotel and lead you to the airport where you will board your flight to begin your journey home."
    }
  ],
  "map": ""
}