{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "fiji-vacation-for-solo-travelers",
  "tourName": "Fiji Vacation for Solo Travelers",
  "placesVisited": "Viti Levu, Nadi, Sigatoka, Navala, Beqa Lagoon, Luatoka, Mamanuca Islands",
  "generalInfo": "Fiji has been called nirvana for its emerald tropical rainforests bordered by shimmering indigo waters. Village children wave at you and sport gigantic smiles. Fish glow as bright as the coral. Windsurfers glide across gentle bays. Your custom tailored Fiji vacation for solo travelers, offers you the freedom to enjoy adventure and splendor cast across the diverse landscape of Viti Levu. Visit remote villages and course through the forest on the back of whitewater. Your days will be filled with as much excitement and relaxation as you prefer, mingled with the unparalleled gregariousness of Fijian life.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Destination Paradise",
      "description": "The island nation of Fiji is a collection of over 320 islands dotting the South Pacific. The water glows indigo against palm-fringed beaches. Vibrant-hued fish swim around the rainbow-colored reefs. Locals are known as some of the friendliest people on earth, always sharing fabulous smiles and eager to help. The sun beats warm on the tropical rainforests and expands across the powdery shores. You arrive at Nadi International Airport on the large island of Viti Levu where your private transfer is waiting. Your escort takes you to a splendid resort with a panorama of the ocean. The aroma of sugar cane sweeps across the tall grasses. In the distance, you can see the towering peak of Mount Tomanivi, an extinct volcano standing 4,344 feet above sea level. Near the shoreline, the scent of coconut oil blends with the sea. You immediately feel safe in the welcoming atmosphere of Pacific paradise. The sounds of an exotic guitar accompany a light rhythm of drums. Tiki torches light the walkways of your resort encircling the pool and leading down to the resort. The resort is filled with similar travelers, straying away from family friendly and couples-styled grounds. You have just arrived, and already the island is everything you dreamed it could be."
    },
    {
      "dayNumber": "2",
      "title": "Beach Combing",
      "description": "In the morning, you can hear the light brushing of the sea against the sand. At breakfast, you find an array of exotic fruits brightening the morning meal. The aroma of tropical pineapple is matched by its sensational yellow color. Your table is filled with like-minded travelers in search of a stunning tropical getaway. Everyone exudes island life, taking the day as it comes, relaxing into the pleasures of paradise, and greeting one another with “Bula!” You bite into the pineapple and find a fresh sweetness. After your meal, you venture to Natadola, considered the nicest beach on the entire island. When you arrive at the beach, you find an expanse of white sand sliding in azure water. The sun reflects off of the surface and brings a gemlike quality to the ocean. The trees rustle in the seaside breeze bringing a refreshing coolness, and carrying a touch of mist. You dig your toes into the powdery sand feeling the warmth fold over your feet. Near the edge of the bay, small waves break. On the outside of the bay, you can see surfers careening down waves with impressive grace. You can lie out under the sun or dip your toes into the ocean."
    },
    {
      "dayNumber": "3",
      "title": "Meeting the Raft",
      "description": "The wonders of Fiji are endless, no more prevalent than on the island of Viti Levu. Wake up to the view of fringed palms and glistening ocean. At breakfast, people once again greet one another with “Bula!,” the traditional Fijian greeting standing in for “Hello,” but with a more of a personal connection to it. Your guide meets you in the resort lobby ready to take you up into the island highlands. You arrive at the banks of the Navua River. The other rafting participants have wide, bright smiles, immediately introducing themselves before expressing how excited they are. You quickly feel at ease and are equally excited for the rafting trip. The Navua River begins on the southeast slope of Mount Gordon and meanders through the lush rainforest 40 miles until reaching the southern coast. You step onto the raft, take your position, and shove off from the riverbanks letting the current take you. The scent of verdant soil drifts around the river. Parrots add life to the treetops with vibrant calls and glamorous color. The cold water splashes against your cheeks when you paddle. You can hear the river rushing against the surrounding landscape. Sunlight pokes through the jade canopy overhead. The banks rise into rugged cliffs, smoothed by sporadic waterfalls beading into the river. Your guide tells you to get into position. You can hear the whitewater before you see it, sloping downwards rushing around boulders with vigor. You heart beats with excitement. You hold onto you oar and help propel the raft."
    },
    {
      "dayNumber": "4",
      "title": "Beauty of the Canopy",
      "description": "The beach has a limitless allure, filled with shimmering water and lined with cool sand in the morning light. The trees in the upper rainforest maintain as much island flavor as the beaches of Viti Levu. Your guide meets you in the lobby, escorting you back into the rainforest, directing your gaze into the trees. You venture up into the canopy and are fitted for your thrilling zipline adventure. You hear the rush of the river below. The lines can carry you up to a distance of 512 feet between platforms, and over a total area almost a mile long. Your pulse is racing. Collared lorries linger in the branches nearby watching with interest. Their radiant red plumage stands out against the emerald leaves. You leap from the platform feeling the wind gust past. The trees turn into a blur. The collard lorries disappear. You slow down when you near the next platform. You take in your surroundings once again, this time with a completely different perspective. Even though the trees are just as beautiful, the river as crisp, the air as warm, it all looks more vivid."
    },
    {
      "dayNumber": "5",
      "title": "Subaquatic Freedom",
      "description": "When you wake up in the morning, you breathe in the lingering aroma of coconut and remember the freedom you on your getaway to Fiji. Your guide meets you early in the morning and takes you to Pacific Harbour where you find your boat waiting. You step aboard the 35-foot hydrofoil designed to provide a comfortable ride and create a minimal output draft. When you arrive at the dive site, you follow your guide into the water without a second thought. The site is near Beqa Lagoon, known for its submarine visibility up to 92 feet and the warm temperature of the water. You follow your guide below the water’s surface near the drop off ledge of Beqa Passage around 100 feet deep. The water turns to a rich cobalt blue. You move slightly with the current before your guide points at a nearby shark. The bull shark is a true highlight of any diver’s experience, especially in Fiji. They can grow to almost eight feet long and weigh up to 290 pounds. They have a gray upper layer and a white underbelly. When the massive shark swims in the area, your heart can’t help but race. You quickly see the animal’s magnetism all around you in the elegant and purposeful movement of the bull shark. Soon your guide gives you the signal, and you venture to a higher depth in search of more sensational shark life."
    },
    {
      "dayNumber": "6",
      "title": "Embracing Culture",
      "description": "Today you will leave the sandy beach and make your way to the Nausori Highlands. The dense rainforest of the eastern highlands is a memory, replaced by a sweeping panorama of verdant ridges. Pale, green hills turn into ribbed mountains set behind remote villages. Navala is nestled in the mountains with picture-perfect traditional thatched bures , huts, in the foreground. The bures form pristine avenues wrapped around a central promenade leading to the banks of the Ba River. Some plain rectangular houses have timber poles and bamboo walls. Before wandering around the village, you ask the first person you see to take you to the turaga-ni-koro , the village chief. The villagers smile at you and bid you a pleasant morning. You see one woman doing the washing, hanging a brilliant canary yellow sarong on a clothesline. The traditions of the village are rooted deep in the heritage of the island making the villagers proud to be in touch with their culture."
    },
    {
      "dayNumber": "7",
      "title": "Capturing Colors",
      "description": "In the morning, you look out on the water and understandably want to spend more time basking in the splendor of the island. After breakfast, you head to the island’s northern reaches, past the sweet blissful scent of sugar cane, to find the small island of Nananu-i-ra. The pocket-sized landmass is over one square mile of rolling hills encompassed by ridged bays. White sands shine in the midmorning sunlight and mangroves cast shade over the shoreline. You notice kiteboarders skimming across the sea. Their kite catches the breeze and carries the boarder into the air. The reef almost breaches the water in some areas off of the island. The hard coral builds over limestone outcroppings with wondrous pigment. The archipelago is known as “The Soft Coral Capital of the World,” which is notable when the current flows and causes the coral to wave like an entire forest rippling in the wind. A marvelous blue sea star clasps the rocks, emblematic of the colors found along the reef. Angelfish hide in the coral swimming in and out of countless crevices. The underwater world is filled with colorful splendor, brimming with the fish, the coral, and the awesome visibility provided by the gentle bay."
    },
    {
      "dayNumber": "8",
      "title": "Freedom to Move",
      "description": "In the morning light, the palm trees frame your view of the ocean. You take a morning walk on the beach to linger in the beauty of the island and the memories of how much you have done and seen since you arrived. At breakfast, you share stories with other travelers. You bite into a sweet and slightly sour rambutan. The smell of fresh coconuts is soothing. Your private transfer will escort you to Nadi International Airport for your flight home. Soon you will watch the islands fade into the distance below the clouds; but you could always stay a while, traveling to one of the other treasured tropical islands across the archipelago. The freedom of solo-traveling and the beauty of Fiji are an unbeatable combination. You may want to read the Fiji travel reviews for trip extension ideas."
    }
  ],
  "map": ""
}