{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "scuba-snorkel-adventure-vacation-in-fiji",
  "tourName": "Scuba, Snorkel & Adventure Vacation in Fiji",
  "placesVisited": "Savusavu, Nadi, Rabi Island, Qamea Island, Taveuni Island, Cobia",
  "generalInfo": "Step aboard a luxurious yacht and hear a sincere Fijian greeting, Bula! The welcome takes you beyond a normal hello, inviting you into the indulgent comforts of the ship, readying you for the ethereal natural beauty of the islands, and reminding you to take pleasure in every second of the journey. Your excursion is hand tailored to take you around the delicate glow of celebrated coral reefs and the often-overlooked islands along the northern edge of the archipelago. The islands will immediately enchant you, and you will soon discover the blissful possibilities of Fiji.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Fijian Cruise – Aboard the Welcome Boat",
      "description": "Fiji is known for its paradisiacal landscape, brimming with tropical forests that spread across 322 islands, reaching pristine beaches filled with powdery white sand. The water shimmers azure, ranging from crystal clear to dark blue at its deepest depths. You arrive in Nadi early in the morning and continue to the city of Savusavu located on the island of Vanua Levu. The tropical paradise no longer fills your imagination but comes to life before your very eyes. Lush mountains slope downwards edging the azure bay. The scent of hibiscus flowers blends into the sea breeze. Locals have bright, wide smiles and greet you with “ Bula!” meaning more than just hello, but a friendly greeting that encompasses the welcoming spirit of the Fijian islands. Your private transfer, arranged by one of Zicasso's travel agents for Fiji , meets you at the airport and takes you to the harbor where your cruise ship awaits. The boat is 140 feet long with beams towering like the palm trees up to 33 feet tall. The staff offers a warm and endearing greeting, filled with excitement and a complimentary glass of champagne. Soft cushions line the upper deck and provide a fanciful panorama of the bay. In the afternoon, the boat weighs anchor. The ocean breeze turns into a moving wind that brushes your cheeks. The beauty of the islands is matched only by the luxury of your cruise."
    },
    {
      "dayNumber": "2",
      "title": "Fijian Cruise – Room with a View",
      "description": "Wake up to the view of the sweeping South Pacific. The water wades gently and brushes against the boat. You can see how clear the ocean is from your window. Local tropical fruits fill breakfast making a rainbow of produce, including the unique pomello, a mixture between a grapefruit and blood orange. The taste is refreshing, juicy with a hint of zesty citrus. After breakfast, you spend the day near Rabi Island, situated around waters that provide opulent snorkel and SCUBA experiences. Manta rays glide effortlessly through the water. They can grow up to 18 feet long and have a smooth, almost glossy body. Their wings gracefully move helping them soar in search of plankton, which is carried by the current. Their wingspan can reach a length of 23 feet from tip to tip. You follow them through the water and let the warm ocean enrapture you. The current is gentle and easily maneuvered around. The rays don’t even notice you’re there. They spin circles around you as you twirl to grab a view of the ray’s elegance from every angle. After your subaquatic submersion, you brush off the brininess from your skin and step onto Rabi Island for a panoramic view of the Tunuloa Peninsula."
    },
    {
      "dayNumber": "3",
      "title": "Fijian Cruise – Endless Majesty",
      "description": "The water outside your window continuously charms and alarms you in the morning when you wake up. The ethereal view feels like a dream at first, until you remind yourself where you are, situated on a luxurious cruise ship sailing around a magnificent archipelago. The waterways call you once more today, and you venture beneath the sea to witness the glowing splendor of the coral reefs. The dive site of Rainbow’s End is located at the edge of the clustering reefs around Somosomo Straight. Table corals pop outwards from the calcite garden around boulder corals and porites. Clams nestle into open spaces and camouflage into the reef. Blue Girdled Angelfish swim singularly or in pairs, often nipping at soft coral. They can grow to over seven inches and have unique blue dots decorating their central body, with a shimmering yellow top fin lined with iridescent blue. The area is gratifyingly filled with marine life, from the colors to the species, giving concrete reasoning to the name Rainbow Reef. Once on land, you will venture to a Polynesian cultural performance for an insightful and gregarious look into the heritage of an island people. Men and women, boys and girls, dress in traditional grass skirts and decorative headdresses. The drums beat into the air and guide the dancers and singers. You notice the leafy bracelets the men wear, dangling lush green from their wrists. Every movement tells a story, rich with history and tradition."
    },
    {
      "dayNumber": "4",
      "title": "Fijian Cruise – Off the Water’s Edge",
      "description": "Sunlight bounces off of the water and shimmers through your bedroom window. There has never been a more pleasant wake-up call than the natural light over the vast Pacific Ocean. Spend a moment relaxing in rising sun, feeling the warmth of the daylight sweep in around the intoxicating aroma of the sea. The island of Cobia stands just off the boat. Its caldera rises from the soft-sand beaches forming rugged cliffs. The water splashes against the lower rocks. The crater has also shaped a stunning lagoon teeming with reefs and vivacious hues. Venture onto the landscape where the lush trees shade the pathway to the volcanic summit. The water is celebrated for its clarity, where the light can reach a depth of 120 feet. You can’t help but notice the magnificent azure when you look down from the caldera’s rim. The island has taken the shape of a crescent moon, embracing the bay. The tropical forest adds incredible dimension to the extinct volcano. Once atop the caldera the cool water practically spills over into the ocean."
    },
    {
      "dayNumber": "5",
      "title": "Fijian Cruise – Celebrating Culture",
      "description": "The day begins with people eagerly setting off to snorkel and Coral City, wanting to visit the exceptional colors and swift fish maneuvering around the seafloor. After breakfast, you make your way to the shores of Taveuni, known as Fiji’s Garden Island. The land’s wonderment in as much in its carpeting tropical forest as in its local’s drive to protect the entire landscape. Stroll through Bouma National Heritage Park and gain ample illustration of the island’s tenacious efforts to maintain its cultural roots, not just in traditions but also in the land that nourished its ancestors. The park was established in 1990 and is over approximately 58 square miles. From the entrance you can take a three-hour hike looping through the park to inspiring waterfalls along the Tavoro River. Lower Bouma Falls is over 65 feet tall and splashes down into a natural pool surrounded by emerald rainforest. Locals and visitors jump off the rocks into the pool below, screaming with delight on the way down before the splash. The rush of the falls filters through the tranquil trees. The aroma of fresh water from the river leads to the beachside scent of sea salt and coconut. In the evening, you listen to the sounds of the harmonizing song at the cultural village where the meke , a traditional song and dance, has begun."
    },
    {
      "dayNumber": "6",
      "title": "Fijian Cruise – Black Rock",
      "description": "You wake up to the ship wading in the water near Qamea Island. The island is close tot Taveuni and amasses of 13 square miles. Deep bays encompass the coastline where you can see white-sand beaches wrapping round the shores. Fertile soil gives life to lush greenery. People board kayaks and paddleboards to adventure across the clear water. Behind the beach, large, thin palms rise out of the island. Birds twitter in the forest canopy. Grab a kayak and venture out to the Navivi mangrove forest where the twisting roots of the trees dig deep beneath the saltwater. The roots rise out of the surface twisting and knotting around one another. The branches arch upwards and form a secluded estuary. The current is gentle and easy. The trees give way to rocks bordering the canal. Mangrove roots are impermeable to salt, reflecting the sodium but absorbing the water like a natural filter, along with absorbing the nutrients from the soil. Your discovery of the forest takes you into a unique biosphere of the islands, different than the opulent beaches and jungle-clad walkways. When the mangroves cast shade over the water it’s like your own private cabana hidden beneath the forest."
    },
    {
      "dayNumber": "7",
      "title": "Fijian Cruise – Filling the Days",
      "description": "You wake up nestled near Rabi Island and Albert Cove. The island may seem familiar, but the scenery remains brand new and stunning. The day is yours to spend in luxury, frolicking on the shores of the island, kicking up sand during a beach volleyball game, or taking as many excursions into the water as you can. Gather the SCUBA gear and jump into the water to explore Karoko Pass. The coral shimmers in florescent pigments, yellow and reds, oranges and blue building atop one another. The formation opens up allowing you to see into the crevice. Schooling Bannerfish flock in schools over the reef. Their top-fin arches over and behind them, trailing like a ribbon. They grow up to 7 inches in length and have thick vertical black and white stripes. You can follow them for hours as they move seamlessly through the water. When you brush off the salty remnants of your submarine exploration, you can sit on the powdery beach and dig your toes into the warm sand. The water laps at the shoreline as the boat waits for your return."
    },
    {
      "dayNumber": "8",
      "title": "Savusavu – Departure",
      "description": "You find the familiar background of ridged mountains rising out of a picturesque bay. The boat has docked back in Savusavu bringing your Fijian exploration cruise to an end. Breakfast has the flavors you have come to revel in, brimming with the sweet treats of fresh produce, and you head straight for the pomello. You disembark the ship and meet your private transfer who escorts you to the airport. The ship’s crew sings a euphoric song wishing you farewell and safe travels. The harmony and rhythm remind you of the past week, wandering through coral reefs, hiking through tropical rainforests, and indulging in the endless beauty of the islands. Soon you will return to Nadi where you will meet your flight home but for now you stay and listen to the crew’s song, reliving the precious moments along the precious waters of the South Pacific."
    }
  ],
  "map": ""
}