{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "ultimate-fiji-highlights-vacation-tour-in-2-weeks",
  "tourName": "Ultimate Fiji Highlights Vacation Tour in 2 Weeks",
  "placesVisited": "Nadi, Coral Coast, Suva, Levuka, Taveuni, Savusavu, Mamanucas Islands",
  "generalInfo": "Listen to the harmonies of traditional Fijian songs. The sound filters through lapping waves, rustling leaves, and tropical birdsongs. Rainforest drapes over powerful mountains housing unique flora and fauna in the canopy. Corals blossom out of limestone framework like iridescent flowers. Find colonial towns and turtle nesting grounds, rare wildlife, and vibrant art villages. Your 2-week ultimate Fiji highlights vacation tour offers a perfect blend of culture and scenery, taking you through historic island museums and a heritage found as much in the forests as in the songs emanating from local villages.",
  "durationDays": "14",
  "price": "7,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nadi - Fabulous Fiji",
      "description": "Fiji conjures up images of pristine beaches and azure waters; tropical rainforests drape over impressive mountains and locals always wear bright, welcoming smiles. Your flight lands at Nadi International Airport where your private transfer awaits your arrival. Your transfer escorts you to a beachside resort nearby Nadi Town. Nadi bustles with local markets, active in the early morning providing vibrant produce and fish. Artisan shops line the streets providing unique engraved images and handmade jewelry, shark-tooth necklaces, and polished pearls. Viti Levu is the largest of the Fijian Islands encompassing 4,011 square miles of land. Villages dot the rainforest close to watering holes, rivers, and lakes, in the shadows of the dramatic highlands. The aroma of coconut oil lingers beneath the palm tree canopy. Shade hovers over the beaches. The water glistens along the horizon, tranquility wading along the shoreline. The lush greenery sweeps inland from the beach casting emerald colors across the island. The aroma of freshly fallen rain is always nearby."
    },
    {
      "dayNumber": "2",
      "title": "Nadi - Where the Giant Lies",
      "description": "Your first morning in Fiji brings tropical paradise to life. The aroma of fresh fruit emanates from the breakfast table. Full pineapples are peeled and cut into circular slices. Ripe papaya glows orange on the inside, filled with sweet juice. A cup of fresh-pressed coffee adds zest to the bright blue sky. Today you make your way to the Garden of the Sleeping Giant, established in the 1970s by an orchid enthusiast named Raymond Burr, most notable for his starring role in Perry Mason. Tropical greenery surrounds the entrance and lines the elevated walkway. Lily pads cover the small pond where flowers blossom. Thin vines bunch together at the base of a tree and expand as they climb. There are over 1,500 orchids blossoming in the park representing 160 separate species. The boardwalk winds around the indigenous flora and you listen to the birds’ twitters echoing in the trees. Rugged mountaintops peek through the overarching greenery near the edge of the park. You stop when you spot a fully blossomed orchid, its yellow petals pronounced and fuzzy, with a rich crimson interior. The Garden of the Sleeping Giant highlights some of the most enchanting environmental elements of the Fijian islands, including the serenity of nature."
    },
    {
      "dayNumber": "3",
      "title": "Nadi - View of from the Coral Coast",
      "description": "Wake up to the sounds of paradise. Coastal birds sing in the sunrise. You can hear small waves lapping at the shore. Geckos chirp and scamper across grassland. Sweet and bright flavors fill breakfast. Flaky scones hearken back to the British colonial days. Cassava melon is a refreshing, juicy accompaniment to the meal, providing a taste of the island’s natural flavors. After your meal, you make your way along the Coral Coast, a stretch of shoreline between the island’s largest towns, Nadi and Suva. You venture up a hillside for a view of the World War II bunker known as Momi Guns. A New Zealand battalion installed the guns in the early 1940s to defend the island against the Japanese invasion. The two six-inch guns have an unobstructed view of the Western shore, from Malolo Barrier Reef to the Navula Passage. You can take in the amazing view from inside or around the bunker. A breeze brushes across the tiny blades of grass. The Pacific blue stretches perfectly to the horizon. The long guns add to the already impressive panorama, giving contemporary history to a culture of treasured traditions."
    },
    {
      "dayNumber": "4",
      "title": "Nadi - Rare Glimpses",
      "description": "The Coral Coast offers opulent insight into Viti Levu’s history and culture, from the South Pacific Cultural Centre to the rippling landscape of the Sigatoka Sand Dunes. After breakfast, you make your way to celebrated Kula Eco Park to witness the verdant environment of a multitude of Fiji’s native wildlife. Established in the 1990s, the wildlife sanctuary contains a network of walkways from which you can view the wonders of the archipelago. The park is warm but shaded underneath the forest canopy. Kula birds, a colloquial term for collared lorries, call out amidst the trees. Their bright plumage of red breast and blue crown stands out against the emerald leaves. Fijian monkey-faced bats dangle from the branches relaxing in the thin beams of sunlight. They are the only mammals native to the islands, hidden in the dense vegetation of the cloud forest on Taveuni, situated along the slopes of the second highest mountain peak of the Fijian islands. The flying fox’s eyes are small and red. Their wingspan can grow to over four feet in length. They stretch in the sunlight and show their impressive wings against a backdrop of a parading peacock summing up the impressive power and beauty of the islands."
    },
    {
      "dayNumber": "5",
      "title": "Suva - Rejuvenating River",
      "description": "The Coral Coast fades into the distance hidden by the rainforest. The rushing water of the Navua River replaces the lapping ocean waves. If you prefer an adrenaline-fueled ride down class III rapids, then you can climb aboard an inflatable raft and follow your guide’s lead. Otherwise, you reach the riverbanks and find a bilibili waiting for you. The traditional raft is crafted out of individual strips of bamboo bound together. Your guide is also the person who crafted the ship. You step aboard the raft and the guide casts away from the shore using a long, stiff pole. The Navua River runs 40 miles, from the eastern slope of Mount Gordon to the south coast. The view of the landscape is completely different from the water. The cold rive calmly rushes around you. The trees rise over craggy mountain outcroppings. Through the trees, you spot small waterfalls trundling down the foothills. The gentle breeze carries the aroma of fertile soil and fresh water. Your guide navigates around sandbanks, missing rocky soil, and steering away from curious fish. After your excursion, you continue to the capital city of Suva."
    },
    {
      "dayNumber": "6",
      "title": "Suva - Fiji’s Heart",
      "description": "The capital of Fiji contains the cultural heart of the islands, encompassing the Indo-Fijian community, a vibrant ex-pat community from around Oceania, and the title of the largest city in the South Pacific outside of Auckland, New Zealand. Hills rise and fall around the peninsula. The market and wharf are always bustling with people eager to find the day’s fresh catch and harvested vibrant produce. The Municipal Market contains the essence of the city, where boys with cassava-filled wheelbarrows push down the lanes. Chilies shine bright red and green and jackfruit grow to the size of a large cat. You make your way to the Fiji Museum, home to a collection of island artifacts and inspiring relics. The museum contains over 3,700 relics that tell various tales of the archipelago’s past. Stroll along the opulent displays, each standing atop a white podium, showcasing everything from cannibal forks to a 43-foot-long double-hulled canoe. The air in the building is cool and refreshing, allowing you to take your time to absorb the incredible history, language, culture, and art of the islands."
    },
    {
      "dayNumber": "7",
      "title": "Suva - Colonial Allure",
      "description": "After breakfast, your guide meets you at the hotel and takes you away from the rolling hillsides of Suva for the day. Levuka was founded in the 1800s by European settlers and became the original capital of the island nation in the 1870s. Charm and history emanate from the city streets. Colonial buildings line Main Street; timber signs adorn storefronts. The azure waters sparkle against the verdant mountainous landscape. The city boasts an eclectic culture, from cultural Fijians to Indo and Chinese Fijians, along with Fijians with European roots. Everyone boasts a proud, gleaming smile, welcoming you into town. The fresh sea aroma gives way to sleepy cafes and energetic restaurants. Sacred Heart Church was erected in 1858 and the clock continues to strike each hour. The light atop the spire doubles as a lighthouse, guiding ships through Levuka Passage. The bright red roof and white paint of the church create a quaint character offset by the clock tower’s Victorian design."
    },
    {
      "dayNumber": "8",
      "title": "Garden Island - Lavish Gardens",
      "description": "Fiji’s tropical paradise allure opens up on the island of Taveuni, the third-largest island in the archipelago. In the morning, you catch a quick flight and arrive on Garden Island. Green palms drape across the landscape bursting with colorful wildflowers. The prehistoric rainforest contains vivacious birdlife. The rugged coastline rushes up the foothills of Des Voeux Peak, the second-largest peak in Fiji, standing at 3,943 feet above sea level. The air is warm, the shade is consistently comfortable, and the waters are temperate and crystal clear. After settling into your hotel, you make your way to Waitavala Water Slide, a series of mini waterfalls and natural pools that locals and visitors can slide down. The water has smoothed the rocks for a narrow stretch of 660 feet. The water is cool, originating from the mountainside. A pool at the bottom waits to catch you, absorbing the impact with a satisfying splash. The exhilaration of the natural water slide, surrounded by the opulent jungle beauty, welcomes you to the unparalleled paradise."
    },
    {
      "dayNumber": "9",
      "title": "Garden Island - Underwater Rainbows",
      "description": "The day is yours to indulge in the encompassing fascinating scenery. Whether you choose to hike to Lake Tagimaucia to see the rare tagimaucia flower or dive into the water to visit the Rainbow Reef, you are guaranteed beauty. Your guide meets you at the resort and escorts you to the marina. The breeze turns to a soft wind filled with the freshness of the ocean. The water is pure around you. The guides check your gear before you strap into the wetsuit and don the tanks. You follow your guide into the water at the sensational Rainbow Reef, situated along the Somosomo Strait. There are just under 1,200 species of fish and more than 230 types of coral. The current is gentle and fish appear in front of your very eyes. The reef becomes a rainbow, iridescent with color rising out of the seafloor. You follow your guide through the water where the sunlight shines to a depth of 120 feet, finding the Great White Wall. The cave looks similar to a tunnel, covered with sponges and crinoids. Eels and lionfish meander in and out of sheltered crevices. You pass through the entrance and find a blue exit hole where the wall lies, covered in soft blueish-white coral. When the coral blooms the wall practically glows in refracted light."
    },
    {
      "dayNumber": "10",
      "title": "Vanua Levu - Springing to Action",
      "description": "The International Dateline cuts the island of Taveuni in half, making the island a unique place to view the sunrise and sunset. Be the first in the world to watch the sunrise over the dateline before a short flight to the second-largest Fijian island, Vanua Levu. Your private transfer escorts you to Savusavu, a picture-perfect town nestled into a bay. Mountains spring from the water with ribbed foothills. The beach maintains powder-white sand. The aroma of hibiscus flowers layers the streets, as do the blossoming petals. International yachts and local fishing boats anchor side by side in the harbor. The masts sway in the soft wake. In the afternoon, you can venture to the hot springs to witness the local cookery heated by underwater volcanic activity. The springs bubble near the wharf in shallow streams. Local women bring pouches filled with fish and shellfish. The pouches are connected to a long rope. The women lower the pouch into the hot springs letting the boiling water heat freshly caught seafood. The women use the rope to drag the pouch from the spring, now filled with a full-cooked meal for the family. The aroma combines savory and sweet, buttery with hints of coconut."
    },
    {
      "dayNumber": "11",
      "title": "Vanua Levu - Unique Interactions",
      "description": "The day is yours to explore the island of Vanua Levu at your leisure. The main road winds around villages filled with farmers, cultivating sugar cane and copra giving the air around the island a sweet perfume. Sacred Cobra Rock is a 10-foot-tall boulder that resembles an oversized snake situated in the Naag Mandier Temple. Tinsels and flower garlands hang from the rock face while fruit and coconut cream sit at the base as offerings. Folktales tell of the rock curing sickness, along with the rock constantly growing since the temple’s inception in the 1950s. Through the dense coconut trees, you can see lounging cows. Beyond the cows is Korovatu Beach, lined with golden sand and cobalt water. The palm forest between the temple and the beach is as stunning as the shoreline, ripe with greenery and emanating a luscious coconut aroma."
    },
    {
      "dayNumber": "12",
      "title": "Malolo Island - Overlooking Seclusion",
      "description": "In the morning you return to Viti Levu and board a high-speed catamaran for Malolo Island, part of the Mamanuca archipelago connected to Fiji. The western group of islands contains unequivocal postcard-type beauty. The wind blows through your hair and catches the ocean spray. The natural current brings nutrients to the surrounding reefs nurturing the opulent display of subaquatic life. Malolo is the largest of the Mamanuca islands with a summit reaching 719 feet above sea level atop Uluisolo. Your private transfer meets you at the jetty when you come ashore. When you reach your secluded resort, you find glass panels lining the floor giving you a private view of the tropical fish swimming below. The coconut trees sway and rustle in the soft coastal breeze. The azure water ripples above the indifferent fish. The thatched roof provides an earthen quality to the façade making the private room look natural against the backdrop of the translucent water. A sailboat drifts in the distance past the undulating mountains of the other islands."
    },
    {
      "dayNumber": "13",
      "title": "Malolo Island - Wonderful Lavishness",
      "description": "You wake up with an energetic smile on your face, understanding the endless happiness of the locals you have met. It is hard to wear anything less than a smile in paradise. You check the glass floorboards and find the fish still venturing around the ocean. The excitement will never wear off. After breakfast, the day is yours to indulge in the pleasures of Malolo and the surrounding Mamanuca Islands. Coral trees grow in the dry forest around the resort and Chinese lantern trees blossom with dangling bulbs resembling glass roses. Grab a snorkel and fins ready to step out into Likuliku Lagoon. The coral reef in the lagoon was granted protection in 2005 by the chief of the Mamanuca Islands. Reef sharks generally grow up to three feet long and glide effortlessly around the reef. The limestone framework supports the calcite deposits that shimmer in the scattered sunlight. At certain times of the year, the beach along the lagoon turns into turtle breeding grounds. The leatherback turtle can grow to over seven feet long. They fly through the water with movements more like a bird than a marine animal. Whether above or below the water, you find endless splendor around the island."
    },
    {
      "dayNumber": "14",
      "title": "Nadi - Get Carried Away",
      "description": "Once more you wake up to the quiet lapping of the water, only this time the water laps at the stilts your room situated over the water. The peak of Uluisolo casts a small shadow over the dry forest. After breakfast, you return to the island jetty, board a high-speed catamaran, and make your way to the Nadi International Airport. You have spent time exploring the Fijian archipelago, witnessing the grandeur of nature and the captivating history of the island’s cultural evolution. The people were friendly, the food was flavorful, and you discovered the enriching wonders of the scenery."
    }
  ],
  "map": ""
}