{
  "destination": "Azores",
  "mainPhoto": "",
  "id": "azores-family-adventure-holiday-whales-and-dolphins",
  "tourName": "Azores family adventure holiday, whales and dolphins",
  "placesVisited": "Holiday with Azores whales and dolphin experts, Two dolphin and whale watching trips, Option for full day on water with marine biologists, Family friendly 4 star hotel in Ponta Delgada, Sao Miguel, Furnas geothermal sites",
  "generalInfo": "This Azores family adventure holiday is organised by leading and very responsible whale and dolphin watching experts.  The holiday is aimed to be adventurous and also educational, while also introducing you to the cultural and natural heritage of the Azores and is available to book all year round.<br/><br/>Marine wildlife and conservation is at the heart of what we do, and this trip has been carefully designed for families who want to explore this subject more. We organise whale and dolphin watching trips for you and, if you are interested, you can also contribute to ongoing work by a marine biologist, depending on your family’s interests. If you choose this option, you will spend a full day out on the water with the team, learning all about whale research techniques, data gathering, species, cetacean behaviour, underwater acoustics and so much more.  <br/><br/>On this Azores holiday you will be based in a lovely family friendly, 4 star hotel in Ponta Delgada (on bed and breakfast basis) on the main island of Sao Miguel, a town with a beautiful historic centre.  Within easy walking distance of the boat and marina, the town has plenty of traditional restaurants, and also families love the marina’s seafront swimming pool. Although there are indoor and outdoor pools at the hotel too. <br/><br/> We also organise a day long trip to the village of Furnas, famous for its nearby geothermal springs and caldera lakes, which will give you an idea of some of the spectacular landscapes the Azores have to offer. <br/><br/>Getting there: <br/>Flights are not included in the cost of our holidays. This holiday takes place on Sao Miguel island, Azores and you will be staying in Ponta Delgada, a short 15-minute drive from the airport. BA operate direct day time flights (4hrs) from London from April onwards. You can also fly via mainland Portugal/Europe year round from UK main and regional airports. For ease we have a dedicated flight agent who can help arrange and book flights for you.",
  "durationDays": "8",
  "price": "1195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in the Azores and transfer to your family room in our hotel. Time to explore your family friendly hotel and if there is time, take a dip in the indoor or outdoor pools."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the stunning botanical gardens next to your hotel and take a stroll to the boat base in the marina (via the delicious Italian ice cream parlour en route!). After lunch you will take your first whale and dolphin watching trip to sea (3 hours)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast you will take whale and dolphin watching boat trip number two. The afternoon can be spent swimming or relaxing at the hotel pool or taking a stroll along the harbour front"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day jeep and activity tour to Sete Cidades with lunch in local restaurant and activites can include kayaking or cycling around the craters and lakes OR just a gentle stroll around the lakes. You can enjoy flexibility with activities to suit preferences of all ages."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Option of an additional whale and dolphin watching boat trip following breakfast. Option to add on a Jeep tour to Lagoa Da Fogo in the afternoon to see the islands stunning scenery, the fire lake and crater."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Relax following breakfast or take an additional whale and dolphin watching trip. In the afternoon, visit to the seafront swimming pool."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full day land tour to Furnas after breakfast. You will see the hot springs, geysers, fumeroles, hot bubbling mud and swim in the hot thermal lake. Trip includes lunch and time to stroll around the stunning botanical gardens"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast. Depending what time your flight is you could do some souvenir shopping. Depart and transfer to airport."
    }
  ],
  "map": ""
}