[
  {
    "destination": "Azores",
    "mainPhoto": "",
    "id": "azores-family-adventure-holiday-whales-and-dolphins",
    "tourName": "Azores family adventure holiday, whales and dolphins",
    "placesVisited": "Holiday with Azores whales and dolphin experts, Two dolphin and whale watching trips, Option for full day on water with marine biologists, Family friendly 4 star hotel in Ponta Delgada, Sao Miguel, Furnas geothermal sites",
    "generalInfo": "This Azores family adventure holiday is organised by leading and very responsible whale and dolphin watching experts.  The holiday is aimed to be adventurous and also educational, while also introducing you to the cultural and natural heritage of the Azores and is available to book all year round.<br/><br/>Marine wildlife and conservation is at the heart of what we do, and this trip has been carefully designed for families who want to explore this subject more. We organise whale and dolphin watching trips for you and, if you are interested, you can also contribute to ongoing work by a marine biologist, depending on your family’s interests. If you choose this option, you will spend a full day out on the water with the team, learning all about whale research techniques, data gathering, species, cetacean behaviour, underwater acoustics and so much more.  <br/><br/>On this Azores holiday you will be based in a lovely family friendly, 4 star hotel in Ponta Delgada (on bed and breakfast basis) on the main island of Sao Miguel, a town with a beautiful historic centre.  Within easy walking distance of the boat and marina, the town has plenty of traditional restaurants, and also families love the marina’s seafront swimming pool. Although there are indoor and outdoor pools at the hotel too. <br/><br/> We also organise a day long trip to the village of Furnas, famous for its nearby geothermal springs and caldera lakes, which will give you an idea of some of the spectacular landscapes the Azores have to offer. <br/><br/>Getting there: <br/>Flights are not included in the cost of our holidays. This holiday takes place on Sao Miguel island, Azores and you will be staying in Ponta Delgada, a short 15-minute drive from the airport. BA operate direct day time flights (4hrs) from London from April onwards. You can also fly via mainland Portugal/Europe year round from UK main and regional airports. For ease we have a dedicated flight agent who can help arrange and book flights for you.",
    "durationDays": "8",
    "price": "1195",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in the Azores and transfer to your family room in our hotel. Time to explore your family friendly hotel and if there is time, take a dip in the indoor or outdoor pools."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Visit the stunning botanical gardens next to your hotel and take a stroll to the boat base in the marina (via the delicious Italian ice cream parlour en route!). After lunch you will take your first whale and dolphin watching trip to sea (3 hours)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast you will take whale and dolphin watching boat trip number two. The afternoon can be spent swimming or relaxing at the hotel pool or taking a stroll along the harbour front"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Full day jeep and activity tour to Sete Cidades with lunch in local restaurant and activites can include kayaking or cycling around the craters and lakes OR just a gentle stroll around the lakes. You can enjoy flexibility with activities to suit preferences of all ages."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Option of an additional whale and dolphin watching boat trip following breakfast. Option to add on a Jeep tour to Lagoa Da Fogo in the afternoon to see the islands stunning scenery, the fire lake and crater."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Relax following breakfast or take an additional whale and dolphin watching trip. In the afternoon, visit to the seafront swimming pool."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Full day land tour to Furnas after breakfast. You will see the hot springs, geysers, fumeroles, hot bubbling mud and swim in the hot thermal lake. Trip includes lunch and time to stroll around the stunning botanical gardens"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Breakfast. Depending what time your flight is you could do some souvenir shopping. Depart and transfer to airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Azores",
    "mainPhoto": "",
    "id": "family-whale-dolphin-watching-holiday-azores",
    "tourName": "Family whale & dolphin watching holiday, Azores",
    "placesVisited": "",
    "generalInfo": "We are specialists in holidays with dolphins and whales and offer you and your children the best opportunities to see these amazing marine animals in the wild combined with fun learning opportunities from our resident marine biologists. The Azores attract an abundance of dolphins and whales making it one of the world’s best places to see them and sightings are renowned as some of the best in the world! The groups are informal with an itinerary for your time at sea with the dolphins and whales.  You will be given presentations on the boat by our marine biologist. The rest of your time is free to spend how you wish and you can add on any land tours to your program. You will see many species of dolphins and whales and if you come in the spring you may see the mighty blue whales when they stop by the islands to feed and stay around for a few days!<br/><br/>TRIPS TO SEA<br/><br/>You can choose a holiday with either three half day dolphin and whale watching trips to sea OR a holiday with one half day trip to sea and a full day trip to sea on our special educational day tour \"BE A MARINE BIOLOGIST FOR THE DAY\". This is an activity involving a full day on the boat in a small group. Our resident marine biologist will help you learn some of the techniques used in whale research, conservation and marine biology such as data collection, photo ID and underwater acoustics using a hydrophone. You will have the chance to spend more time with animals away from the tourist trail and learning about their behaviour. This experience is fun and inspiring with lots to learn about the undersea world of whales and dolphins. There is the option to add on more dolphin and whale watching trips - either our half day or full day educational research trips.<br/><br/>Many of our families add on island tours to enjoy the stunning landscape and geo-thermal activity of the island, craters, volcanic hot springs and bubbling mud. If you are active, you can use the kayaks, paddle boards and mountain bikes at our activity centre by the lakes.<br/><br/>ACCOMMODATION<br/><br/>Stay in our family friendly 4**** hotel in a peaceful location just 10 minutes’ walk from the boat base in spacious self catering apartments (with option to include breakfast), ensuite double, triple or quadruple rooms. This hotel works well for children with indoor and outdoor pools, play room (as well as a gym, sauna and spa for the adults!). The surrounding area offers plenty of superb restaurants, serving traditional Azorean, Portuguese and international dishes. Ponta Delgada marina has a seafront pool (admission fee) and a designated area for sea bathing.<br/><br/>WHAT'S INCLUDED:<br/><br/>• 3 half day trips to sea OR one half day trip to sea together with a full day on the boat learning about whales and dolphins on our  \"BE A MARINE BIOLOGIST FOR THE DAY\" activity<br/>• Briefing and presentation about whale and dolphins in the Azores with marine biologist<br/>• 7 nights 4****  family friendly apartment hotel (self catering with optional breakfast). Excellent location &amp; great facilities for families (boutique/5* options available for a supplement).<br/>• Return transfers from Ponta Delgada airport to your hotel<br/>• Services of local guides and marine biologist on board <br/>• Optional add on land based Island excursions and activities of your choice<br/><br/>Getting there: <br/>Flights are not included in the cost of our holidays. This holiday takes place on Sao Miguel Island, Azores and you will be staying in Ponta Delgada, a 15-minute drive from the airport. BA operate direct (4hrs) daytime flights (Apr - Oct). For ease we have a dedicated flight agent who can help arrange and book flights for you should you wish.",
    "durationDays": "7",
    "price": "1095",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in the Azores and transfer to our family hotel. Time to explore the area."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "AM – After breakfast check your schedule of whale and dolphin watching boat trips and you will have a chance to meet the whole team. PM - boat trip 1 whale and dolphin watching trip to sea (3 hours), with a good chance to see sperm whales in the wild."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "AM – Breakfast. Morning boat trip 2 – Family whale and dolphin watching PM – The afternoon can be spent swimming in the hotel outdoor pool, on the beach or snorkelling practice together in the sea by the marina."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "AM – Breakfast – Morning whale and dolphin watching boat trip 3. In the afternoon - option for a tour to visit our activity centre by the lakes at Sete Cidades where there is a choice of activities including: Kayaking, mountain biking, paddle boarding or hiking. Alternatively, general site seeing and nature walks around the lakes or take our \"BE A MARINE BIOLOGIST FOR THE DAY\" activity involving a full day trip to sea on the boat in a small group. Our resident marine biologist will help you learn some of the techniques used in whale research, conservation. You will have the chance to spend more time with animals away from the tourist trail and learning about their behaviour. Lunch on board included."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AM – Breakfast. Option of an additional boat trip – whale and dolphin watching PM - Option to take a half day jeep tour to Lagoa do Fogo to see the islands stunning scenery, the fire lake and crater and bathe in hot thermal springs. Learn about the volcanic history of the island, geysers and bubbling springs."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AM – Breakfast. Relax OR take an additional whale and dolphin watching trip OR add a full day land tour to Furnas to see hot thermal activities, geysers, fumeroles, hot bubbling mud and swim in the hot thermal lake."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "AM – Breakfast. Free time to review all you have seen and learnt! Followed by a final bit of dolphin and whale souvenir shopping in the local artisan shops and a stroll around the stunning botanical gardens."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "AM - Breakfast and transfer to airport."
      }
    ],
    "map": ""
  }
]
