[
    {
        "type": "overview",
        "Main_Title": "Our Bosnia holidays & tours",
        "Main_Paragraph": "Our Bosnia-Herzegovina holidays are not only glistening with natural beauties, like the Durmitor Mountains, but are also packed with cultural highlights. Our trips to Sarajevo take you back to fine ancient civilisations but show off contemporary ones too, whilst in the countryside, our holidays use local hotels and restaurants so that you can try fantastic homemade dishes (washed down with very strong coffee). Bosnia-Herzegovina is starting to shine as brightly as neighbouring Croatia and Montenegro on the tourist map, and our brilliant hiking and cycling holidays showcase it at its best, thanks to local guides who can unveil the very best of the country.",
        "Subtitle": "Bosnia-Herzegovina highlights",
        "Title1": "",
        "Paragraph1": "About the same size as Costa Rica, Bosnia-Herzegovina may not offer the same wow factor on species, or indeed costas, but it does on scenery. And secrecy  because this is one of Europes best kept secrets for lovers of rugged wild places. Sarajevo, the capital, is one of Europes most fascinating cities for history, from its Ottoman founders to the 1993 siege; medieval Mostar is a must; and  oh!  those mountains. From the Bjelanicas, famous for 1984 Winter Olympics to the Durmitor range, with the countrys highest peak Maglic, well protected by sublime Sutjeska National Park, this country is quickly climbing its way up the ladder of trekking tourism, summer and winter.",
        "image1": "",
        "Title2": "1. Bjelanica mountains",
        "Paragraph2": "Sarajevos 1984 Winter Olympics were thanks to these mountains on its doorstep, making this one of the most perfect winter activity destinations, so close to the capital. Snowshoeing is popular, travelling from peaks such as Visocica and Crveni Kuk, passing remote mountain villages, frozen waterfalls and white powdered canyons. There are myriad walking trails in summer, too.",
        "image2": "",
        "Title3": "2. Blagaj",
        "Paragraph3": "This town has an almost fairytale like quality, set into a rock face with a spring oozing through it to form the Buna River. Also set into the rock is an ancient tekke or Dervish monastery which, for a mystical cult, is pretty impressive. Take a walk along the river here, or just hang out in one of the river cafes and watch the world go by.",
        "Title4": "3. Lukomir",
        "Paragraph4": "The countrys highest village, at an altitude of 1,495m in the Bjelanica Mountains, is also home to a semi-nomadic traditional Bosniak community. Wearing traditional dress, and living in ancient stone and wooden houses, this village goes back to medieval times, seen by the ancient 'stecci' or tombstones. The views of, or hiking to the Rakitnica Canyon just to add to this lost in time and beauty experience.",
        "image3": "",
        "Title5": "4. Mostar",
        "Paragraph5": "Mostar is all about building bridges, with its famous, single span Stari Most Bridge over Neretva River built during the Ottoman Empire, but destroyed in the war. It has been restored, and is now the greatest symbol of Muslim, Croat and Serb reunification. Travel by train from Sarajevo if you can, cutting through mountains, following the river and taking time to take in this now, thankfully, tranquil terrain.",
        "Title6": "5. Pocitelj",
        "Paragraph6": "Located in a natural karst amphitheatre on the banks of the River Neretva, this stunning ancient town was recently awarded UNESCO status. Going back as far as Ottoman times, this walled town was a fort to protect the Neretva Valley, resulting in this impressive architecture of Sahat Kula fort. Similarly impressive, set into the rocky limestone terrain, is the nearby Kravica Waterfall. Again, pack your swimsuit.",
        "Title7": "6. Sarajevo",
        "Paragraph7": "Notorious for the longest siege of the Yugoslav wars, it now takes siege only of hearts and minds, with culture in every cobbled street, church and café. Dont miss the Historical Museum or the Tunnel Museum, constructed during the Siege of 1993. Or the Jewish and Orthodox museums, to learn what an ethnically eclectic city this was for generations. If ever there was a city to taking a guided walking tour, this is it.",
        "Title8": "7. Sutjeska National Park",
        "Paragraph8": "Here you will find some of Europes most hidden hiking trails through one of its last primeval forests, Perucica, with added bonus of mighty Durmitor Mountains to ooh and aah over. Not just with delight either, with some peaks to push those muscles, such as Maglic (2,386m), the countrys highest, or Ugljesin (1,858m). If you like a wild swim, pack your swimsuit and dip into the waters of Donje Bare Lake."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Bosnia-Herzegovina",
        "Main_Paragraph": "For hiking, the best time to go to Bosnia-Herzegovina is May, June or September, as it is less hot, although it never maxes out the thermometer in the same way as neighbouring Croatia. In winter you can have snow for up to six months, but February and March are perfect, with more sunshine and clearer days to take in the views. Sarajevo is surrounded by mountains, so always bring a coat, as you can get four seasons in a day. For hiking, spring brings a fiesta of fresh flora, and autumn sees the ancient woodland cover the gamut of glorious reds and gold.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Bosnia-Herzegovina Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Bosnia-Herzegovina Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-6</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 72%;\">70 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 71%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">78 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 94%;\">91 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">97 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 89%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 85%;\">82 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">97 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 94%;\">91 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Bosnia and Herzegovina travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Packing tips",
        "paragraph2": "Tom Wilkinson, snowshoeing expert from our partner, Exodus, shares his top travel advice:",
        "title3": "",
        "paragraph3": "People dont tend to associate Bosnia and Herzegovina with mountains, but they are pretty impressive. If youre going to snowshoe, dont scrimp on the layers. Better to have multiple layers to take on and off, and check the conditions before you go. Also, it can get surprisingly hot in summer, perhaps not something people associate with BiH (it can of course have changeable mountain weather too, and rain etc) so youll need a different set of duds for walking around Sarajevo in August to when scaling Maglic, which is of course pretty high.",
        "title4": "Itinerary tips",
        "paragraph4": "Tom Wilkinson:",
        "title5": "",
        "paragraph5": "Take time to wander around in Sarajevo, its worth it and if youre going in winter Mostar will be fairly tourist-free so thats worth a look too.",
        "title6": "",
        "paragraph6": "Its the absence of other trekkers, aside sometimes from Maglic at the top, that makes this a great destination, coupled with some steepling gorges, remote, semi deserted mountain top villages that are a bit like stepping back in time, and of course the mountains themselves.",
        "title7": "Food tips",
        "paragraph7": "Tom Wilkinson:",
        "title8": "",
        "paragraph8": "Try the local coffee (like Turkish coffee)  unless you dont like strong coffee, in which case dont!"
    }
]