{
  "destination": "Fas",
  "mainPhoto": "",
  "id": "RMOMS",
  "tourName": "Fas ve Sahara",
  "placesVisited": "Fas",
  "generalInfo": "Fas'ın bu turunda ortaçağ medreselerini, sömürge Fransız mimarisini, Ortadoğu tarihini ve Afrika atmosferini keşfederek, zamanımızdan bir adım geriye gidin. Marakeş çarşısına çıkın, Sahra' da bir gece deve safarisinde bir \"Berber viskisi\" deneyin ve Ait Benhaddou'nun kalesini tutun.",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "12",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>- Varış transferi</li>\n<li>- Develerle Gezi / Berber Kampı</li>\n<li>- Rehber eşliğinde Ait Benhaddou turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- 6 gece otel,  1 gece Berber Kampı</li>\n</ul>\n<p><strong>Taşımacılık</strong></p>\n<ul>\n<li>- Özel Araçlar, Deve</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 6 Akşam Yemeği,  7 Kahvaltı, 3 Öğle Yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri , Siempre Tur Şoförü</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Marakeş'e Varış",
      "description": "Fas'ın gözde şehirlerinden biri olan Marakeş, ülkenin “güneydeki incisi” olarak bilinir ve Atlas Dağları'nın muhteşem zirveleri ile çevrilidir. Zamanda bir adım atın ve rehberli bir şehir turunda antik Medine'de pazarlar ve baharat pazarlarının hayretiyle kendinizi kaybedin. Parlak mavi gökyüzüne karşı başınızın üstünde kurumaya çalışan renkli yün çilelerinin altındaki tezgahları hayranlıkla dolaşın. Skooterla giderken,yerel halkın yanı sıra eşeklerden de kaçının ve özenle dekore edilmiş, prinç lambalarla kaplı dar yollardan dikkatlice geçin. Esnafları, ürünlerini satmalarını izleyin. Dost  bir satıcı ile şakalaşmanın ve alışverişin tadını çıkarın, daha sonra yenilenmek için geleneksel bir nane çayı veya kalın Fas kahvesinde şımartın."
    },
    {
      "dayNumber": 2,
      "title": "Ouarzazate",
      "description": "Bugün, Afrikalı tüccarlar tarafından geleneksel durağı olan Ouarzazate'e gidiyoruz. Burası, Alexander the Great ve The Last Temptation of Christ gibi birçok harika filmin bir parçası olarak kullanılmıştır. Burada film stüdyolarının isteğe bağlı turunun keyfini çıkarma veya Ouarzazate'yi dört bisiklet üzerinde keşfetme şansına sahibiz."
    },
    {
      "dayNumber": 3,
      "title": "Sahara Çölü",
      "description": "Bugün, muhteşem Sahara Çölü'ne doğru uzanan doğal bir sürüşün tadını çıkarabiliriz. Lezzetli bir Fas öğle yemeği ve öğleden sonra yüzmek ve rahatlamak için duruyoruz."
    },
    {
      "dayNumber": 4,
      "title": "AÏt Benhaddou",
      "description": "Kum tepelerinde leziz bir kahvaltının ardından, Fas'ın 'Büyük Kanyonu' olarak da bilinen 1000 fitlik Todra boğazına yolculuk ederken, büyük kireçtaşı kayaları vadisi ve engebeli manzaralara şaşırmaya hazır olun. Öğleden sonra Kasbahs'ı ziyaret etmek için Ait Benhaddou'ya devam ediyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Essaouira",
      "description": "Bugün Essaouira'nın manzaralarını ve seslerini keşfetmekte özgürüz. Plajdaki güneşi içinize çekin, yakındaki bir kafeden bir kahve alın ya da UNESCO listesindeki Medine'de çeşitli pazarları gezin. Ertesi gün kahvaltıdan sonra, otelimizde dinlenebilmek için serbest zamanınız olacak. Dilerseniz öğleden sonra bir şehir turuna katılabilirsiniz. Sonrasında, son gecemiz için Marakeş'e döneceğiz."
    },
    {
      "dayNumber": 7,
      "title": "Marrakech",
      "description": "kahvaltıdan sonra, otelimizde dinlenebilmek için serbest zamanınız olacak. Dilerseniz öğleden sonra bir şehir turuna katılabilirsiniz. Sonrasında, son gecemiz için Marakeş'e dönüyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Marakeş'ten Ayrılış",
      "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya konaklama turu ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}