{
  "destination": "Şili",
  "mainPhoto": "",
  "id": "HPSB",
  "tourName": "Patagonya Macerası",
  "placesVisited": "Şili, Arjantin, Patagonya",
  "generalInfo": "Doğa tutkunlarının kendilerini dünyanın tepesinde hissedecekleri bir ziyafet.  Sizi Los Glaciers ulusal parkı ve eşsiz kamp deneyimini yaşayacağınız engebeli Torres del Paine ulusal parkı gibi Patagonya’nın önemli noktalarına götürecek bu turda kendinizi görkemli buzulların, dağların ve göl kenarı manzaralarının arasına bırakın.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Santiago A Merino Benitez Uluslararası Havaalanı (SCL)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Buenos Aires Aeroparque Jorge Newbery (AEP),  Buenos Aires Ministro Pistarini Uluslararası",
  "durationDays": "12",
  "price": "1399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Magdalena adası penguen gezisi</li>\n<li>- Giriş ve rehber eşliğinde yürüyüşler dahil  Torres del Paine ulusal parkı</li>\n<li>- Giriş ve rehber eşliğinde yürüyüşler dahil  Perito Moreno buzulu gezisi</li>\n<li>- Giriş ve rehber eşliğinde yürüyüşler dahil  Los Glacieres ulusal parkı</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 4 gece, kamp alanında 3 gece, hostelde 4 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, tekne, karayolu kamyonet, özel araç</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 11 kahvaltı, 4 öğle yemeği, 3 akşam yemeği</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Santiago'ya Varış",
      "description": "Seyahatiniz Şili’nin başkenti Santiago’dan başlıyor.Ana meydan Plaza de Armas’ın yanı sıra ünlü tarihi şehir merkezini keşfedin ve tarihi kamu binalarının olduğu caddeleri gezin.Başkanlık sarayı,Şili Pre-Columbian Art müzesi ve Metropolitan katedrali ziyarete değer yerlerden bazıları."
    },
    {
      "dayNumber": 2,
      "title": "Punta Arenas'a Uçuş",
      "description": "Bugün grup,Patagonya maceranızın başlayacağı Magallanes eyaletinin merkezi Punta Arenas şehrine uçacak."
    },
    {
      "dayNumber": 4,
      "title": "Torres del Paine",
      "description": "Torres del Paine ulusal parkındaki açık hava maceralarına hazırlanın.Hayret verici yer şekilleri ve zümrüt yeşili ormanlarla kaplı park uluslar arası alanda UNESCO Dünya miraslarından kabul edilmiş ve dünyanın dört bir yanından hevesli turistler ve gezginler için popüler bir yer haline gelmiştir.Karayolu aracımızla buraya, kendi uyku tulumlarınıza ihtiyaç duyacağınız kamp yerimize ulaşıyoruz."
    },
    {
      "dayNumber": 7,
      "title": "El Calafate",
      "description": "Bir sonraki durağımız ikonik Perito Moreno buzuluna ev sahipliği yapan ve karla kaplı dağlarla çevrili El Calafate şehri."
    },
    {
      "dayNumber": 8,
      "title": "El Calafate",
      "description": "Bugün Perito Moreno buzuluna gidiyoruz.Gıcırtıları ve çatlaklarıyla farklı renk tonlarındaki 5 km lik buzulun yanı başındaki patikalarda yürürken eşsiz manzaralar görme fırsatı bulacaksınız."
    },
    {
      "dayNumber": 9,
      "title": "El Chalten",
      "description": "Arjantin Patagonya’sının yürüyüş merkezi olarak bilinen renkli El Chalten kasabasına hoş geldiniz.Hemen yakında Los Glacieres ulusal parkının en yüksek noktası olan Fitz Roy dağını görme fırsatı da bulacaksınız."
    },
    {
      "dayNumber": 10,
      "title": "El Chalten",
      "description": "Bugün özel bir araca atlayıp doğa harikası Los Glacieres ulusal parkına seyahat ediyoruz.Çevredeki 1300 m yüksekliğe ulaşan dağları,gölleri ve ormanları gezdikçe içinizdeki kaşifi ortaya çıkarmak için hazır olun."
    },
    {
      "dayNumber": 11,
      "title": "Buenos Aires'e Uçuş",
      "description": "Bugün Arjantin’in kozmopolit başkentine uçuyoruz.Burası Latin etkileriyle birleşmiş Avrupa mimarisiyle meydana gelmiş bir şehir.Ünlü San Telmo sokak pazarına(Güney Amerika’nın en büyüğü) uğramayı unutmayın.Burada evinize götürmek isteyeceğiniz adeta bir hazine gibi olan hatıra eşyalar,lezzetli yiyecekler ve el yapımı ürünlerle karşılaşacaksınız.24 saat canlı gece hayatı ve yerel restoranlardaki enfes bifteklerle maceranızı zirvede tamamlayın."
    },
    {
      "dayNumber": 12,
      "title": "Buenos Aires",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}