[
  {
    "destination": "Şili",
    "mainPhoto": "",
    "id": "HSF",
    "tourName": "Arjantin ve Brezilya'nın Göze Çarpanları",
    "placesVisited": "Şili, Arjantin, Brezilya",
    "generalInfo": "Bu kısa ve sevimli turda, Güney Amerika’nın prensipli gastronomi bölgesinde uçarak dünyanın en iyi yemekleri ve şaraplarının tadına bakın. Harika şehirlerde aksiyon dolu günlerin ardından bir şehirde tango veya bir diğerinde samba izleyebilirsiniz. Mendoza çevresindeki nefis kırsalları ve üzüm bağlarını da ziyaret edeceksiniz.<br><br>Tur ,Wanderlust’s ın ‘2015 in en iyi 50 seyahati’ den ve The Sunday Times’ın ‘2015 in en iyi 100 tatili’ den biri seçilmiştir.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Santiago A Merino Benitez Uluslararası Havaalanı (SCL)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Rio Galeao Antonio Carlos Jobim Uluslararası Havaalanı (GIG), Rio de Janeiro Santos Dumont",
    "durationDays": "11",
    "price": "1619",
    "image1": "siempretour-images/HSF/hsf_hsf_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Arjantin şaraphaneleri</li>\n<li>- Brezilya’da Iguazu şelalelerine giriş</li>\n<li>- Arjantin’de Iguazu şelalelerine giriş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 10 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 açık büfe kahvaltı, 3 kahvaltı, 1 yerel öğle yemeği, 2 yerel kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Santiago'ya Varış",
        "description": "İlk gün Şili’nin kozmopolit başkenti Santiago’yu kendinizce gezip keşfedebilirsiniz. Şehrin en iyi görüntüleri için füniküler araçla uzaktaki And dağlarını ve başkenti tepeden gören Meryem heykelinin bulunduğu San Cristobal’a çıkın.Burada Şili’nin en iyi şaraplarını tadına bakabilir ve güzel yüzme havuzları bulabilirsiniz. Santiago,fıskiyeleri ve parklarıyla temiz ve modern bir şehir olmasının yanında, dünyanın en iyi deniz ürünleri marketlerinden olan Mercado Central gibi çarşılarıyla ünlüdür.Başkanlık sarayı  Palacio de la Moneda’nın dışında hemen her gün etkileyici nöbet değişimi törenini izleyebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Mendoza",
        "description": "Mendoza’ya,Arjantin şarap bölgesinin merkezine harika manzarala eşliğinde seyahat ediyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Buenos Aires",
        "description": "Yemyeşil parkları,meydanları ve geniş bulvarlarıyla Güney Amerika’nın Paris’i olarak bilinen güzel Buenos Aires şehrine uçuyoruz.Avrupa ve Latin Amerika etkilerinin bir araya gelerek ortaya çıkardığı benzersiz şehrin ilginç mahallelerini ve artistik çarşılarını keşfedin. Avenida 9 de Julio’da (dünyanın en geniş bulvarı) gezin,Buenos Aires’in 4.yüzyılı anısına yapılan dikilitaşı ve dünyanın en iyi opera binalarından etkileyici Teatro Colón’u görün.1945 te Juan ve Eva Peron’un Plaza del Mayo’da toplanan kalabalığa hitap ettikleri ünlü başkanlık sarayı Casa Rosada’yı da ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Foz Do Iguacu",
        "description": "Dünyanın en olağanüstü şelalelerini,ünlü Iguazu’yu görmek için Arjantin tarafındaki Puerto Iguazu’ya uçuyoruz.Her iki ülkede ziyaret edeceğimiz Iguazu’da dünyadaki 1 veya 2 kataraktlı(çağlayan) şelalelerden farklı olarak 3km uzunluğunda u şeklinde sıralanmış muhteşem 275 katarakt bulunur."
      },
      {
        "dayNumber": 10,
        "title": "Rio de Janeiro",
        "description": "Olağanüstü Rio de Janeiro birçok yer görüp birçok şey yapabileceğiniz bir şehirdir.Corcovado’nun tepesindeki Kurtarıcı İsa heykelinin görkemli duruşu,nefes kesici panoramik manzaralarıyla Sugarloaf dağının tepesi ve  rengarenk fayanslarıyla Selaron basamkları tecrübe etmeniz gereken ilgi çekici  yerlerden bazıları.Merdivenlerden yürüyerek parke taşlı sokaklarda dizilmiş pek çok eski kafe ve mağazaları olan ,tepedeki sakin Santa Teresa mahallesine gidebilirsiniz.Şehrin merkezinde,Rio’nun koloni döneminden kalma eski binalarının çevresinde gezintiye çıkabilir finans bölgesinin gökdelenleri arasında kaybolabilirsiniz.Alternatif olarak botanik bahçelerini ,dünyanın en ünlü plajlarından Copacabana ya da Ipanema’yı veya enfes Rodrigues de Freitas lagününü ziyaret edebilirsiniz.Eğer şubat/mart aylarında Rio’daysanız dünyanın en büyük partisi Rio karnavalı için hazır olun."
      },
      {
        "dayNumber": 11,
        "title": "Rio de Janeiro'dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Şili"
  },
  {
    "destination": "Şili",
    "mainPhoto": "",
    "id": "RCLEI",
    "tourName": "Easter Adası",
    "placesVisited": "Şili",
    "generalInfo": "Rapa Nui olarak da bilinen Easter Adası dünyadaki en gizemli ve izole adalardan biridir ve bölgeye yayılmış esrarengiz Moai heykelleriyle ünlüdür. Büyüleyici kültür paketimizde arkeolojik bölgeleri, köyleri, volkanları, mağaraları ve sahilleri keşfedin.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Easter Adası Mataveri Uluslararası Havaalanı (IPC)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı: </strong>Easter Adası Mataveri Uluslararası Havaalanı (IPC)",
    "durationDays": "4",
    "price": "619",
    "image1": "siempretour-images/RCLEI/rclei_rclei_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Varış transferi</li>\n<li>- Easter Adası ulusal parkına giriş</li>\n<li>- Akahanga, Rano Raraku, Ahu Tongakiri turu ve Anekena plajı ziyareti</li>\n<li>- Orongo köyü ve petroglifleri (dağa kazınmış figürler),Ana Kai Tangata, Vinapu, Ahu Uri A Urenga, Rano Kau volkanı, Ahu Akivi ve Pau kalıntıları</li>\n<li>- Ayrılış transferi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 3 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 kahvaltı, 1 öğle yemeği</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "EASTER ADASI’NA VARIŞ",
        "description": "Easter Adası’ndaki havaalanında toplanıp geceyi geçireceğiniz otelinize götürüleceksiniz."
      },
      {
        "dayNumber": 2,
        "title": "Akahanga, Rano Raraku, Ahu Tongakiri, Anekena Beach",
        "description": "Turun ikinci günü İngilizce konuşan rehber eşliğinde Akahanga arkeoloji merkezi,Rano Raraku taş ocağı,Ahu Tongakiri kalıntıları ve Anekena plajını ziyaret edeceğiniz dopdolu bir gün olacak.Tura dahil olan öğle yemeğinin keyfini çıkarabilirsiniz.(toplu servis)"
      },
      {
        "dayNumber": 3,
        "title": "ORONGO KÖYÜ VE PETROGLİFLER,ANA KAI TANGATA,VINAPU,AHU URI A URENGA,RANO KAU VOLKANI,AHU AKIVI,PUNA PAU KALINTILARI",
        "description": "Bugün İngilizce konuşan rehberiniz eşliğinde Orongo köyü ve petroglifleri(dağa kazınmış figürler),Ana Kai Tangata,Vinapu,Ahu Uri A Urenga,Rano Kau volkanı,Ahu Akivi’nin yanı sıra Puna Pau kalıntıları gibi Easter Adası’ndaki pek çok yeri ziyaret edeceğiniz tam gün bir gezinin keyfini yaşayacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "EASTER ADASI’NDAN AYRILIŞ",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Şili"
  },
  {
    "destination": "Şili",
    "mainPhoto": "",
    "id": "HPSB",
    "tourName": "Patagonya Macerası",
    "placesVisited": "Şili, Arjantin, Patagonya",
    "generalInfo": "Doğa tutkunlarının kendilerini dünyanın tepesinde hissedecekleri bir ziyafet.  Sizi Los Glaciers ulusal parkı ve eşsiz kamp deneyimini yaşayacağınız engebeli Torres del Paine ulusal parkı gibi Patagonya’nın önemli noktalarına götürecek bu turda kendinizi görkemli buzulların, dağların ve göl kenarı manzaralarının arasına bırakın.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Santiago A Merino Benitez Uluslararası Havaalanı (SCL)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Buenos Aires Aeroparque Jorge Newbery (AEP),  Buenos Aires Ministro Pistarini Uluslararası",
    "durationDays": "12",
    "price": "1399",
    "image1": "siempretour-images/HPSB/hpsb_hpsb_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Magdalena adası penguen gezisi</li>\n<li>- Giriş ve rehber eşliğinde yürüyüşler dahil  Torres del Paine ulusal parkı</li>\n<li>- Giriş ve rehber eşliğinde yürüyüşler dahil  Perito Moreno buzulu gezisi</li>\n<li>- Giriş ve rehber eşliğinde yürüyüşler dahil  Los Glacieres ulusal parkı</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 4 gece, kamp alanında 3 gece, hostelde 4 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, tekne, karayolu kamyonet, özel araç</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 11 kahvaltı, 4 öğle yemeği, 3 akşam yemeği</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Santiago'ya Varış",
        "description": "Seyahatiniz Şili’nin başkenti Santiago’dan başlıyor.Ana meydan Plaza de Armas’ın yanı sıra ünlü tarihi şehir merkezini keşfedin ve tarihi kamu binalarının olduğu caddeleri gezin.Başkanlık sarayı,Şili Pre-Columbian Art müzesi ve Metropolitan katedrali ziyarete değer yerlerden bazıları."
      },
      {
        "dayNumber": 2,
        "title": "Punta Arenas'a Uçuş",
        "description": "Bugün grup,Patagonya maceranızın başlayacağı Magallanes eyaletinin merkezi Punta Arenas şehrine uçacak."
      },
      {
        "dayNumber": 4,
        "title": "Torres del Paine",
        "description": "Torres del Paine ulusal parkındaki açık hava maceralarına hazırlanın.Hayret verici yer şekilleri ve zümrüt yeşili ormanlarla kaplı park uluslar arası alanda UNESCO Dünya miraslarından kabul edilmiş ve dünyanın dört bir yanından hevesli turistler ve gezginler için popüler bir yer haline gelmiştir.Karayolu aracımızla buraya, kendi uyku tulumlarınıza ihtiyaç duyacağınız kamp yerimize ulaşıyoruz."
      },
      {
        "dayNumber": 7,
        "title": "El Calafate",
        "description": "Bir sonraki durağımız ikonik Perito Moreno buzuluna ev sahipliği yapan ve karla kaplı dağlarla çevrili El Calafate şehri."
      },
      {
        "dayNumber": 8,
        "title": "El Calafate",
        "description": "Bugün Perito Moreno buzuluna gidiyoruz.Gıcırtıları ve çatlaklarıyla farklı renk tonlarındaki 5 km lik buzulun yanı başındaki patikalarda yürürken eşsiz manzaralar görme fırsatı bulacaksınız."
      },
      {
        "dayNumber": 9,
        "title": "El Chalten",
        "description": "Arjantin Patagonya’sının yürüyüş merkezi olarak bilinen renkli El Chalten kasabasına hoş geldiniz.Hemen yakında Los Glacieres ulusal parkının en yüksek noktası olan Fitz Roy dağını görme fırsatı da bulacaksınız."
      },
      {
        "dayNumber": 10,
        "title": "El Chalten",
        "description": "Bugün özel bir araca atlayıp doğa harikası Los Glacieres ulusal parkına seyahat ediyoruz.Çevredeki 1300 m yüksekliğe ulaşan dağları,gölleri ve ormanları gezdikçe içinizdeki kaşifi ortaya çıkarmak için hazır olun."
      },
      {
        "dayNumber": 11,
        "title": "Buenos Aires'e Uçuş",
        "description": "Bugün Arjantin’in kozmopolit başkentine uçuyoruz.Burası Latin etkileriyle birleşmiş Avrupa mimarisiyle meydana gelmiş bir şehir.Ünlü San Telmo sokak pazarına(Güney Amerika’nın en büyüğü) uğramayı unutmayın.Burada evinize götürmek isteyeceğiniz adeta bir hazine gibi olan hatıra eşyalar,lezzetli yiyecekler ve el yapımı ürünlerle karşılaşacaksınız.24 saat canlı gece hayatı ve yerel restoranlardaki enfes bifteklerle maceranızı zirvede tamamlayın."
      },
      {
        "dayNumber": 12,
        "title": "Buenos Aires",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Şili"
  },
  {
    "destination": "Şili",
    "mainPhoto": "",
    "id": "TMWV",
    "tourName": "Şili ve Arjantin Şarap Vadileri",
    "placesVisited": "Şili, Arjantin",
    "generalInfo": "Şili ve Arjantin’ in nefes kesen şarap bölgelerinde bir maceraya hazır olun. Renkli ve kozmopolit şehirlerle,  Latin Amerika’ daki en prestijli üzüm bağlarına ev sahipliği yapan bereketli şarap vadilerini bir araya getirmenin keyfini yaşayın. Geleneksel yemeklerin tadını çıkarın, lezzetli beyaz ve kırmızı şarapları deneyin ve Buenos Aires’ te bir tango gösterisi izleyin.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "10",
    "price": "1819",
    "image1": "siempretour-images/TMWV/tmwv_tmvw_20190501_1319458201.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Santiago şehir turu</li>\n<li>- Vina del Mar ve Valparaiso turu</li>\n<li>- Şarapların tadına baktığınız Casablanca vadisi turu</li>\n<li>- Mendoza şehir turu</li>\n<li>- 3 şaraphaneyi ziyaret edeceğiniz Uco Vadisi deneyimi</li>\n<li>- Buenos Aires şehir turu</li>\n<li>- Tango gösterisi ve akşam yemeği</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 9 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>9 kahvaltı, 2 öğle yemeği, 1 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Santiago' ya Varış",
        "description": "Santiago’ ya hoş geldiniz. Havaalanına vardığınızda otelinize transferiniz gerçekleşecek. Öğleden sonra Plaza del Armas, katedral ve şehrin panoramik manzaralarıyla ünlü Cerro San Cristobal’ ı ziyaret edeceğiniz bir şehir turunun keyfini çıkaracaksınız."
      },
      {
        "dayNumber": 2,
        "title": "Vına Del Mar, Valparaıso",
        "description": "Kahvaltıdan sonra toparlanıp araçla sahil boyunca tüm gün sürecek bir geziye çıkacaksınız. İlk durak ‘ bahçe şehri’  Vina del Mar. Sahilden Valparaiso’ ya devam etmeden önce buradaki sevimli bulvarı, yeşil parkları ve nefis mimariyi çok beğeneceksiniz. UNESCO dünya mirası bölgesi olan, renkli mahalleleri ve parlak boyalı fünikülerleriyle sürekli büyüyen bu sanatsal metropol ile Vina del Mar’ ın düzenli sokakları bir tezat oluşturur. İsteğe bağlı olarak Valparaiso körfezinde bir tekne gezisi yapmadan önce limanda sona erecek, rehber eşliğinde bir şehir turuna çıkacaksınız. Akşamüstü Santiago’ ya geri dönüyoruz."
      },
      {
        "dayNumber": 3,
        "title": "Casablanca Vadisi",
        "description": "Bugün şehrin dışına doğru, Şili’ nin en iyi beyaz şarap vadilerinden Casablanca vadisine seyahat edeceksiniz. Bölgedeki iki önemli üzüm bağını ziyaret ederek şarap yapım süreci hakkında bilgi alıp ikisinde de farklı tatların keyfini çıkaracaksınız. Gideceğimiz ilk şaraphane 1993’ te kurulmuş olan  Casas del Bosque. Son derece kaliteli şarapların yapıldığı şaraphane,  tercih edilen seçkin bir şarap üretim tesisidir."
      },
      {
        "dayNumber": 4,
        "title": "Mendoza",
        "description": "Bugün Şili’ ye veda ederek, Arjantin şarap bölgesinin merkezi Mendoza’ ya doğru uçağa biniyoruz."
      },
      {
        "dayNumber": 6,
        "title": "Uco Vadisi Şarap Deneyimi",
        "description": "Oteldeki kahvaltının artından uzman bir şarap rehberi ile buluşup Uco vadisi şarap bölgesindeki turunuza çıkacaksınız. Arjantin’ in bu bölgesi en prestijli üzüm bağlarından bazılarının yanı sıra nefes kesecek güzellikte yer şekillerine sahiptir."
      },
      {
        "dayNumber": 7,
        "title": "Buenos Aries",
        "description": "Arjantin’ in canlı başkenti Buenos Aires uçağına yetişiyoruz."
      },
      {
        "dayNumber": 10,
        "title": "Buenos Aries' den Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Şili"
  }
]