[
  {
    "destination": "Comoros",
    "mainPhoto": "",
    "id": "comoros-guided-holiday",
    "tourName": "Comoros guided holiday",
    "placesVisited": "Moroni, Grand Comore tour, Anjouan, Mohéli, optional Mt Karthala climb",
    "generalInfo": "Moored in the Indian Ocean between Madagascar and Mozambique, this stunning archipelago is truly off the beaten path. Our Comoros holidays will help you explore the best that it has to offer, from stunning beaches to volcanic landscapes, to cities packed with history and culture.<br/><br/>Your tour kicks off on Grande Comore, the main island, where you’ll have time to explore the capital city of Moroni. It's a lively and enchanting place where medinas and markets rub shoulder with ancient sultans’ palaces – made all the more beguiling by the surrounding volcanic terrain.  <br/><br/>You’ll transfer to the island of Anjouan next, often thought of as the most beautiful island in the archipelago, full of luscious mountain terrain, lakes, waterfalls and, of course, gorgeous coastline.  <br/><br/>Then it’s on to the laid-back island of Mohéli, where days can be spent hiking in virgin rainforest, snorkelling in pristine waters, going whale and dolphin watching, and relaxing on beautiful beaches, which serve as turtle nesting sites at certain times of year. Returning to Moroni, there’s time to explore more of the town, or to hike to the summit of neighbouring Mt Karthala before your journey home. <br/>",
    "durationDays": "11",
    "price": "1799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Moroni (Grande Comore) - Arrive in Moroni, capital of the Comoros Islands and transfer to your accommodation. The rest of the afternoon is at leisure for you to relax or start exploring the area on your own. No guided arrangements nor meals are included today. Overnight Retaj Moroni Hotel, or similar. Note: The Retaj Moroni Hotel does not serve alcohol."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Moroni - Full Day exploration of the northern part of Grande Comore - After breakfast embark on a full-day tour of Grande Comore with private car, driver and English-speaking guide. We drive across the island from the foothills of the Mount Karthala, an impressive active volcano, to the high plateau of Diboini to view other extinct craters. We then proceed to the agricultural cooperative in Mbeni where you can see another ylang ylang distillery and a vanilla pods warehouse. In this pedagogic cooperative, it is also possible to encounter lemurs and tortoises as well as the odd and legendary cœlacanthe fish. Later, we drive to the famous rock formation shaped as a Dragon and we stop by the enchanting Salt Lake, which water colour may vary from white to blue turquoise. On our way back to Moroni we stop at the beautiful white sand beaches of Galawa and Chomoni where you can enjoy a swim in the turquoise waters of the Indian Ocean if you wish to. Overnight at Retaj Hotel, or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Moroni - Anjouan (Domestic flight) – Mutsamudu City tour - Transfer to the airport for the short flight to Anjouan, widely accepted as the most beautiful of the islands which make up the Union of the Comoros. On arrival, you will be taken for a city tour around the charming capital Mutsamudu with its historical citadel and the Medina. Overnight at Al Amal Hotel, or similar. (B) Note: Accommodation in Mutsamudu, is limited. Al Amal Hotel is known as the best available hotel in Anjouan, although rooms are very basic and service can be slow at times. Wi-Fi connection is available from the restaurant but we cannot guarantee that it will be working."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Full day guided tour around Anjouan - After breakfast, we depart for a full day tour of Anjouan. We first drive through the col de Patsy which offers spectacular views of the island and we continue to the ylang ylang distillery of Bambao. After a short stop we proceed to the Tatringa falls where you can observe the former building once used by the French manufacturers to distillate the flowers used to prepare the world-renowned perfume Chanel No 5. Continue to the interesting town of Domoni to discover the historical mausoleum of former president Abdallah and stop for a picnic lunch along the ocean. In the afternoon we drive through the farmer lands of Nyumakele before returning to the hotel. Overnight at Al Amal Hotel, or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Anjouan - Mohéli (Domestic flight) - Morning transfer to the airport for the flight to Mohéli. On arrival you will be met by a local guide and transferred to the Laka Lodge, a small and intimate resort with its own beach. There are a number of other optional excursions available including trips to some of the smaller islands nearby, and evening visits to watch turtles lay their eggs in the sand. Overnight at Laka Lodge, or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mohéli – Moroni (Domestic flight) – Moroni City tour - After a leisurely breakfast, transfer to the local airport for your flight back to Moroni. On arrival, take a short city tour and visit the Medina with its famous narrow streets and colorful material shops. Then, transfer to the hotel. Tonight, you will be staying in a nice hotel located just further north of the capital and there will be leisure time to relax and unwind on the white-sand beach. Overnight at Golden Tulip Resort & Spa, or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Day at leisure in Moroni or Mt Karthala climb - Today you have the option of leaving Moroni for a climb to the summit of Mt Karthala (2,361m). Although it is possible to do the climb in just one long day, we recommend that you camp at the summit in the crater itself and return the next day. For those not wishing to make the climb, you will have today and the next day to relax or perhaps enquire locally about the options to dive. Overnight at Golden Tulip Resort & Spa, or similar / camping. (B – Hotel / BLD – camping)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Moroni – Full day guided tour around the south of Grande Comore - This morning, we depart for a full day guided tour around the south of the island, stopping first to the beautiful white sand beaches of Galawa and Chomoni where you can enjoy a swim in the turquoise waters of the Indian Ocean if you wish to. Continue on to Bandamadji with its nice costal view and short stop at Ouroveni village to see the impressive baobab twins. Later we stop at the superb Chindini beach where we also get a panoramic view of the island and continue to Singani, were one can still see the remaining of the last volcanic eruption dated from 1977. On the way back to Moroni we also visit the ruins of the former Sultan Palace built in the XVIIIth Century, stop by the peaceful lake Marabou where many birds nest and take a stop at the impressive suicide cliffs in Iconi for a reminder of the past slavery time – the spot is gorgeous but one can still feel the dramatic atmosphere as hundreds of women choose to commit suicide rather than being captured by slavers. Overnight at Golden Tulip Moroni Resort & Spa, or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Moroni - Departure from the Comoros - Time at leisure to either relax or explore further until your transfer to the airport and your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Comoros",
    "mainPhoto": "",
    "id": "comoros-small-group-holiday",
    "tourName": "Comoros small group holiday",
    "placesVisited": "Moroni, Grande Comore Island, Moheli Island, Livingstone’s fruit bats, Anjouan Island",
    "generalInfo": "This idyllic archipelago is a mystery to most tourists but a totally magical place to visit, with an extraordinary melange of Swahili culture, ancient Arabic heritage, voluptuous volcanic landscapes and perfect beaches.<br/> <br/>The holiday takes you on a tour of three of the four islands. Starting on the main island, Grande Comore, the capital city Moroni translates as \"in the heart of the fire\", because of its location at the foot of volcanic Mount Karthala, an active volcano. It is a city packed with history, where the medina and markets are the perfect place to stroll, the former sultans’ palaces evoke stories and images of glamorous times gone by and the volcanic terrain is made for hiking. <br/><br/>Moving on to Moheli Island, the natural heritage is what strikes us most here, the Mohéli Marine Park a highly protected area created in agreement with the ten villages surrounding the park. Here we can go in search of the highly endangered, enormous and endemic Livingstone’s fruit bats, as well as equally endangered green turtles that come here every year to lay eggs. <br/><br/>Our final stop is Anjouan Island, where the luscious mountain terrain invites hikes to waterfalls, lakes  and valleys that are overshadowed by the magnificent summit of Mount Ntingui which, if you manage to climb to its peak at 1595m gives the most amazing views of all four islands in the archipelago. A wonderful place to take in this collection of tranquil, unique landscapes which are still totally undiscovered in the world of tourism. <br/>",
    "durationDays": "10",
    "price": "2649",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Moroni - Arrive into Moroni and transfer to your hotel. The rest of the day is free. Overnight Itsandra Beach Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Anjouan - Fly to the island of Anjouan. In the afternoon we take a walking tour of the old stone town of Mutsamudu and its 18th century citadel, with great views of the city and the Indian Ocean. Overnight Hotel Johanna or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Anjouan - Spend today exploring the island, heading first to the town of Domoni to visit its historic medina and the 11th century mosque. Domoni is known for its palaces and mansions which date from the 26th century, and its medina is full of beautifully carved wooden doors. Afterwards we start our tour driving around the island, stopping at the picturesque Moya beach for lunch before eventually returning to Mutsamudu. Overnight Hotel Johanna or similar. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Take a speedboat to Moheli, the least populated island of Comoros and now a biosphere reserve that is home to lemurs, whales, manta rays and turtles. On arrival take a scenic drive to your accommodation, where the rest of the day is free. Overnight Laka Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Moroni - Iconi - Fly back to Moroni. This afternoon we explore the former capital of Iconi, seeing the old sultan’s palace and walking through the historic town, as well as climbing the nearby (and quite small!) volcanic cone, if you wish. We take lunch in a local home to experience Comorian cuisine, and later return to our hotel. Overnight Itsandra Beach Hotel or similar. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Grande Comore - A full day spent exploring the island of Grande Comore. We visit Lac Sale, a volcanic salt lake, and the Dragon’s Back, as well as the gorgeous Maloudja beach and other sites. Overnight Itsandra Beach Hotel or similar. (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Karthala - Moroni - Drive to the top of Mount Karthala, an active volcano, where we can walk around the crater rim. In the afternoon return to Moroni. Spend the afternoon exploring the capital of the Comoros, an atmospheric place and steeped in Arabic heritage dating back to the 10th century. We visit the colourful market and the atmospheric medina, and explore the narrow streets of the historic quarter. Overnight Itsandra Beach Hotel or similar. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Moroni - This morning we take a boat to a spot close to Moroni where spinner dolphins gather almost every day. Afterwards, return back to the hotel to freshen up and transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  }
]