{
  "destination": "Polonya",
  "mainPhoto": "",
  "id": "EEXC",
  "tourName": "Orta Avrupanın Önemli Noktaları",
  "placesVisited": "Polonya, Slovakya, Çek Cumhuriyeti, Avusturya, Macaristan",
  "generalInfo": "Çalkantılı geçmişi, büyüleyici şimdisi ve sürekli değişen geleceği, bir zamanlar Demir Perde'nin arkasına gizlenmiş olan ülkeleri ziyaret ediyoruz. Auschwitz Soykırımı hakkında bilgi edinin, dünyanın en müzikal şehirlerinden biri olan Viyana'yı ziyaret edin ve Budapeşte'nin sıcak hamamlarında kendinizi şımartın.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Varşova Chopin Havaalanı (WAW), Varşova Modlin Havaalanı (WMI)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası):</strong> Budapeşte Ferenc Liszt Uluslararası Havaalanı (BUD)",
  "durationDays": "11",
  "price": "1019",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Auschwitz Toplama Kampı Rehberli Gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 8 gece, misafirhanede 1 gece, yatılı trende 1 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 10 Açık Büfe Kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tour tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Varşova",
      "description": "Polonya'nın başkenti Varşova, II. Dünya Savaşı’nda neredeyse tamamen yıkıldı, çok çaba harcanarak yeniden inşa edilen şehir bir turizm merkezine dönüştü. Komünizmin çöküşünden sonra birçok eski bina yerini modern gökdelenlere bıraktı, harap haldeki eski şehir yepyeni bir çehreye kavuşurken, eğlence ve hizmet alanında yaşanan değişimlerle şehir diğer batılı başkentlere eşdeğer bir konuma geldi."
    },
    {
      "dayNumber": 2,
      "title": "Kraków",
      "description": "Polonya'nın fazlasıyla ünlü ve kültürel şehri, tarihi yapıların ve anıtların çoğunun İkinci Dünya Savaşı'ndan kurtulmuş olduğu ortaya çıkmasıyla yüzyıllar süren şaşırtıcı mimari ve sanatsal gelenekleri korumayı başaran Krakov'dur. Şimdilerde müze olan rönesans sarayı Wawel Kraliyet Kalesi, Krakov’un 500 yıl kraliyet başkenti olması nedeniyle mutlaka görülmesi gereken bir yerdir. Bu kozmopolit şehir, akşamları, keşfedilecek birçok restoran, müzik kulübü ve bara ev sahipliği yapan vahşi bir gece hayatı sunmakta."
    },
    {
      "dayNumber": 4,
      "title": "Overnight train to Prague",
      "description": "Dağların taze havasına doyduktan sonra Prag’a gitmek için yatılı tren yolculuğumuza başlıyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Prag",
      "description": "Prag, Avrupa'nın en güzel şehirlerinden biridir ve hareketli eski şehir meydanındaki muhteşem astronomik saat, ressamları ve sokak çalgıcılarını iş başında görebileceğiniz büyüleyici Charles Köprüsü ve Wenceslas Meydanı gibi yerlerin olduğu 1000 Kuleli Şehri gezmek için boş zamanınız var. Ayrıca, şehrin sihirli manzarasına bakmak için Hradčany Kalesi ve St Vitus Katedrali'nin yüce yükseklikleri arasında gezin."
    },
    {
      "dayNumber": 7,
      "title": "Viyana",
      "description": "Avusturya'ya hoş geldiniz! En büyük klasik müzik bestelerinden bazılarının doğum yeri olan Viyana, kültürel tarihi ve zengin güzelliği ile dikkat çekiyor. 'Müzik kenti' olarak bilinen şehir aynı zamanda Mozart, Beethoven ve Strauss gibi pek çok bestecinin doğduğu ve çalıştığı yer. Haus der Musik & Mozarthaus, Mozart'ın şöhretli hayatının içyüzünü gösteren Viyana'daki ana dairesi gibi pek çok yerde bu değerli müzisyenlerin tüm işleri hakkında bilgi edinin."
    },
    {
      "dayNumber": 9,
      "title": "Bratislava",
      "description": "1 night(s) in hotels at Hotel Tatra or similar . Upgrade to your own room here."
    },
    {
      "dayNumber": 10,
      "title": "Budapeşte",
      "description": "Kısa bir tren yolculuğundan sonra, bol miktardaki kaplıcaları nedeniyle ‘Kaplıcalar Şehri’ olarak da bilinen, Macaristan’ın şık başkenti Budapeşte’ye varıyoruz. Kenti tam olarak incelemek ve bazı manzaraların tadını çıkarmak için şehirde birkaç gece daha kalmaya ne dersiniz?"
    },
    {
      "dayNumber": 11,
      "title": "Budapeşte’den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}