{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-winter-holiday",
  "tourName": "Mongolia winter holiday",
  "placesVisited": "Experience beautiful winter landscapes, Enjoy the warmth of Mongolian gers homestays, Two-day camel trek at Elsen Tasarkhai sand dunes, Discover the ancient capital of the Mongolian empire, Two-day horse trek at Orkhon Waterfall, Urban walking tour of Ulaanbaatar",
  "generalInfo": "Winter in Mongolia is very cold – but that’s what makes the landscapes so extraordinary at this time of year. And not only will you explore some of the most iconic scenery in Mongolia’s central heartland  - made beautiful by winter - but you’ll experience the ways of life of three families that live within these landscapes. <br/><br/>Central to each experience is the long-term local community partnerships that we have formed with each of the host families. Supporting the rural communities through which you will travel and working directly with them and accessing their local knowledge leads to a more personal style of holiday for you as our guest. It also allows you to discover the realities of Mongolian herding culture in the 21st century - for an interesting take on how it is adapting and progressing.<br/><br/>You’ll spend each day exploring - whether by 4x4, camel, horse or on foot - and nights in a ger, warming yourself by the stove. Although the temperatures will be challenging, the star-filled night skies make up for any difficulties - as will the warmth of traditional Mongolian hospitality you will receive. <br/><br/>On this holiday we don’t ask our Mongolian host families to change their way of life to accommodate our guests. Instead, you’ll genuinely observe and be part of the way the people you meet live – all against a backdrop of wild winter landscapes. Winter here is pared back and resolute, with muted colour, long lines, and life continuing through the cold. Simply winter, on its own terms.<br/><br/>Who This Experience Is For<br/><br/>This journey is designed for curious, open-minded travellers. As it’s a tailor made holiday to Mongolia, the holiday can be adapted to suit your personal needs.<br/>The outline itinerary is a starting point and can be adjusted to reflect travel dates, accommodation preferences, and individual interests.<br/><br/>You don’t need to be especially fit, but you should have a flexible mindset &amp; be comfortable walking on uneven ground, spending extended time outdoors, and managing cold conditions with appropriate layers. Daily life involves getting in and out of vehicles, using outdoor toilets, and sharing space with others. <br/><br/>Accessibility considerations<br/><br/>Our journeys are designed around seasonal conditions and rural infrastructure. Depending on your access needs, this experience may or may not be suitable. We encourage you to get in touch with any specific questions so we can advise openly.",
  "durationDays": "9",
  "price": "2975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ULAANBAATAR -Final arrival day into Ulaanbaatar - Mongolia's capital city. Ulaanbaatar has a strong identity of its own, with a frontier energy and a vibrancy shaped by rapid change alongside deep-rooted traditions. Home to more than half of Mongolia’s population, it’s a city well worth time and attention. For those already in the city, the day offers a local introduction to Ulaanbaatar through familiar, everyday places."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Khustain Nuruu National Park: Travel by road into Khustain Nuruu National Park, a protected steppe landscape known for its wildlife conservation work and open grassland ecosystems. The park is home to Mongolia’s wild takhi (Przewalski’s horse), reintroduced here after becoming extinct. Later, continue to your ger homestay nearby, where you’ll settle in with a local family whose lives are shaped by the surrounding landscape and seasons."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CENTRAL HEARTLAND - Khogno Khan: Drive to Khogno Khan, a sacred granite mountain set within a landscape of sheltered valleys, freshwater springs, open steppe, and the Elsen Tasarkhai sand dunes. The Tarna River — small but vital — flows through the area, providing an essential water source for local herding families. Here, you’ll be welcomed by the Davaasuren family, one of the families we work with through long-term local partnerships, and invited into their home. Davaasuren is a camel herder, and for those who wish there is the option to explore the nearby sand dunes by camel. There’s also time to simply take in the landscape or visit a quiet temple tucked into the foothills of the mountain."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tsenkher:Live alongside a yak-herding family, sharing in the daily challenges and rewards of life in the Khangai Mountains. From tending animals to navigating the rhythms of a remote landscape, it’s an immersion into resilience as much as tradition."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kharkhorin: Travel to just outside Kharkhorin to stay in the Orkhon River Valley with herders Tumee and Jargaa. They are modern-day herders and active members of the local community, moving with their livestock up to six times a year as part of a seasonal cycle that continues to shape life here today. The Orkhon River Valley is a UNESCO World Heritage Site, recognised for its cultural significance and for representing the long evolution of nomadic pastoral traditions in Mongolia. Often described as the cradle of Mongolian civilisation, the valley remains a vital landscape for herders, sustained by the Orkhon River, which continues to provide an essential lifeline for people and livestock. You’ll also travel into nearby Kharkhorin, the former capital of Ögödei Khan and the Mongol Empire. There is time to visit Erdene Zuu, Mongolia’s oldest monastery, and the Kharkhorin Museum, whose thoughtfully presented exhibits trace the history of the Orkhon Valley and the Turkic and Mongol empires. Even for those less drawn to history, these visits offer valuable context for understanding the landscape and communities you’re travelling through."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ULAANBAATAR: Travel back through Mongolia’s winter landscapes, gradually re-entering the rhythm of city life. The journey officially concludes on arrival at your hotel, although we provide a complimentary departure transfer and continued support from our team. As part of our winter programme, we also include a complimentary day trip to the Chinggis Khaan Statue Complex and Gorkhi Terelj National Park — offering a gentle way to round off your time in Mongolia."
    }
  ],
  "map": ""
}