{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-lunar-new-year-tour-tsagaan-sar",
  "tourName": "Mongolia Lunar New Year tour, Tsagaan Sar",
  "placesVisited": "",
  "generalInfo": "Tsagaan Sar, Mongolia’s Lunar New Year, is one of the most significant celebrations in the country’s cultural calendar. This journey offers the opportunity to spend the festival alongside rural families with whom we have worked closely for nearly two decades, sharing daily life during a time that holds genuine importance for our hosts.<br/><br/>Travelling through Mongolia’s winter landscape at an unhurried pace, the journey creates space to observe how tradition and contemporary life coexist, while exploring the country’s cultural and geographic diversity. Time is spent in small towns as well as with herding families whose lives continue to be shaped by a close relationship with the land, offering a view of Mongolia grounded in lived experience rather than stereotype. This winter journey connects travellers with Mongolia as it is lived today, through the people who call it home.<br/><br/>We are a small, Mongolian-registered company and intentionally limit our scale to fewer than 200 bookings per year. Responsible tourism shapes how our trips are planned and delivered, rather than sitting alongside them.<br/><br/>Our approach prioritises long-term relationships and meaningful employment. We invest directly in our own operations and in intergenerational, gender-mixed teams, including a free training programme for Mongolian women seeking to work in tourism. All of our trip assistants are Mongolian women, bringing local knowledge, lived experience, and perspective to each journey. Our drivers and trip assistants are employed year-round, providing stable income that supports extended families.<br/><br/>Every itinerary we run is designed to strengthen skills within our team while ensuring tangible, lasting benefits for the communities we partner with. This forms part of what we call our bigger travel philosophy — one that you as our guest becomes part of simply by joining the journey.<br/><br/>Who This Experience Is For<br/><br/>This journey suits curious, open-minded travellers — whether travelling solo, as a couple, or with friends — who value relationships, context, and everyday life, and who appreciate small group sizes (a maximum of six) for a more genuine experience. Accommodation is simple and shared, travel days can be long — a natural part of moving through a vast country with limited infrastructure — and plans may shift in response to weather and local conditions.<br/><br/>You don’t need to be especially fit, but you should have a flexible mindset &amp; be comfortable walking on uneven ground, spending extended time outdoors, and managing cold conditions with appropriate layers. Daily life involves getting in and out of vehicles, using outdoor toilets, and sharing space with others. <br/><br/>Accessibility considerations<br/><br/>Our small-group journeys are designed around seasonal conditions, rural infrastructure, and traditional celebrations. Depending on your access needs, this experience may or may not be suitable. We encourage you to get in touch with any specific questions so we can advise openly.",
  "durationDays": "8",
  "price": "2715",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ULAANBAATAR - Ulaanbaatar has a strong identity of its own, with a frontier energy and a vibrancy shaped by rapid change alongside deep-rooted traditions. Home to more than half of Mongolia’s population, it’s a city well worth time and attention. For those already in the city, the day offers a local introduction to Ulaanbaatar through familiar, everyday places. This includes a visit to the Narantuul Market (often called the Black Market), where you’ll have time to purchase a Mongolian deel for Tsagaan Sar. Wearing traditional clothing is an important gesture of respect and ensures you’re warmly received by the families who will host you during the celebrations."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MIDDLE GOBI - Erdenedalai: Erdenedalai translates as “Jewel Ocean” — a poetic name for a small town set deep within the Gobi steppe. Though far from the sea, it offers a clear window into everyday life in rural Mongolia. This is a close-knit, traditional community where seasonal rhythms and family ties continue to shape daily life, and where we return regularly as part of long-standing local partnerships. Erdenedalai becomes one of our bases for this journey precisely because it allows time to slow down, stay in one place, and take part in life as it unfolds. Here you will celebrate both Bituun (Tsagaan Sar eve) and Shiniin Negiin (New Year’s Day) with your host family. Bituun – New Year’s Eve: Bituun translates as “to close down.” On arrival, you’ll receive a warm welcome from your host, Nergui, and his family. After changing into your Tsagaan Sar deel, you’ll take part in the evening preparations and shared meal. Traditionally, families eat until they are full on Bituun, as it is believed this sets the tone for abundance in the year ahead. Shiniin Negiin – New Year’s Day: Before dawn, you’ll join the head of the household to greet the first sunrise of the new year — one of the most important customs of Tsagaan Sar. Together, you’ll walk to the family ovoo (a traditional stone shrine) to make offerings and express gratitude for the year past and the one beginning. Returning to the home, the day continues with visits from extended family and neighbours, and the practice of zolgokh, the traditional New Year greeting. Taking part in these rituals offers an opportunity to understand Tsagaan Sar as it is lived — through family, continuity, and shared responsibility across generations."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CENTRAL HEARTLAND - Khogno Khan: Drive to Khogno Khan, a sacred granite mountain set within a landscape of sheltered valleys, freshwater springs, open steppe, and the Elsen Tasarkhai sand dunes. The Tarna River — small but vital — flows through the area, providing an essential water source for local herding families. Here, you’ll be welcomed by the Davaasuren family, one of the families we work with through long-term local partnerships, and invited into their home. Davaasuren is a camel herder, and for those who wish there is the option to explore the nearby sand dunes by camel. There’s also time to simply take in the landscape or visit a quiet temple tucked into the foothills of the mountain."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kharkhorin: Travel to just outside Kharkhorin to stay in the Orkhon River Valley with herders Tumee and Jargaa. They are modern-day herders and active members of the local community, moving with their livestock up to six times a year as part of a seasonal cycle that continues to shape life here today. The Orkhon River Valley is a UNESCO World Heritage Site, recognised for its cultural significance and for representing the long evolution of nomadic pastoral traditions in Mongolia. Often described as the cradle of Mongolian civilisation, the valley remains a vital landscape for herders, sustained by the Orkhon River, which continues to provide an essential lifeline for people and livestock. You’ll also travel into nearby Kharkhorin, the former capital of Ögödei Khan and the Mongol Empire. There is time to visit Erdene Zuu, Mongolia’s oldest monastery, and the Kharkhorin Museum, whose thoughtfully presented exhibits trace the history of the Orkhon Valley and the Turkic and Mongol empires. Even for those less drawn to history, these visits offer valuable context for understanding the landscape and communities you’re travelling through."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ULAANBAATAR: Travel back through Mongolia’s winter landscapes, gradually re-entering the rhythm of city life. The journey officially concludes on arrival at your hotel, although we provide a complimentary departure transfer and continued support from our team. As part of our winter programme, we also include a complimentary day trip to the Chinggis Khaan Statue Complex and Gorkhi Terelj National Park — offering a gentle way to round off your time in Mongolia."
    }
  ],
  "map": ""
}