{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "zavkhan-horse-riding-holiday-in-mongolia",
  "tourName": "Zavkhan horse riding holiday in Mongolia",
  "placesVisited": "Ulaanbaatar, Karakorum, Erdene Zuu monastery, Terekhiin Tsagaan Nuur, the Great White Lake, Horse riding in Tarvagatai Uul National Park, Khar Nuur, Gandan Nuur, Eagle Festival in Ulgii for September departures",
  "generalInfo": "Mongolia is a land of horses and horsemen. What better way to really experience it than on a horse riding holiday in Mongolia?  This trek takes you far away from the main tourist areas, to remote Zavkhan Province.<br/><br/>Where We Travel: <br/>This rarely visited area is a wonderful mix of steppe, forest, rivers, mountains and desert, populated by hardy nomadic herders. The riding is often said to be the best in the world - no fences, few roads, and terrain that allows you to gallop forever. Zavkhan sees almost no foreign visitors, and tourism has had no impact on the traditional way of life.<br/><br/>The Horses and Riding:<br/>Experienced riders will love the local horses, small but fast and strong, and perfectly suited to the environment. However, the trek is also suitable for those with less experience - adventurous travelers who recognize that horseback is the ideal way to experience Mongolia.<br/><br/>We structure our treks so that experienced riders who dream of galloping across open steppe, like Genghis Khan on the war-path, can do so, while those of us who prefer a more gentle pace can take our time and enjoy the scenery. Even people with no riding experience at all are welcome to join us on our rides - we will make sure to look after you well. <br/><br/>At the end of each day we meet our 4WD support vehicles and set up camp. Zavkhan is an undeveloped region with no tourism infrastructure, so you will be wilderness camping during the trek. This is a rare opportunity to travel in a part of the country that has seen little change over the years. You will meet the local herders and experience their ancient way of life.<br/><br/>Why Trek With Us?<br/>We have been arranging treks in this region for more than 10 years, working directly with our friends amongst the nomadic herders. The staff who accompany you are very experienced - most have been with us from the start. Our horse wranglers will teach you how to ride the Mongolian horses in a way that is exciting and safe.<br/><br/>During the trek you will be accompanied by an experienced English-speaking trip leader and our team of wranglers, drivers and cook.  The trip leader will make sure you have the perfect horse to match your riding experience.<br/><br/>The Great Mongolian Road Trip:<br/>We begin with an epic road trip to Zavkhan, an experience not to be missed. Mongolia's roads are notorious, but our sturdy Russian 4WD vehicles can handle anything. The drive takes us west across beautiful open steppe and forested hills, stopping at the ancient capital of Karakorum, arriving in Zavkhan after two and a half days. At the end of the trek we fly back to Ulaanbaatar (driving one way is enough for anyone!).<br/><br/>Naadam Festival add-on:<br/>Before our 12th July trek, you may like to stay on for the annual Naadam Festival opening ceremony (11th July) in Ulaanbaatar, a spectacular celebration of Mongolian culture. Quite unlike any other festival in the world!",
  "durationDays": "17",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Ulaanbaatar. Explore the monasteries and museums of this exotic city. The group will meet for our first dinner together in the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive west to Karakorum, the site of the ancient capital of the Mongolian empire. Visit Erdene Zuu, a 16th-century monastery. Stay at a comfortable ger camp for the night (there's plenty of camping to come!)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Continue on to Terekhiin Tsagaan Nuur, the Great White Lake. There will be time for an evening hike amongst forested hills, before settling in at a cosy ger camp for the night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Reach Zavkhan where we set up a riverside camp and meet the horses and our local wranglers. Your guide and wranglers will help select the ideal horse for you and show you how to ride Mongolian style!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A day ride through forested meadows to get to know your horse - and for your horse to get to know you."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ride through steppe, forest and mountains of Tarvagatai Uul National Park. Every day is different as we travel deep in to this rarely-visited park. The pace is varied and suitable for all levels of riding experience - there will be plenty of opportunity for experienced riders to gallop until their eyes water! Less experienced riders will stay at a pace that they are comfortable with. Keep an eye out for elk and other elusive wildlife. We will be invited in to gers along the way to drink tea and eat various local delicacies with nomadic friends (Tip: you CAN say no when offered a particularly choice sheep's eyeball)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Khar Nuur, the desert lake, or Gandan Nuur, the forest lake. Swim, hike, or just relax and enjoy the spectacular scenery."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly back to Ulaanbaatar."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Transfers to airport"
    }
  ],
  "map": ""
}