{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-eagle-festival-holiday",
  "tourName": "Mongolia Eagle Festival holiday",
  "placesVisited": "Ulaanbaatar, Khustain Nuruu National Park, Karakorum, Mt Khogno Khan, overnights in small hotels and ger camps, Arvaikheer, Orog Lake, Mt Ikh Bogd, Bayan Mountain Range, Khongoriin Els, Gobi Gurvansaikhan National Park, Bayanzag, domestic flight to Olgii, Kazakh Eagle Festival (end of Sept - only one departure date per year)",
  "generalInfo": "Join a small group of intrepid nomadic travellers as you journey overland and via efficient domestic flights in search of seas of sand, undulating steppe landscapes and cultural traditions that lead all the way back to the time of Genghis Khan and his all-conquering Mongolian Empire.<br/><br/>From nights under the stars in traditional nomadic ger camps to hunting for dinosaur fossils and exploring in Gobi Gurvansaikhan National Park, this two week holiday in Mongolia offers cultural travellers a real treat for all the senses.<br/><br/>Starting in the Mongolian capital of Ulaanbaatar, you'll make your way west in search of wild takhi horses roaming the steppe of Khustain Nuruu National Park before continuing westwards en-route to the 'singing sands' of the Gobi Desert via the 13th century citadel of Karakorum.<br/><br/>From witnessing monks at prayer in Erdene Zuu Monastery to visiting traditional camel herders in the South Gobi, this 19 day tour provides every chance to find out more about modern-day Mongolian lifestyles as well as the traditions and customs that are still alive to this day.<br/><br/>Timing your visit to catch the annual eagle hunting festival held by the Kazakh people at the end of September invites an opportunity to find out more about the connection between Mongolians, the natural environment and one of the world’s most impressive species of winged predator. <br/><br/>The eagle festival also showcases various other traditional displays of strength, style and dexterity with Kazakh costumes, camel racing, Mongolian archery and Kukhbar competitions – a sort of medieval polo played on horseback – all conjuring an exciting and eye opening experience in the west of Mongolia. <br/><br/>Please note: we only have one eagle festival departure date per year. Group sizes are limited and do fill up fast so please get in touch as soon as possible to reserve your space.",
  "durationDays": "17",
  "price": "4659",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure starts in Ulaanbaatar, Mongolia's capital city. There are no activities planned for today to allow for different arrival times. If you have time to explore some of the sites we recommend visiting Sukhbaatar Square, the National Museum and the landmark State Department Store. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Ulaanbaatar? Secure pre-tour hotel nights through your sales representative. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning we head west out of Ulaanbaatar towards Karakorum, making a detour to the KhustainNuruu National Park, 2 hours west of Ulaanbaatar. KhustainNuruu is famous for the re-introduction of Mongolia's wild horse. The Takhi Horse or Przewalski's horse was once native to Mongolia and almost became extinct earlier this century, though thanks to the efforts of several Mongolian and international organizations, these magnificent wild horses now roam once again on the steppes of KhustainNuruu National Park. We will visit the Project Information Centre and take a guided hike to see the wild horses before spending our first night in a traditional Mongolian Ger. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast we continue our journey westwards towards Karakorum along an asphalt road. Today's destination, the Mongol Els or 'Little Gobi Desert' as it is known, is a unique belt of sand dunes in the steppe. Arriving at lunchtime, we check into a nearby ger camp and after lunch head out to explore the surrounding region. It is an incredible sight to witness the Bactrian camels wandering the desert dunes whilst horses graze on the green steppe nearby. We will also visit Mt Khogno Khan, the small temple at its base. This region is also renowned for its birdlife, including steppe eagles. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We start the day with a (90km) transfer to the 13th century capital of the Mongol Empire - Karakorum. Karakorum was established by Ogedei Khan and remained the Mongols power base until Khublai Khan established Beijing as the capital. Here we will visit the Erdene Zuu Monastery (meaning Hundred Treasures), this is the largest Monastery in Mongolia, built in 1586 under the direction of Abtai Khan on the ruins of the ancient capital. Much of the monastery was destroyed during Stalin's purges of the 1930's but an impressive wall with 108 stupas and a number of temples still remain. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We drive on a paved road to Arvaikheer, the capital of Ovorkhangai Aimag and on the northern edge of the Gobi. On the way to Arvaikheer we visit Shankh Monastery, once the home of the great Mongolian theorist Zanabazar. We should arrive at Arvaikheer during the middle of the afternoon and check into our hotel. In the afternoon there will be time to visit the local museum, which contains nature collections, stone figures and Turkic scripts. Accommodation: Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After an early breakfast we start towards Orog Lake via Bayanteegsoum, a coal-mining centre. Passing over Taats River, the majestic Ikh Bogd Mountain should be visible in the distance, the highest mountain in the Gobi Altai Mountain Range. We stop for a picnic lunch and then skirt the eastern edge of Mt Ikh Bogd, travelling a further 80km southwest to the Gobi Camels Ger Camp where we spend the night. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We start our journey southwards with a short drive (2-3 hours) to the Bayan Mountain Range to view petroglyphs (Rock Art), called Bichigt Khad. The rock inscriptions and pictures here date back to 3000 BC; we will see paintings including depictions of ibex, argali and men riding horses. It is possible to see some of these from the vehicles (better so with binoculars) but for those who wish, it is also possible to hike up to the cliffs for closer inspection of these Bronze Age works of art (the main cliff is a steep climb for 50-60m and walking poles are required so we usually visit the smaller cliff, which is more accessible). Our journey then continues through classic Gobi desert scenery of flat stony plains mixed with small rocky outcrops and patches of sand across the Khatan Suudal Steppe. We stop for a picnic lunch on the way, with views of the Bogd Mountain to the north. After lunch we head off to our ger camp in the Kongoriin Els sand dunes and should arrive there in the late afternoon. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today we have a full day to explore the sand dunes and surrounding area. The Khongoriin Els stretch for 200km and reach heights of 300 meters in places. They are known as the 'Singing Dunes' because of the beautiful sound that resonates through the dunes on a windy day. The South Gobi has 100,000 camels, typically used by herders to transport their gers. We will take the opportunity today to visit a camel breeding family and get a glimpse of the way of life of the nomadic herders of these parts. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we make a short drive to Bayanzag (70 km) known as the Flaming cliffs and hike amongst colourful sands of red, yellow and orange. Bayanzag is a world-renowned dinosaur fossil exploration site, discovered in the 1920s by Mongolian and American Palaeontologists. We are free to explore the region and may even be lucky enough to spot dinosaur fossils. After a picnic lunch we head to our camp for the afternoon. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning we drive through the Gobi Gurvansaikhan National Park. Gobi Gurvansaikhan means 'Three Beauties of the Gobi' and this range marks the eastern end of the Gobi Altai mountain range. The park's landscape is extremely varied, with rocky and sandy desert plains, precipitous cliffs, ravines, salt pans and oases. We visit a spectacular natural sight of this region - Yolyn Am. Yolyn Am means Vulture's Mouth and is a canyon so deep and narrow that even in the height of summer winter ice can remain on the valley floor. This region is also renowned for the diversity of its wildlife and many endangered species can be found here, including Khulan, Ibex, Argali and Snow Leopard. We explore the canyon before transferring to a nearby ger camp for dinner and overnight. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast we transfer to the airport for the mid-morning flight to Ulaanbaatar (please note that we may be flying at a different time, possibly even the evening before depending on the airline's changeable schedules). Once back in UB we transfer to the Terelj National Park, here there are lots of things to see and we will spend the day exploring the fascinating rock formations, visiting the meditation temple and strolling through the green meadows carpeted with wild flowers. After lunch at our camp we will make a short trip to visit a local nomadic family to see how they live and hear about the nomadic way of life, here we will also enjoy a tasting experience of homemade dairy products, such as yoghurt, cheese, curds and traditional salty milk tea. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast we drive to the giant Chinggis Khan Statue, standing at 40 meters tall and made of stainless steel it is quite a sight! Here we have some time to fully explore the statue and surrounding area before making our way back to Ulaanbaatar where we have the option to go and see a live performance of traditional Mongolian song and dance. Performed by the world famous Tumen Ekh dance troupe, we will see throat singers, contortionists and Tsam dancers. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In the morning we fly to Olgii in western Mongolia, from where we drive off-road for about an hour to Sagsai village. Here we visit the home of the Kazakh people; there will be plenty to see and do. We spend the day seeing how they go about daily life. We will also be able to sample their traditional food and taste home-made yak cheese and yogurt. This is a great opportunity to explore the real way of living like a nomadic family and to personally experience their friendliness and hospitality. In the afternoon we return to Olgii and stay overnight at Ger Camp. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today we attend the Eagle festival. For the first day of the festival, we will see the competition for the best Kazakh costume, horse racing and archery. In the evening we will see a cultural performance in the local theatre. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today we have another chance to witness the competitions and events of the Eagle festival. We will be able to see a demonstration from the eagles and their hunters, a camel race and the lively competition of Kukhbar. Kukhbar is essentially a fighting match on horseback where two riders have to fight over a goat skin each trying to claim possession of it. After enjoying the festivities we return to camp for dinner. Accommodation: Ger Camp"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "After breakfast we transfer to the airport for the mid-morning flight to Ulaanbaatar, arriving in the nation's capital at midday. We transfer to the hotel and freshen up before a light lunch. This afternoon is free for last minute sightseeing or souvenir shopping around UB - cashmere, leather goods and traditional handicrafts are all good options and the guide will recommend the best places to go for these. Night owls may want to sample the nightlife of Ulaanbaatar! Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "The tour ends after breakfast today. If you aren't ready for the adventure to end, speak to your sales representative about our range of extension options."
    }
  ],
  "map": ""
}