{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "gobi-desert-explorer-tour-in-mongolia",
  "tourName": "Gobi Desert explorer tour in Mongolia",
  "placesVisited": "",
  "generalInfo": "Discover the very best of Mongolia, from the bustling capital Ulaanbaatar we journey across the steppe to Kharkhorin. We will encounter ancient Buddhist monasteries and the remarkable diversity of the Gobi Desert; sacred mountains, dinosaur ‘cemeteries’, flaming cliffs, singing sand dunes and spectacular canyons.",
  "durationDays": "13",
  "price": "4130",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ulaanbaatar.",
      "description": "Mongolia is the world’s most sparsely populated country with just 3 million people inhabiting the 1.5 million square kilometres of pristine desert, steppe and mountain. Almost half the population lives in its frenetic capital Ulaanbaatar where we will start our journey. Join your National Leader and fellow travellers on Day 1 at 5:00pm for your Welcome Meeting, dinner and perhaps an orientation walk through this fascinating capital."
    },
    {
      "dayNumber": 2,
      "title": "Ulaanbaatar and to Khustai National Park.",
      "description": "This morning we visit the sites of Ulaanbaatar including Gandan Monastery, with its huge gold Buddha, the spiritual home of the Mongolian people and the Chinggis Khaan Museum. The exhibition halls are full of information about the First Kingdoms of Mongolia, the Mongolian Empire as well as the kings and nobles of the 13th-20th centuries, the Great Khan's House. We wonder through the main square, Sukhbaatar Square, an important gathering place of the Mongolian people. Beyond the city one million Mongolian’s still live a traditional nomadic or semi nomadic life and the horse is central to their existence. We travel to the Khustai National Park where wild horses, known as Tahki or Przewalski horses are bred and reintroduced to the wild. Once close to extinction, Takhi are the world’s only true wild horse. Tonight we stay in a ger, the traditional home of the Mongolian nomads."
    },
    {
      "dayNumber": 3,
      "title": "Kustai National Park and to Kharkhorin.",
      "description": "Early morning we journey into the the National Park to observe the Takhi wild horses when they come down for their morning water. After return to our ger camp and breakfast we will drive to Kharkhorin where we will also enjoy a calligraphy demonstration. We visit Erdene Zuu Monastery, built in 1586 this was the first Buddhist monastery in Mongolia and today is still considered by many to be the countries most significant. Over 100 temples were constructed, but most were destroyed during the Soviet era, nevertheless, Erdene Zuu retains much of its former glory and is a remarkable site to visit. Surrounded by beautiful white walls with 108 stupas, for centuries it was a spiritual and intellectual centre of Mongolia. There is an extraordinary collection of Buddhist paintings, priceless religious objects, traditional costumes for Tsama religious dance and superb Buddhist iconography in true Mongolian and Tibetan style."
    },
    {
      "dayNumber": 4,
      "title": "Ongi Monastery.",
      "description": "Today we begin our journey to the Gobi desert, stopping almost half way at Ongi Monastery. Historically important, the Ongi complex was one of the most prominent monasteries of the Gobi, made up of two separate monasteries linked by a bridge, dating back over 300 years. Unfortunately these were destroyed during Soviet times however in 2004 a new, smaller temple was completed. The location is spectacular, nestled amongst the Gobi mountains."
    },
    {
      "dayNumber": 5,
      "title": "Flaming Cliffs.",
      "description": "We continue our journey into the Gobi, visiting Dalanzadgad and the Dinosaur Museum. It was here in 1922 that the first fossilised dinosaur eggs and skeletons were found in Mongolia by Roy Chapman Andrews – a discovery that drew the whole world’s attention. After lunch we continue our journey to Bayanzag to witness an amazing sunset on the Flaming Cliffs – ensuring they live up to their description. We overnight at a ger camp."
    },
    {
      "dayNumber": 6,
      "title": "To Khongoriin Els.",
      "description": "The vast sand dunes of Khongoriin Els, some up to 200 metres high, stretch for 180 kilometres. Known as the ‘singing dunes’ due to the melodic sound the shifting sands make as the wind passes over their crest, Khongoriin Els are some of the largest and most spectacular sand dunes in Mongolia. While here we may have the opportunity to ride the two-humped Bactrian camels and venture into the dunes – your efforts to get to the top will be rewarded, the views from the sandy summit are beautiful!"
    },
    {
      "dayNumber": 7,
      "title": "Yoliin Am.",
      "description": "We continue through the Gobi Desert, encountering occasional ger encampments of nomadic families, reaching the Gobi Gurvan Saikhan National Park and the incredible Yol Valley where even in the middle of a Gobi summer, the river remains frozen. Hike in the valley and admire the spectacular scenery while we stop for picnic lunch."
    },
    {
      "dayNumber": 8,
      "title": "Tsagaan Suvarga White Stupa.",
      "description": "Today we reach Tsagaan Suvarga, which translates to “White Stupa” in Mongolian, a geological wonder in the midst of the desert. Millions of years of erosion have led to the creation of dramatic cliffs and valleys that wave through the terrain up to 30m high. Created from clay and limestone the layered rock comes alive n the sun giving a dazzling display of colours from reds to pinks and yellows. As the sun moves the colours change providing a captivating site, especially in the early morning light and at sunset."
    },
    {
      "dayNumber": 9,
      "title": "Baga Gazriin Chuluu.",
      "description": "Another gem of the Gobi awaits at what is known as the mini Grand Canyon of Mongolia, although the name translates to Small Place of Stones. Of both cultural and geological significance this area is full of granite formations which create a stunning natural landscape. Even though it is in the desert it is also home to some endemic flora and fauna and the clear skies at night make it the perfect spot for stargazing."
    },
    {
      "dayNumber": 10,
      "title": "Baga Gazriin Chuluu.",
      "description": "We awake as the morning sun lights the desert sands with a golden glow allowing us ample time for a morning trek into the dunes or to simply soak in the amazing landscapes. We cook lunch with a local family and learn more about nomadic traditions."
    },
    {
      "dayNumber": 11,
      "title": "Return to Ulaanbaatar.",
      "description": "We leave the beautiful landscapes of the Gobi Desert, returning to Ulaanbaatar, one of the world’s most remote capitals, in the very heart of Asia. An afternoon at leisure after an exciting adventure in the Gobi."
    },
    {
      "dayNumber": 12,
      "title": "Terelj National Park.",
      "description": "We journey out to Terelj National Park to visit the soaring statue to Chinngis Khan, enjoy some meditation and visit Nalaikh village. The scenery differs dramatically from the Gobi offering another insight into Mongolian life. We enjoy a farewell dinner together."
    },
    {
      "dayNumber": 13,
      "title": "Ulaanbaatar.",
      "description": "We say farewell to our fellow travellers and our journey comes to an end."
    }
  ],
  "map": ""
}