{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "genghis-khan-warrior-training-in-mongolia",
  "tourName": "Genghis Khan warrior training in Mongolia",
  "placesVisited": "Authentic Mongolian costume, horse riding, archery, weapon making, herd and lasso horses, battle tactics, wrestling tips, campfire lighting, nomadic families, Mongolian milk vodka tasting",
  "generalInfo": "Genghis Khan was one of the world’s most fearsome warriors, famed for founding the Mongol Empire in the 13th century, which covered nearly a quarter of the world at its peak. This Genghis Khan warrior training holiday takes you back in time to Khan’s Mongolia, first through the museums of the capital which reveal the traditional dress of various ethnic groups as well as the country’s military history – and then out into the steppe where your warrior training will begin.<br/><br/>Dressed in your own, tailormade ‘del’ overcoat you’ll undergo three days of Genghis Khan warrior training in Mongolia – including how to make and shoot a bow and arrow (while standing and on horseback); how to herd, ride and lasso a horse; how to cook traditional Mongolian dishes; and how to tie many useful knots. You’ll also learn Mongolian wrestling techniques, how to light a number of fires in one go to confuse your enemy, and to prepare your weaponry. Throughout the trip you will be staying in traditional felt ger tents, well designed for the nomadic lifestyle of the Mongolian warrior, and an incredible way to immerse yourself in life on the steppe.<br/><br/>The lifestyle of the warriors was simple yet extremely well organised, which enabled them to travel great distances. The Mongol Empire was criss-crossed with a network of ‘urtuuns’ – the distance that could be ridden in a day between camps. This impressive infrastructure, dating back over eight centuries, meant that messages would take just two weeks to be delivered from as far away as the Black Sea. Genghis Khan’s warriors may be no more – but many rural Mongolians still lead nomadic or semi nomadic lifestyles in the grasslands, and on this holiday you’ll meet families whose ways of life have changed little in centuries, as they move with their herds in search of fresh grazing grounds. Joined by an interpreter, you’ll learn how Mongolians survive in this seemingly harsh yet beautiful landscape; sample the infamous fermented mare’s milk known as koumiss; and Mongolian milk vodka. Sit around the campfire in the clear evenings, overlooked by millions of stars, and listen to the legends and folklore of the nomads – this holiday is not one that will be quickly forgotten.",
  "durationDays": "9",
  "price": "3950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Ulaanbaatar and transfer to – where else? – the Chinggis Khan Hotel. This afternoon there is a sightseeing tour of the capital, including the Mongolian Military Museum and the Natural History Museum. You can then collect your ‘del’ – Mongolian robes which have been worn for centuries and are still widely used outside the major cities. Yours has been tailor made for you before your arrival. The group will enjoy a welcome dinner at a nearby restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You’ll ease into your Genghis Khan warrior training today when you meet your archery trainer and visit a bow and arrow workshop. You’ll then drive out of Ulaanbaatar in a 4x4 around 3 hours to the ger camp. Here, you’ll have introductory sessions in archery as well as horse riding. You’ll put some of these skills to use straight away, as this evening you’ll ride to a guard post where you’ll be responsible for the ensuring camp’s security, as well as protecting the horses from thieves, enemies and wolves – you’ll understand how the Mongol warriors felt while doing this eight centuries ago!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You’ll have breakfast at the ger camp before learning how to prepare food worth of Genghis Khan’s solders – including the traditional milk products, many of which are still consumed today. You’ll also be preparing your own Mongolian lunch! Work on your riding skills this afternoon, as well as boosting you archery knowledge as you use your bow while standing and on horseback. You can also learn how to lasso a horse the Mongolian way."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "As part of today’s Genghis Khan warrior training session you will learn how Khan became so successful in battle, and the techniques he used to overcome his enemies. Mongolian wrestling was a big part of this – you’ll learn some of the tactics this morning! Spirituality was just as important as physical skill though, and Genghis Khan used to invite shamans to call the war victory spirits. We’ll have our own farewell festival at the camp today in celebration of Mongolian food and arts – and you’ll learn an ancient song to perform at the festival."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart the ger camp today and ride your horse 35km from Maikhan to Tolgoi, to our tented camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Continue the expedition with a 30km ride to Dund Bayan. Overnight in a tented camp."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you’ll enjoy a scenic ride to Gunjin Temple, followed by a ride to the tented camp at Gunjin – around 30km in total."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Relax at the camp this morning after your long rides – before driving back to Ulaanbaatar. There’s plenty of time after lunch to walk around the city and perhaps do some souvenir shopping before you leave. You’ll be presented with your certificate of achievement in Genghis Khan warrior skills during a farewell dinner at a local restaurant."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}