{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "discover-mongolia-holiday-small-group",
  "tourName": "Discover Mongolia holiday, small group",
  "placesVisited": "",
  "generalInfo": "Mongolia's epic landscapes and striking beauty are legendary. From the undulating grasslands of Terejl National Park to the sand dunes of Elsen Tasarkhai that rise up out of the seemingly endless steppe, it is an incredibly varied destination that never ceases to surprise and delight even the most experienced of travellers.<br/><br/>Interspersing many of the country’s better-known highlights with some hidden gems, we’ll head out across the roads and tracks of this sparsely populated country from the capital Ulaanbaatar towards the Orkhon Valley, said to be the cradle of nomadic civilisation as well as towards Kharhorin, once the capital of the mighty Mongol Empire established by Genghis Khan. En route we’ll encounter nomadic families whose culture of hospitality will almost certainly lead to us being welcomed into gers for a glass or two of to airag (fermented mare’s milk).This is an adventurous 4WD trip, with much of the journey being on dirt roads but it is also highly rewarding with spectacular scenery and memorable sights throughout. Offering plenty of good walks and cultural interactions, this highlights tour offers a variety of experiences that is hard to beat.",
  "durationDays": "10",
  "price": "3575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Ulaanbaatar: Starting this morning, we’ll have an introductory meeting at the hotel before paying a visit to Gandan Monastery, the largest and most important in Mongolia. Wander around this fascinating site as you explore the different temples, including that of the Mijig Janraisig with its huge golden buddha statue. In the old temple complex we can listen to the chanting ceremonies which happen mid-morning. This afternoon we then take a walk across the expansive Sukhbaatar Square to the National History Museum which is a great introduction to the country's past. In the early evening, we enjoy a music and dance performance by the Tumen Ekh Ensemble. The hour-long performance shows us traditional Mongolian dance, singing and music with various instruments including the horse fiddle and singers along with traditional throat singers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ulaanbaatar - Terelj National Park: Today we journey east to the Terelj National park, stopping at the sacred Turtle Rock. Here we can venture into the valley and climb up to visit the nearby Aryabal Meditation Temple. The National Park offers some great scenery which making it a very popular weekend getaway for both locals and tourists alike. However, we will pass through the main valley avoiding the crowds, visit the Terelj village and continue across - or rather, through the river! After a short distance we reach a family's ger where we step inside and are welcomed by the local hospitality and a wonderful traditional homecooked lunch. Tonight we are hosted by the family in their guest ger. This afternoon you can either take a horse ride up into the valley towards the Jalman Mountain and along the east side of the Saikhan Saridag range, or the family will arrange some traditional archery. This evening we are treated to a nomadic feast of khorkhog, a dish of slow-cooked mutton and vegetables braised with red hot stones from the stove. Delicious!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Terelj National Park - Khustai National Park: After breakfast there will be the option to continue our adventure by river in kayaks or if preferred by foot. The river is wide, shallow, obstacle-free, but is fast-flowing river with many twists and turns but great fun to navigate. We will be on the river for 2-3 hours depending on the current, and water levels. We then drive a short distance to the impressive Genghis Khan statue near Erdene. Amazingly, you can climb up inside the statue to a viewing platform in the mane of the horse, looking out across the Tuul River, Terelj & the hills of Khan Khentii, and Genghis's homeland. Later we continue our journey West to Khustai National Park, and our Ger camp for this evening. At dusk we take a drive out from our camp to see the Takhi horses. This is the optimum time to see them close up as they gather to drink at streams. We may venture a little further into the park to stretch our legs before returning to camp for dinner.Driving time: Approx. 3hrs"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Khustai National Park - Khogno Khaan - Elsen Tasarkhai: Today you head to the nature reserve of Khogno Khaan, where we can explore the lower temple complex of Uvguun Khiid, see the reconstructed temples, prayer-wheel and take a wander around the ruins. We will then embark on some exercise by walking up to the older ruined temple complex in the hills where the scenery is fantastic. Heading back down to the valley floor, we continue onwards for a short drive until we reach the sand dunes at Elsen Tasarkhai. Here we have a chance to visit a family of camel herders, and head off on a Bactrian camel ride across the dunes for a short ride enjoying the beautiful landscape surrounding us. We then settle into tonight's ger camp nearby.Driving time: Approx. 3hrs"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Elsen Tasarkhai - Tovkhon Khiid - Uurtiin Tokhoi: This morning we continue your journey west across the open flat plains that give way to greener undulating countryside, with a greater number of people and livestock. We will take a walk up to the stunning hilltop monastery of Tovkhon Khiid where we can enjoy great views of the surrounding Arkhangai Hills, along with the interesting temple architecture. Arriving at our ger camp in the afternoon affords us an opportunity to take a walk to the Uurtiin Tokhoi Canyon close by."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Uurtiin Tokhoi - Orkhon Valley: Our first stop this morning is to see the ancient Bronze age burial stones of Temeen Chuluu. We continue up the Orkhon valley where the scenery is beautiful but the roads are rather challenging and rough! As such, covering a relatively short distance may take us some time to reach our home for the next couple of nights. We will stay with a local family who will greet us with a traditional home cooked lunch. We then take a walk, or ride, to the Orkhon Waterfall, created by a combination of volcanic activity and earthquakes. Just so you can immerse your self in Mongolian life, this afternoon we will learn how to put up a traditional Mongolian ger - with a little help from the locals of course. There will also be an opportunity to learn how to make traditional Mongolian dumplings, to be enjoyed as part of your dinner this evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Orkhon Valley: Spending today enjoying the tranquility of the open countryside, we have the opportunity to get involved in daily nomadic life. We have the chance to try our hands at a plethora of activities such as walking, riding, herding and milking animals. For those more interested in traditional nomadic practices in the home, we get to see how the family distill homemade vodka, make milk tea, dry curds, and make felt. If horse riding is you preference then you can head off on a full day's trek up into the Khangai Hills, complete with picnic lunch. Alternatively, you could just do a half day or a couple of hours. (Please note that any horse riding is optional and payable locally)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Orkhon Valley - Kharkorin: After breakfast we continue through the high passes to Kharkhorin, built on the site of Karakorum, briefly the capital of the Mongol Empire during the 16th century. Our first stop will be at Erdene Zuu Monastery in time to hear the monks chanting, which takes place mid-morning. We will take a tour around the main temples, and walk around the grounds. Next we will either have lunch at the ger camp or in town. In the afternoon we visit the local museum, the market, the Monument of the 3 Kings overlooking the Orkhon River, and the Erdenesiin Art and Calligraphy centre."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kharkhorin - Ulaanbaatar: After a leisurely breakfast, we head back east to Ulaanbaatar and go back to the capital to do some shopping perhaps at the Gobi Cashmere outlet store enroute into the city, and the craft outlets such as Tsagaan Alt felt shop, Quilters, Mary and Martha or the State Department Store. After freshening up at the hotel in Ulaanbaatar, we will enjoy a final farewell meal together at one of our favourite restaurants.Driving time: Approx. 5-6 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tour ends in Ulaanbaatar: The tour officially ends after breakfast those on the suggested group flights will have an early breakfast and will then be transferred to the airport."
    }
  ],
  "map": ""
}