{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-family-holiday-for-all-ages",
  "tourName": "Mongolia family holiday for all ages",
  "placesVisited": "Ulaan Bataar, ger camp in grasslands, Purevbat Lama Temple, Terelj National Park, Tsenkher Hot Springs, Karakorum, Erdene Zuu Monastery, Ongi Monastery, Gobi Desert, Flaming Cliffs, Yolyn Am Canyon, Khongoryn Els sand dunes, Baga Gazariin Chuluu, Optional activities include: horse treks, horse riding, rock climbing and caving",
  "generalInfo": "This two week family holiday in Mongolia is suitable for all ages thanks to a tailor made itinerary which places you in the heartland of Genghis Khan country with a choice of included and optional activities ensuring everyone gets to experience life, free from the trappings of the modern world.<br/><br/>There's nothing like the vast wide open spaces of Mongolia to quite literally expand horizons and if you're a family that likes camping then be prepared to experience life outdoors on a whole new level. Imagine an evening around the camp fire surrounded by the folds of the Gobi Desert whilst overhead stars shine against an infinite black velvet sky and wolves howl from distant rocky escarpments. How about fossil hunting for dinosaur eggs amongst the craggy canyons and rocky crevices of the Flaming Cliffs? <br/><br/>A trip to Mongolia represents such a unique glimpse at a completely different way of life and invites families to find out more about what it means to be a nomad amongst the steppe landscapes, shimmering glaciers and undulating oceans of grass where dinosaurs once roamed and armies once roared.<br/><br/>Become an archer and a warrior on horseback; wallow in hot springs and explore ancient monasteries; whatever you do, don't miss this opportunity to take your kids on a wild adventure that they'll never want to forget.<br/><br/>Come to Mongolia with an open mind, no preconceptions and a friendly smile because right here is where you find out what you're made of, away from the home comforts of family holidays past.",
  "durationDays": "15",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ULAAN BATAAR – GRASSLANDS Upon arrival at the airport, you will be met by one of our representatives and will set off to your ger camp in the heart of the grasslands north of the city. This afternoon you will visit a local nomadic family and will hike to a sacred shaman site. You will spend the night in a traditional ger, the Mongolian name for a yurt."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "GRASSLANDS A short drive to visit the beautiful Purevbat Lama Temple, set in lovely gardens and home to many beautiful Buddhist works of art. You will then ride a camel back to your camp where the children will enjoy taking part in an archery competition."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GRASSLANDS – TERELJ NATIONAL PARK After breakfast you have a beautiful drive across the river Tuul into Terelj National Park, a landscape of vast rocky cliffs, lush river valleys and dark green pine forests. The national park was once a meeting point for Genghis Khan’s armies when they returned from their campaigns abroad. Today this is one of the most beautiful parts of Mongolia and the perfect place for a variety of activities. You can take a hike, go horse riding or, if feeling adventurous, perhaps try your hand at rock climbing or caving."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TSENKHER HOT SPRINGS Head to the Tsenkher Hot Springs, popular with Mongolians for the reputed health benefits and spiritual significance. You will spend the rest of the day relaxing in this natural spa or taking a hike through the surrounding pine forests. If you would like to explore further afield, the children might enjoy heading out on a horse trek."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KARAKORUM A short drive brings you to Karakorum, the 13th century capital of Genghis Khan’s Mongolian Empire. The ruins of this ancient city are still clearly visible and you will be able to walk around the site with your guide, learning about its history. This is also the site of Erdene Zuu Monastery, the first and formerly one of the largest in Mongolia. Significant sections of this temple still stand and are home to practicing Lamas who you will see as you explore the picturesque courtyards and small temple shrines."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ONGI MONASTERY & GOBI DESERT After breakfast you will set off for the ancient Ongi Monastery in the Gobi Desert. This was once the largest lama monastery in Mongolia but was razed to the ground by communists during the 30s. The temple is now being rebuilt and you can walk through both the new part as well as the haunting ruins. If you are interested, you can chat to one of the lamas about life in a Mongolian monastery – quite an eye opener for the children! You will be spending two nights in a ger camp (winner of best ger camp in Mongolia for three consecutive years) on the edge of a fast flowing river with impressive views."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "GOBI DESERT A full day to relax and enjoy the surroundings of your ger camp. If you are feeling active you can take a hike into the surrounding hills, learn how to build a ger, take a camel ride or perhaps practice your archery."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BAYANZAG FLAMING CLIFFS Follow in the footsteps of the great archaeologists, visiting the Flaming Cliffs where dinosaur fossils have been discovered and continue to be discovered to this day – keep your eyes peeled! The landscape here is extraordinary and the children will enjoy scrambling up and down the rocky cliffs searching for dinosaur eggs and exploring craggy canyons."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "YOLYN AM Deep in the Gobi Desert is the extraordinary canyon of Yolyn Am, a deep cleft in the rock that is so sheltered from the sun that it is home to a glacier. You will walk through the impressive steep sided rocky valley to the glacier before enjoying a picnic lunch. In the afternoon you will take a scenic hike through the national park, with superb views."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KHONGORYN ELS Today you get a real sense of the majesty and splendour of the Gobi Desert at the immense sand dunes of Khongoryn Els. Some of the largest in the world, these huge dunes rear up out of the plains and are backed by dramatic black rocky mountains. You can climb to the top of the dunes for incredible views in every direction. Later you will visit a traditional camel herder’s family and, if you are feeling brave, join them for a cup of fermented camel milk."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TSAAGAN SUVARGA The Gobi Desert is hugely varied and your drive today takes you into a dramatic range of white limestone cliffs in a strange almost lunar landscape. You will explore the unusual cave formations and search for desert wildlife."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BAGA GAZRIIN CHULUU Head high into the mountains to the beautiful rock formation of Baga Gazariin Chuluu. The scenery in this area is spectacular and you will spend the night in a remote ger camp nestled in the mountains. There is the chance to visit a picturesque ruined temple and perhaps hike to a local shrine that is reputed to cure blindness."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ULAAN BATAAR Drive to Ulaan Bataar, Mongolia’s capital. There is much to explore in the city, and your guide will take you to the museum of the last living Buddha, the impressive Gandan Monatsery and the vast Sukhbaatar Square."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "A second day to enjoy Ulaan Bataar."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "ULAAN BATAAR Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}