{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-family-adventure-holiday",
  "tourName": "Mongolia family adventure holiday",
  "placesVisited": "Urban city walking tour of Ulaanbaatar, three-day yak cart trek, archery workshop, great day hikes, Trans Mongolian train, Amarbayasgalant Monastery, Khovsgol Nuur National Park, homestays, wild swimming",
  "generalInfo": "Mongolia provides the backdrop for a family holiday like no other. This itinerary is a private trip that can be adapted to suit your budget, travel dates and family – especially children. Whether you want to hike, camp, ger homestay, camel trek, horse ride or relax in some hot springs, it’ll be designed to suit you.<br/><br/>You’ll have a private vehicle and your own local trip assistant, giving you the freedom to travel in your own way, away from the crowds. You can add additional nights in Ulaanbaatar (UB) at the beginning, and different hotels and activities can be recommended for you based on your preference. Why not spend a morning in UB learning how to shoot an air pistol at the shooting range used by the Mongolian Olympic team? Alternatively, spend half a day at a felt crafting workshop.<br/><br/>Below is a 12-day sample itinerary taking in Mongolia's spectacular Khovsgol Nuur National Park. However, the holiday company can provide experiences countrywide  - Mongolia’s central heartland or the epic Gobi Desert or even western Mongolia with the Kazakh eagle hunters – just send over your thoughts and they'll do the rest.<br/><br/>Just so you know: this holiday is run by a small independent business consisting of one westerner and a small Mongolian team. Itineraries are diverse, flexible and designed to give you an authentic introduction to Mongolia, working closely with local people as part of long-term local community partnerships to create personal, unique experiences. You’ll genuinely get under the surface and experience the real Mongolia.<br/>",
  "durationDays": "12",
  "price": "3775",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ULAANBAATAR - Last arrival day into Ulaan Baatar: UB maintains a strong Mongolian identity of its own and has a ‘frontier’ feel and vibrancy. It is a city well-worth exploring and, for those interested, we include a free walking tour for a more local introduction which includes a children’s community project. We can adapt the day depending on the age of your children."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "NORTHERN MONGOLIA - Trans Mongolian Train | Darkhan: Climb aboard the local ???????????????? (MTZ) train to Darkhan, a small city in the north of Mongolia. The description of the city doesn't necessarily make you want to visit but sometimes, it's about the journey, not the destination. The local train journey is approximately 6 hours and 30 minutes and is a delightful way to leave the city, as the rolling steppe landscapes of some of Mongolia's most valuable agricultural land slowly unfolds. Your EL trip assistant will be with you and your EL driver will take the luggage and meet you at the train station in Darkhan. Whilst in Darkhan, join the locals at the Morin Khuur Statue and seated Buddha for views over the old and new town. Or join other families and take an evening stroll in the Children's Park to the South. It is a great place to relax and take in the peacefulness of Mongolia."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bow & arrow workshop | Amarbayasgalant Monastery - Head to the home of master craftsman Boldbaatar - a 5th generation composite bow and arrow maker. You can spend time at his workshop before heading to his archery field for a practice. You’ll then transfer to Amarbayasgalant Monastery where the remains of Zanabazar - Mongolia’s first Living Buddha (spiritual head of state) - are interred. The monastery was constructed between 1726 – 1736, when Mongolia was under heavy Manchu influence and this influence can be seen today. By the early 1890s Amarbayasgalant was one of the greatest pilgrimage destinations in Mongolia. The monastery is situated in a haven of rugged beauty in the cul-de-sac of a long, deep valley backed by Mount Buren-Khaan against which the monastery is built. The valley is well-watered by the Iver River and has long provided an essential water source for nomadic herders and their livestock."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Amarbayasgalant Khiid | Uran Togoo Volcano | Bulgan - Spend time at the monastery and then depart for Uran Togoo - Tulga Uul - a national protected area consisting of the extinct volcanoes of Uran Togoo, Tulga, Togoo, and Jalavch Uul. All four mountain names allude to their volcanic past with designations borrowed from around the fireplace - a bowl shape, three mounds reminding of the traditional iron tripod kettle support and a small pot. This is a great area for kids to explore."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Delger Murun River -A short drive to just north of Murun to be rewarded with stunning views of the Delger Murun River (‘wide river’). Together with the Ider River, the Delger Murun it is one of the sources of the mighty Selenge River. We don’t dictate what to do as everyone is different in what they would like to do but why not explore the Ushigiin Uver deer stones complex located close to the spectacular Delger Murun River. Known as Bugan Khoshoo in Mongolian they are believed to possibly be ancient grave markers for warrior chiefs. The ger camp also has possibly one of the best sunset viewing platforms in Mongolia - perfect for enjoying a cold drink. And for those brave enough, you can swim in the river and kayaks are also available (for a rental price). An alternative is the short (30-40 minute) hike up the nearest hill for spectacular views over the extended river valley."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "NORTHERN LANDSCAPES - Khatgal | Yak Cart Trek: Drive to the rural community of Khatgal located to the south of Khovsgol Nuur National Park. In Khatgal you’ll stay at the family home of Basaanchuluu (Bambakh) - a modern ‘malchin’ (herder) in the region. As is common, he has a home within the town of Khatgal itself and this is where you will stay - in his wooden house within the hasha - typical fenced compound that belongs to each extended family. Within Khatgal there are hills to hike up within the town for remarkable views. Or why not take a boat ride on the Sukhbaatar III (Mongolia’s Navy). Or just relax and enjoy daily life in Khatgal. You'll also enjoy a three-day relaxed yak cart trek as you travel slowly with Bambakh following the peaceful tempo of the yak cart. The landscapes you will explore are not mentioned in a guidebook. There are no considered ‘highlights’. Instead, this is the area where Bambakh grazes his livestock and you will discover this region through the eyes of Bambakh. The yaks will determine the pace of your nomadic journey over easy terrain but our treks are different in that we leave the route entirely flexible and in the hands of your herder guide as this leads to a more organic and Mongolian type of exploration. We adapt the trek depending on the size/age of your children and they can of course travel on the yak cart itself."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Khovsgol Nuur National Park: Khovsgol Nuur is known as Dalai Ej - Mother Sea to Mongolians. It is a spiritual place for Mongolians and its natural beauty makes it a stunning location to take a little time out. Khovsgol is 126km in length and represents roughly 70% of Mongolia’s fresh water and is the younger sister to Lake Baikal in Siberia and part of the same Rift System. If the sky is clear, you can stand on the shoreline and see the snowcapped Sayan Mountains - the border with Siberia. It is truly spectacular. We like to stay on the western shore as with a bit of ‘puff’ you can explore the Khoridol Saridag Mountain. Again, the accommodation and free day activities can be adapted for your children."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ulaanbaatar: A domestic flight back to Ulaanbaatar where you can decide your plan for the day depending on your arrival time."
    }
  ],
  "map": ""
}