{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-tours-small-group",
  "tourName": "Mongolia tours, small group",
  "placesVisited": "",
  "generalInfo": "Endless blue skies, vast desert landscapes and warm nomadic hospitality - experience it all and more on our tour of Mongolia. From ancient Buddhist monasteries to sprawling national parks and the sacred Orkhan Valley, explore the highlights of this intriguing country. Along the way, share tea with local nomads and herders and learn nomadic skills alongside a local family. Our itineraries include the option to witness the Naadam Festival, please select the relevant itinerary package below.<br/> <br/> Steppe, mountains and deserts - Explore spectacularly varied Mongolian landscapes.<br/> Gobi Desert - Travel through one of the most remote parts of our planet and marvel at the beautiful extremes.<br/> Karakorum - Visit Genghis Khan's ruined capital and the revived Erdene Zuu Monastery. <br/> Naadam Festival Departures - Experience Mongolia's biggest celebration of the year in authentic settings.<br/>",
  "durationDays": "14",
  "price": "3035",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Ulaanbaatar",
      "description": ": Our tour starts today in Ulaanbaatar, the modernised capital of Mongolia. The city is home to nearly half of Mongolia's population, many of whom continue to live in gers (yurts) in the suburbs. For those arriving on time, our tour leader plans to meet you in the hotel reception at 2pm for an orientation walking tour of Sukhbaatar Square. The square is the administrative heart of the nation, surrounded by the Government Palace, central banks, theatres and the post office, and a bold display of Soviet-era architecture. There is an equestrian statue of Damdin Sukhbaatar and a huge bronze monument of Chinggis Khan flanked by two of his many sons and two of his most important generals. We'll also take a visit to the Mongolia National Museum, which will tell you everything you need to know about one of history's most divisive characters and more. After our orientation, our tour leader will hold a welcome briefing at 6pm in the hotel. Then, you have the option to get to know your fellow travellers over dinner. If you'd like an airport transfer today, you'll need to arrive into Chinggis Khaan International Airport (UBN), which is a one-hour drive from the hotel. If you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up on day two. Our time in Ulaanbataar is limited, so if you would like to spend more time exploring Mongolia's capital or take a visit to the Chinggis Khan statue, we'd recommend adding a day to the tour by booking a pre- or post-tour accommodation."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Hustai National Park. Search for Perzevalski wild horses",
      "description": ": The adventure begins this morning as we leave Ulaanbaatar and drive out into Mongolia's beautiful countryside. As we set out, we'll pass through the new, the old and the chaotic parts of the capital, before reaching the rolling hills of the Mongolian steppe. Following the country's central road for around three hours, we'll leave the tarmac as we head into Hustai National Park, arriving at our camp in time for lunch. Hustai National Park (Khustain Nuruu) has been a protected area since 1993 containing both mountains and steppe within a relatively small area. The national park is home to the rare Mongolian wild horse known as Perzevalski or Takhi; once extinct in the wild, the Perzevalski Horse is a conservation success story with captive breed horses released into, and then surviving in the wild. After lunch, we'll have a little time to visit the on-site visitor centre and learn a little more about the region, the horses and various other flora and fauna found in Hustai National Park. Mid-afternoon is the best time to spot the beautiful Takhi horses, so we'll pile into our trucks and drive out into the rolling terrain to look for them coming down from the mountains for water at the nearby river. If we're lucky, we might also spot foxes, red deer, roe deer, eagles and various other animals. Once we've finished our Mongolian safari, we'll head back to the camp for dinner and to spend our first night in our authentic Mongolian Ger. 4WD vehicles are best suited to the rugged conditions when travelling around Mongolia. The group will be split up into 4WD vehicles (usually seven-seater) with approximately four or five passengers in each vehicle so everyone gets a window seat. Our tour leader will ride in one of the vehicles and will rotate between vehicles throughout the tour. Our ger camps on this trip generally consist of several canvas and felt tents, plus a large dining tent or restaurant. Each ger has two or more beds, bedding, plus a table and stools, all hand-painted in local style. Toilet and washing facilities are shared and separate from the living gers, with a mixture of flushing and long-drop style toilets. If you need to charge your cameras and electronic devices during your trip, there is electricity in the restaurant gers."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Khogno Khan Mountain via herding family visit in the mini-Gobi",
      "description": ": Today, a four-hour scenic drive takes us to Khogno Khan Mountain - a beautiful and serene mountainous area in the heart of Mongolia's steppeland. Once the site of a battle between Buddhist sects, nowadays Khogno Khan is considered a place of spirituality. We'll break our journey with a visit the \\ mini Gobi', an area of rolling dunes that look out of place surrounded by green steppe, where we hope to visit a local herder family. In the afternoon we'll explore the stunning terrain where red granite mountains tower above green meadows and arid desert landscapes. We'll visit a solitary Buddhist temple, hidden from the world, but still occupied and very much in use and head down to the beautiful crystalline lakes that sit between lush green steppe on one side, and towering sand dunes on the other. During the summer, these meadows and lakes come alive with flowers and butterflies, tiny frogs and majestic cranes and other birdlife that inhabits the area. Alternatively, you might like to relax with a good book and an exceptional view. We'll spend the evening at our ger camp, relaxing under the shelter of the Khogno Khan Mountains."
    },
    {
      "dayNumber": 4,
      "title": "Visit Erdene Zu Monastery en route to Karakorum",
      "description": ": Waking up in the shadow of Khogno Khan, we'll spend a lazy morning enjoying the scenery of our surroundings before setting off in search of Mongolia's ancient capital, Karakorum (a two-hour drive away). Karkorum was the former capital of the Mongolian Empire. At its height in the 13th century, it was from here that Chinggis Khan's son, Ogedei Khan, once ruled the largest land empire the world has ever known. During Karkorum's golden age, much of the city was comprised of tents and, as the Mongolian Empire went into decline, the city's decay was rapid. These days, all that remains of this once-great settlement is the impressive Erdene Zuu Monastery, as well as a few scattered archaeological finds. On arrival at Karkorum, our first stop will be the immense Erdene Zuu Monastery - Mongolia's first Buddhist centre established in the 16th century and now an active monastery as well as a museum. At its zenith there were 1,000 resident monks and, although most of the temples were destroyed in the 1930s, the monastery is slowly being restored and is considered by many as the most important monastery in Mongolia. The political climate in Mongolia is changing and Buddhism, previously suppressed, is currently experiencing a resurgence. We'll hopefully catch the resident monks in their afternoon prayer. Following our monastery visit, we'll call at the Karakorum Museum, which chronicles the history of the Khan Empire along with artefacts from the ruined city. These days Karkorum has a real backwater feel to it, and before we head to our camp for the evening, we'll cut through the centre so we can gain a snippet of life in this once-grand settlement and, time permitting, we'll stop at the local market for a chance to see the local traders selling their wares within a labyrinth of small buildings and storage containers."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Orkhon Valley via Tovkhon mountain-top Monastery",
      "description": ": Continuing our journey south this morning, we'll stop 90 minutes in to visit Tovkhon Monastery - one of the most secluded and beautiful in the region. The only way to reach Tovkhon is on foot but the walk is worth it for the views alone. The walk is around 5 kilometres/3 miles in total, taking from one to two hours to get up and one hour to get down. Upon arrival, we'll meet the local monks and, for those brave enough, climb along the cliffside with the monks to find traditional meditation caves. Following our Buddhist adventure, we'll head back down the mountain and make our way to the Orkhon Valley. The Mongol culture of today is still pastoral and we hope to come across itinerant herdsmen, a group of two or three families, their gers pitched on the steppe. The nomads live in harmony with their surroundings and move with the seasons. Many rear camels, sheep and goats. It's likely that, at some point during our trip, we'll be invited to share a drink of airag or koumiss (fermented mare's milk) with these friendly people. There are many polite points of etiquette to learn, but our guide will help us through these so we don't inadvertently cause offence. The provision of a gift when you visit a ger is part of the culture in Mongolia, so feel free to pack something small. Practical items such as torches or sewing kits, that save a trip to town are often the most appreciated. Alternatively, a local speciality from home would be well received such as a biscuit, sweet or whatever you think would be well received. The two-hour drive to Orkhon takes us through the Khangai mountain range, offering beautiful landscapes comprising of gorges, river valleys and green steppe. Upon arrival, we'll stop to visit the Orkhon Valley Waterfall, Mongolia's tallest at 16 metres high, situated at the head of an impressive gorge cut into the landscape over millennia. Finally, we'll check in to our ger camp - our base for the next two nights."
    },
    {
      "dayNumber": 6,
      "title": "In the Orkhon Valley. Visit local family and learn about nomadic life",
      "description": ": Today we'll spend time relaxing amidst the picturesque surroundings of the Orkhon Valley. You can choose to horse ride or walk in this lush green heart of Mongolia's countryside. For those who wish, we'll set out on horseback to explore the mountains, rivers and canyons, passing herds of yak, sheep, goats, and horses which roam the valley. We'll also have the chance today to learn traditional nomadic skills alongside a local family. Learn how to build a traditional Mongolian Ger and spend time alongside the family as they teach us about herding, milking, and how they process the milk to create different tasty snacks such as cream, yoghurt and curd."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Ongii Temple",
      "description": ": Today we embark on a longer drive of seven hours from the green mountains of Khangai into the Gobi landscape, passing lush, winding river valleys that transition into the scrub-filled desert region. We'll pass into Saikhan Ovoo, a small province in Mongolia's heartland with green steppe, rugged rock formations and Martian-like landscapes. Once again, there are no roads and few tracks to follow. The other thing that will doubtless strike you when travelling through these great expanses of Mongolia is the varied bird life. Mongolian Lark, Demoiselle Cranes and Black Vultures can be seen, to name but a very few. Our destination is a place of quiet solitude on the Ongiin Gol River known as Ongi Temple. The ruins of two monasteries, Barlim and Khutagt, remain on the north and south shores of the river. We'll visit this site, commonly collectively known as the Ongii Lamasery, and it's little museum. Ongii used to be one of Mongolia's most extensive monasteries and home to over one thousand monks until the Stalinist purges of the 1930s when it was destroyed. In 2002, some monks returned and began restoration work with a small budget, making up for what they lacked monetarily with inspiring spiritual fervour. This evening, our ger camp is located only a stone's throw from the temple and offers a chance of serene relaxation, further hiking or exploration."
    },
    {
      "dayNumber": 8,
      "title": "Cross the Gobi Desert to the Flaming Cliffs of Bayanzag",
      "description": ": After breakfast, we'll depart our ger camp and head into the Gobi Desert proper. We'll drive for around four hours today, passing three mountain ranges known as the 'Three Beauties'. The sheer vastness of the desert is awe-inspiring with no tracks to follow, let alone roads. Our foray onto its plains only gives us a snippet of its actual size - the Gobi is the sixth-largest desert globally and the second in Asia, it's a wide-open place of extremes that reaches into China. Our destination today is Bayanzag, home to the Flaming Cliffs - sandstone cliffs and canyons that light up brilliantly at sunrise and sunset. Aside from its obvious wow factor, Bayanzag is also where American palaeontologist Roy Chapman Andrews discovered the world's first-ever recorded dinosaur eggs and a mighty haul of various other fossils in 1922. Once we've finished our exploration, it's off to the nearby ger camp where we can relax, drink, and return to the cliffs to catch the changing colours at sunset - a perfect end to an exciting day."
    },
    {
      "dayNumber": 9,
      "title": "Journey to the Khongor 'Singing' Sand Dunes",
      "description": ": The adventure continues as we bid farewell to the Flaming Cliffs, board our vehicles and drive for about four hours onwards through the wilds of the Gobi Desert to the Khongor Sand Dunes (Khongoryn Els) also known as the Singing Sands. Along the way, we'll pass typical Gobi terrain, a loose mix of pebbles, gravel and fine sand. We'll also cross a fertile area of steppe where we'll visit one of the traditional nomadic families who call this desolate region home. The Khongor Sand Dunes, as the name suggests, are a dune system found within the Gobi; as only around 3% of the Gobi Desert is covered in sand, the sight of these 300-metre-high gigantic dunes is something to behold. The shifting sands of Khongoryn Els stretch out for over 180 kilometres/112 miles - our ger camp looks out across these giants. After lunch, and once the weather has cooled down, we'll visit one of Khongor's resident camel herder families. For those who don't want to tackle the dunes on foot, there'll be the option to ride a camel. When the wind blows across the sand's surface in the right direction, an eerie sound is emitted, giving them the nickname the 'singing' sands. As with much of the Gobi Desert's natural scenery, the Khongor Dunes come alive at sunset and you might like to catch the view from the top of the dunes or the comfort of our ger camp while enjoying a cold drink after dinner."
    },
    {
      "dayNumber": 10,
      "title": "Drive to the Yol Valley (Vulture Gorge)",
      "description": ": After enjoying another filling breakfast in our ger camp, we'll continue the adventure. The journey is short today but the going is bumpy as we leave the Khongor area on our way to the Yol Valley. You can see how the landscape transitions from a typical sandy desert into hard clay, rock, stone and steppe - showing how diverse the Gobi Desert really is. We'll eventually arrive at the Gurvansaikhan Mountains. Due to the altitude and deep gorges, a temperate ecosystem exists, with argali sheep, ibex and snow leopards living here - as opposed to the desert species we might expect. The Yolyn Am (Vulture's Gorge in Mongolian) is a magnificent 40-kilometre/25-mile long valley with great views and we'll explore it on a three-to-four-hour walk. Over the winter months, the river builds up a thick layer of ice which thaws slowly and, at times, remains long into the summer months. As you follow the winding path, eagles rise to circle in the thermals high above the canyon whilst wild goats can be seen perched on the high valley walls and picas scurry amongst the rocky terrain. Finally, we'll drive to our accommodation for tonight, another well-appointed ger camp where we'll have a chance to chat about our adventures and relax over a drink or two."
    },
    {
      "dayNumber": 11,
      "title": "Visit Dalanzadgad Dinosaur Museum and drive to the White Stupa Cliffs",
      "description": ": Following a hearty breakfast, we'll head for the provincial capital of Dalanzadgad to visit the recently opened Gobi Museum of Nature and History, a modern museum that houses many of the region's dinosaur finds and artefacts that help explain the history and culture of the Gobi. After lunch, we'll start our journey north back towards Ulaanbaatar, but between us and the capital, there is plenty more to see. Today's drive leads us on through the Gobi and after about three hours, we'll reach our destination - White Stupa. These magnificent white cliffs tower over the desert floor creating some of Mongolia's most stunningly picturesque natural scenery. We'll spend time in the late afternoon traversing and admiring these natural rock formations on foot, and we'll also have a chance to see some ancient petroglyphs carved by the former inhabitants of this corner of the world. Finally, we'll head to our ger camp for the night."
    },
    {
      "dayNumber": 12,
      "title": "Journey to Baga Gazriin Chuluu National Park",
      "description": ": Following breakfast, we'll make our way across the country, continuing our journey to an area known as Baga Gazriin Chuluu. The trip will take us across typical Gobi scrub, transitioning finally into the more famed and well-known traditional Mongolian steppe. After around five hours of driving, plus the usual comfort stops and a break for lunch, we'll start to see a red granite outcrop that rises to 1,768 metres above sea level surrounded by flat, featureless Mongolian steppe. Baga Gazriin Chuluu National Park is home to 20 rare species of plant, ibex, marmot and mountain sheep. We'll explore the impressive geology and scenery on a walk in the afternoon along with some more ancient petroglyphs and burial mounds. We'll also visit the ruins of a temple, hidden between these towering rocks - a chance to see how nature has reclaimed this site. Time permitting, we'll also stop to meet and interact with a few more nomadic herders passing through the region. We'll also try to squeeze in time to stop for a cup of milky tea before continuing to our final ger camp."
    },
    {
      "dayNumber": 13,
      "title": "Return to Ulaanbatar and explore the capital",
      "description": ": Today, we leave the countryside and head back to the hustle and bustle of Ulaanbaatar - a journey of around four hours. Once back in the capital, our first visit before lunch is the unmissable Gandan Monastery - Ulaanbaatar's largest and most impressive Buddhist monastery. The complex is comprised of varying temples from different periods and one of the highlights is the the 26-metre-high gold-coated indoor Buddha. Following lunch, we'll make our way to the State Department Store, known in Mongolia as 'Ih Delguur' or 'The Big Shop', for a chance to pick up those last-minute souvenirs and learn a little more about the history of Ulaanbaatar. We'll also visit the Beatles Statue and discover why there is a monument to the Liverpudlian band in the middle of Mongolia. For those who wish, you can cross from the square to our accommodation for a well-deserved rest. If you'd like to continue exploring, our tour leader can suggest a few more local sites. We'll end the day with a farewell dinner, and perhaps a drink or two, as we look back on our adventures."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Ulaanbaatar",
      "description": ": The trip ends after breakfast at our hotel in Ulaanbaatar. There are no activities planned today, so you're free to depart from Ulaanbaatar at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like a complimentary airport transfer today, you'll need to depart from Chinggis Khaan International Airport (UBN), which is a one-hour drive from our hotel."
    }
  ],
  "map": ""
}