{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-naadam-festival-tour",
  "tourName": "Mongolia Naadam Festival tour",
  "placesVisited": "Ulaan Bataar, Terelj National Park, Traditional ger camping, Nadaam Festival - archery, wrestling and horse racing, Hustai National Park and wild horses, Sand dunes, Genghis Khan's capital Kharkhorin, Tsagaan Sym River Valley, Bulgan and uplands, Ancient monasteries, Ogii Lake",
  "generalInfo": "Mongolia – its very name conjures up images of a mysterious land at the outer edge of the world. Set between two vast neighbours, Russia and China, Mongolia is characterised by sweeping wild panoramas roamed by hardy nomads following time-honoured traditions – which you'll experience through the fantastic Naadam summer festival as well as visits to local homes. But you'll also delve a stirring history, from the empire-forging warrior Genghis Khan to dramatic remote monasteries. <br/><br/>From the capital Ulaan Bataar, take in the giant statue of Genghis Khan en route to the rocky alpine scenery of Terelj National Park. You'll also spend time discovering the dramatically different nature and wildlife of Mongolia's sand dune desert, the yak country of the Tsagaan Sym River Valley wetlands, the bird mecca of Ogii Lake plus the Hustai National Park – home to arguably the world's only true wild horses. <br/><br/>Alongside Mongolia's natural marvels, the colourful festival of Naadam offers one of Asia's greatest experiences – a summer festival that lets you experience pulse-quickening traditional tests of skill and bravery including horse-racing and Mongolian wrestling. It's also a great chance to mingle with local families, many dressed up to the nines in traditional outfits called Deels. <br/><br/>In Kharkhorin, discover the ancient capital of Genghis Khan from where he led his armies to capture much of Europe in the 13th century. You'll also visit Mongolia's two finest monasteries at Amarbayasgalant and Erdene Zuu Khiid. The trip reaches its finale in the dramatic central uplands around the craft centre of Buglan, where Buzzards and Steppe Eagles soar.",
  "durationDays": "14",
  "price": "3045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ulaan Baatar - We arrive in Ulaan Baatar, Mongolia’s capital where we are transferred from the airport to our hotel. Depending on the time of your arrival, you may be able to visit the Chinggis Khaan’s Museum. Overnight Bayangol Hotel or similar. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ulaan Baatar - Chinggis Khan’s Statue- Baga Gazriin Chuluu - This morning we start early as we visit the 45m tall statue of Chinggis Khan. Our journey then continues south to Baga Gazriin Chuluu, an area of picturesque granite formations in the middle of the Gobi. This area also has much wildlife that you might get a glimpse of, such as mountain sheep, white-tailed gazelle, hare, and many more. We will enjoy a walk around the amazing locations scattered around the area. Overnight in ger camp. (BLD) Total driving: 30 km on dirt road and 230km tarmac road to a camp, approx. 4-4.5 hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Baga Gazriin Chuluu to Tsagaan Suvarga Cliffs - After breakfast, we drive through the Gobi to Tsagaan Suvarga. Tsagaan Suvarga (or White Stupa) and also known as the mini–Grand Canyon, is a sheer slope that was an ancient seabed. Over millions of years various changes in the environment have produced its famous-coloured layers. The formation is over 50 meters at its highest point, and it is a sheer slope, which from a distance seems to be the ruins of an ancient city. Overnight ger camp. BLD Total driving: 60 km on dirt road and 180km tarmac road to a camp, approx. 4-5 hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tsagaan Suvarga Cliffs and Yol Gorge - This morning, we head south to Dalanzadgad, the provincial capital of South Gobi. We then continue the drive to Yol Gorge. The gorge is 2800m above sea level, is about 40 km long and up to 200m high. The gorge is named after the Lammergeier, which is called Yol in Mongolia or better known as the White Bearded Vulture. The Yol is very rare and lives only in Central Asia at heights between 1500-3000m. The valley is blocked from sunlight and contains thick ice layers throughout the year, but, recently, because of global warming the ice melts down in late summer. We will explore in the gorge before we return to our ger camp. Overnight ger camp. (BLD) Total driving: 30 km on dirt road and 120km tarmac road to a camp, approx. 3-3.5 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yol Gorge to Khongor Sand Dunes - This morning we drive to Khongor Sand Dunes, some of the largest and most impressive white sand dunes in Mongolia. Khongor Sand Dunes stretches more than 180 km (112 miles) with majestic heights of 15-30 m. The largest dunes are northwest of the range up to 300 metres high. From the top of the dunes, the view of the desert is incredible, and one can also see the Khongoryn River flowing in amongst the desert feeding the nearby oases. We will take a camel ride before returning to camp. Overnight ger camp. (BLD) Total driving: 180 km on dirt road and 50km tarmac road to a camp, approx. 5 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khongor Sand Dunes - It is a lovely relaxing day spent in the Gobi. Did you know that the name “Khongor” means palomino horse in Mongolian? Enjoy walks near the camp and visit the sand dunes. The dunes make sound like a plane engine on a windy day, so they have also been named the \"Singing Dunes\". Overnight ger camp. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Khongor Sand Dunes to Bayanzag and the flaming cliffs - Today we drive to Gobi Gurvansaikhan National Park, located in the southern part of central Mongolia not far from the border. The eastern side of the park features the Gurvan Saikhan Mountains which are locally known as the \"Three Beauties.\" These rugged mountains account for about half of the park's terrain. They are also home to the endangered snow leopard. We will explore the area on foot before we drive to our ger camp. We visit to Flaming Cliffs in the evening and enjoy our sunset in the Gobi. The Flaming Cliffs are home to the fossils of ancient creatures from the dog-sized herbivore Protoceratops to the ferocious predator Velociraptor. Overnight ger camp. (BLD) Total driving: 150 km on dirt road to a camp, approx. 4 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bayanzag to Ongi monastery - Today we will drive to Ongi Monastery and transfer to ger camp. Ongi Monastery is the collective name for the ruins of two monasteries that face each other across the Ongi River in Saikhan-Ovoo district of Dundgovi Province. The Barlim Monastery is located on the north bank of the river while the Khutagt Monastery sits on the south bank. Both complexes of Ongi Monastery were completely destroyed in 1939 during anti-religious purges. Over 200 monks were killed, and many surviving monks were imprisoned or forced conscripts into the Communist controlled army. Overnight ger camp. (BLD) Total driving: 180 km on dirt road to a camp, approx. 4-4.5 hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Arvaikheer town - It is an early start this morning as we set off for Arvaiheer town. It is pre-Naadam Day at town and we will visit the local horse trainers camping area. Here, jockeys and trainers will be getting ready for the race tomorrow. It is always a good to see build-up of excitement and feel the true atmosphere of Naadam Festival. Overnight tourist class hotel. (BLD) Total driving: 150 km on dirt road to a camp, approx. 3-4 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Naadam Festival - We will attend the opening ceremony for this local Naadam Festival and then spend the day here. There will be the opportunities to view the horse racing and wrestling. There are 5 horse races according to the horse ages and starting from 2-year-old yearlings. There will also be archery which will take a place near to the stadium. Overnight tourist class hotel. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kharkhorin - After breakfast we drive out of town and head to Kharkhorin. Back in the 13th Century, Kharkhorin was constructed as a capital city which attracted traders, dignitaries and skilled workers from across Asia and even Europe. The Mongolian Empire was governed from this city until Khubilai Khan moved the capital to Beijing. Kharakhorum was completely destroyed by vengeful Ming troops in 1380. A few relics remained, notably two granite turtles, the base of a palace, some stone lions, two columns, and a few traces of an irrigation channel. Today the only information known about the rise and prominence of Kharakhorum comes from the notes and stories of travellers who visited the city during its peak years. Overnight ger camp. (BLD) Total driving: 60 km on dirt and 75 km on tarmac road to a camp, approx. 4-4.5 hours"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hustai National Park - Today we will visit Erdene Zuu Monastery complex and Kharkhorin Museum. We will then drive to Hustai National Park. This National Park, famous for the Takhi (Przewalskii’s) wild horses. The horses were successfully reintroduced to the preserve after having been extinct in the wild since the 1960's. The steppe and forest-steppe environment is also inhabited by maral, steppe gazelle, deer, boar, wildcat, wolf and lynx; there is interesting birdlife including Eurasian eagle-owl, boreal owl and Eurasian nightjar as well as migratory cranes. Overnight ger camp. (BLD) Total driving: 20 km on dirt and 260 km on tarmac road to a camp, approx. 4-4.5 hours"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ulaan Baatar - This morning we return to Ulaan Baatar and transfer to our hotel. On our way we will have picnic lunch. In the late afternoon there will be an opportunity for shopping or to explore the city on your own, before our farewell dinner. Overnight Hotel or similar. (BLD) Total driving: 20 km on dirt and 80 km on tarmac road to a camp, approx. 2-3 hours"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure from Ulaan Baatar - The tour finishes this morning after breakfast and a transfer to the airport will be provided to coincide with your departure. (B)"
    }
  ],
  "map": ""
}