{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-tour-land-of-the-great-khan",
  "tourName": "Mongolia tour, land of the great Khan",
  "placesVisited": "Ulaanbataar, Bayanzag', Khongor Els, Gobi desert, Khermen Tsav, Kharkhorin, Hustai National Park, nomad encounters",
  "generalInfo": "This adventurous trip uses the back roads of Mongolia to provide an epic insight into one of Asia's most distinctive countries, combining spectacular landscapes with a chance to engage closely with locals who are a lot friendlier today than the country's most famous son, Genghis Khan, was back when his medieval armies swept across Eurasia to found history's greatest ever contiguous empire.<br/><br/>After a dip into Mongolia's unexpectedly cosmopolitan capital Ulaanbataar, your journey into wilderness begins, starting with the remarkably coloured 'flaming cliffs' of Bayanzag and the towering sand dunes at Khongor Els. <br/><br/>Reaching the remote Gobi desert, you'll use the remote Zulgani Oasis to explore wonders such as the dramatic Khermen Tsav canyon with its superb hiking trails. Head north, dive into the Khangai Mountains to discover the intriguing provincial capital Bayankhongor, from where you'll explore a surrounding landscape of rich forests, meadows and river valleys. You'll also visit the dramatic 16th century ruins of Kharkhorin – Genghis Khan’s capital in its 13th century heyday. <br/><br/>The trip finale brings you to the sweeping grasslands of the Hustai National Park, roamed by what are claimed to be the world's only true wild horses. In this iconic landscape, you will also experience the hospitality of the people of these plains – including a likely invite into their nomadic homes - gers - for a glass of airag (fermented mare’s milk)! <br/><br/>But wherever you are here, you'll find Mongolians are as unforgettable as their country.  <br/>",
  "durationDays": "15",
  "price": "4220",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Ulaanbaatar: The tour starts from Ulaanbaatar's International Airport to coincide with the suggested group flights (see 'Getting There'). The plan for today is quite flexible, as the group flight arrival time will influence the schedule. Starting this morning, we’ll have an introductory meeting at the hotel. Rooms are available from 2pm, so we will check-in if possible, before a visit to the Gandan Monastery, the largest and most important in Mongolia. Wander around this fascinating site as you explore the different temples, including that of the Mijig Janraisig with its huge golden buddha statue. In the old temple complex we can listen to the chanting ceremonies which happen mid-morning. Then there may be time to visit the National History Museum which is a great introduction to the country's past. In the early evening, we enjoy a traditional music and dance performance by the Tumen Ekh Ensemble, followed by a welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ulaanbaatar – Mandalgobi: This morning we head south to explore the rock formations Baga Gazriin Chuluu, including a visit to the Som Hoh Burd temple ruins. Later driving to Mandalgobi where we'll stay on the edge of this provincial town with our host Byamba and her husband Radnaa, who run the Gobi Oasis tree planting nursery. Byamba has been leading this conservation project for over 40 years. The project works by growing trees from small seeds and branches, and nurturing them in the harsh conditions, before replanting them in areas in desperate need of combating desertification. Here you will have the opportunity to contribute to the project by planting your own tree. Next we will have a Mongolian cooking lesson, preparing a traditional nomadic dishes - 'perhapsbuuz' (steamed dumplings) or 'huushur' (fried dumplings).Driving time: Approx. 6 hrs"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mandalgobi - Tsagaan Suvarga: This morning we head south into the Omnogobi province. Tonight our ger camp is located near the impressive rock formations of Tsagaan Suvarga or 'White Stupa' where it is possible to explore the area by foot. We will visit two famous caves that lie 7 kilometres to the east of the White Stupa. They are called Khevtee Bosoo Agui which in the local language means the 'lie and stand' caves. Aptly named as some parts of the caves are very small in which you need to crawl and other large enough to stand up in. We will also visit Del Uul to see the plethora of rock paintings found there.Driving time: Approx. 4-5 hrs"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tsagaan Suvarga - Dalanzadgad - Bayanzag: After breakfast we drive south to Dalanzadgad, the provincial capital of Omnogobi. We can head into town to visit the interesting and renovated South Gobi Museum, stroll around the local market to catch a glimpse of everyday life, and have lunch. After arrival to our ger camp on the vast open plains, there will be time to relax for a couple of hours. Later in the afternoon we head to Bayanzag for a an exploratory walk around the spectacular sandstone formations, known as the Flaming Cliffs due to their deep red hue. We can spend some time strolling around this palaeontological wonder - both atop the cliffs and down on the valley floor - before hopping back in the vehicles and back to camp for dinner.Driving time: Approx. 4 hrs"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bayanzag - Yolyn Am - Moltsog Els - Bayanzag: This morning we drive to Yolyn Am gorge. We leave the cars at the trailhead of the valley and make way on foot. Keep an eye out for wildlife on top of the rocky outcrops while wandering down the lush valley. Walking further down the valley into the gorge the steep rock faces close in and the stream that criss-crosses the path disappears under ice sheets. There will be the opportunity to stop at the small museum and craft gers at the park entrance either before or after our visit to the gorge. In the afternoon there is the option to relax at camp or an opportunity to visit an organic farm in the nearby village of Bulgan and/or head to Moltsog Els sand dunes. Here we will have the opportunity to visit a local family of camel herders - step inside their ger and experience Mongolian hospitality with a cup of traditional tea, and no doubt some snuff and vodka. There will then be time to head off for hike among the surrounding dunes and to a well where camels come to drink.Driving time: Approx. 4 hrs"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bayanzag - Khongoryn Els: Today we head west via the Khavtsgait Petroglyphs to Khongoryn Els. To see the petorglyphs we must walk up a rocky outcrop and search the surrounding rocks for the ancient engravings that dot the area. We then continue to the ger camp near Khongoryn Els for lunch. In the afternoon there is the option to either relax at camp or take a desert drive across the arid landscape to a local oasis of saxsaul trees - one of the native species of shrub-like trees which grow in these inhospitable conditions and whose root systems aid against desertification. As we drive, look out for herds of white-tailed gazelles and demoiselle or white-naped cranes. In the late afternoon, when the heat of the day has lessened, we can head to the sand dunes. Here we will visit a family of camel herders, experience local hospitality, and there will be an opportunity to saddle up for a Bactrian camel ride as well.Driving time: Approx. 4-5 hrs"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Khongoryn Els - Nemegt - Khermen Tsav: This morning we board our vehicles and head to Khermen Tsav, stopping enroute to hike around the palaeontological site of Nemegt filled with petrified trees and fossils, this area still attracts archaelogical digs. American scholar and palaeontologist Roy Chapman Andrews named this place \"The End of the World.\" Khermen Tsav is known not only by its beauty of natural formation but also by its trove of dinosaur fossils. The first full skeleton of a dinosaur was found here and fossils can still be found lying on the sandy surfaces. We will have a picnic lunch and hike in this wilderness location before continuing across remote plains to tonight's camp near Khermen Tsav.Driving time: Approx. 6-7 hrs"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Khermen Tsav: Today we visit the nearby Narandaats rock formation, explore the Khermen Tsav canyons, hike amongst the rock formations and see Zulganai, a river that forms a beautiful oasis around it where forests of cane and willow grow.Driving time: Approx. 4-5 hrs"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Khermen Tsav - Bayankhongor: Today we have a long drive towards central Mongolia, stopping enroute near Ikh Bogd Mountain to see Tsagaan Agui, which means 'White Cave'. To the south-east there are petroglyphs and pictographs left by prehistoric people believed to be from the late bronze age. We will share a picnic lunch before continuing to Bayankhongor. It is a long day today but the changing scenery along the drive make it all worthwhile. On arrival we can check into our hotel, freshen up and enjoy a nice dinner.Driving time: Approx. 8 hrs"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bayankhongor - Orkhon Valley: We continue our journey northeast to a ger camp where we will be spending the next two nights. The drive starts across open flat plains that eventually gives way to a greener undulating countryside with more families and livestock. Upon arrival at the camp, we will walk from the camp to view the Uurtiin Tokhoi canyon and visit Temeen Chuluu - ancient Bronze Age burial stones. Later returning for dinner.Driving time: Approx. 6 hrs"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Orkhon Valley: After a leisurely morning we head north for a hike up to the hilltop monastery of Tovkhon Khiid, boasting impressive views of the surrounding Arkhangai Hills. We then return to our camp for lunch. In the afternoon, anyone who wants to ride horses can do so. If time permits we will go for a walk around the countryside before dinner, and a spot of archery with a handmade bow and arrow."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Orkhon Valley - Kharkhorin: From the Orkhon Valley we make our way to Kharkhorin. Our first stop will be the Erdene Zuu Monastery in time to hear the monks chanting, which takes place mid-morning. Here will take a guided tour around the main temples, and walk around the grounds. Afterwards we will either have lunch at the ger camp or in town. In the afternoon we will visit the local museum, the market, the Monument of the Three Kings overlooking the Orkhon River, and the Erdenesiin Khuree art and calligraphy centre."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kharkhorin - Khogno Khaan: Today we make our way to the nature reserve of Khogno Khaan, where we can explore the lower temple complex of Uvguun Khiid, see the reconstructed temples, prayer-wheel and look around the ruins. Then we recommend taking the 45 minute hike up to the older ruined temple complex in the hills - the scenery is fantastic, and depending on time of year, wildflowers are in abundance. Heading back down to the valley floor, and onto a local family where we will enjoy a homecooked lunch. We continue to tonight's ger camp and have some time to relax."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Khogno Khaan - Khustai National Park - Ulaanbaatar: Today we return to Ulaanbaatar, with a diversion to Khustai National Park to spot the Przewalski (takhi) horses. Then we will head back to the capital, and there is the option to do some shopping perhaps at the Gobi Cashmere outlet store enroute into the city, and the craft outlets such as Tsagaan Alt felt shop, Quilters, Mary and Martha or the State Department Store. After freshening up at the hotel in Ulaanbaatar, we will enjoy a final farewell meal together at one of our favourite restaurants.Driving time: Approx. 4-5 hrs"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tour ends in Ulaanbaatar: The tour finishes this morning at the hotel, those on the suggested group flights will be transferred to the airport."
    }
  ],
  "map": ""
}