{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "small-group-holiday-in-mongolia",
  "tourName": "Small group holiday in Mongolia",
  "placesVisited": "Ulaanbaatar, Terelj National Park, Khustain Nuruu National Park, Karakorum, Mt Khogno Khan, Erdene Zuu Monastery, Arvaikheer, Orog Lake, Bayan Mountain Range, Khongoriin Els - Singing Dunes, Gobi Gurvansaikhan National Park, Bayanzag - Flaming Cliffs, Olgii, Annual Kazakh Eagle Festival - end of Sept departures only",
  "generalInfo": "In Mongolia, rolling steppe makes way to stark desert. Across this vast landscape, nomadic ger camps are peppered, camels and goats are herded on horseback, fermented mare’s milk is the tipple of choice, dunes sing and the first intact dinosaur eggs were found. Genghis Khan went forth from here to conquer the biggest land empire in history and, to this day, Buddhist and Animist traditions mix. Join this trip and travel through steppe, mountain and the Gobi Desert to explore the nature and culture of this fascinating, yet little known, country. We also head to its far-western reaches to attend the Eagle Festival, celebrating the fascinating pastime of hunting with eagles and the strong connection the Mongolian people have with their animals and land.<br/><br/>For an alternative Eagle Festival itinerary, please click here.<br/><br/><br/><br/>",
  "durationDays": "17",
  "price": "4409",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure starts in Ulaanbaatar, Mongolia’s capital city. There are no activities planned for today to allow for different arrival times. If you have time to explore some of the sites we recommend visiting Sukhbaatar Square, the National Museum and the landmark State Department Store. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Ulaanbaatar? Secure pre-tour hotel nights through your sales representative. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we transfer to Terelj National Park (approximately a two-hour drive), home to fascinating rock formations and green meadows carpeted with wildflowers. On the way, we visit the Genghis Khan statue. Standing 130ft (40m) tall and made of stainless steel, it’s the tallest equestrian statue in the world and quite a sight. We spend the day exploring these and visit the Aryabal Meditation Temple, which offers great views over the park. After lunch at our camp, we make a short trip to visit a local nomadic family to see how they live and hear about the nomadic way of life. Here, we also enjoy a tasting experience of homemade dairy products, such as yoghurt, cheese, curds and traditional salty milk tea. Accommodation: Ger camp"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We have an early morning flight to Dalanzadgad, the capital of the South Gobi province, then proceed to the Gobi Gurvansaikhan National Park. Gobi Gurvansaikhan means ‘Three Beauties of the Gobi’ and this range marks the eastern end of the Gobi Altai mountain range. The park landscape is extremely varied, with rocky and sandy desert plains, precipitous cliffs, ravines, saltpans and oases. We visit a spectacular natural sight of this region: Yolyn Am, which is approximately 31mi (50km) or 1hr 30min drive each way. Yolyn Am means Vulture’s Mouth and is a canyon so deep and narrow that winter ice can remain on the valley floor even in the height of summer. This region is also renowned for the diversity of its wildlife and many endangered species roam here, including Mongolian wild asses, ibex, argali sheep and snow leopards. We explore the canyon before transferring to a nearby ger camp for dinner and our overnight stay. Accommodation: Ger camp"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we drive 45mi (70km) to Bayanzag, popularly known as the Flaming Cliffs, and hike among colourful sands of red, yellow and orange. Bayanzag is a renowned dinosaur fossil exploration site, discovered in the 1920s by Mongolian and American palaeontologists. We are free to explore the region and may even be lucky enough to spot dinosaur fossils. After a picnic lunch, we head to our camp for the afternoon. Accommodation: Ger camp"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We have a five-hour drive (125mi/200km) to the Khongoryn Els dunes, which stretch for 125mi (200km) and are as high as 985ft (300m) in places. They are known as the Singing Dunes, because of the beautiful sound that resonates through them on a windy day. Accommodation: Ger camp"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We have a full day to explore the dunes and surrounding area. We have the opportunity to visit a camel-breeding family and learn about the life of the local nomadic herders. Accommodation: Ger camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our journey continues through classic Gobi Desert scenery of flat stony plains with small rocky outcrops and patches of sand across the Khatan Suudal Steppe. We stop for a picnic lunch and then continue our drive to the Bayan mountains to view the Bichigt Khad petroglyphs. The rock inscriptions and pictures here date to 3000 BCE; we see paintings including depictions of ibex, argali and men riding horses. It is possible to see some of these from the vehicles (better with binoculars) but, for those who wish, it is also possible to hike up to the cliffs for a closer inspection of these Bronze Age works of art (the main cliff is a steep climb for 195ft/60m and walking poles are required so we usually visit the smaller cliff, which is more accessible). We are in the vehicles almost all day today and cover approximately 240mi (385km). Accommodation: Ger camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "First, we drive to Tsagaan Agui (White Cave), then pass over Taats River, from where the majestic Ikh Bogd mountain (the highest mountain in the Gobi Altai range) should be visible in the distance. We stop for a picnic lunch and then skirt the eastern edge of Ikh Bogd. We then drive to Arvaikheer, the capital of Ovorkhangai Aimag, on the northern edge of the Gobi. We cover around 260mi (415km) today – expect to be on the go for approximately 11 hours. Accommodation: Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we visit Arvaikheer local market and the museum, which contains nature collections, stone figures and Turkic scripts. After lunch, we set off for Kharkhorin, stopping en route to visit Shankh Monastery, once the home of the great Mongolian theorist Zanabazar. We arrive to camp in the evening in time for dinner. Total driving: approximately 93mi (150km), four hours Accommodation: Ger camp"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning, we visit the 13th-century capital of the Mongol Empire. It was established by Ogedei Khan and remained the Mongol power base until Kublai Khan established Beijing as the capital. Erdene Zuu (Hundred Treasures) Monastery was the largest monastery in Mongolia, built in 1586 under the direction of Abtai Khan on the ruins of the ancient capital. Much of the monastery was destroyed during Stalin’s purges of the 1930s, but an impressive wall with 108 stupas and several temples remain. After lunch, we drive (for about two hours) to the Mongol Els, or Little Gobi Desert as it is known, a unique belt of dunes in the steppe. We check into a nearby ger camp and head out to explore the region. It is an incredible sight to witness the bactrian camels wandering the desert dunes while horses graze on the green steppe nearby. We also visit Khogno Khan mountain, a small temple at its base. This region is also renowned for its birdlife, including steppe eagles. Accommodation: Ger camp"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In the morning, we drive for three hours (125mi/200km) to Khustain Nuruu National Park, famous for the re-introduction of Mongolia’s wild horse. The Przewalski’s horse (or takhi horse) almost became extinct, but thanks to the efforts of several Mongolian and international organisations, these magnificent wild horses now roam the steppes of the park. We visit the Project Information Centre and take a guided hike to see the wild horses. Accommodation: Ger camp"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, we drive back to Ulaanbaatar city. You have the afternoon free to relax or explore the city. In the evening, we have the option to see a live performance of traditional Mongolian song and dance. Performed by the Tumen Ekh dance troupe, we see throat singers, contortionists and Tsam dancers. Total driving: Approximately 130mi (210km), four hours Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In the morning, we fly to Olgii in western Mongolia, from where we drive offroad for about an hour to Sagsai village. Here, we visit a Kazakh family home. We spend the day seeing how they go about daily life, taking care of and milking the cows, goats and sheep. We can also sample their traditional food and taste homemade yak cheese and yogurt. This is a great opportunity to understand the life of a nomadic family and to experience their friendliness and hospitality. In the afternoon, we return to Olgii and stay overnight at a ger camp. Accommodation: Ger camp"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today we attend the Eagle Festival. For the first day of the festival, we see the competition for the best Kazakh costume, horse racing and archery. In the evening, we enjoy a cultural performance in the local theatre. Accommodation: Ger camp"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today we have another chance to witness the competitions and events of the Eagle Festival. We can see a demonstration from the eagles and their hunters, a camel race and the lively sport of kukhbar (in which two horseback riders wrestle over the possession of a goat skin). After enjoying the festivities, we return to camp for dinner. Accommodation: Ger camp"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "After breakfast, we transfer to the airport for a mid-morning flight to Ulaanbaatar, arriving midday. We transfer to the hotel and freshen up before a light lunch. This afternoon is free for last-minute sightseeing or souvenir shopping around UB – cashmere, leather goods and traditional handicrafts are all good options and the guide can recommend the best places to go for these. Night owls may want to sample the Ulaanbaatar nightlife! Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "The tour ends after breakfast today and we begin our return journeys home, full of tales and magnificent photos to share. If you aren’t ready for the adventure to end, speak to your sales representative about our range of extension options."
    }
  ],
  "map": ""
}