{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-horse-riding-holiday-altai-taster",
  "tourName": "Mongolia horse riding holiday, Altai Taster",
  "placesVisited": "Horse riding in Altai Mountains, Altai village, Altai Tavan Bogd National Park, Pass of Death 3000m, Shar Gol Valley, Ulaanbaatar, Wilderness camping, Meet nomadic herders, Eagle Festival in Ulgii or Sagsai in September treks, Open to experienced and less experienced riders",
  "generalInfo": "The rugged Altai Mountains, on the border with China, are remote even by Mongolian standards. This horse riding holiday in Mongolia, with pack horses,  takes us deep in to the mountains, far from roads or human habitation. It's not an easy area to reach, but the rewards are worth it.<br/><br/>A few intrepid travelers do make it all the way to Mongolia's western province of Bayan-Ulgii, and some make it to the National Park. But the area we head to is a closed border zone, requiring special permission to enter. After six years of exploring this amazing area we are yet to encountered another foreigner!<br/><br/>The mountains we ride through are a beautiful mix of dense forest, fast-flowing rivers and alpine grasslands. Ibex, elk and wolves still roam here. Nomadic herders tend their flocks in the lower valleys, just as they have done for centuries. In fact these people are part of our local team, so you will have plenty of opportunity to immerse yourself in their fascinating lives.<br/><br/>After 20 years trekking in Mongolia we have built up a very special relationship with the local people. A trek with us is like traveling with friends and family!<br/><br/>This trek is suitable for both experienced riders, and those with less experience. However it is a challenging wilderness area so you do need to be fit and active. There is no tourism infrastructure - no guest houses, hot showers (or souvenir-sellers), just wilderness camping. If you are not sure whether this trip is right for you, we are happy to discuss it with you.<br/><br/>We specialise in taking adventurous travelers to the more remote and spectacular regions of Mongolia that the average tourist doesn't venture to. <br/><br/><br/>NOTE: Our September departures include the spectacular Eagle Festival in Ulgii or Altai, a celebration of traditional eagle hunting culture and horsemanship. Do chat with us about more details on this special event.",
  "durationDays": "17",
  "price": "6250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet the group for dinner in Ulaanbaatar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Ugii, drive to Altai village (4 hrs) and meet the horses for an introductory ride"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ride in to Altai Tavan Bogd National Park and set up a basecamp in a spectacular forested valley."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ride further in to the mountains with pack horses, following game trails and exploring along the border."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ride out of the mountains via the 3000m Pass of Death, down to the lovely valley of Shar Gol. Visit nomadic herders in the area."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "One final ride, before we head north to Ulgii, visiting friends and family along the way."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly back to Ulaanbaatar, meet in the evening for our final dinner together."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "We will help with any last minute souvenirs and exploration before taking you to the airport for your flight home."
    }
  ],
  "map": ""
}