{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-s-naadam-festival-tour-at-lake-khovsgol",
  "tourName": "Mongolia's Naadam Festival tour at Lake Khovsgol",
  "placesVisited": "",
  "generalInfo": "Witness Mongolia's biggest national holiday, the simply spectacular Naadam Festival, on this two week adventure deep in the natural landscape away from the capital. Join the local nomadic community in cheering on their three classic sports - horse racing, archery and wrestling set against the backdrop of the stunning Lake Khovsgol.<br/><br/>The festival will give you a wonderful insight into the culture and traditions of Mongolian people, amid jaw-droppingly scenic landscapes, and by getting off the beaten track staying at traditional Ger camps to get to know local nomadic people each step of the way. 'Naadam' is also known as the “Three Games of Men”; originating from the time of Genghis Khan in the 13th Century - created to encourage strength, wisdom and courage in his fighting troops.<br/><br/>We are escaping the bustle of the capital Ulaanbaatar to experience the festival amidst the glorious setting of Lake Khovsgul, located in the northwest of Mongolia at the foot of the eastern Sayan Mountains. It is 1,645 metres above sea level, 136 kilometres long and 262 metres deep, holding almost 70% of Mongolia's fresh water. It is also a refreshing setting to experience this highlight of the Mongolian calendar away from the crowds and tourists in Ulaanbaatar.",
  "durationDays": "14",
  "price": "2899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Ulaanbaatar Welcome to Ulaanbaatar, Mongolia's largest city and the capital of the country. Situated on the Tuul River, on a windswept plateau at an altitude of 1350m, it is a city of contrasts, where modern meets tradition and bustle meets Buddhism. After checking into your hotel, the adventure begins with a city tour of some of the most spectacular sites. Visit Gandantegchinlen Buddhist Monastery (a Tibetan name that translates to 'Great Place of Complete Joy',) that houses a 26.5-meter-high golden statue of Avalokitesvara, a bodhisattva who embodies the compassion of all Buddhas. It was restored in 1990 and still functions as a monastery. The excellent museum also gives us a great overview of mongol history and the life and conquests of Chingiis Khan. Tonight you can enjoy a traditional concert as well as a welcome dinner to prepare you for the rest of the adventure ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive to Amarbayasgalant MonasteryAfter breakfast, leave early to Amarbayasgalant Monastery – one of the the largest monasteries in Mongolia, built in the17th century in the memory of the Bogdo Lama Zanabazar, head of the Mongolian Buddhist religion. The monastery and its surrounding sacred landscape has a unique cultural area within which nomads have lived for a number of years, worshipping these natural sacred sites. Tonight we stay in traditional 'Ger' camps which are synonymous with the nomadic style of living in the Mongolian countryside."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit a nomadic family Today we journey towards Lake Khuvsgul passing Erdenet city and the town of Bulgan. On the way we will stop and meet with local families to gain more of an insight into the traditional way of life in Mongolia. Tonight we stay another night in the Ger camps."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lake Khovsgol Arrive at the beautiful Lake Khuvsgul spanning 2,760km. The landscapes around are absolutely stunning, with forest backdrops, icy streams and and the crystal clear water of the lake. It is a beautiful location which will be your base for the next two days."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Naadam Festival Naadam Festival is the biggest national holiday in Mongolia and it's not hard to see why! Famed wrestlers, horse racers and archers compete for grand titles in stunning shows of display in these three national sports: Horse racing: The most impressive spectacle is surely the horse racing. The horses cover different distances according to their age. Azarga (stallions)- 28km, Ikh nas (horses more than 5 years old) - 30km, Soyolon(5-year olds) - 25km, Khyazaalan (4-year olds) - 22km, Shudlen (3-year olds) - 20km and Daaga (colts to 2 years old) - 15km. There are no limits on the number of horses participating; with usually 200-600 horses in each race. The five winning horses are honoured with a cup of mare’s milk (airag) on their neck, a blue scarf known as a khadag and a medal."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Naadam Festival Wrestling: The rules are very simple. The wrestling area is unrestricted; there are no weight restrictions and the one who touches the ground with any part of the body, other than the feet, has lost. The winner continues to the next round whilst the loser has to stand under the wings of the proud winner. Archery: Mongols are almost born with archery skills, an integral part of the nomad's lifestyle. From childhood, qualities such as perfect eyesight, measurement, patience and strength are harnessed in order to develop the child to become a good archer. Mongolian bows are very tight , so that it requires perfect strength to hold. As a rule, several teams of archers compete. Each team of 5-7 archers should hit 33 leather cylinders from a distance of 75 meters."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shine-Ider Today we say goodbye to the festivities and drive to Shine-Ider another Ger camp, surrounded by beautiful landscape. It is the perfect place to relax and soak up the tranquil natural surroundings."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Terkhiin Tsagaan Lake Our adventure in Mongolia continues to Terkhiin Tsagaan Lake passing through Shine-Ider village on the way. An astonishingly beautiful freshwater lake surrounded by extinct volcanoes at an altitude of 2.060m, the lake is 16km wide and 10m deep with its deepest point at 28 meters and over 20km in length. It has lovely sandy shores and enough warm water which is wonderful for swimming. The area offers great adventures with its caves, mountain cliffs and Khorgo volcano crater. Spend the two days enjoying the lake's beauty."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Terkhiin Tsagaan Lake Your second day enjoying the peaceful atmosphere of the lake community."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tsenkher Hot Spring Today we head to Tsenkher Hot Springs & Spa. This natural hot spring is located 30km from Tsetserleg town, centre of the Arkhangai province. It is situated between lush forested hills and breathtaking mountains with the water from this geological spectacle emerging from the ground at 85.5°C. Relax in the hot springs admiring the beautiful Mongolian landscapes that surround."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Tovkhon Monastery Today we travel to Tuvkhon Monastery (2400m), a UNESCO World Heritage site situated atop a small mountain with breath-taking panoramic views of the surrounding area. This is where Zanabazar, the head and founder of Mongolian Buddhism, created his famous art works and also the national script ’soyombo’ in the 16th Century. The scenery, particularly as you enter the Orkhon Valley is breathtaking. We will continue to Orkhon Waterfall, one of the most magical sites in Mongolia. Please note that females are able to visit the Monastery, but are not permitted to summit the mountain top behind it, which is an optional short, there & back extension. Later, head to our Ger camp for the night for an excellent meal prepared by our nomad host family."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to Kharkhorin & visit Erden Zuu Monastery In the 13th Century, Genghis Khan began the largest empire the world has ever seen; stretching from the Sea of Japan to the Danube in Hungary. He founded the cosmopolitan city of Kharkhorin (also known as Karakorum) as his capital, although it was later moved to Peking by his grandson, Kubilai Khan. Once in the town, we will explore the stunning temples of the 16th Century Erdene Zuu Buddhist Monastery, surrounded by monumental walls and 108 white stupas. It is probably the earliest surviving Buddhist monastery in the country, having withstood (though been significantly damaged by) the purge of monasteries in 1939 by Communist leaders. Since the 1990s the monastery has become, once again, a place of Buddhist worship. We will also explore the local craft market where you have some time to pick up some last minute traditional gifts. Tonight is your final night in a traditional Ger."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ulaanbaatar Today we return to the capital where the remainder of the day is at your leisure to enjoy. Tonight there will be a farewell dinner with a cultural performance to celebrate your incredible festival experience in Mongolia."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport Your adventure comes to an end today with a transfer back to the airport for your flight home, taking with you many wonderful memories from Mongolia!"
    }
  ],
  "map": ""
}