{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-holidays",
  "tourName": "Mongolia holidays",
  "placesVisited": "Ulaanbaatar, Amarbayasgalant, Selenge River, Unit, walk up to the Togoo Uul (Pot Mountain), stay with a nomad family, Khovsgol Lake, Shine Ider, Lake Terkhiin Tsagaan, aka the Great White Lake, Tsetserleg, Tsenkher Hot Springs, Karakorum and Erdene Zuu Monastery, Khogno Khan Mountains, camel trek along the dunes",
  "generalInfo": "Travel to Mongolia and experience the raw beauty and tradition of this remote region. Hidden from the world for many years, it is hard to imagine that this secluded country once created the largest land empire ever known, under the leadership of Genghis Khan. Unmatched geographical diversity, pristine grasslands, crumbling ruins and roaming herdsmen riding tough Mongolian horses – see it all on this journey through a land that time forgot.<br/><br/>Your 15-day guided trip begins in Ulaanbaatar, where elderly Mongolians in traditional dress mingle with the nation’s young business elite. From here, your journey begins. And it is a journey. The trip includes extensive travelling in some remote terrain away from modern facilities and conveniences. It’s a chance to explore a fascinating country ‘road-trip’ style, taking in the scenery as you go and enjoying the ride (however long it takes to get there!).<br/><br/>Experienced drivers, manning sturdy Russian vans fit to tackle the rugged environment, will take you to some of the most fascinating places in the country, from the rolling dunes just outside of Karakorum (where you can take a camel ride), to the volcanic craters of the Great White Lake among the mountains. Visit Lake Khovsgol, set amid stunning fir forests, lush green grasslands and meadows peppered with wildflowers. Then in the valley of the Delger River, relax at the Tsenkher Hot Springs, the perfect place to unwind after a long journey.<br/><br/>Accommodation is mostly in tourist ger camps once outside of Ulaanbaatar, but there are also two stays with local families, so you can live nomadic life from the inside – a rare and rewarding cultural experience to remember. Mongolia is a far-out destination, but you'll be in excellent hands, with local drivers and a guide bringing the country to life with tell tales of its legendary leader Genghis Khan.<br/>",
  "durationDays": "15",
  "price": "3115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ulaanbaatar.",
      "description": "Sainbainuu! Welcome to Mongolia. You can arrive at any time before your group meeting at 6 pm. Please have your passport, insurance and next of kin information ready to give to your leader at this meeting. Afterwards you'll have the option to join your fellow travellers for dinner at a local restaurant. If you arrive in town earlier and have time, be sure to get out and explore 'UB', a fascinating town where elderly Mongolians in traditional dress mingle with the nation's young business elite. A great place to start is Gandan Khiid, Mongolia's largest and most important monastery. The Fine Arts Museum, Winter Palace Museum of Bogd Khan and Intellectual Museum are also well worth visiting."
    },
    {
      "dayNumber": 2,
      "title": "Amarbayasgalant Monastery.",
      "description": "Today your adventure begins as you drive out through the beautiful Mongolian countryside. Most of the drive today is on paved roads, but be prepared for some bumps after the final turnoff to the the remote Amarbayasgalant Khiid. Your leader and drivers will be glad to teach you some basic Mongolian words on the way – a great way to prepare for interactions with the locals, few of whom speak English. Your final destination today is Mongolia's second most important place of worship (after Gandan Monastery in UB), situated in the beautiful Iven Gol River valley, at the foot of Burengiin Mountain, in the Selenge province. After seeing the monastery, you will get your first taste of life in a ger at the first camp of the trip. This is the way that the majority of Mongolia's population has always lived – away from the city and in the wide open spaces of seemingly endless countryside. It's the quintessential Mongolian experience. Although such camps are set up for visitors, this type of housing is still used around the country, even in the capital where you will have seen many 'ger suburbs' surrounding the city centre. Our drivers and leader also often double as our cooks in those places where we prepare meals ourselves. You are always welcome to lend a hand too! We share our meals together in the dining quarters. Vegetarians can be catered for although choices may be limited - please let us know if you have any specific dietary requirements at time of booking. Breakfast, lunch and dinner are provided each day until our return to Ulaanbaatar. Some food will be traditional Mongolian style but as the traditional diet consists solely of meat and dairy products, most meals are less challenging and based more on Russian or Western meals which are now also common in the Mongolian diet."
    },
    {
      "dayNumber": 3,
      "title": "Erdenet - Selenge River - Unit.",
      "description": "Continue to the lovely Selenge River via the copper mining town of Erdenet (approximately 7 hours including stops). There may be opportunities to spot some interesting wildlife along the way, such as marmots and many different species of birds. You will arrive at your ger camp in the settlement of Unit in the afternoon. Stretch your legs on arrival and take a walk up to the Togoo Uul (Pot Mountain) – an extinct volcano looming over the surrounding steppe. The hike to the top rewards you with views of the crater's lush interior. From this vantage, you can only imagine what this incredible landscape must have looked like millions of years ago."
    },
    {
      "dayNumber": 4,
      "title": "Ikh Uul Family Ger Camp.",
      "description": "Today your journey (approximately 7 hours including stops) brings you to the mountainous outskirts of Ikh Uul for your first stay with a local nomad family. This is a rare opportunity to see how modern Mongolian nomads are preserving an ancient way of life while embracing some elements of modernity. You will be welcomed into the family ger and shown traditional Mongolian hospitality, starting with a bowl of salty milk tea and perhaps some aaruul (dried curds). This evening you will help your hosts prepare dinner – maybe some buuz (steamed dumplings) or barbecue. Many nomad families keep animals, so don't be surprised if there is some interaction with goats, dogs, horses and sheep. The location is remote, with no nearby settlements or light pollution. The night sky is incredible in clear weather, so be sure to do some stargazing before retiring for the evening."
    },
    {
      "dayNumber": 5,
      "title": "Khovsgol Lake .",
      "description": "Enjoy breakfast with our host family and bid them farewell. It's another long day of driving today, across some rough terrain, to Khovsgol Lake (approximately 7 hours including stops). Some say this is Mongolia's most beautiful destination, a pristine wilderness area that's home to many ethnic minorities. It boasts spectacular scenery with stunning fir forests, lush green grasslands and meadows peppered with wildflowers. Stop at Murun town for lunch and then visit the monument on the intersection of 50 and 100 degrees of longitude and latitude. There are only four points on Earth where 50 degrees intersects with 100 degrees longitude – one in the Pacific Ocean, one in the Indian Ocean, one in Canada and one in Mongolia. Then stop at Uushig Valley and check out the unique Deer Stones that are representative of Bronze Age religion, culture and society significance. Tonight, you'll stay in a tourist ger camp just near the lake. Settle in for the night and sleep well, because there are plenty of optional activities to choose from tomorrow."
    },
    {
      "dayNumber": 6,
      "title": "Khovsgol Lake.",
      "description": "Today you might like to hike up to one of the nearby peaks or perhaps take a boat trip out on the lake. Explore on foot and relax on one of our few days not on the road. All of these are great ways to experience this gorgeous region. Overnight in the tourist ger camp again tonight."
    },
    {
      "dayNumber": 7,
      "title": "Shine Ider Family Ger Camp.",
      "description": "Today we will set off early to drive back through the town of Murun, and on to Shine Ider (approximately 8 hours on dirt road, including stops). Here you will enjoy the second family stay of your trip. Now that you know what to expect from a Mongolian homestay, you should feel more comfortable the second time around. Get to know your hosts as you help them prepare for an exciting Mongolian style BBQ dinner and get to know all the importance of meat in their diet and how Mongolian characters are intertwined with their food and cooking. You might even have the chance to watch as the family's livestock are milked and herded."
    },
    {
      "dayNumber": 8,
      "title": "Terkhiin Tsagaan Lake.",
      "description": "After breakfast with the family, we'll drive to the surreal Lake Terkhiin Tsagaan, aka the Great White Lake (approximately 9 hours on dirt road). This natural volcanic lake, surrounded by mountains, is a surreal and memorable sight. Depending on where you'll be for tonight, you might drive up to one of the volcanic craters and hike to the top for spectacular views. There are plenty of nice trails to walk during your two-night stay here, so make the most of this relaxing break from the road."
    },
    {
      "dayNumber": 9,
      "title": "Terkhiin Tsagaan Lake.",
      "description": ""
    },
    {
      "dayNumber": 10,
      "title": "Tsetserleg - Tsenkher Hot Springs.",
      "description": "Travel to the Tsenkher Hot Springs (approximately 6 hours). These are situated in the valley of the Delger River. On the way, you'll stop at Tsetserleg, a provincial town with a local market and a unique little museum housed in a former temple, which you'll visit with a local guide. At this stop, there's the chance to wander around the town for a glimpse at what provincial Mongolian life is like. Perhaps stock up on some snacks and drinks for the travels ahead. From here it's about another hour to the hot springs, where you'll check into the tourist ger camp on arrival. Enjoy a Mongolian archery demonstration here, or just have the rest day free to relax, explore, or simply laze about in the thermal waters of these invigorating natural hot springs. Surrounded by the remote beauty of the landscape, this location is perfect for slowing down to a more meditative pace and taking it easy."
    },
    {
      "dayNumber": 11,
      "title": "Karakorum - Khogno Khan .",
      "description": "Continue to Karakorum (approximately 4 hours), a town built by the legendary Genghis Khan in the 13th century. Ask your leader and drivers to tell you some stories about this great man on the way – after all, he's the nation's hero. In Karakorum you will visit the first Buddhist centre of Mongolia, the immense Erdene Zuu Monastery. This impressive walled compound retains much of its former glory, and within it you can inspect the three temples, each one dedicated to a different stage of a Buddha's life – child, adolescent and adult stages. Later in the afternoon, you will drive to Khogno Khan, the location of your tourist ger camp tonight."
    },
    {
      "dayNumber": 12,
      "title": "Khogno Khan.",
      "description": "Just nearby Karakorum is a sudden strip of sand dunes – a striking contrast to the landscape you have just travelled through. Here you will enjoy a camel trek along the dunes – an ideal way to experience this eye-popping landscape. The follow your leader on a short hike to the ruins of an old local monastery. The afternoon is yours to spend as you please."
    },
    {
      "dayNumber": 13,
      "title": "Khustai National Park.",
      "description": "Today, head towards Khustai National Park. Once you arrive, visit the info center of the national park to learn about the Takhi reintroduction project and embark on a hike to see the wildlife of the national park. Wild horses running free will be quite a sight to behold, and keep an eye on the sky for Golden Eagles, falcons and vultures. Tonight, you'll stay in a family run eco ger camp in the buffer zone of the National Park."
    },
    {
      "dayNumber": 14,
      "title": "Ulaanbaatar.",
      "description": "Travel back to Ulaanbaatar. Arriving around midday, you'll check back into your hotel and take the chance to shop for some local handicrafts such as cashmere and felt products, or check out some more of the city's sights and museums in the afternoon. Tonight you can celebrate your journey around Mongolia by witnessing a special cultural performance featuring throat singing and traditional dancing. There will be an optional final dinner at a local restaurant recommended by your leader."
    },
    {
      "dayNumber": 15,
      "title": "Ulaanbaatar.",
      "description": "Say 'bayartai' to your group as your adventure draws to a close. There are no activities planned for the day, and you're free to depart the hotel at any time before 12 noon. If you'd like to stay longer in UB, it's recommended that you book additional accommodation well in advance."
    }
  ],
  "map": ""
}