{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "western-mongolia-tour-the-altai-mountains-eagles",
  "tourName": "Western Mongolia tour, the Altai mountains & eagles",
  "placesVisited": "Homestays with eagle hunters, Kazakh embroidery lesson, Eagle Festival, urban city walking tour of Ulaanbaatar, landscapes and communities of Western Mongolia",
  "generalInfo": "Discover the raw, windswept beauty of Mongolia’s far west on this cultural journey, anchored by a locally hosted eagle festival, genuine encounters with Kazakh eagle hunters, and the breathtaking wilderness of the Altai Mountains.<br/><br/>This is a slow-travel, small-group experience that takes you deep into the heart of Bayan-Ölgii Province—where the Kazakh people, Mongolia’s largest ethnic minority, have long made their home. With a population of over 100,000, the Kazakhs of western Mongolia maintain a distinct cultural identity shaped by centuries of tradition and the formidable terrain of the Altai range.<br/><br/>More than just a visit, this journey offers the chance to truly engage with the people and places that define the region. You’ll travel through stark yet majestic landscapes, spend time with eagle hunters as they go about their daily routines, and take part in one of the region’s celebrated eagle festivals—where Kazakh heritage is proudly displayed through competitive eagle flights, traditional music, horsemanship, and community pride.<br/><br/>The itinerary also includes time in the provincial capital of Ölgii—a dynamic yet often overlooked part of life in the west—providing insight into how Kazakh culture continues to evolve in modern Mongolia.<br/><br/>This adventure is curated and led by a small, purpose-driven travel company that works hand-in-hand with local families and communities, with each experience shaped with the intent to support rural livelihoods while maintaining cultural integrity. The result is a more meaningful, grounded journey that benefits those you meet along the way.<br/><br/>If you’re drawn to authentic cultural immersion and wild, remote landscapes, this is a journey you can either join as part of a small group or customise to fit your own travel pace and interests. While the eagle festivals are held in autumn—typically September and October—this region is captivating year-round for those seeking a window into one of Mongolia’s most resilient and culturally rich communities.",
  "durationDays": "13",
  "price": "5525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ULAANBAATAR - Final arrival day into Ulaanbaatar: Ulaanbaatar (UB) maintains a strong Mongolian identity of its own and has a ‘frontier’ feel and vibrancy. It is a city well-worth exploring and, for those interested, we include a free walking tour for a more local introduction"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "WESTERN MONGOLIA: Altai Tavan Bogd National Park (Mountains): Fly out to western Mongolia to the provincial capital of Ulgii you will meet your EL team before you then travel to the picturesque Baga Oigor River Valley. Although a very rough road, in this extraordinary region, the vast and timeless landscapes—glaciated peaks, alpine lakes, and hidden valleys—invite deep reflection and a reconsideration of life’s priorities. On the second day, you'll embark on a journey (part drive and hike, be prepared for some very bad roads) to the President's Ovoo in Altai Tavan Bogd National Park. . As you make your way through stunning mountain landscapes, you'll eventually reach the ovoo, a significant cultural and spiritual site offering panoramic views of the surrounding region."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Altai Tavan Bogd National Park (Lakes): Continue to spectacular alpine lakes of Khoton and Khurgan Nuur. Altai Tavan Bogd National Park can be divided into two regions, the Tavan Bogd Mountains in the northwest and the Lakes Region to the southeast. The lakes are fed by glacial melt and annual snowfall and form the headwaters of the Khovd River. We'll keep the remaining days flexible, but here's an idea you can discuss with your trip assistant: Consider a day hike to the Baga Turgen Waterfall. The round-trip trek from Khoton Nuur to the waterfall in Western Mongolia spans approximately 16 to 18 kilometers, featuring a mix of gradual and moderate ascents with a total elevation gain of 400 to 500 meters if hiking directly from the lake. If you'd prefer a shorter hike, a vehicle transfer can be arranged for part of the journey. On Sept 10, you will return to Ulgii. This stop is necessary because the drive from Khoton/Khurgan Nuur to Altai soum, where you’ll spend time with an eagle hunting family, is too long to complete in one day. Plus, this gives you the opportunity to enjoy a hot shower and recharge before continuing the journey."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Altai: Head to the small community of Altai district - in the south of Bayan Ulgii Province. Altai is a remarkable location and is the winter pasture of Kazakh herder and eagle hunter Asker and his wife Ahgul. What makes this family so special is that they have one son and five daughters. The oldest of which, together with the son, are also training to eagle hunters. This delightful family will be your hosts. We leave the visit flexible as this leads to a more natural experience but you’ll spend time living alongside the family in the stunning setting of their winter home. You'll experience their hospitality and their way of life as herders and eagle hunters, and learn more about the traditions and culture of the Mongol Kazakhs. Two days will be spent at the Altai Nomad Games. This eagle festival will provide you with a wealth of cultural experience as you mix in the company of small-town folk, herders and Mongol Kazakh eagle hunters. The festival is a celebration of Kazakh culture with traditional Kazakh games and horse races as well as competitions showcasing the relationship between hunter and eagles - focusing on the communication between them and the speed, agility and accuracy of the ‘berkut’ (the female Golden Eagle)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ulgii: Travel to the provincial capital of Ulgii for your last night in western Mongolia. Here you will be hosted at the home of our Kazakh translator Jako and her family. Ulgii is a predominantly Kazakh city where a Muslim influence is widespread, from street signs to clothes and food, and gives the town its diverse atmosphere. As well as spending time at the home of Jako, do as the locals do and visit the market where you can always purchase some locally made embroidery crafts and take in the view from Ulgii’s viewpoint - always popular with local families. Also, consider the surprisingly interesting local museum."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ULAANBAATAR: Take a domestic flight back to Ulaanbaatar. The trip ends on the transfer back to your hotel although we provide advice and support."
    }
  ],
  "map": ""
}