{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-tour-mountains-nomads",
  "tourName": "Mongolia tour, mountains & nomads",
  "placesVisited": "Ulaanbaatar urban walking tour, Trans-Mongolian train route, Amarbayasgalant Monastery, Rural Naadam Festival, Khogno Khan Nature Reserve, homestay with yak herders in the Khangai Mountains, cultural Orkhon River Valley",
  "generalInfo": "Step into the rhythms of rural life on this immersive journey through northern Mongolia and the central Khangai Mountains—a cultural exploration that blends Mongolia’s evolving traditions with authentic connections to the people who call these wild landscapes home. Timed to coincide with a rural Naadam Festival, this two-week adventure offers an enriching perspective on how Mongolia’s heritage continues to adapt in the 21st century.<br/><br/>The expansive terrain of Mongolia plays an essential role in shaping its communities, and on this slow-travel journey, the varied landscapes of the north and the Khangai range serve as both backdrop and guide. Across forests, river valleys, and high mountain pastures, you’ll meet herders, artisans, and small business owners, each offering a unique lens into daily life in modern Mongolia.<br/><br/>What makes this journey distinct is the emphasis on shared experience. You’ll stay with families who grow vegetables in greenhouses, work as cooperative members, raise yaks for fiber, and maintain deep ties to the land through both tradition and innovation. These homestays aren’t simply accommodation—they are designed to create meaningful exchanges that benefit both guest and host.<br/><br/>Led by a Mongolian-owned travel company with over twenty years of experience working side-by-side with local families, this itinerary is built on collaboration and care. With group sizes limited to 2–6 people, you’ll be welcomed as a guest rather than a tourist—fitting naturally into the daily flow of the households that host you. The trip can also be arranged as a private tailor-made experience, offering flexibility without compromising the depth of connection that defines this unique cultural journey.",
  "durationDays": "14",
  "price": "2300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ULAANBAATAR - Last arrival day into Ulaan Baatar: UB maintains a strong Mongolian identity of its own and has a ‘frontier’ feel and vibrancy. It is a city well-worth exploring and, for those interested, we include a free walking tour for a more local introduction"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "NORTHERN MONGOLIA - Amarbayasgalant Monastery: Journey on the local Trans Mongolian train through northern Mongolia to Amarbayasgalant Monastery - situated in a haven of rugged beauty in the cul-de-sac of a long, deep valley backed by Mount Buren-Khaan against which the monastery is built. The valley is well-watered by the Iver River and has long provided an essential water source for nomadic herders and their livestock."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bulgan: Join the locals as they celebrate their Naadam Festival - mixing with the locals from the small town centre as well as with traditional Mongolian herders from outside the area. Be prepared for plenty of waiting around as well - although there are always plenty of side stalls to explore and enjoy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CENTRAL HEARTLAND - Khogno Khan: This is what we call a connecting day as you travel between landscapes. It can be long day on the road and although the landscape is stunning - rolling mountain forest steppe - we recommend removing your watch and let the day and the journey unfold. Do not spend time in the van thinking ‘when will we get there’- you are already there; surrounded by the beauty that is Mongolia. Your final destination is Khongo Khan - a sacred granite mountain within an area of secluded valleys, fresh water springs, open steppe and the Elsen Tasarkhai sand dunes. Khogno Khan Nature Reserve was taken under state protection partly due to the specialised taiga and steppe plants that grow in this area. The small but vital Tarna River provides an essential water source for the herders in the region. Explore the hidden interiors of the mountain on an easy 3-hour hike to the small working temple of Erdene Khambiin Khid and the ruined Ovgon Khiid Monastery. A birch bordered path leads to this location and offers one of the most beautiful panoramas of the region."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Stay with the Galbadrakh family in the Khangai Mountains. They're members of the Cooperative Ar Arvijin Delgerekh. This cooperative focuses on working with herders producing spun yak wool, providing them with an alternative to diversify and increase their income. On the second day, there is nothing pre-planned as everyone is different in what they like to do. But there’s plenty of flexibility and options including experiencing the way of life in this river valley."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Suman River: Stay with Dondov - a retired herder in a spectacular setting. Dondov is also a member of the Cooperative Ar Arvijin Delgerekh and a small market gardener as well as a local historian. Don't try to find this in a guidebook - you won't. The location comes as a surprise - a perfect place for getting away from it all for a day. You won’t be disappointed at all."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Orkhon River Valley: Spend two days with your hosts Tumee and Jargaa learning more about their way of life as modern-day herders. The Orkhon River Valleyy is a cultural UNESCO World Heritage Site and represents the evolution of nomadic pastoral traditions in Mongolia."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ulaanbaatar: Head back through the rolling steppe into the pace of city life. Trip ends on the transfer back to your hotel although we provide advice and support."
    }
  ],
  "map": ""
}