{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "horse-trekking-in-mongolia-tailor-made",
  "tourName": "Horse trekking in Mongolia, tailor made",
  "placesVisited": "",
  "generalInfo": "This incredibly unique and exciting experience invites travellers to become part of a small group exploring the Naiman Nuur mountain foothills and grassland plains of Central Mongolia.<br/><br/>Horse riding features throughout this nine day tour as well as authentic interaction with local families, including nights in felt ger camps living the pastoral life of a Mongolian nomad.<br/><br/>Beginners are welcome to take up the reins or, alternatively, you can walk alongside your horse and experience the likes of the Ulaan Tsutgalan River and Orkhon Valley at ground level.<br/><br/>Aside from Central Mongolia’s incredible landscapes and star-filled nights you’ll also find out more about the region’s Buddhist heritage as you visit Erden Zuu and Tovkhon monasteries.<br/><br/>From two way cultural exchanges with nomadic families to crossing the Gobi Desert by camel and finding out more about Genghis Khan in Ulaanbaatar; this horse riding holiday in Mongolia never fails to excite and educate in equal measures.",
  "durationDays": "9",
  "price": "2149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your adventure starts in the city of Ulaanbaatar. After transferring to our hotel we will take a city tour of the capital Ulaanbaatar (Red Warrior) including the incredible Gandantegchinlen Monastery that houses a 26.5-meter-high golden statue of Avalokitesvara, a bodhisattva who embodies the compassion of all Buddhas, before our first group dinner together in the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive to Kharkhorin, and visit Erden Zuu Monastery. Todays destination is Kharkhorin, the site of Genghis Khan’s ancient capital of the Mongol Empire. The 5 hr journey gives us a wonderful introduction to Mongolia’s landscapes (and an opportunity to recover from any travel fatigue!). Once in the town we will take a tour of the stunning temples of the 16th Century Erdene Zuu Buddhist Monastery, surrounded by monumental walls and 108 white stupas, before staying with local families in gers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ride to Tovkhom Monastery, visit Orkhon waterfall. After a drive (2hrs) out into the wild, forested steppe we will ride up to Tovkhom Monastery, a UNESCO World Heritage Site, situated atop a small mountain with breath-taking panoramic views of the surrounding area. This is where Zanabazar, the head and founder of Mongolian Buddhism, created his famous art works and also the national script ’soyombo’ in 16th Century. We continue our trip by car to our ger camp and an excellent meal prepared by our nomad host family. The terrain today is varied and the ride is at a gentle pace so you can get to know your horse and the riding style of Mongolia!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start of ride into Naiman Nuur. Whilst the guides and nomad hosts prepare our lunch and horses for our ride, we walk to where the Ulaan Tsutgalan (Red Convergence) River meets the Orkhon River in one of the biggest waterfalls in Mongolia. Once ready, we begin our journey into the beautiful Naiman Nuur mountains today, known for their series of stunning lakes. We trek along the Orkhon valley before heading up into the mountain scenery, past numerous ger camps and pasturing livestock. The route (total of about 4.5hrs riding) takes us over small rivers and through valleys before ascending a forested mountain where the river has cut a deep gash through the rock. There are opportunities for faster riding after arriving at our camp for the evening, on a separate optional route. We stay again in a ger camp. You can watch and even can help to bring in the herds of yaks and goats before nightfall. Without any light pollution, you will see the stars come out in all their brilliance in this remote region."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Horse riding in Naiman Nuur. Khuisiin Naiman Nuur means ‘eight lakes of the navel’ and we will see many of these lakes throughout our route. The area was created by volcanic eruptions 8000 years ago and is surrounded by the now extinct volcanoes. Our morning begins with a steep ascent up and over a pass (we will lead our horses at times) before we make our way through a valley on a gentle incline up to Huis Nuur where we will stay with families who transport their gers here on yaks, with a wide vista of this absolutely stunning area. 4 hours riding plus optional extension ride from the camp to lake Khuis Nuur"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Horse riding in Naiman Nuur. After making our way across the valley surrounded by many smaller lakes we again ascend up through more forest until we come to the biggest of the lakes; Naiman Nuur itself. With a long, forested peninsular cutting through its waters and steep mountains rising from its banks, it feels like a Norwegian fjord, and it is a great treat to ride alongside its waters. We head up into the high national park where we will meet back up with our vehicles and stay for the night. Today is a day that just keeps on giving. It I s our longest day in the saddle – around 6 hours. There is the opportunity for some fast riding from the col above Naiman Nuur to the camp. ."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to Bayan Gobi, ride a Bactrian camel in the desert. Today we drive to the desert ger camp of Bayan Gobi, situated on the edge of the Gobi Desert. We will ride enormous woolly Bactrian camels (two humps) across the sand dunes in this windswept, remote and beautiful spot, surrounded by mountains receding into the distance and the fearsome desert stretching for waterless miles upon miles to the south. Those not wishing to ride the camels can do a self guided walk in the local area."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Ulaanbaatar, watch traditional dancing. We head back to the capital for a spot of souvenir shopping at the thriving, so called ‘Black Market’, or elsewhere, before attending a cultural performance with traditional Mongolian dancing and music. Our adventure finishes with a delicious final group dinner in the city and exploring UB’s nightlife."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly out of Ulaanbaatar."
    }
  ],
  "map": ""
}