{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "naadam-festival-holiday-in-mongolia",
  "tourName": "Naadam Festival holiday in Mongolia",
  "placesVisited": "Ulaan Baatar, Gandan Monastery, ger camping, Karakorum, Arvaikheer, Gobi Desert, Khatan Suudal Steppe, Kongoriin Els sand dunes, Gobi Gurvansaikhan National Park, Bayanzag, Terelj National Park, Tsonjin Bolog, Naadam Festival (only one departure date per year)",
  "generalInfo": "This two week small group holiday in Mongolia takes travellers overland from Ulaan Baatar to where sweeping steppe landscapes collide with desert sands, and ancient citadels appear out of dramatic dunes to provide tales of empires past. <br/><br/>Search for wild horses in Khustain Nuruu National Park, explore monasteries such as Erdene Zuu, and spend a few nights in the desert. Staying at a traditional ger camp surrounded by singing sands is an experience to live long in the memory, with nights around the campfire listening to folklore stories with a cup of fermented mare’s milk one of those moments to dine out on for years to come.<br/><br/>Driving through the wilder, more remote, parts of the Gobi Desert and Gurvansaikhan National Park takes you way off the tourist map with opportunities to meet nomadic camel herders and hike alongside mountain sheep and wild horses in Yolyn Am canyon.<br/><br/>Note: only one departure date per year coincides with the Nadaam Festival in July where the whole country comes together to watch and take part in an array of cultural ceremonies and physical challenges. If you'd like to witness Mongolian wrestling, archery and horse races first-hand, then please get in touch about availability.<br/><br/>",
  "durationDays": "15",
  "price": "4659",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure starts in Ulaanbaatar, Mongolia’s capital city. There are no activities planned for today to allow for different arrival times. If you have time to explore some of the sites we recommend visiting Sukhbaatar Square, the National Museum and the landmark State Department Store. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Ulaanbaatar? Secure pre-tour hotel nights through your sales representative. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "As we head out of Ulaanbaatar city, we visit the giant Genghis Khan statue at Tsonjin Boldog. Standing 130ft (40m) tall, the statue depicts the Mongolian ruler astride his horse and sits atop the visitor centre (itself 33ft/10m tall). It is possible to climb onto the horse’s head to get a closer look at Genghis Khan’s face. After, we continue to Terelj National Park, a large, protected area of green mountain meadows filled with edelweiss and other wildflowers. The contrast to the Gobi Desert is striking and it feels like being in a different country. We visit the Tibetan-style Aryabal Temple, a mountainside meditation centre with sweeping views over the national park. As we follow the walk up to the temple, we can read the inspirational sayings on placards every few steps. The climb to the temple is not difficult but does involve many steps and can be tiring. Tonight, we have our first night sleeping in a ger. Accommodation: Ger camp"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We drive towards Kharkhorin, making a detour to Khustain Nuruu National Park, two hours’ west of Ulaanbaatar. Khustain Nuruu is famous for the re-introduction of Przewalski’s horses (also known as takhi horses), which were once native to Mongolia and almost became extinct earlier in the 20th century. Through the efforts of several Mongolian and international organisations, these magnificent wild horses now roam in the steppes of the national park once again. We visit the Project Information Centre and take a guided hike to see the wild horses. Accommodation: Ger camp"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We continue our drive to Karakorum, the 13th-century capital of the Mongol Empire, making a brief stop to see the dunes of the Little Gobi along the way. Karakorum was established by Ogedei Khan and remained the Mongol powerbase until Khublai Khan established Beijing as the capital. Erdene Zuu (Hundred Treasures) Monastery was the largest monastery in Mongolia, built in 1586 under the direction of Abtai Khan on the ruins of the ancient capital. Much of the monastery was destroyed during Stalin’s purges of the 1930s, but an impressive wall with 108 stupas and several temples remain. After lunch, we visit the monastery, the modern Karakorum Museum and the surrounding area. Accommodation: Ger camp"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We continue along the paved road to Arvaikheer, the capital of Ovorkhangai Aimag, on the northern edge of the Gobi Desert. On the way, we visit the Shankh Monastery, once the home of the great Mongolian theologist Zanabazar. We should arrive at Arvaikheer mid-afternoon. In the afternoon, we have time to visit the local museum, which contains nature collections, stone figures and Turkic scripts, and possibly go to a local market. Accommodation: Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is a long day as we head properly off the tourist route into some of the wilder parts of the Gobi Desert. After an early breakfast, we start our journey and rapidly leave the paved road behind. The landscape changes as we head deeper into the Gobi and the majestic Ikh Bogd should be visible in the distance, the highest mountain in the Gobi Altai mountain range. Eventually, after about nine hours of travelling (with stops), we arrive at our ger camp in the wilderness. This is the longest day’s driving but is also a trip highlight as we pass through some of the most spectacular scenery in Mongolia. Accommodation: Ger camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After going over a desert pass and visiting the quartz-rich White Cave, our journey continues through classic Gobi Desert scenery of flat stony plains mixed with small rocky outcrops and patches of sand across the Khatan Suudal Steppe. We stop for a picnic lunch on the way, with views of Arts Bogd mountain to the north. We head off to the Kongoriin Els dunes, arriving in the late afternoon. Accommodation: Ger camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We have a full day to explore the dunes and surrounding area. The Khongoriin Els stretch for 125mi (200km) and are as high as 985ft (300m) in places. They are known as the Singing Dunes because of the beautiful sound that resonates through them on a windy day. The South Gobi has 100,000 camels, typically used by herders for transportation of their gers. We have the opportunity today to visit a camel-breeding family and glimpse the way of life of the nomadic herders of these parts. Accommodation: Ger camp"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we drive through Gobi Gurvansaikhan National Park. Gobi Gurvansaikhan means Three Beauties of the Gobi and this range marks the eastern end of the Gobi Altai range. The park landscape is extremely varied, with rocky and sandy desert plains, precipitous cliffs and ravines, salt pans and oases. We visit a spectacular natural sight of this region, Yolyn Am. The name means Vulture’s Mouth and it is a canyon so deep and narrow that winter ice can remain on the valley floor even in the height of summer. This region is also renowned for the diversity of its wildlife and many endangered species live here, including khulan, ibex, argali and elusive snow leopards. We visit a museum and explore the canyon before transferring to a nearby ger camp for dinner and overnight. Accommodation: Ger camp"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we have time to relax in our luxury ger camp. Either in the morning or afternoon, we drive 45mi (70km) to Bayanzag. Known as the Flaming Cliffs, their red/ochre colour can be striking and we have the opportunity for a short hike among sands of red, yellow and orange. Bayanzag is a world-renowned dinosaur fossil exploration site, discovered in the 1920s by Mongolian and American palaeontologists. We are free to explore the region and may even be lucky enough to spot dinosaur fossils. We later return to our ger camp. Accommodation: Ger camp"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We leave the Gobi Desert and fly back to Ulaanbaatar. Our flight time determines when we get back to Ulaanbaatar. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We visit the Gandan Monastery, the largest functioning lamasery in Mongolia and the seat of Buddhist studies in the country. Here we may see monks praying and the 65ft (20m) gold-and-bronze statue of Migjid Janraisig. You also attend the horse racing in Khui Doloon Khudag and witness cultural events in Sukbaatar Square ahead of the Naadam Festival opening. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "The Naadam Festival celebrates the ‘three games of men’ (or Erin Gurvan Naadam): wrestling, horse racing and archery. More recently, a fourth game, knuckle-bone flicking, was added to the competitions. The festival is celebrated throughout the country but the biggest is in Ulaanbaatar. Over the next two days, we attend the grand opening ceremony before we watch Mongolians compete in all four sports. We also mingle with hordes of Mongolian spectators as the grounds around the stadium (where wrestling, archery and bone-flicking take place) and the horse races are filled with stands selling food, games, flags and various other things. The atmosphere is a big part of the experience and many Mongolians dress in their best traditional clothes for the occasion. In 2010, the festival was entered into the Unesco Intangible Cultural Heritage list and is a great celebration of the Central Asian nation’s culture. Accommodation: Bayangol Hotel (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "The tour ends after breakfast and we begin our return journeys home, full of tales and magnificent photos to share. If you aren’t ready for the adventure to end, speak to your sales representative about our range of extension options."
    }
  ],
  "map": ""
}