{
  "destination": "Mongolia",
  "mainPhoto": "",
  "id": "mongolia-adventure-holiday-off-the-beaten-track",
  "tourName": "Mongolia adventure holiday, off the beaten track",
  "placesVisited": "Rural community in Middle Gobi, Khan Nature Reserve, homestay with yak herders in the Khangai Mountains, Wild Takhi horses at Khustain Nuruu, Ulaanbaatar urban walking tour, Hike ger to ger, Yak cart trek in historical Orkhon River Valley",
  "generalInfo": "Step away from traditional sightseeing and immerse yourself in Mongolia’s central heartland, where landscapes continue to sustain nomadic traditions and define the country’s identity. This cultural adventure offers a rare chance to live alongside rural Mongolian families, observing daily life and gaining a genuine understanding of herding culture.<br/><br/>In spring, as the snows melt and the land awakens, the season of new life begins. Calves, foals and kids are born, and herders are at their busiest. Join local families at this productive time of year, learning about the rhythms of their work and the resilience of nomadic life. You’ll meet different generations – from families who move several times a year with their herds, to older couples living quietly with a few animals – each sharing their own story of life on the steppe.<br/><br/>This is a deliberately small-scale trip, designed for two to six people, to ensure a personal and respectful experience. Nothing is staged; instead, you’ll be welcomed into homes as daily life unfolds around you. The pace is unhurried, allowing you to absorb Mongolia’s vast spring landscapes while hosts continue with their work, offering you space to observe and engage naturally.<br/><br/>This journey is for curious, open-minded travellers of all ages – whether you’re joining solo, with a partner, or with friends. You don’t need to be especially fit, as the trip isn’t physically demanding, but you should be comfortable with a range of temperatures, including the cold. More important than fitness is a flexible attitude and a willingness to step into daily life as it naturally unfolds.<br/>Accommodation is simple and shared, with guest gers provided by each host family. Facilities are basic: outside squat or long-drop toilets, and showers available every two to four days. If you’re content living without modern conveniences, and excited by the chance to connect meaningfully with local families in a genuine way, then this experience is for you.<br/><br/>The holiday is run by a small, independent business that has been based in Mongolia for nearly 20 years. With a dedicated local team and a long-standing commitment to working in genuine partnership with herding families, the company crafts flexible and thoughtful itineraries that prioritise authenticity, cultural connection, and responsible tourism.",
  "durationDays": "9",
  "price": "3045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ulaanbaatar (UB) - final arrival day: Mongolia’s capital, Ulaanbaatar, has an energy and character all its own – a vibrant city with a frontier spirit that still reflects a strong Mongolian identity. It’s well worth taking the time to explore, which is why we include our ‘Intro to Ulaanbaatar’ experience on this day. Discover the city through local eyes, enjoy a local-style lunch, and raise a glass with a welcome drink to begin your journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CENTRAL HEARTLAND: Khogno Khan Nature Reserve & Elsen Tasarkhai Sand Dunes: Explore the hidden interiors of this sacred granite mountain on a 3-4 hour hike to the small working temple of Erdene Khambiin Khid and the ruined Ovgon Khiid Monastery. A birch bordered path leads to this location and offers one of the most beautiful panoramas of the region."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tsenkher: Stay with the extended Galbadrakh family - yak herders in the Khangai Mountains. They are members of the Cooperative Ar Arvijin Delgerekh. This cooperative focuses on working with herders producing spun yak wool, providing them with an alternative to diversify and increase their income."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kharkhorin & Orkhon River Valley: Stay at the home of Tumee and Jargaa - modern-day herders that move up to six times per year. They make their home in the Orkhon River Valley - a cultural UNESCO World Heritage Site and represents the evolution of nomadic pastoral traditions in Mongolia. Spend the second day either exploring Kharkhorin, exploring the area on a horse trek, experiencing the way of life of Tumee and Jargaa - or a mix of all three!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Khustain Nuruu National Park: Travel to Khustain Nuruu to explore its steppe landscapes and rich wildlife, home to Mongolia’s iconic wild takhi (Przewalski’s horse). With luck, you’ll observe these remarkable horses in their natural environment. Your stay is with a local herding family in the park’s foothills – a peaceful setting and a memorable way to spend your final night in rural Mongolia."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ulaanbaatar: Return to Ulaanbaatar where the trip ends on the transfer back to your hotel although we provide some great ideas for your final evening as well as advice and support and a complimentary transfer on your departure day."
    }
  ],
  "map": ""
}