[
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "10-day-israel-tour-highlights-of-the-holy-land",
    "tourName": "10-Day Israel Tour: Highlights of the Holy Land",
    "placesVisited": "Jerusalem, Negev Desert, Dead Sea, Masada, Galilee, Golan Heights, Tel Aviv",
    "generalInfo": "As you float weightlessly in the briny waters of the Dead Sea, allow yourself to completely relax while the healing properties of the Sea’s mineral mud invigorate your whole body. Inhale the aroma of the colorful spices at Jerusalem’s Shuk as you take a gratifying bite of your mouthwatering falafel. On this 10-day tour of Israel’s highlights, you will experience thousands of years of history that spans some of the world’s holiest and most religious sites. Whether you are seeking to discover the vibrant city culture of Tel Aviv or the spiritual aura of the Wailing Wall, Israel is sure to leave you feeling absolutely fulfilled.",
    "durationDays": "10",
    "price": "6,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem - Arrive in Israel to Explore Jerusalem's New City",
        "description": "Home to some of the world’s holiest sites, Israel is a fountain of spirituality that is nestled in the heart of the Middle East. You will arrive at Tel Aviv’s Ben Gurion airport, where you will be met by your driver for a private transfer to your luxurious hotel accommodation in the heart of Jerusalem. Once you have had time to freshen up, you will meet your private guide in the hotel lobby for a transfer to the Mount of Olives for a fantastic panoramic view of all of Jerusalem. Standing on the thick white stones of the overlook, you will bask in the sweeping views of this ancient city, especially the golden Dome of the Rock that shines in the distance. You can peer around and enjoy your first introduction to this history-filled city. From here, you will board your private coach once again as you venture to the New City district of Jerusalem. You will arrive at Ben Yehuda Street, which is the area’s lively main drag. Your guide will offer information about the area’s history while offering excellent, local recommendations for the best restaurants and shops along the extensive street. Here, you will have the opportunity to peruse shops that are filled with traditional, Jewish artifacts that have been crafted by local artisans. You will also be able to sample your first Middle Eastern delicacy, electing either falafel or shawarma, which is a pita pocket that is filled with thinly sliced turkey, chicken, lamb, hummus, and Israeli salad, among a host of other condiments. Once you have had your fill of Ben Yehuda Street, you will meet your guide at the designated meeting point to be transferred back to your hotel."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem - Visit Jerusalem's Old City and Privately Tour Yad Vashem",
        "description": "This morning, you will wake up to a typical Israeli breakfast in your hotel before meeting your private guide in the lobby for your transfer to Jerusalem’s Old City. Here, you will pass through the winding, cobblestoned streets of all four religious quarters. As you enter the Wailing Wall, you will be able to feel the spiritual aura that emanates from the Wall and its worshippers. If it pleases you, you can find a place to stick your own handwritten prayer among the cracks of this ancient structure. Moving on, you will stop in the Muslim Quarter for a chance to purchase regionally crafted souvenirs before traversing to the Christian Quarter to visit the Church of the Holy Sepulchre, which is one of the holiest sites in Christianity. You will delight in commentary from your knowledgeable guide as you learn about the history of three of the world’s most popular religions. After you have traversed the Old City, you will board your private coach for a transfer to Yad Vashem, which is the World Holocaust Remembrance Center. Though incredibly somber, this museum is an important gesture to the dark past that haunts this small but resilient country. It is also a reminder that all must stand firm against the forces of evil. After visiting the museum, you will receive dinner recommendations from your guide on where to order some classic Mediterranean dishes, such as Shakshuka , which is a dish of poached eggs in a hot pan of savory tomato-based sauce and completed with regional vegetables and spices."
      },
      {
        "dayNumber": "3",
        "title": "Jerusalem - Tour the Israel Museum and Delight in the Bustling Jerusalem Shuk",
        "description": "Today will be your final day in Jerusalem, and you will begin your day visiting the world-renowned Jerusalem Shuk, also known as the Machane Yehuda Market. This classic and very traditional marketplace will heighten all your senses as you wander through the tight rows of vendors who sell everything from shoes to spices to the fresh fruits of the Mediterranean. Locals and tourists alike will be shuffling through to get their fill of the market. You can also sample sweet chocolate babka from the most renowned bakeries in Jerusalem before stopping in for iced coffee at Aroma, which is Israel’s version of Starbucks. If you happen to be at the Shuk on a Friday morning, then you should be prepared to mix with bustling groups of locals who travel from all over the city to purchase their fresh Challah bread, meats, and vegetables for their Sabbath meal. Overwhelming as it may be, this vibrant market is the beating heart of everyday life in Jerusalem. From the Shuk, you will meet your driver for your transfer to the Israel Museum. Here, you will be treated to a private tour of one of Jerusalem’s finest, cultural gems and one of the world’s leading encyclopedic museums. Highlights here include the recently discovered Dead Sea Scrolls and the Second Temple Model, which offers a reconstructed version of Jerusalem from before the Great Revolt against Roman Rule."
      },
      {
        "dayNumber": "4",
        "title": "Negev Desert - Experience Masada, the Dead Sea, and Glamping Under the Stars",
        "description": "Today, you will wake up before dawn for a private transfer to the world-famous Masada Fortress to watch a phenomenal sunrise, overlooking the spectacular Dead Sea. You will discover more of Masada’s fascinating history before taking a cable car down to the bottom for your transfer to the Dead Sea. Shortly after, you will arrive at one of the Dead Sea’s many famed beaches and luxuriate in a natural spa treatment, integrating the region’s acclaimed mineral mud products. You will be able to feel the buoyancy of the salty waters as you levitate weightlessly among the gentle waves with the warmth of the Mediterranean sun kissing your face. You will then board your private coach once again for a transfer to the Negev Desert, where you will discover the culture and traditions of one of Israel’s nomadic Bedouin communities. Here, you will have the opportunity to ride camels through the vast Negev, taking in awe-inspiring views of the desert mountains and rocky terrain. You will then meet in a traditional Bedouin tent to experience the esteemed hospitality of this community and enjoy a typical Bedouin dinner while learning of their rich history and being entertained by a traditional musical performance. After dinner, you will retire to your glampsite for camping in the height of absolute luxury under an endless sky of stars."
      },
      {
        "dayNumber": "5",
        "title": "Safed - Discover Kabbalah's Birthplace and Visit Rosh Hanikra's Grottoes",
        "description": "This morning you will wake to a delightful Bedouin breakfast before boarding your private coach transfer to Israel’s Galilee. You will arrive in Safed, which is also referred to as Tzfat or the otherworldly “Blue City,” and transfer to your luxurious hotel accommodation in the heart of the famous artistic quarter. High in the mountains and overlooking all that lies below, it will be not difficult to imagine how this city is the birthplace of the mystical Kabbalah. Here, you will be taken on a private tour of the city, visiting several of the area’s renowned art galleries, meeting the local artists, and learning of the spiritual practices of Kabbalah from one of Safed’s most prominent rabbis. After your tour of Safed, you should prepare for a short transfer to Israel’s coast to visit the gorgeous blue grottoes of Rosh Hanikra. Your transfer will be a breathtaking cable car ride down the cliff face, where you will explore the many trails that surround the clear, turquoise waters of the grottoes and sea caves. Once you arrive, you will visit the Kibbutz of Rosh Hanikra, which is a communal agricultural settlement that was established at the beginning of Israel’s modern history. Israeli Kibbutzim are a fascinating and important part of Israeli society, both historically and for the modern-day. From the grottoes, you will board your private transfer to return to Safed for dinner at one of your guide’s recommended and charming local restaurants."
      },
      {
        "dayNumber": "6",
        "title": "Safed - Unearth Israel's Many Religions in Haifa and The Druze Village of Isfiya",
        "description": "Today, you will prepare for a day of cultural and religious exploration as you depart your luxurious accommodation for a day trip to the port city of Haifa. Here, you will stroll through the exquisite and serene Baha’i Gardens, learning of the history of the Baha'i faith and enjoying the magnificent mountain top view over the entire city. At the foot of the Gardens, you can spend the rest of the morning, roaming through the picturesque streets of the German Colony and stopping in any of the enchanting cafes and shops for a snack of enticing Israeli delicacies such as pita with hummus and tahini. From Haifa, you will venture into your private transfer to the luscious hills of the nearby Druze village of Isfiya. The Druze people comprise of a unique religious and ethnic group that is renowned for their hospitality and delicious food. Always eager to entertain guests, you will enter the home of a traditional Druze family to learn about their customs and history before enjoying a delightful and homemade lunch. From the top of the quaint Isfiya village that is located on Mount Carmel, you can witness a panoramic view of the mountains and the clusters of homes below. You will realize the extent of the many different cultures and religious sects that live in this country, which they all claim as their homeland."
      },
      {
        "dayNumber": "7",
        "title": "Safed - Journey Through the Golan Heights and Enjoy a Boutique Winery Tour",
        "description": "This morning you will indulge in a delightful breakfast in Safed before heading out via private transfer to the scenic Golan Heights. You will arrive at the beautiful Banias Nature Reserve, where you will trek to the impressive Banias Waterfalls, which are the largest falls in Israel and which also hold important significance in the Christian religion. From here, you will board ATVs for an exhilarating ride through the Golan, marveling at the brilliant landscape of rivers, streams, vineyards, and fields, until you come to arrive at Mount Bental, which is a stunning overlook from Israel over the Syrian border. You will uncover more of the history and politics of this site while taking in glorious panoramic views of the Golan. From here, you will be transferred to one of the well-renowned Golan Heights wineries for a specially curated tour. Here, you will uncover the intricate winemaking process and delight in a wine tasting of Israel’s finest wines, which are exported worldwide. Standing in the center of one of the Golan’s many extensive vineyards, you can raise a glass to your lips as you take a sip of deliciously complex wine and gaze out over the mountains that rise in the distance. You will return to Safed for your final dinner in the Blue City, where you can reflect on your many wonderful experiences thus far."
      },
      {
        "dayNumber": "8",
        "title": "Tel Aviv - Delight in the Treasures of Shuk HaCarmel and Explore Jaffa",
        "description": "Today, you can enjoy breakfast at your hotel before boarding your private transfer to the final stop on your whirlwind tour of the Holy Land: Tel Aviv. You will check-in to your opulent hotel in the city’s bustling center, looking out over the endless Mediterranean Sea. Once you have settled in, your expert guide will meet and bring you to the mouth of the celebrated Shuk HaCarmel, which is also known as the Carmel Market. Nestled in the heart of the city, you will be delighted by the sites, sounds, and smells of the market while testing your skills as you haggle for the best prices of local goods and souvenirs. You can veer off the main strip of the market as you meander through trendy side streets that are filled with boutique cafes, shops, art galleries, and restaurants with picturesque outdoor patios. You will then meet your guide once more for a transfer to Tel Aviv’s dynamic Jaffa neighborhood, where you will tour the Jaffa Flea Market, which is full of new and vintage items before venturing to the Jaffa Port for lunch at one of the many chic eateries. Then, you can stroll by the famous Jaffa clock tower and learn about the area’s history before being left by your guide to enjoying the afternoon on your own, exploring the many shops, restaurants, boutique wines, and live music bars that decorate this up and coming area."
      },
      {
        "dayNumber": "9",
        "title": "Tel Aviv - Explore Tel Aviv's Beaches and Trendiest Neighborhoods",
        "description": "This morning, you will enjoy breakfast at your hotel or at a nearby cafe as you spend the day exploring Tel Aviv at your leisure. You can occupy your day by lounging on the beach, walking along the sunny promenade, enjoying a drink at one of the many quaint beach bars, or playing paddle ball in true Israeli fashion. With recommendations from your guide, you can explore Tel Aviv’s renowned art galleries or go shopping in the trendy Neve Tzedek neighborhood before enjoying lunch at one of the city’s many delightful restaurants or cafes, which will be suitable to whatever pleases your appetite. In the evening, you will experience Tel Aviv’s eclectic nightlife at a live music bar, wine bar, nightclub, or beach bar in one of the area’s many vibrant neighborhoods. Your guide will offer specific recommendations that will be based on your interests. Though the city is mostly walkable, your private transfer will be available to you at all times during the day as needed. Sitting on the beach with your toes in the sand, you can gaze over the clear waters of the Mediterranean Sea. You may close your eyes and hear the sounds of the waves as they roll in, foreign languages as they float around you, and the gentle hum of balls as they hit their beach paddles as you sink into complete ease. You may also think forward to the bustling Tel Aviv streets that you will peruse later this afternoon and realize that you do not have a care in the world."
      },
      {
        "dayNumber": "10",
        "title": "Tel Aviv - Enjoy the Morning in Tel Aviv and Head For Home",
        "description": "Today, you will enjoy your final morning in Tel Aviv. You can take a walk down to the beach or stroll through the Carmel Market one last time before sitting down at a lovely cafe to enjoy the city as it begins to wake. As you sit next to your travel companion, you cannot help but reflect on all that you have seen and done over the course of your trip. All of these memories will bring you back to the present moment as you sit in a charming cafe in the center of Tel Aviv and think to yourself that this was truly a once-in-a-lifetime experience. You will gather your belongings for the final time and meet your private driver in the hotel lobby for your transfer to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "all-encompassing-israel-a-grand-tour-from-north-to-south",
    "tourName": "All Encompassing Israel: A Grand Tour from North to South",
    "placesVisited": "Tel Aviv, Jerusalem, Eilat, Galilee, Dead Sea, Nazareth",
    "generalInfo": "Discover paradise on the Red Sea shores and unique utopic valleys in Galilee during your custom tailored grand tour of Israel. Let the rich minerals in the soil of the Dead Sea soothe your skin. Dig your toes into the soft, gold sand of Tel Aviv’s beaches. Follow the gilded hues of Jerusalem stone to the remains of the Second Temple and framed walkway of Via Dolorosa, the path Christ walked to his crucifixion. From sampling olives fresh from the orchard to wines produced from verdant vines, you will discover ancient history and gorgeous landscape, vibrant culture and welcoming ambiance spanning the whole of Israel.",
    "durationDays": "12",
    "price": "7,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Tel Aviv – Magnificent Beginnings",
        "description": "The city of Tel Aviv rises along the edges of the Mediterranean Sea. The promenade stretches for nine miles until it reaches the historical port of Old Jaffa. Locals bask in the endless sunlight on the soft, gold sand beaches. The aisles of the outdoor Carmel Market overflow with colorful fresh produce, from radishes to zesty oranges. The air fills with an aroma of blending spices displayed in sacks along family-run stalls. The Old City fills with chic cafes emanating the aroma of freshly brewed coffee. The windows look out to the shoreline and the spires of the Franciscan architecture of St. Peter’s Church. Your flight lands at Ben Gurion International Airport outside of the city. Your private transfer meets you upon your arrival and escorts you to a luxurious hotel in offering views of the golden coastline. Your guide meets you in the lobby, eager to lead you through an introductory tour of the city’s vibrant streets and historical destinations. Thought provoking murals drape the walls of unsuspecting apartment buildings, creating outdoor galleries depicting political messages or dreamlike landscapes. You reach the neighborhoods, adding to the lush nickname of the “White City,” named for the 4,500 Bauhaus-style structures. The facades contain rounded pillars and balconies, offering a sense of serene European ambiance amongst the bustling streets of Israel’s largest city."
      },
      {
        "dayNumber": "2",
        "title": "Galilee – Touching History and Grace",
        "description": "In the morning, the vibrant atmosphere of the Carmel Market returns to the aisles, accompanied by the aroma of freshly baked bread and honey-soaked baklava. At breakfast, the bright colors of pomegranates fill the room. You sip a refreshing cup of Arabica coffee, tasting the strong flavor. Your private transfer meets you in the hotel lobby after the meal and escorts you north to the Galilee region, taking you along the coastal plain to reach Caesarea. The Roman and Herodian city were established in the year 30 BCE during the reign of Herod the Great. The shores sparkle with turquoise hues emanating from the sea. The city was once one of the great ports of the ancient world, rivaling Alexandria and Carthage. Columns from antiquity pepper the landscape beneath the preserved Crusader walls and the ruins of the 19th-century village of Caesarea. At the jetty on the harbor, you enter the Time Tower, a room that offers computer generated insight to the city during different periods across the ages. From the window, you can see dark spots on the Mediterranean more than 100 yards from the shore, which represent the ancient remains of the original breakwater. You continue to Megiddo National Park to find the historic town of Megiddo, also referred to as Armageddon. The grounds once stood along an important trade route between Egypt and Assyria, putting the town at the center of many battles for three millennia. The sunlight washes over the golden earth, spotlighting the archaeological excavations. The 9th-century BCE water system continues to run along a nearly 100-foot long shaft carved out of solid rock to reach a nearly 230-foot long tunnel."
      },
      {
        "dayNumber": "3",
        "title": "Galilee – Spiritual Samples",
        "description": "The golden dome of the Baha’i Shrine crowning the terraced gardens in Haifa glints in the morning light. The verdant manicured grass spreads across the 19 different tiers of the gardens. After breakfast, your guide greets you at the hotel and escorts you to Safed, a mountaintop town connected to the mystical Jewish tradition of Kabbalah. Cobblestone streets wind along the summit at a height of 3,000 feet above sea level. Small cafes open their doors to the aroma of grilling meat and fragrant spices. Turquoise doorways frame antique homes and art galleries shimmer with vibrant hues against the golden edges of the bordering Jerusalem stone. The city contains a distinct bohemian atmosphere meandering through the cobbled alleyways and stairwells. You stop at the Caro Synagogue, which was named after the 16th-century Toledo-born Rabbi, Yosef Caro. The structure was erected originally in the 1500s and rebuilt after a series of earthquakes. The interior fills with a subtle, lingering aroma of incense. A window to the right of the ark contains decorative pieces of twisted metal, which were taken from a rocket that landed outside of the structure in 2006. In the afternoon, you explore the outer reaches of Galilee, enjoying the scenic orchards and vineyards fed by undergrounds springs. You stop at a local vineyard to learn about the traditions of winemaking in the region. For a moment, you forget that you are in Israel and feel that you have been taking to the Tuscan countryside."
      },
      {
        "dayNumber": "4",
        "title": "Galilee – On the Trail of the Past in Galilee and Nazareth",
        "description": "Today you set out to discover the rich history and traditions around Galilee and Nazareth, beginning with the ancient city of Tiberias, one of the four holiest cities in the Jewish faith. Historically, sages have found peace in the regional grounds along the sunbaked soils besides the shimmering sapphires waters of the Sea of Galilee. The Tomb of the Maimonides was erected in the early 13th century to house the sage known for his fondness for quoting Aristotle and for creating the first codification of Jewish law. An excavation site shows the house of Peter, upon which a church was later built. The apostle was a fisherman who lived on the shores of the lake. The church was erected in the 5th century with a typical octagonal shape. The contemporary church was erected over the original construction, offering views into history along the glass-bottom floor. Continue to Nazareth, the largest Arab city in Israel. The marketplace fills with jovial music emanating from the shops. Colorful saris dangle from display hangers and the aroma of cinnamon and cardamom drift out of spice shops. The nearby Beth Alpha synagogue, locate in the Bet Alfa Synagogue National Park, was erected in the 6th century along the slopes of the Mount Gilboa. The northern entryway contains inscriptions in Aramaic and Greek, flanked by guardians in the shape of buffalos and lions."
      },
      {
        "dayNumber": "5",
        "title": "Jerusalem – Visiting the City on the Hill",
        "description": "In the morning, the breeze carries the aroma of ripening olives and grapes from the nearby vineyards and orchards. At breakfast, you find vivacious colors of pomegranates and tomatoes accompanying savory flavors of locally made cheeses. Your private transfer greets you at the hotel and escorts you south through the hills to reach the shining city of Jerusalem. The gilded hues of Jerusalem stone cast a seductive golden corona over the city and along the encircling hills. Cobblestones craft wide, antique boulevards and narrow alleys. Locals linger in cafes sipping strong Arabica coffee or enjoy the chic ambiance of restaurants serving traditional cuisine with a modern twist. After visiting Mount Zion, you make your way through the more than 2,000-year-old history of the Jewish Quarter to visit the Western Wall. The wall stands on the Temple Mount and once supported the Second Temple. The remaining structure embodies a spiritual connection to the Jewish people, with the divine presence remaining in the remnants of the edifice. Romans destroyed the Second Temple in 70 CE and today operates as an open-air synagogue with an area for men and women. You notice bits of paper sticking out of the cracks in the wall. Visitors from around the world write their prayers down and place the paper inside the wall like letters, hoping to reach the heavens. All around you, people touch the wall and kiss the stone, paying their respect to history, tradition, and faith."
      },
      {
        "dayNumber": "6",
        "title": "Jerusalem – From a Different Perspective",
        "description": "Cypress trees and palm trees wave against the hills in the morning breeze. The aroma of dates and freshly ground coffee fill the dining room at breakfast. You follow your guide through Jerusalem after the meal, eager to experience the New City, offering a unique view of the millennia-old culture and history. Your tour begins at the Hadassah Medical Center in the neighborhood of Ein Karem. The large complex was originally erected in the early 20th century with the most recent expansion erected in the 1960s. Famous French artist Marc Chagall crafted a series of 12 abstract stained glass windows depicting the 12 Tribes of Israel. The windows glow in the hospital synagogue. When the sunlight passes through the glass, the room radiates the biblical stories as told through the unique prism of Chagall’s perspective. You continue to Yad Vashem, the Holocaust Memorial Museum. The galleries exhibit the atrocities of World War II in a way that is both sobering and uplifting. The museum encompasses nearly 45 acres of land scented with pine trees spreading across Mount Remembrance. You pass through the Hall of Names, noting the different details of the photos framing the walls."
      },
      {
        "dayNumber": "7",
        "title": "Jerusalem – Salty Shoreline and Open Caves of the Dead Sea",
        "description": "In the morning, you venture out into the Judean Desert to step into the temperate waters of the Dead Sea. The briny, saltwater lake stands at an altitude of 1,300 feet below sea level, making it the lowest land-region in the world. The spiritual ambiance emanates from the water and the mineral-rich soil. You can take the mud and spread it over your skin, which traditionally has been used to heal various types of ailments for over two millennia. The smooth, gravely shoreline stretches into the nearby ridges. Once in the water, you discover the ease of floating in the saline-heavy lake. You rest on your back, letting the mud wash away from your skin, and enjoying the serene ambiance of the clear sky. Salt clings to your skin before you rinse away remnants of the sea. Venture to the Qumran National Park to follow the trails of the Dead Sea Scrolls, which were written between the 1st centuries BCE and CE. You stroll along a sturdy wooden walkway, finding ruins of an aqueduct and cistern. Ritual baths stand near the scriptorium where scholars believe some of the scrolls were written. The caves held the Dead Sea Scrolls for thousands of years, located along the cliffs of the marl terrace."
      },
      {
        "dayNumber": "8",
        "title": "Jerusalem – City on the Hill at Leisure",
        "description": "At breakfast, you find the aroma of fresh shakshuka filling the dining room. The dish contains poached eggs and vegetables simmering in a rich tomato sauce. The normal rush and hum of Jerusalem have faded, replaced by the serene sound of people walking and chatting. Cafes open their doors to the aroma of fresh coffee. Artisan craftspeople create luscious flavors and designs in a local chocolate shop. The day is yours to enjoy the unique atmosphere of Jerusalem on Shabbat, the day of rest for the Jewish faith. You make your way along the old ramparts to walk along a gem often overlooked by visitors. The walkways provide a deeper look at the Old City spanning nearly two miles. The Lions Gate stands near the Dome of the Rock. The Tower of David edges the west side of the city. The large stone opens for sporadic views of the city below. Around the Muslim Quarter, you can see the minarets and schools from above, alongside the spires of the Church of the Holy Sepulchre in the Christian Quarter."
      },
      {
        "dayNumber": "9",
        "title": "Eilat – On the Road to the Red Sea",
        "description": "Today your private transfer meets you at the hotel after breakfast, eager to lead you south to the resort city of Eilat, located on the banks of the Red Sea. En route, you traverse the Negev Desert. Incense traders once walked the roads, transporting precious frankincense and myrrh. Vineyards flourish in the desert heat, fed by underground springs. Artisanal food producers craft honey, cheese, and bread inspired by the landscape. Trails meander through the undulating terrain. At Timna Park, you can explore the colorful sands and ridges of the mountains tinted by the inherent copper, iron, and magnesium in the soil. Traces of the world’s first copper mines remain through thousands of ancient shafts and smelting furnaces dating back to ancient Egypt. The scent of baked earth fills the air. The sand is gravelly and coarse to the touch. Your guide points out ancient rock drawings depicting ostriches and wild goats, along with dramatic Egyptian battle chariots recounting the history of the region. The impressive geological phenomena of Solomon’s Pillars exhibit nature’s splendor. The two gigantic granite columns were formed more than 540 million years ago near an eroded monolith shaped like a dramatic mushroom. Once in Eilat, you can relax in the comforts of your luxurious hotel before visiting the celebrated Coral World Underwater Observatory."
      },
      {
        "dayNumber": "10",
        "title": "Eilat – An Israeli Riviera",
        "description": "The Red Sea resort town of Eilat overlooks the shimmering waters lapping at the shoreline. Reefs brim with colorful coral, sea turtles, and vivacious fish. Sailboats glide along the water’s surface with their sails billowing in the breeze. Unique rock formations decorate the surrounding desert landscape. The day is yours to indulge in the splendors of Eilat at your preferred pace, whether taking to the beaches to linger in the shade of an umbrella or snorkeling with dolphins along the private bay of Dolphin Reef. Eilat has been a crossroads for centuries, allowing travelers to move along the land bridge connecting Africa and Asia, beginning with the most notable accounts of Moses leading the Israelites out of Egypt. For a stunning visit to the Red Sea, you make your way to the Coral Beach Nature Reserve, a utopia for snorkeling. A wooden bridge leads you to the edging reef, which reaches over a half mile in length. Buoys and subaquatic markers guide you along the water trail. The Red Sea has cool, refreshing temperatures, contrasting the desert heat. The cobalt hues blend with crystal clear visibility. Blue spotted stingrays lie along the sandy seafloor. They flick sand over their bodies to camouflage themselves from passing crabs or predators. They can grow up to 19 inches in diameter with dark green skin speckled with blue spots. Lionfish circle the coral. Their 11 dorsal rays extend from the upper ridges like spikes. The sunlight spreads across the water, piercing the surface and allowing for visibility up to 20 feet in the day’s calm."
      },
      {
        "dayNumber": "11",
        "title": "Tel Aviv – Returning to the Beachside City",
        "description": "In the morning, you can hear the waters lapping at the pebbled coastline, providing a soothing soundtrack to the brand new day. The sunlight washes over the sea’s surface and shimmers with turquoise. After breakfast, your private transfer meets you at the hotel and leads you north back to Tel Aviv, enjoying the scenic roads along the way. You stop at Mitzpe Ramon Nature Reserve. The Mars-like landscape flickers with red sands far away from the lights and sounds of the city. Ibex graze on the thistles. Arabian leopards hide in the rugged rocks, lingering in the sparse shade. The steep walls encircle the deep closed valley, shaped by the ancient draining of what was once a lake. The rocks at the base of the crater date back more than 200 million years. The crater reaches a depth of more than 1,600 feet at the Saharonim Spring, the region’s only natural water source. You continue to a small Bedouin community in the desert to learn about the hospitality of the nomadic tribes. The community leaders greet you with open arms and friendly smiles, urging you to partake in a brief camel ride along the desert grounds. The camel kneels onto its belly before you climb the stairs onto the seating platform positioned over the hump. When the camel rises, it presses its back legs up first before continuing with its front legs. You sway from side to side as the camel walks, finally understanding the term associated with the animals as the “Ships of the Desert.”"
      },
      {
        "dayNumber": "12",
        "title": "Tel Aviv – Departing the Grand Tour",
        "description": "The sea breeze carries the aroma of coffee and dates across the seaside promenade. Cyclists and joggers take to the walkway to exercise in the refreshing morning air. Fishing boats glide across the Mediterranean on their daily search for a perfect catch. Art galleries exhibit gorgeous light and reflection beside chic cafes lining the hidden walkways. The Flea Market in Jaffa’s Old City opens to popular fanfare, spreading over the gridded streets to the antique clock tower. Boutiques offer antique wares, and street stalls display vibrant vintage clothing representing the fashion of the past and its ability to circle back into style. When you are ready, your private transfer meets you at the hotel and escorts you to Ben Gurion Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "an-eye-opening-israel-tour-focused-on-israeli-society",
    "tourName": "An Eye-opening Israel Tour Focused on Israeli Society",
    "placesVisited": "Jerusalem, Galilee, Shilo, Haifa, Masada, Tel-Aviv, Jaffa, Safed, the Dead Sea, Yad Vashem, Baha’i Gardens, Caesarea, Druze Villages, Rosh Pina Village",
    "generalInfo": "Israel balances thousands of years of history with the world’s three largest monotheistic religions; your custom tailored tour immerses you in vibrant culture while exploring the captivating churches, antique neighborhoods, and enchanting landscapes of the region. Ancient foundations support contemporary basilicas. Cobblestone streets whisper the stories of Roman legions and Christ. Israeli and Arab youth interact warmly in a city promoting harmonious lifestyles. Enjoy first-hand the experiences of Israel’s captivating society while discovering the eye-opening beauty of the region’s mixture of past and present.",
    "durationDays": "8",
    "price": "5,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem – Welcoming True Israel",
        "description": "Jerusalem is a city of the ancient world and spiritual connection, religious quarters and majestic ambiance. Cobblestone lanes lead to antique boulevards. Chic cafes fill the spaces of vintage buildings. Date palms add to the skyline and lavish religious structures spread across the hillsides glinting in the passing sun. Your private transfer meets you upon your arrival at Ben Gurion International Airport, escorting you south to a luxurious hotel hosting a façade decorated with Jerusalem stone and overlooking the Liberty Bell Garden. After settling into the contemporary comforts of the accommodation, you meet your private guide in the lobby. Your introduction to the city begins along the mile-long Sherover Promenade. The walkway offers a panorama of the Old City beginning at the southern stairway. The tan limestone and wrought iron lamp posts allow the contemporarily erected walkway to blend into the classic style of the city. Three large pergolas embellish the promenade, offering stunning views of the Mount of Olives in the distance framed by stone pillars. You have a clear view of olive groves and wheat fields in the north, along with rows of santolina, a chamomile flower, waving in the breeze. You make your way to a charming restaurant in the old neighborhood of Yemin-Moshe, which was erected at the end of the 19th century. Bougainvilleas drape over the stone stairways and walls. The windmill of the neighborhood has become an icon, visible from around the city. You settle into a charming restaurant providing panoramas of Old Jerusalem and bask in the aroma of exotic spices emanating from the kitchen."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem – Spiritual Jerusalem",
        "description": "At breakfast, you find the refreshing aroma of strong Arabica coffee accompanied by the vibrant colors of a ruby-red pomegranate. Your guide meets you in the lobby after the meal, eager to escort you on an unforgettable tour of the City on the Hill, beginning at the slopes of the Mount of Olives and Dominus Flevit Church. The panorama of the city is more dramatic in the morning when the sunlight casts a golden glow over the streets, cream-colored stones, and gilded domes for which the skyline is famous. Christian belief places the Mount of Olives as the place Jesus ascended to heaven. Your guide leads you to the gates of the church erected over the site where Jesus wept for Jerusalem. The structure was erected in the 1950s in the shape of a teardrop over the ruins of a 7th-century church. Mosaics from the original church adorn the contemporary house of worship. The windows to the west overlook the Temple Mount, accentuating the spiced scent of myrrh. In the afternoon, you continue along Via Dolorosa, also referred to as the “Way of Sorrows,” the path which Jesus took as he walked towards his crucifixion. Today the path ends at the Church of the Holy Sepulchre. Vendors line the streets amongst the old stone buildings. Trees offer shade amongst the country lanes and stone steps ascend into the hills. You stop along the fourteen stations to follow the footsteps of the path, arriving first at the Praetorium, where Pilate condemned Jesus."
      },
      {
        "dayNumber": "3",
        "title": "Jerusalem – Beginnings of the Ancient City",
        "description": "In the morning, the sunlight washes over the Museum on the Seam, a modern art museum straddling the border between East and West Jerusalem. The socio-political art space symbolizes a contemporary bridge between two worlds hoping for peace. You step deep into the past today after breakfast, finding the roots of the ancient City of David. Excavations began in the mid 19th century, revealing the oldest parts of Jerusalem dating back to the Canaanites. David captured the city by bringing the Ark of the Covenant more than three millennia ago. You submerge yourself into Hezekiah’s Tunnel, finding the heat of the city fading beneath the cool subterranean draft passing through the 1,600-foot long passageway. An ancient stone carving discovered near the entrance describes the process of the operation used to erect the passage. You continue to the Royal Quarter, which dates back to the 10th century BCE. The palace stood on the ridge overlooking the valley floor during the time of the First Temple. Archaeologists have discovered Judean and Babylonian arrowheads in the area, a reminder of the battles that once took place over the land. You continue into the Christian Quarter and beyond, arriving at the Israel Museum to view the exhibits on the Dead Sea Scrolls, located in the Shrine of the Books."
      },
      {
        "dayNumber": "4",
        "title": "Haifa – Following Tradition",
        "description": "In the morning, the aisles of the Mahane Yehuda Market fill with the aromas of exotic spices and freshly baked bread. Cafes brew fresh Arabica coffee and produce vendors offer vibrant colors of fresh fruits and vegetables, from pomegranate to artichoke, cucumber to zesty orange. Before leaving Jerusalem, you visit the Church of the Nativity, which was originally constructed in the 4th century CE under the commission of Constantine the Great. The church was erected over the spot where Jesus was born. Monks and priests wander through the interior halls. The scent of frankincense and myrrh drifts away from the dais. A small Ottoman-era door frames the façade. You duck beneath the archway before entering. Crusaders reduced the size of the doorway to keep invaders from riding into the gallery. After visiting the Holocaust Memorial of Yad Vashem and the Mormon Jerusalem Center of Brigham-Young University, you continue out of Jerusalem and into Haifa, stopping first in the West Bank to visit the town of Shilo, which was first established more than 4,000 years ago in the Middle Bronze era. The town once held the Tabernacle in which stood the Ark of the Covenant. Samuel took the Ark from Shilo, temporarily losing it to the Philistines. The dramatic ambiance remains in the district, harkening back to biblical traditions and stories."
      },
      {
        "dayNumber": "5",
        "title": "Haifa – Times of Peace and Prosperousness",
        "description": "In the morning, the sunlight washes over the unique grounds of the Baha’i Gardens. The tranquil and impressive landscape was established in the mid 19th century and is topped with a domed shrine standing more than 130 feet tall. The sunlight glints off the Italian marble walls, granite pillars, and 14,000 gold-coated bricks. After breakfast, your guide introduces you to the beauty of Haifa by escorting you through the lush gardens. Flowers blossom amongst manicured lawns and citrus groves. The serene gardens blend with the natural flora growing along the mountainside, accompanied by the 19 terraces. The surrounding city creates a picturesque view of verdant grass, antique buildings of the Ottoman and Mandate periods, and the marvelous peak of Mount Carmel, which reaches a height of nearly 1,800 feet above sea level. You continue to the Beit Hagefen Center, an embodiment of Haifa’s coexistence between Israeli Jews and Arabs. The institution is located in a seasoned structure sponsoring cross-cultural social and cultural activities. The upper gallery provides exhibitions related to shared values through various historical pieces and art. Continue to the former Herodian and Roman city of Caesarea located on the coastal plain. Phoenicians built the harbor in the 4th century BCE, which the Greeks and Romans subsequently utilized. The city blossomed with temples, theaters, and a hippodrome. The Roman amphitheater could hold up to 10,000 spectators eager to watch gladiators battle. Remnants of the former aqueduct line the beach, representative of the ingenuity of the Herodian period."
      },
      {
        "dayNumber": "6",
        "title": "Safed – Northern Immersion",
        "description": "Outside of Haifa, the turquoise waters of the Mediterranean lap at the shores of Dor. The sunlight spreads across the golden sand and soft waves. Archaeologists excavate the old harbor and a Crusader castle to the north, both framing the base of a 6th-century Byzantine church. After breakfast, you depart from Haifa and venture to the Golan Heights in the north of Galilee. The scenic drive encompasses verdant grasslands and tan cliffs. Wildflowers in the chamomile family blossom, shimmering with bright yellow petals. The sweeping vines of wineries fade behind the rolling desert landscape near the mountain ridges. The Golan Heights stretch nearly 40 miles from north to south and 12 miles from east to west. The lunar landscape features subterranean oases and hidden waterfalls. The rocky plateau around Mount Bental provides stunning views over the flat plains leading to Syria. The peak holds the story of one of Israel’s battles during the war for the Golan. A bunker crowns the hilltop overlooking the border. The aroma of fresh-brewed coffee emanates from the café. Batteries texture the landscape, displaying the signs of contemporary battle. Grain and produce cover the battlefield below, spreading to the Syrian frontier. A metal sculpture garden helps tell the tale of the Yom Kippur War, with statues facing down into the valley."
      },
      {
        "dayNumber": "7",
        "title": "Tel Aviv – Miracles of Galilee",
        "description": "At breakfast, you recall the subtle charms of the village of Rosh Pina, which you visited the previous evening. The 18th-century town neighboring Safed contains boutique shops, and quiet promenades adorned with sculptures depicting its 19th-century beginnings. At breakfast, the scent of dates and bananas swirls around the refreshing coffee. Your guide meets you at the hotel and leads you to the mountains of Galilee to trace the miracles Jesus performed, beginning at Domus Galilee. The Mount of Beatitudes stands at 190 feet below sea level but rises nearly 510 feet above the edges of the freshwater lake of the Sea of Galilee. A church has stood on the grounds since the 4th century, following the belief that Jesus delivered the Sermon on the Mount while atop the hillside. A Roman Catholic church erected in the 1930s continues the tradition of religious structures adorning the summit. The octagonal edifice contains remarkable stained glass windows situated below the dome, flickering with colorful sunlight. Personifications of the seven virtues surround the altar, and the balcony offers a fabulous view of the lakeshores. You make your way to Nazareth, the largest Arab city in Israel, to find the markets bustling with colorful saris and seductive music carrying over the cobblestone lanes. Boutiques line the roadways as you arrive at the entrance to the Basilica of the Annunciation, where Archangel Gabriel announced Jesus’ coming."
      },
      {
        "dayNumber": "8",
        "title": "Tel Aviv – The Most of the Morning",
        "description": "Before dawn, you venture outside of Tel Aviv to reach the desert landscape of Masada. Lingering starlight fills the night sky. The cool air is a refreshing change from the desert heat. You follow your guide along the trail leading to the mountaintop fortress. The walls contain more than 2,000 years of history, echoing the stories of the nearly 1,000 men, women, and children who made their last stand against the Roman army. The path snakes along the protruding ridge. The sun rises over the horizon, offering a spectacular view of the Moab Mountains and the Dead Sea glistening in the layered colors of the sky. Once inside the fortress, the sunlight returns the aroma of baked clay to the air. Members of the Israeli air force do yoga in the quiet atmosphere of sunrise, first by ascending the trail, and then calming their bodies and mind through movement. Engage with your guide about the unique legend behind Masada, along with the types of religious zealotry of those who once made their stand inside the walls. Afterward, descend the hill and make your way to Ben Gurion International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "classic-israel-tour-jerusalem-tel-aviv-galilee",
    "tourName": "Classic Israel Tour: Jerusalem, Tel Aviv, Galilee",
    "placesVisited": "Jerusalem, Tel Aviv, Nazareth, Dead Sea, Galilee, Haifa",
    "generalInfo": "From church mosaics to historical mosques, temple walls to alluring beaches, Israel is a classic destination brimming with religious significance, historic importance, and contemporary vitality. Float across the Dead Sea as the water cradles you. The Baha’i Gardens blossom with date palms and carnations. Antique fortresses shimmer with gold stones. Roman ruins rise out of the coastal plains. Your custom tailored tour embraces the past and immerses you in the present, highlighting the gorgeous landscape of Galilee and the vineyards of Golan, the captivating port of Jaffa and the enticing olive groves on the edges of Jerusalem.",
    "durationDays": "9",
    "price": "11,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem – A Classic View of Jerusalem",
        "description": "Jerusalem is a city holy to three of the world’s major religions. Ancient cobblestone streets meander between historic buildings, winding up the hillsides and glittering with golden hues at most hours of the day. Whether interested in the tales of Crusaders or Maccabees, sparkling jewelry or colorful spices, the city maintains a deep connection to its past while looking towards the future. Your flight lands at Ben Gurion International Airport, where your private transfer meets you you’re your arrival. You make your way south along the roadway winding between the cresting hillsides for your first view of the glistening rooftops of Jerusalem. You can see the golden dome of Haram Al-Sharif, also known as the Temple Mount. Pilgrims from around the world make their way to the sanctuary known to the monotheists of Christianity, Judaism, and Islam as the rock upon which Abraham, the father of the three faiths, offered his son. Solomon erected the first temple on the mount and Muhammad ascended to heaven. The wide plaza overlooking the Old City embodies the majesty of the city, emanating its connection to those living and visiting Jerusalem, along with those around the world eager to visit Al-Aqsa Mosque, the oldest mosque in the world, established in the early 8th century."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem – City of Antiquity",
        "description": "In the morning, the scent of pomegranates and figs offers hints of the rich oasis upon which the city was erected. At breakfast, you sip a decadent, strong cup of Israeli coffee; locals prefer their drink either bitter and black or light and sweetened with sugar. After the meal, your guide meets you in the hotel lobby and escorts you through the streets for a fascinating introductory tour of the Old City. Sporadic palm trees cast shade over the narrow cobblestone streets. The lanes meander between stucco homes and brick structures, leading to open boulevards and hidden alleyways. The scent of coffee emanates from secluded cafes. Old men play dominoes on mosaic tables and talk excitedly in Hebrew. You stop first at Mount Zion to visit the Tomb of King David. The small hill stands south of Zion Gate and contains Jewish and Muslim shrines, along with numerous churches. Along with being the resting place for King David, the hill is also the celebrated site of the Last Supper. The scent of olive groves and cypress trees fills the air. The blue–tiled roof of the church contrasts the creamy stone façade. The hill is the highest point of the ancient city, reaching an elevation of more than 2,500 feet above sea level. The polished tiles on the floor guide you to the ground floor. The remains of the 4th-century Byzantine church radiate from the cold stone walls. The Cenacle of Jesus was the original meeting pace for those of the Christian faith in the 4th century. On the second-story, you enter the room of the “Last Supper,” in which Jesus shared his final meal with his disciples. Pillars support the vaulted ceiling and capitals from the 12th century contain a gothic architectural luster. Traces of paint from the 14th century continue to adorn the walls amongst embellishments of a former mosque erected during the Ottoman Empire."
      },
      {
        "dayNumber": "3",
        "title": "Jerusalem – Contrast from Old to New",
        "description": "In the morning, the sunlight washes over the cream-colored stone of the city and returns the golden hues back to the facades, domes, and cobblestones. Cafes emanate the aromas of rich coffee and bourekas , savory puff pastries filled with cheese and vegetables. After breakfast, your guide leads you on a remarkable tour of the New City, taking you first to the Hadassah Medical Center in the neighborhood of Ein Karem. Cypress trees rise like pillars up from the terraced hills. Christian pilgrims from around the world visit the hillside district to visit the birthplace of John the Baptist. The medical center campus was erected in the 1960s with the original hospital having been opened in 1918. Your guide leads you to the synagogue on the campus to view the remarkable stained glass windows crafted by the famous French impressionist artist, Marc Chagall. The windows were installed in the 1960s and depict the 12 tribes of Israel. The sunlight pierces the glass and shimmers with colorful stories. After traversing the galleries at Yad Vashem, the Holocaust Memorial, you continue to the Israel Museum to view the Dead Sea Scrolls. You find the scrolls inside the Shrine of the Book, a wing of the museum with a white dome reflected in a shimmering pool across from a black basalt wall. Upon entering the gallery, you find the Isaiah Scroll, which dates back to the 2nd century BCE."
      },
      {
        "dayNumber": "4",
        "title": "Tel Aviv – Lowland Sea to Highland Fortress",
        "description": "The morning breeze carries the semi-sweet aroma of the nearby olive groves through the streets of the city. The branches of the cypress trees rustle. After a breakfast of savory shakshuka, a Middle Eastern egg dish, your guide meets you at the hotel eager to lead you through the countryside. The sunlight overtakes the golden hills and tufts of grass. Olive groves and vineyards carpet a distant valley. The desert shimmers with jagged bluffs and clefts leading to dry canyons. The cobalt waters of the Dead Sea shimmer beneath the sun. The heavy salt content and rich minerals in the soil have made the sea a popular destination for thousands of years, along with its neighboring oases nourishing the vines and date palms. The Dead Sea stands at the lowest altitude on earth, reaching a depth of more than 1,400 feet below sea level. Before entering the water, you rub your legs and arms with the mud taken from the sea. It hardens in the warm desert sun and allows the minerals to soak into your skin. You enter the water and let the cool temperature refresh you. You lean back into the saline waters with the briny aroma filling the air. The water easily carries your body over the gentle wake, allowing you to float effortlessly and watch the arid landscape of the surrounding Judean Desert. You take your time at Qumran to explore the caves that once hid the Dead Sea Scrolls before riding a scenic cable car to the mountaintop fortress walls of Masada."
      },
      {
        "dayNumber": "5",
        "title": "Tel Aviv – On the Shores of Tel Aviv",
        "description": "Tel Aviv embraces the cosmopolitan lifestyle with a youthful ambiance and connection to the coastline. In the morning, the aroma of rich coffee emanates from chic cafes. Locals jog along the esplanade and play matkot , a popular paddle game, using a paddle to hit a ball back and forth over the soft golden sand. The breeze carries the seaside scent over the walkway. After breakfast, the day is yours to enjoy the stunning coastline and fast-paced lifestyle of the city, making your way beneath the shading umbrellas of Metzitzim Beach or along the historic walkways of the Port of Jaffa. The preserved acropolis contains restored stone architecture overlooking one of the oldest known harbors in the world. Contemporary warehouses host restaurants and boutique shops in view of the antique homes and spires. The high rises of Tel Aviv overtake the horizon to the north. The 13th-century St. Peter’s Monastery crowns the highest hill atop the original acropolis. The façade shines rosy hues against the framing palms and ferns. Locals and visitors wander the flea market in search of handmade treasures and historical artifacts. Merchants haggle with patrons, both eager to obtain the best price. The minaret of the 19th-century Great Mosque was erected using recycled antique columns from ancient Caesarea, mistakenly placing the capitals on the base of the structure. Enjoy a stroll through the narrow alleys and hidden lanes for a pristine view of the Mediterranean Sea, where the iridescent water contains turquoise and sapphire hues."
      },
      {
        "dayNumber": "6",
        "title": "Galilee – A Touch of the Past",
        "description": "The aroma of the Mediterranean Sea blends with the zesty scent of fresh oranges growing on trees at the edges of the city. Cafes open their doors to the drifting fragrance of freshly brewed coffee. Your guide meets you after breakfast, ready to lead you to the ancient coastal plains alongside the former Roman capital of Caesarea in the province of Judea. The city and harbor were erected during the 1st century BCE and remained populated until the 6th century. The sea laps against the shoreline with turquoise waters. The old walls around “Crusader City” reach a height of nearly 43 feet and a length of nearly 3,000 feet surrounding a dry moat. The ramparts lead to the remains of a 13th-century church frequented by crusaders, which was constructed over the ancient city’s temple, and was destroyed in 1291. You continue to the ancient city of Megiddo and the Druze village of Daliyat al-Karmel en route to Haifa. Upon reaching Haifa, you ascend to the top of Mount Carmel, which reaches an altitude of 1,725 feet above sea level. Lush trees glow with emerald leaves in the Baha’i Gardens. The Upper of the 19 terraces embodies the classical atmosphere with wrought iron gates and elaborate flowerbeds. Reflective pools and fountains trickle with soothing music alongside stone balustrades. Sculptures stand apart from the blossoming carnations and manicured cypress trees."
      },
      {
        "dayNumber": "7",
        "title": "Galilee – Sampling Beyond the Golan",
        "description": "Today you venture to Safed before arriving at the Golan Heights, an area offering striking views of the Sea of Galilee, Hula Valley, and a lush volcanic plateau draped in wildflowers. Basalt boulders frame the deep canyons of the west beyond the blooming orchards and vineyards. Cable cars connect to the upper reaches of Mount Herman in the north, whose peak reaches a height of nearly 8,000 feet above sea level. The outline of the ghost town of Quneitra stands in the disengagement zone, which was evacuated during the 1967 war with Syria. Syrian and Israeli bunkers face one another on the edges of the once disputed land. The medieval Muslim fortress of Nimrod stands on the road from Tyre to Damascus, with dramatic towers soaring above the long narrow bridge on the southern slopes of Mount Hermon. The ramparts run more than 1,375 feet long and nearly 500 feet wide atop a remote mountain ridge. Angled archer slits in the northern tower adorn the preserved hall. You continue to a vineyard celebrated for its utilization of a climate similar to that of Tuscany in Italy or Bordeaux in France. Vines flush the landscape, offering views of the cypress trees and textured mountains along the horizon. You stroll along the estate, squeezing the plump grapes and brushing your fingers over the waxy texture of the leaves. The winery was established in the 1980s and has since produced celebrated wines capturing the mineral-rich soil and captivating flavors. In the tasting room, you find aromatics drifting upwards from the first sample, with characteristics of vanilla and sour cherry, as well as a peppery spice."
      },
      {
        "dayNumber": "8",
        "title": "Tel Aviv – On the Road to Nazareth",
        "description": "Nazareth was once a quiet Jewish village found under the Roman rule of the state of Galilee. The town has grown to a miniature Arab metropolis bustling with boutique shops around the contemporary edges and cobbled alleys circumventing mansions erected during the Ottoman Empire. Your guide leads you through the ancient city of Capernaum before reaching the streets of Nazareth. The scent of orange trees and cypress fill the air. Pastry shops provide a sweet and decadent aroma emanating from displays of flaky puff pastries and deserts soaked in honey. The ancient bathhouse uncovers more than two millennia of clay pipes and decorative mosaics similar to those of Pompeii, Italy. You make your way to the modern Catholic Basilica of the Annunciation, which was constructed in the 1960s over the remains of a 4th-century Byzantine church. The crowning dome stands more than 180 feet above the surrounding streets with a base representative of a Madonna lily, which symbolizes the Virgin Mary. The lower church shimmers with dim light and the fragrance of frankincense. Vibrant mosaic panels decorate the courtyard and upper church depicting Mary and baby Jesus. Catholic communities from around the world funded the mosaics, making each art piece speak to individual cultures, creating a unique and festive ambiance."
      },
      {
        "dayNumber": "9",
        "title": "Tel Aviv – Remembering the Classics",
        "description": "In the morning, the Yemenite Quarter of Tel Aviv returns to life along the alleyways lined with classic architecture. The vibrant streets wrap around the colorful Carmel Market. The aroma of radishes and cantaloupes accompanies the verdant stalks of leaks and broccoli. Food stalls slowly roast kebabs and offer bright salads of tomato, cucumber, and feta cheese. The 19th-century homes, adorned with lavish murals, decorate the restored heart of Neve Tzedek Quarter, the oldest neighborhood in Tel Aviv. Contemporary cafes and art boutiques contrast the historical cobbled streets with youthfulness. You embrace the beauty and charm of the city and Israel’s incalculable enchantments. After breakfast, your private transfer meets you in the hotel lobby and escorts you to Ben Gurion International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "gastronomy-and-culture-10-day-israel-tour",
    "tourName": "Gastronomy and Culture 10-Day Israel Tour",
    "placesVisited": "Jerusalem, Negev Desert, Dead Sea, Tel Aviv, Haifa, Safed, Galilee",
    "generalInfo": "Step into another world as you wander through the ancient streets of Jerusalem’s ultra-religious Mea She’arim neighborhood. Take a heavenly bite out of a loaf of freshly baked Persian bread that is made in a 300-year-old oven, and feel yourself as you are transported through history. This is just one of the incredible experiences that you will have as you traverse the country on this luxurious, 10-day culinary and cultural tour of Israel. From the warm hospitality of the Bedouin tribes of the Negev to the modern, cosmopolitan streets of Tel Aviv, this adventure is sure to highlight much of the best that this eclectic country has to offer.",
    "durationDays": "10",
    "price": "13,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem – Arrive in Israel and Discover Jerusalem's Modern New City",
        "description": "Home to a diverse mix of cultures and religions, Israel is a true melting pot in the heart of the Middle East. Arrive at Tel Aviv’s Ben Gurion Airport and you will meet your private driver at baggage claim to begin your adventure in the age-old city of Jerusalem. You will be dropped off at your luxurious hotel that overlooks the beautiful Old City, and once you have had time to settle in, you will meet your private tour guide in the hotel lobby for your introduction to this marvelous city and country. Your guide will transfer you to the illustrious Mount of Olives, where you will delight in a panoramic view of the entire city of Jerusalem. You can gaze out over the vast city and notice the shimmering gold Dome of the Rock that will be visible in the distance. From here, you will be transferred to Jerusalem’s lively New City for a chance to experience the Israel of modern-day. More than just a biblical reference, Jerusalem is a living, breathing, and contemporary city, which will become abundantly clear as you step onto the famed Ben Yehuda Street. This street is the main drag of the New City district. You can appreciate the bustling street, which will be alive with street music performers, charming shops, restaurants. If you desire, you can even wander into one of the charming cafes for your first taste of Israeli falafel."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem – Combine Flavor with Culture on a Food Tour of the Old City",
        "description": "This morning, you will wake up to a light breakfast at your hotel before meeting your private guide in the lobby to begin the day’s activities. Today, you will indulge in a privately guided, culinary tour of Jerusalem’s Old City, which will have you visiting some of the holiest sites of the world’s most prominent religions. During your tour, you will uncover the secrets of all four of the Old City’s’ religious quarters while delighting in many of the region’s delicious and traditional cuisines. Your tour will begin with a visit to the Christian Quarter, where you will have the opportunity to explore the Church of the Holy Sepulchre, which is one of the most important religious sites in Christianity. Afterward, you will move to the Muslim Quarter and meander through the market that will be teeming with booths of locally crafted artifacts. You can stop at one of the many bakery shops for a taste of baklava, which is a sweet, phyllo pastry that is filled with honey and chopped nuts. From there, you will venture toward the Jewish Quarter, where you will enjoy the opportunity to visit the world-renowned Wailing Wall, which is one of the last remaining remnants of the Jewish Second Temple. As you approach the wall, you can feel its spiritual aura envelop you as you reach out to stick your handwritten note between its crumbling cracks. After you have experienced all that you desire on your tour, your guide will return you to your luxurious accommodation for the evening."
      },
      {
        "dayNumber": "3",
        "title": "Jerusalem – Uncover the Gourmet Secrets of Ultra-Religious Mea She'arim",
        "description": "Today, you will wake up to a luxurious breakfast of traditional Israeli fare, including fresh cheeses, fruits, vegetables, and breads of the region. After breakfast, you will meet your expert guide in the hotel lobby for your transfer to the ultra-religious Jewish neighborhood of Mea She’arim, where you will indulge in a world-class, culinary tour of the area. Upon arriving in Mea She’arim dressed in your most conservative clothing, you will be led through the neighborhood’s best local bakeries, shops, and restaurants to uncover the delicious Jewish delicacies the area has become known for over the course of the last few centuries. You can stop in to sample a loaf of freshly-baked challah bread, which is a traditional, Jewish egg bread that is typically crafted into a braid and then baked in an ancient oven. You will then discover some of the fascinating history of this area firsthand, as the neighborhood remains virtually unchanged and uninfluenced by the outside world. After your food tour has concluded, you will be transferred to Jerusalem’s spectacular Shuk, which is also known as the Mahane Yehuda Market. Here, you can sample the traditional flavors of Israel from the gooey chocolate rugelach to the fresh, ripe pomegranates. You can then discover the hidden restaurants and food booths that have been tucked within the forgotten corners of the city and delight in tasting phenomenal shakshuka , which is a traditional Israeli dish of poached eggs that are cooked in a rich tomato sauce that is full of regional spices and vegetables."
      },
      {
        "dayNumber": "4",
        "title": "Negev – Enjoy Masada, the Dead Sea, and a Culinary Experience in the Desert",
        "description": "Today, you will wake up before dawn and meet your guide in the hotel lobby. You will begin your journey to the illustrious Masada Fortress, which you will ascend via cable car and arrive just in time to watch the magnificent sunrise over the Dead Sea. Here, you will learn the history of the fortress and discover why it has become such an important symbol of Israeli strength and resilience, then you will descend Masada once again by cable car and be transferred to the Dead Sea. Here, you can bathe in the briny waters of the sea while you cover yourself with the natural mineral mud for which the area is famous. The mud also contains natural, healing properties. After your salty dip in the Dead Sea, you will continue to the vast Negev desert, where you will be provided with the wonderful opportunity to ride a camel and admire the views of the stunning desert terrain. After your ride, you will connect with the region’s nomadic Bedouin tribe that calls the Negev their home. During this experience, hear their wonderful stories and learn about their fascinating culture. You will even be provided with a superb cultural and culinary experience in the form of a traditional Bedouin dinner that will be accompanied by an exciting spectacle of song and dance. You will be able to notice the wide range of cultures and religious groups that all live in this eclectic region before being thankful for being able to experience it all firsthand. To culminate your evening, you will return to your luxurious desert “glampsite,” where you will spend the night of glamping in complete comfort under the stars."
      },
      {
        "dayNumber": "5",
        "title": "Haifa – Delight in a Traditional Druze Meal and Discover the Baha'i Gardens",
        "description": "Today you will wake up to enjoy your final meal in the Negev before boarding your private transfer to the gleaming seaside city of Haifa. You will arrive at your opulent hotel that overlooks the city and take a moment to settle into your deluxe accommodation. Once you are settled, you will meet your guide in the hotel lobby to begin a wonderful day of touring. In Haifa, you will discover the beauty of the serene Baha’i gardens and learn of the fascinating faith that imbues them. At the gardens’ entrance, you can admire the views over the whole of the city against the magnificent Mediterranean Sea. At the base of the gardens, you will have the opportunity to explore the quaint streets of the German Colony at your leisure, stopping into the various shops and charming restaurants that are recommended to you by your knowledgeable guide. You may enjoy a classic Israeli snack of pita and hummus or tahini before continuing through the German Colony. Your next stop of the day will be to the enchanting Druze town of Isfiya, where you will discover even more cultures that coexist in this fascinating country. Here, you will join a lovely Druze family in their home for a traditional meal that will be crafted with local ingredients. You can bask in their genuine, warm hospitality and learn about their intriguing culture and traditions. After you have filled up on delectable, local cuisine, you will be returned to your hotel for the remainder of the evening."
      },
      {
        "dayNumber": "6",
        "title": "Haifa – Tour a Renowned Golan Heights Winery and Swim in the Sea of Galilee",
        "description": "This morning, you will wake up to a delicious breakfast in your hotel before meeting your expert guide in the hotel lobby. Today, you will be provided with a day’s tour to explore the interesting and beautiful Golan Heights. Your first stop will be at distinguished Mount Bental, which overlooks Israel’s border with Syria. As you gaze across the luscious pastures, your knowledgeable guide will discuss the intricate politics of the region and the many complexities that abound from it. From there, you will continue to one of the Golan Height’s most renowned boutique wineries, where you will delight in a privately guided tour that will be accompanied by a specially curated wine tasting. During your tour, you can admire the gorgeous views of the Golan while viewing the vineyards, rivers, and mountains. Everywhere you go, you can sip on the country’s finest wines. As you raise your glass to your lips to take a sip, you can savor the warm sun on your face and realize that this is a truly unique experience. After your tour, you will continue to the glittering Sea of Galilee, which is also known as the Kineret and where you will spend the rest of the afternoon relaxing and swimming in its refreshing waters. Your guide will offer intriguing commentary on the region’s religious relevance and history as you appreciate the magnificent views of Israel’s Galilee."
      },
      {
        "dayNumber": "7",
        "title": "Safed – Enjoy a Traditional Shabbat Dinner in the Mystical City of Safed",
        "description": "Today you will awaken once again to a hearty breakfast. After you are finished with your delicious breakfast spread, you will meet your tour guide in the lobby to begin your day’s adventures. First, you will transfer to the mystical city of Safed, which is also referred to as Tzfat and the “Blue City.” The birthplace of Kabbalah, this city is located on top of a beautiful mountain in the heart of the Galilee. As you walk through the charming streets, you can admire the lovely, blue buildings in addition to feeling the spiritual aura of the city all around you. You will be provided with a tour of the alluring town, stopping into several of the most highly-regarded art galleries and boutiques and meeting with the local artists. You can then partake in a discussion about the sacred study of Kabbalah with one of Safed’s top rabbis, and then, in the evening, you will have the opportunity to share a traditional Shabbat dinner with a local Jewish family. The Sabbath meal is a classic Jewish and Israeli experience and is central to Israeli culture. You will indulge in delicious, homemade challah bread and other traditional, Jewish dishes while being surrounded by the warmth of a loving family. This occasion will only be amplified by the mystical air of Safed, which will offer you a memorable experience in an incredibly special place. This is truly a once-in-a-lifetime experience, and you will be delighted by the cuisine, hospitality, and new friends that you will make this evening."
      },
      {
        "dayNumber": "8",
        "title": "Tel Aviv – Indulge in a Food Tour of Tel Aviv and Relax at the Beach",
        "description": "Today will be your final morning in Haifa. After breakfast, you will meet your guide in the lobby for your transfer to the fast-paced, cosmopolitan city of Tel Aviv. You will arrive at your exceptional beachfront hotel that overlooks the Mediterranean Sea, and once you have had the chance to freshen up, you will meet your guide for a phenomenal gastronomic tour of this tasty city. On this tour, you will explore the best of Tel Aviv’s trendy neighborhoods, from the stylish Neve Tzedek area to the artistic design district of Florentin. After the first leg of your tour, you will delight in an afternoon cocktail that will be made with Arak, which is a strong Israeli spirit with the flavor of anise. After your indulgent culinary tour concludes, you will spend the rest of your afternoon, luxuriating in relaxation at Tel Aviv’s infamous beach. You can stroll along the sunny promenade or sit with a cold beverage at one of the lively beach bars and restaurants along the sand. You can even indulge in a game of paddle ball along the gorgeous stretch of the Mediterranean Sea. As you admire the stunning views of the magnificent city against the shining sea, you can glance over at your travel companion and reminisce on your wonderful trip thus far."
      },
      {
        "dayNumber": "9",
        "title": "Tel Aviv – Explore Tel Aviv's Dynamic Shuk and the Trendy Streets of Jaffa",
        "description": "This morning, you will delight in a wonderful breakfast at your hotel before meeting your tour guide in the lobby. Your day will begin with a riveting tour of Tel Aviv’s bustling Shuk, which is also known as the Carmel Market. Your guide will offer facts about the market’s history and will direct you towards some of the best booths to sample before leaving you at the mouth of the market to meander at your leisure. As you walk through the bustling Shuk, all of your senses will come alive as you are immersed in the sights, sounds, and fantastic aromas of the market. You can stop to admire the vibrant colors of the local spice booths and indulge in mouthwatering falafel and fresh-squeezed orange juice. From the market, your guide will transfer you to the Jaffa neighborhood. Here, you will discover how old-world meets new at the infamous Jaffa Flea Market, where you will discover both modern and vintage treasures. Here, you can traverse through the cobblestoned streets of Jaffa as you pass by the stunning clock tower. Your tour guide will be with you along the way and will regale you with interesting facts. Your tour will conclude at the Jaffa Port, where you will have the opportunity to explore the trendy, upscale bars, restaurants, and shops that have sprung up in this area."
      },
      {
        "dayNumber": "10",
        "title": "Tel Aviv – Spend the Morning at Your Leisure and Head for Home",
        "description": "Today will be your final morning in Israel, and you can delight in a final breakfast at your hotel before spending your remaining hours of walking along the beach or visiting Tel Aviv’s Shuk for the last time. Afterward, you will return to your hotel to collect your things and meet your private driver in the lobby for your airport transfer."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "immersive-tour-of-the-holy-land-10-days-in-israel-for-seniors",
    "tourName": "Immersive Tour of the Holy Land: 10 Days in Israel for Seniors",
    "placesVisited": "Tel Aviv, Safed, Negev Desert, Dead Sea, Jerusalem",
    "generalInfo": "You stroll along the sunny beach promenade in the vibrant city of Tel Aviv as you take in magnificent views of the glittering Mediterranean Sea. In the Old City of Jerusalem, you approach the Wailing Wall and stick your handwritten note between its aching cracks. On this once-in-a-lifetime,10-Day tour through Israel, you will discover the treasures of the Holy Land in complete luxury as you traverse the country from top to bottom. From uncovering the mystical teachings of the Kabbalah and to discovering the allure of the exotic Bedouin tents of the Negev, this unique tour will offer you the experience of a lifetime.",
    "durationDays": "10",
    "price": "6,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Tel Aviv – Arrive in Israel and Explore the Trendy Neve Tzedek Neighborhood",
        "description": "Though small in size, the treasures of Israel are abundant, spanning many of the world’s most prominent cultures and religions. As you arrive at Tel Aviv’s Ben Gurion Airport, you will meet your private tour guide at baggage claim and prepare for a quick transfer to your luxurious, five-star hotel in the heart of the city. Once you have had time to freshen up, you will meet your guide in the lobby for your first introduction to this eclectic city. To begin your journey, you will a led on a city tour that will have you strolling around the trendy Neve Tzedek neighborhood, which is famous for its avant-garde art boutiques, shops, bars, and restaurants. Then, you will be provided with dinner at one of your expert guide’s excellent recommendation before delighting in a beverage at one of the many live music bars or cocktail lounges in this metropolitan area. You can let a rush of excitement surge through you as the warm sea breeze brushes against your cheek and the sounds of live jazz music drift around you. After much anticipation, you have finally arrived in Israel and are ready to embark on your trip of a lifetime. Following dinner, your guide will return you to your extravagant hotel so you can prepare for tomorrow’s grand explorations."
      },
      {
        "dayNumber": "2",
        "title": "Tel Aviv – Visit Israel's Independence Hall and Discover Tel Aviv's Lively Shuk",
        "description": "This morning, you can enjoy a traditional, Israeli breakfast at your hotel, which will consist of regional fruits, cheeses, breads, vegetables, and Israeli salad. Then, you will meet your private guide in the lobby for your transfer to the Tel Aviv Shuk, which is also known as the Carmel Market. Here, you can expect all of your senses to be heightened as you walk through the bustling aisles of the Shuk, taking in the sights, sounds, and aromas of this unique, Middle Eastern market. Here, you can view the booths that are full of colorful spices and taste the savory flavors of delicious falafel as you shuffle through the crowds of tourists and locals. Once you have had your fill of the Shuk, your expert guide will transfer you to Tel Aviv’s highly acclaimed Independence Hall, where you will hear the inspirational story of Jewish triumph in the fight for independence in 1948. Sitting in the very hall in which Israel’s independence was declared, the Hatikvah, Israel’s melodic national anthem will begin to surge powerfully throughout the room, running a shiver up your spine. As the music swells, you will be unable to resist the overwhelming sense of pride for the defiance and strength of the Israeli people in establishing themselves as an independent nation against all odds so many years ago."
      },
      {
        "dayNumber": "3",
        "title": "Tel Aviv – Tour the Famed Jaffa Neighborhood and Enjoy the Tel Aviv Beach",
        "description": "After breakfast, you will meet your guide in the hotel lobby to begin today’s adventures. You will be transferred to Tel Aviv’s famed Jaffa neighborhood, where you will discover how the ancient world meets the new. The city moves from narrow streets to trendy upscale restaurants and cafes, and you will be led on a tour of the Jaffa Flea Market, stopping to haggle alongside locals for new and vintage treasures that may be buried deep within market booths. Then, you will learn of the neighborhood’s rich history as you walk past the striking Jaffa clock tower before culminating your tour at the Jaffa Port for lunch at one of the many picturesque restaurants or cafes that will be recommended by your guide. After lunch, your guide will transfer you back to Tel Aviv’s illustrious beach, where you will have the rest of the afternoon to explore on your own. You can enjoy a refreshing beverage at one of the charming beach bars, play a round of paddle ball with the locals, or stroll along the sunny promenade, luxuriating in an afternoon all to yourself. You will be able to feel the sun on your face and listen to the waves as they gently lap against the shimmering beach. The steady murmur of foreign languages as they are being spoken all around you will be a delightful change from your everyday, and you can soak in the breathtaking views of an endless stretch of white sand beach against the vibrant metropolitan backdrop of Tel Aviv before retiring to your luxurious accommodation for the evening."
      },
      {
        "dayNumber": "4",
        "title": "Safed – Journey to Kabbalah's Birthplace and Privately Tour a Boutique Winery",
        "description": "This morning, you will enjoy breakfast at your hotel before meeting your private driver in the lobby for your transfer to the mystical city of Safed. Also known as Tzfat or the Blue City, Safed is the birthplace of the esoteric teachings of Kabbalah in the Jewish faith. You will arrive at your boutique hotel in the heart of Safed’s famed Artist Colony and take in glorious mountaintop views from beautiful blue buildings that overlook a majority of this immaculate city. You will meet your guide in the lobby for a private city tour of Safed, stopping into the city’s most notable art galleries and meeting many local artists. Afterward, you will delight in a Kabbalistic ritual that will be led by one of Safed’s most distinguished rabbis. Leaving the city, you will be transferred by private coach through the luscious landscapes of the Golan Heights, where you can bask in the beauty of the region’s rivers, streams, vineyards, and fields. You will arrive at Mount Bental, which is a remarkable overlook of Syria across the Israeli border. Here, you will have the opportunity to learn a bit about the politics of the region before moving on to enjoy a specially curated tour of one of the Golan Heights’ renowned boutique wineries. Lastly, you will delight in the opportunity to taste some of the country’s finest wines as you gaze over the gorgeous greenery of the Golan."
      },
      {
        "dayNumber": "5",
        "title": "Safed – Visit Haifa's Baha'i Gardens and Delight in Traditional Druze Hospitality",
        "description": "Awaken once again in the picturesque city of Safed and prepare for your private transfer to the charming port city of Haifa. Standing at the entrance to the striking Baha’i gardens, you will be amazed at the magnificent, panoramic view over the entire city. As you descend into the gardens, your expert guide will offer insight into the fascinating Baha’i faith. At the base of the gardens, you will have time to explore Haifa’s quaint German Colony, stopping into its many charming shops, restaurants, and cafes at your guide’s suggestion before indulging a classic Israeli snack of pita bread, hummus, and tahini. You can bask in the serenity of the calm Haifa morning while you snack on your Israeli delicacies. Moving on, your private driver will transfer you to the lovely mountain town of Isfiya, which is home to one of Israel’s thriving Druze communities. Here, you will have the opportunity to learn about the captivating culture and traditions of the Druze people who are known for their warm hospitality and delicious food. You can savor a typical lunch as you dine with a local Druze family in their home. Walking through the winding streets of the Druze village, you can stop to admire the stunning view from the mountaintop on which you stand before returning with your guide to Safed where you can enjoy the evening of exploring at your leisure."
      },
      {
        "dayNumber": "6",
        "title": "Negev – Explore Masada, the Dead Sea, and Ride a Camel Through the Desert",
        "description": "You will need an early start this morning as you wake before the sun for your private transfer to the remarkable Masada Fortress. You will ascend the world-famous fortress via cable car and arrive just in time to view the stunning sunrise over the extraordinary Dead Sea. Here, you will discover the history of Masada and learn how it has become a symbol of triumph and empowerment for the Israeli people. Afterward, you will descend by cable car and transfer to one of the illustrious beaches of the Dead Sea. Finally, you will be able to float weightlessly in the Sea’s salinized waters and cover yourself in the region’s natural mineral mud, which is famous for its healing properties. You will continue your day with a transfer to the boundless Negev Desert. Here, you will enjoy a thrilling camel ride, which will be complete with breathtaking views of the vast desert, before returning to the exotic Bedouin village. Here, you will be greeted by members of this nomadic tribe who will offer you delectable sweet tea, which is customary of Bedouin culture. They will also provide you with a traditional meal and show of music and dance. After being immersed in the warmth of Bedouin hospitality, you can retire to your desert “glampsite” where you will spend the night in complete luxury under an endless sky of glittering stars."
      },
      {
        "dayNumber": "7",
        "title": "Jerusalem – Discover Jerusalem's New City and Privately Tour Yad Vashem",
        "description": "Today, you will enjoy your final breakfast at the Bedouin tents before boarding your private transfer to the wonderful city of Jerusalem. You will arrive at your luxurious hotel that overlooks the majestic Old City to freshen up before you make your way to the world-renowned Yad Vashem museum, which is the World Holocaust Remembrance Center. Here, you will uncover the somber history of the Holocaust on a private tour that will be led by an expert guide. You will learn how this calamitous event shaped the cultural identity of this resilient country before walking through the eerie Children’s Memorial as you are guided by candlelight with the chilling murmur of names being read aloud. This experience will be sure to evoke an ineffable mood of grief and wonder. Moving forward on a lighter note, your guide will transfer you to the heart of Jerusalem’s New City, where you will explore the lively Ben Yehuda Street. Strolling along the New City’s main drag, you will be impressed by live music and street performers before taking time to stop into the many shops that sell locally crafted artifacts. You can take in the sights and sounds of this cheerful area, enjoy dinner here at one of the many bustling bars and restaurants, and experience daily life in Jerusalem as it really is."
      },
      {
        "dayNumber": "8",
        "title": "Jerusalem – Unearth the Treasures of the Old City and Visit the Mount of Olives",
        "description": "This morning, you will be provided with a traditional Israeli breakfast at your opulent hotel before meeting your guide in the lobby to embark on today’s activities. You will begin at the Mount of Olives, where you will delight in a phenomenal panoramic view over the town of Jerusalem. From the thick stone steps of the overlook, you can notice the famous golden Dome of the Rock as it glistens in the distance. A gentle breeze may rustle against your face, which will be a welcoming contrast to the warmth of the Mediterranean sun. As you look out over the vast expanse of the city, you can feel the weight of thousands of years of history as it eagerly waits to unveil its secrets. You will continue to enter the heart of the Old City. Here, you will delight in a private tour of all four religious quarters, stopping for souvenirs in the Muslim Quarter and strolling through the charming, cobblestoned streets to arrive at the Church of the Holy Sepulchre, which is one of Christianity’s holiest sites. Here, you will learn of its history and religious relevance from your expert guide, and as you enter the Jewish Quarter, you should prepare to approach the monumental Wailing Wall. You can reach out to stick a note that you have written into the aching cracks of the wall. You will be alongside worshippers, locals, and tourists from every corner of the Earth who have made their way to this very spot. After your tour that is sure to have you marveling at all the history that you have uncovered today, you will be returned to your luxurious accommodation, where you will have the rest of the evening to spend at your leisure."
      },
      {
        "dayNumber": "9",
        "title": "Jerusalem – Privately Tour the Israel Museum and Explore the Bustling Shuk",
        "description": "After breakfast today, you will begin your excursion with a transfer to the world-renowned Israel Museum. Here, you will be provided with a private tour of the museum to discover some of Israel’s most revered cultural treasures such as the recently uncovered Dead Sea Scrolls and the Second Temple Model, which models a complete version of Jerusalem before the Great Revolt against Roman Rule. You can also enjoy the museum’s Archeological Tel, which details Israel’s many archeological digs throughout history, before marveling at the many other exhibits that are held within this extensive museum. Leaving the Israel Museum, your private driver will transfer you to Jerusalem’s infamous Shuk, which is also known as the Mahane Yehuda Market. Here, you can discover the excitement of one of the cornerstones of Middle Eastern culture as you traverse the market like a local, haggling for the best prices and stopping to sample traditional delicacies. From the sweet taste of chocolate babka to the rich aroma of Israeli spices, you can fully immerse yourself in the buzz of the bustling Shuk. You can also sample a juicy Israeli date among a plethora of other delicacies, letting the luscious flavor wash over your tongue. You will be amazed at the bright colors of endless fruit and vegetable stands in addition to the exotic array of traditional Jewish baked goods, which can be yours for only a handful of Shekels."
      },
      {
        "dayNumber": "10",
        "title": "Jerusalem – Spend the Morning in Jerusalem and Head for Home",
        "description": "Today will be your final morning in Jerusalem, and as you explore the Old City at your leisure, you can stroll through the ancient streets and stop at a charming cafe to soak in your last moments in the Holy Land. As you look around at your travel companions, you cannot help but reminisce on your wonderful trip thus far. As you reminisce through all that you have seen and experienced over the course of these 10-days, you will realize that this has been your trip of a lifetime and an experience that you will never forget. You will return to your hotel to gather your belongings to meet your private driver for your transfer to the airport and your journey home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "israel-with-kids-tour-a-family-friendly-exploration",
    "tourName": "Israel with Kids Tour: A Family Friendly Exploration",
    "placesVisited": "Jerusalem, Tel Aviv, Rosh Hanikra",
    "generalInfo": "Dig into the past and relish modern thrills during your customizable family friendly tour of Israel. The turquoise hues of the Mediterranean Sea spread across the western horizon. Secret tunnels and narrow alleys contain insight into the Roman occupation and Byzantine chapels. Desert fortresses provide unparalleled views of orchards and vineyards sprouting from the oases. Feel buoyant in the waters of the Dead Sea and enjoy the grainy sand at your fingertips during an archaeological excavation. From antique markets in Jerusalem to the vibrant streets of Tel Aviv, the family can indulge in an assortment of marvels during your unforgettable adventure in Israel.",
    "durationDays": "10",
    "price": "6,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Tel Aviv – A Family Awakening",
        "description": "The beaches of Tel Aviv glisten in the sunlight. Turquoise waters of the Mediterranean Sea lap against the shoreline. Locals walk along the aisles of the Carmel Market in search of fresh produce, from radishes to raspberries. The scent of the sea drifts through the streets and blends with the strong aroma of coffee emanating from the chic cafes. Your flight lands at Ben Gurion International Airport, where your private transfer meets the family upon arrival. The city bustles with contemporary style and enticing ambiance. Beachgoers play matkot , a popular paddle ball game often referred to as the Israeli national sport, on the sand. The creamy antique stones of Jaffa, one of the oldest existing ports in the world, shimmer with hints of gold. After settling into the luxuries of your hotel, the family steps out with your guide for an introductory walking tour of the city. You make your way to the promenade to experience the life around the wooden decks of the Tel Aviv Port. Locals ride bikes, stroll, and jog along the walkways overlooking the cobalt hues of the Mediterranean. Seagulls perch on the edges of the bordering buildings. Restaurants fill their outdoor decks with couples and friends eager to enjoy the view and a sampling of tomato and cucumber salad. The promenade extends for nine miles, connecting Tel Aviv’s Hatzuk Beach in the north to Jaffa in the south. Men cast their fishing lines into the water and relax as they wait for the fish to bite. The kids watch with awe as they point out a world of similarities and differences, wrapping their minds around the culture to which they are being introduced."
      },
      {
        "dayNumber": "2",
        "title": "Tel Aviv – In with the Old and New",
        "description": "In the morning, locals walk along the cobbled roads of Shenkin Street. Coffee shops and restaurants open their doors to the aromas of fresh coffee and simmering shakshuka , a traditional Middle Eastern breakfast of egg and vegetables cooked in tomato sauce. The boutique windows display collections of vintage and handmade chic garments, from pants to scarves. The gold-sand beaches fill with locals and visitors from around the world soaking up the morning sun. Your guide meets the family at the hotel, ready to lead you on a remarkable tour of Tel Aviv, beginning with a visit to Independence Hall. At the Palmach Museum, the family has an introduction into the underground defense organization known as the Haganah , which was established as a strike force before Israel’s founding. The gold and textured stone flickers with gilded hues. A sycamore tree adds a refreshing fragrance to the air. The exhibits offer a three-dimensional immersion into the Palmach legacy. The organization helped defend pre-Israel Palestine from the Nazi invasion during World War II and brought thousands of refugees from Europe following the war. The kids fill with excitement to venture underground into an old grotto. A documentary of the Palmach projects onto the wall for a unique experience involving the whole family. In the afternoon, you venture to Old Jaffa, one of the oldest remaining ports in the world, with a history spanning more than 7,000 years. A minaret stands like a lighthouse on a hill. Your guide explains that the 18th-century structure was erected using columns from the Roman city of Caesarea."
      },
      {
        "dayNumber": "3",
        "title": "Rosh Hanikra – Reconstructing History",
        "description": "In the morning, sailboats glide over the Mediterranean in the distance and fishermen return to the promenade, keen on casting their lines into the turquoise water. After breakfast, your guide leads the family out of Tel Aviv and along the coastal plains. The Roman city of Caesarea continues to rise out of the grassland. The scent of herbaceous soil blends into the coastal breeze. The kids remind you of the minaret at Jaffa, which used the stones taken from the ancient Roman city. The architects used concrete in the 1st century BCE to erect a harbor with breakwaters. The kids marvel at the Herodian Amphitheatre. Your guide tells stories of the chariot races and gladiatorial games that once took place amidst the 820-foot long plaza. Lions and crocodiles battled the gladiators with up to 10,000 spectators cheering. In the afternoon, you reach the Rosh Hanikra Grottoes, located on the outskirts of Kibbutz Rosh Hanikra. Fishermen stand on protruding flat rocks and cast their lines into the splashing sea. The cliffs shimmer with white stone. Rosh Hanikra represents the only point in Israel at which the sea meets the cliffs, located at the country’s northwestern tip. The sea changes from turquoise to sapphire. You can hear the small waves wading against the boulders below. A scenic cable car takes the family down to the walking paths at the heart of the cliffs. The sea caves contain smooth walls with natural indentations marked by rainwater opening the bedrock. The tunnels reach a length of more than 650 feet with interconnecting segments. The sunlight casts an iridescent shimmer through the grottoes, easily enchanting the entire family."
      },
      {
        "dayNumber": "4",
        "title": "Rosh Hanikra – On the Creative Trail",
        "description": "In the morning, you make your way to the ancient town of Tzfat, also known as Safed. Cobblestone streets bisect antique structures. The aroma of delicious falafel emanates from the open doors of the cafes. Small tables stand atop the antique stones, allowing patrons to enjoy watching passersby. The town stands at an altitude of nearly 3,000 feet above sea level and has been considered one of the four holiest sites of Judaism since the 16th century. The Sephardic Ari Synagogue was established in the 16th century and remains Safed’s oldest known synagogue. A small room stands to the left of the bimah , a raised platform. Candles flicker with light, representing the countless hours the practitioner known as the Holy Ari spent studying mystical texts. The synagogue and the small room contain a majestic ambiance embellished with the creative sensibilities of the town’s artist colony. You continue to the Manara Cliffs to ride the cable car for 6,350 feet, the longest in Israel. The scenic ride encompasses the surrounding valley. Lush farms glow emerald against the staggering edges of the cliff. Cypress trees intersperse the structures of the town below."
      },
      {
        "dayNumber": "5",
        "title": "Jerusalem – Along for the Thrilling Ride",
        "description": "In the morning, the aroma of olive orchards and cypress trees fills the air, accompanying the refreshing scent of freshly brewed coffee. After breakfast, the family steps aboard a four-wheel drive jeep, ready to ride through the Golan Heights. The terrain fluctuates between verdant green and wildflowers to basalt boulders and deep canyons. Orchards and vineyards sprout up near springs, and the volcanic plateau turns dry and tan in the summer months. You reach Nimrod Fortress; a 13th-century edifice erected to protect the road connecting Tyre to Damascus. A narrow ridge reaches upwards of nearly 2,675 feet above sea level on the slopes of Mount Hermon. The kids are awestruck at the size of the walls adorning the remote mountain terrain. The fortifications reach a length of more than 1,300 feet and a width of nearly 500 feet. Lush tufts and bushes texture the tan mountain ridges. Stone archways continue to frame the walkways meandering through the fortress. The family has a dramatic view of the forested valleys separating the Golan Heights from Mount Herman leading to the Lebanon border. The kids listen with intent to the history of the fortress, from its destruction by the Mongols to the impressive 13th-century hall. You run your fingers over the smooth stones framing the angled archer slits in the Northern Tower to fully realize the preserved nature of history. In the afternoon, you venture to Beit She’an to view a working archeological dig."
      },
      {
        "dayNumber": "6",
        "title": "Jerusalem – Adventures in the Old City",
        "description": "The morning light washes over the mixture of cobblestones trees and palm trees. The city shimmers with golden hues spreading along the surrounding hills. The Old City is one of the world’s leading pilgrimage destinations due to its impressive collection of sacred relics, structures, and living history. After breakfast, the family steps back in time to the Roman Empire by following your guide through the Cardo Maximus, one of the main streets used in Roman and Byzantine times. The street extends to a length of more than 650 feet located nearly 20 feet below the contemporary city. Shops once ran along the side of the road, flanked by columns supporting an awning. The small Burnt House Museum immediately fascinates the family through its display of a Herodian period home. The kids point out the exhibited artifacts of Roman coins amongst the protected remnants of the stone walls. You gain a vivid picture of Jewish history up to 70 BCE when the Romans sacked the city. The Wailing Wall captivates you and the kids as it continues to embody the Second Temple. The sounds of the surrounding plaza fade to the melodic prayers and chants visitors say while visiting the nearly 160-foot long partition. Small notes stick out from between the cracks of the walls, each containing a secret prayer someone left. The family takes the time to write their prayers on a sliver of paper before folding the note and placing it between the ancient stones."
      },
      {
        "dayNumber": "7",
        "title": "Jerusalem – Taking to the New Roads",
        "description": "Jerusalem’s Old City captivates visitors from around the world and maintains a strong connection to the three major monotheistic religions. The domes of the Church of the Holy Sepulchre reflect the morning light. Locals make their way to the bustling aisles of the Mahane Yehuda Market to find fresh produce and celebrated food stalls. The aromas of za’atar and freshly squeezed lemon drift through the marketplace, accompanying the scent of nutty baklava. The majesty of Old Jerusalem lingers at breakfast before the family ventures out to explore the splendors of the New City on a guided tour, beginning at the Herzl Museum. Mount Herzl commemorates Theodor Herzl, the founder of Zionism. You walk through a reconstruction of Herzl’s library and study located near the museum’s main entrance before following the walkway to view the freestanding sarcophagus. The interactive museum contains audio-visual presentations of Herzl’s life interwoven with photos, allowing for an immersive look into the activist’s vision. After visiting the Holocaust Memorial of Yad Vashem, your guide leads you through the bustling aisles of Mahane Yehuda for a more encompassing experience. Large sacks contain various spices offering a rich collection of aromas, from cardamom to dried fennel and cinnamon. The kids marvel at the maze-like walkways blending the sounds of the city with the aromas of mouthwatering restaurants, bright produce, and active shopkeepers calling out to passersby."
      },
      {
        "dayNumber": "8",
        "title": "Jerusalem – Dipping into the Dead Sea",
        "description": "At noon, the bells from the Church of the Holy Sepulchre chime against the movement of Jerusalem. Byzantine mosaics decorate hidden churches along the Armenian Quarter. Narrow lanes lead to some of Jerusalem’s oldest chapels, including the 12th-century chapel of St. Mark’s. After breakfast, your guide meets the family at the hotel and escorts you to the banks of the Dead Sea at the Ein Gedi Spa. The region celebrates the healing properties the water, air, sun, and soil. Heated pools along the property contain the local sulfur water, known for helping skin ailments and soothing the body. The kids take turns rubbing the mud on their arms and legs, allowing the rich nutrients to coat their skin. The soil dries and crusts in the desert’s natural heat. You walk down to the lapping water of the Dead Sea, located at the earth’s lowest elevation on land, at more than 1,400 feet below sea level. The sea reaches a depth of nearly 1,000 feet and contains a high salinity rate. Mounds of salt sporadically assemble along the lakeshore, resembling pockets of snow. The family eases into the refreshing water, washing away the mud on their skin. You lounge in the sea and let the rich salt content keep you afloat on the water’s surface."
      },
      {
        "dayNumber": "9",
        "title": "Jerusalem – The Mountains of Judea",
        "description": "Today the family ventures to the Ayalon Institute located in Rehovot. The museum is located in a restored bullet factory opened in 1945 under the guise of a regular kibbutz, an area utilized for farming. The factory is located more than 25 feet underground. The subterranean character keeps the room cool amidst the desert heat. Workers produced 9mm bullets for Palmach fighters in complete secrecy until 1948. Your guide leads you through the reconstructed dining room and halls to offer insight into how those working the factory lived at the time. Above ground, the aroma of eucalyptus emanates from the lush groves. The family continues to Beit Guvrin National Park, the ancestral home of King Herod. Underground labyrinths crisscross the landscape to connect the tunnels to subterranean rooms. Remnants of ancient olive oil production and weaving installations reflect Hellenistic settlements. The family has a hands-on archaeological excursion to learn about the history of the region and the daily work of a real-life archaeologist. Step into the field, passing between areas segmented with tape. The family digs into the soft soil using small shovels and brushes in search of pottery shards and elements of life in the region. The kids focus on pouring sand into the provided buckets before sifting through the soil. The archaeologists pick the pieces of what was once a complete vase."
      },
      {
        "dayNumber": "10",
        "title": "Jerusalem – A Glance at Israel",
        "description": "In the morning, the 19th-century narrow, winding lanes of the Nachlaot District fill with locals making their way to work. The preserved historical houses frame the walkways and antique synagogues, including Ades Synagogue on Shilo Street. The Syrian Jewish community erected the edifice at the turn of the 20th century in the traditional Middle Eastern architectural style. Chandeliers dangle from the high ceilings and wooden benches face the central dais. The temple ark covers the entire eastern wall. Your guide leads you on a half-day tour of the newer districts of the city, including the Israel Museum. The galleries exhibit more than 500,000 artifacts, including the celebrated Dead Sea Scrolls. The kids marvel at the unique, tattered documents after learning the scrolls were written between the 1st and 2nd centuries BCE. You take note of the ancient calligraphy, in which each word holds an elegant shape all on its own. After exploring the Christian Quarter, your private transfer meets you, ready to escort the family to Ben Gurion International Airport. You could extend your family vacation and take the time to visit Eilat located on the shores of the Red Sea, along with wandering the canyons and captivating cliffs of Petra in Jordan."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "romance-in-the-holy-land-10-day-tour-of-israel",
    "tourName": "Romance in the Holy Land: 10-Day Tour of Israel",
    "placesVisited": "Jerusalem, Negev Desert, Eilat, Dead Sea, Tel Aviv, Jaffa, Safed",
    "generalInfo": "As you stroll along Tel Aviv’s sunny promenade hand in hand with your partner, you can gaze out over the glittering Mediterranean Sea, basking in the sun’s rays as they reflect upon your face. Approaching the remarkable Wailing Wall, you slide your hand-written note between its ancient cracks, savoring the beauty of the meaningful moment. These are just some of the many wonderful experiences that you will experience on your romantic, 10-day tour of Israel. If you are seeking to discover how thousands of years of history have been consolidated effortlessly with the cultures of modern-day, then you and your partner will love experiencing this enchanting country together.",
    "durationDays": "10",
    "price": "6,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem – Arrive in Jerusalem and Explore the Lively New City",
        "description": "Home to the holiest sites of some of the world’s most prominent religions and one of the globe’s most modern countries in the fields of science and technology, Israel has endless treasures to discover. You will arrive at Tel Aviv’s Ben Gurion Airport and be met by your private driver at the baggage claim to prepare for your transfer to the ancient city of Jerusalem. You will then be dropped off at your luxurious accommodation in the heart of the city, and you will be absolutely delighted by the old-world charm that is imbued in the cobblestoned streets. Once you have had time to settle in, you will meet your private tour guide in the hotel lobby for your first introduction to Israel! You will be transferred to Jerusalem’s modern New City, which is the main drag of the famous Ben Yehuda Street. Here, you will delight in your first taste of Israeli falafel or shawarma, which is a traditional Middle-Eastern pita pocket that is typically filled with thinly sliced chicken or lamb and then stuffed with Israeli salad, hummus, and various other delectable toppings. Today, you will enjoy this exciting area, listening to live music from street-performing artists and perusing through the charming shops, restaurants, cafes, and bars that abound from it. You can even stop into one of the many artisan shops that sell traditional hand-crafted, religious artifacts to purchase your first souvenirs from the Holy Land."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem – Discover the Ancient Old City and Privately Tour the Israel Museum",
        "description": "This morning, you will wake up to a delicious Israeli breakfast that consists of the typical fruits, cheeses, bread, and vegetables of the region. After breakfast, you will meet your guide in your hotel lobby to begin your day of adventure. Today, you will discover all four religious quarters of this ancient city on a private tour of the Old City. You will have the pleasure of visiting the magnificent Church of the Holy Sepulchre in the Christian Quarter, which is one of Christianity’s holiest sites. From there, you will stroll through the Muslim Quarter, stopping to marvel at the many artisan products and to purchase souvenirs. As you continue along your tour, you will advance deeper into the Old City, and soon enough, you will approach the remarkable Wailing Wall and marvel at its holy grandeur. You can approach the wall and stick your personal, hand-written note between its aching cracks alongside worshippers who have come from near and far to stand beside you in this very place. Once your wonderful tour of the Old City has concluded, you will be transferred to the illustrious Israel Museum for a very unique, private tour. Here, you will witness the recently discovered Dead Sea Scrolls and learn about their fascinating history before being provided with the opportunity to see the Second Temple Model, which depicts Jerusalem as it was before the Great Revolt against Roman Rule."
      },
      {
        "dayNumber": "3",
        "title": "Jerusalem – Delight in the View from the Mount of Olives and Explore the Shuk",
        "description": "This morning, after a delicious breakfast at your hotel, you will meet your private tour guide in the lobby to begin your exploration of the city. Your first stop of the day will be to the famed Mount of Olives, where you will have a view of all of Jerusalem. While absorbing the panoramic views of the city, you can catch a glimpse of the glittering gold of the Dome of the Rock in the distance. You immerse yourself in the whitewashed shades of the city and feel the whisper of thousands of years of history as it beckons you to learn more. Next, your guide will transfer you to the world-renowned Jerusalem Shuk, also known as the Mahane Yehuda Market. Here, you will discover the flavors of Israel as you stroll through the bustling aisleways of the winding market and sample fresh fruit, vegetables, breads, and traditional Israeli delicacies from the local vendors. You can also admire the vibrant colors of the abundant spices and taste a piece of delicious chocolate rugelach , which is a crescent-shaped pastry that is filled with chocolate and coated with a sweet, sticky glaze. You can purchase one of these delicious pastries from one of the many bakeries that line this dynamic market."
      },
      {
        "dayNumber": "4",
        "title": "Negev – Ride Camels in the Desert and Glamp in Luxury Beneath Starry Skies",
        "description": "Today, you will delight in breakfast at your hotel before meeting your private tour guide for your transfer to the vast and beautiful Negev Desert. Here, you will be provided with the opportunity to ride camels, which was the once-preferred method of desert transportation, and you will meet a local tribe of nomadic Bedouins who have made the Negev their home. Riding through the boundless desert on camel-back, you can appreciate the glorious views of rocky mountains against a clear blue sky. As your magnificent camel bounces you gently up and down, you will begin to admire just how special and magical your vacation has been already. Once your camel ride has concluded, you will return to the Bedouin village, where you will be met with a glass of delicious sweet tea, which is customary of traditional Bedouin hospitality. You will learn about their fascinating culture and traditions before indulging in a fantastic meal that will be accompanied by a wonderful performance of song and dance. Lastly, you will retire to your opulent “glampsite” to spend the night in complete luxury under a sky full of glittering stars. As you watch the sunset from your luxurious, desert accommodation, you can gaze at your partner as you both savor this romantic moment under the beautiful, night sky."
      },
      {
        "dayNumber": "5",
        "title": "Eilat – View the Beauty of Masada at Sunrise and Bathe in the Briny Dead Sea",
        "description": "You will begin before dawn today and transfer to the acclaimed Masada Fortress. Ascending to the top of the majestic fortress via cable car, you will arrive just in time to watch the glorious sunrise over the miraculous Dead Sea. You will then spend your morning privately touring Masada and learning of its captivating history from your guide. You will also discover why this fortress has become a symbol of Israeli strength and resilience. Afterward, you will descend from this towering mountain to begin your transfer to the world-famous Dead Sea. You will arrive at one of the many illustrious beaches of the Dead Sea, where you will be provided with a couple’s spa treatment using the region’s natural mineral mud, which is renowned for its natural healing properties. After your spa treatment, you can take a dip in the sea’s briny waters. Once immersed, you can feel yourself floating weightlessly in the calm waters of the salty sea alongside your partner, and you will bask in the lovely sensation of the warm sunlight upon your faces. This will rejuvenate you as you rinse the slippery water from your body, and your skin will be completely smooth to the touch. Once you have had a chance to dry off and properly soak in this wonderfully unique environment, you will be transferred to the city of Eilat."
      },
      {
        "dayNumber": "6",
        "title": "Eilat – Discover Romantic Eilat and Soak Up the Sun at its Beautiful Beaches",
        "description": "This morning, you will wake at your luxurious beachfront hotel and spa accommodation in the heart of Eilat, and you will have pristine views of the beautiful Red Sea. You will enjoy breakfast at your hotel before having the day at your leisure, which will allow you a romantic day at the beach. You can also indulge in a relaxing couple’s massage or spa treatment at your lovely hotel, savoring a day of luxury all to yourselves. You can also bathe in the refreshing waters of the Red Sea and delight in complete relaxation of your Mediterranean vacation. On the beach, you can feel the sand between your toes with your cold beverage in hand as you gaze upon the dazzling mountains that rise and border the sea. You can also meander through Eilat’s lovely city, stopping into the charming shops, restaurants, bars, and cafes per your knowledgeable guide’s recommendation. As you sit poolside, you will smile as all your worries fade away and you become entirely at ease and amazed to be lounging in total luxury. In the evening, you will be provided with a wonderful, gourmet meal at one of Eilat’s romantic, seaside restaurants, so you can reflect with your partner on your fantastic journey thus far."
      },
      {
        "dayNumber": "7",
        "title": "Tel Aviv – Experience Jaffa and Uncover the Treasures of Tel Aviv's Shuk",
        "description": "Today you will wake up to a delightful breakfast in your exquisite hotel before meeting your private tour guide in the lobby. Your day will begin with a transfer to the glittering, metropolitan city of Tel Aviv. Arrive at your luxurious five-star hotel accommodation on the beach and delight in your first taste of this magnificent city. After you have had time to freshen up, meet your guide once again in the hotel lobby and prepare for your transfer to the world-famous Tel Aviv Shuk, also known as Tel Aviv’s Carmel Market. Your guide will offer helpful insight into the market’s history and their personal recommendations for the best booths at which to stop. You will be left at the mouth of the market to enjoy wandering through its bustling aisles at your leisure. As the pleasant aroma of fresh falafel wafts through the air, you will be drawn to a stand at the edge of the market. You can order and savor a bite of the most delicious falafel that you have ever tasted before quenching your thirst with a sip of freshly squeezed orange juice from the neighboring stand. From the Shuk, you will be transferred to the charming Jaffa neighborhood, where you will delight in a private guided tour to uncover its hidden treasures."
      },
      {
        "dayNumber": "8",
        "title": "Tel Aviv – Raft down the Jordan River and Explore the Mystical City of Safed",
        "description": "This morning after breakfast, you will be taken on a day trip from Tel Aviv to delight in a thrilling day of whitewater rafting along the famed Jordan River. You will need to prepare yourself for this exciting adventure as you are transferred to the river’s edge. You will be absolutely amazed by the stunning scenery of this vast and eclectic country. Though small in size, Israel is home to a variety of different landscapes from the luscious valleys of the Galilee to the arid Negev desert. You will enjoy an exciting day of rafting down the river as your guide takes the time to discuss the history and religious relevance of the site, and after you have had your proper fill of the Jordan River, you will continue to the sacred city of Safed, which is also referred to as Tzfat, or the “Blue City.” The birthplace of the mystical Kabbalah, this enchanting town is located in the hills of the Galilee and is just as charming as it sounds. Here, you will be given the opportunity to learn about the fascinating study of Kabbalah from one of the area’s world-renowned rabbis. As you walk through the quaint streets of Safed, admiring the beautiful blue buildings, you can stop into one of the many boutique art galleries and meet some of the local artists. You will be awestruck by the intricate detail that many of the artists put into their work, and you will truly be delighted by this once-in-a-lifetime experience."
      },
      {
        "dayNumber": "9",
        "title": "Tel Aviv – Luxuriate in a Day of Relaxation at Tel Aviv's Gorgeous Beaches",
        "description": "Today, you can rise at your leisure and delight in a wonderful breakfast at your hotel as you overlook the Mediterranean Sea. You will have the entire day to explore Tel Aviv on your own from the sandy white beaches to the stylish neighborhoods at the city’s core. Your guide will also provide you with specific locations that will be of interest to you, which will be based around your interests and what you have found the most fascinating thus far. Your private driver will be available to you throughout the day and will be ready to transfer you at any time. As you walk along the beach promenade, you can take pleasure in watching the endless games of paddleball that are played by locals and tourists, which will create an exciting mixture of languages that will be spoken all around you. You can stop at one of the many beach bars for a cold beverage and traditional, Israeli snack of watermelon and feta cheese as you soak in the gorgeous scenery. Later on, you will discover the trendy Neve Tzedek neighborhood and enjoy the various shops, boutiques, restaurants, and cocktail bars that make this area a must-see when visiting Tel Aviv. Tonight, you will enjoy dinner at one of the area’s most upscale restaurants where you will culminate your final night in this glorious city."
      },
      {
        "dayNumber": "10",
        "title": "Tel Aviv – Enjoy Your Final Morning in Tel Aviv and Depart for Home",
        "description": "This morning will be your final day in Israel. After breakfast at the hotel, you can spend your remaining hours of walking along the beach or taking a final stroll through the Carmel Market. As you sit down with your companion at a cafe along one of Tel Aviv’s charming side streets, you cannot help but begin to reminisce on your journey through the Holy Land. You will be thinking that this was truly the trip of a lifetime and you would not have wanted to spend it with anyone else. You will return to your hotel to collect your things, and your transfer will escort you to the airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "the-holy-land-exploration-an-off-the-beaten-path-tour-of-israel",
    "tourName": "The Holy Land Exploration: An Off the Beaten Path Tour of Israel",
    "placesVisited": "Jerusalem, Negev Desert, Eilat, Safed, Tel Aviv, Dead Sea",
    "generalInfo": "On this historically imbued 10-day tour of Israel, you will explore the Holy Land from a completely new perspective and will discover its most off-the-beaten-path treasures. Walk through the timeworn streets of Jerusalem’s Mea Shearim neighborhood, uncover the ancient secrets of the Cave of the Patriarchs, traverse the streets of Israel’s controversial West Bank, and explore Judaism’s mystical Kabbalah a. From elusive blue grottoes in the north to the vast Negev Desert in the south, Israel is full of secrets that are waiting to be uncovered.",
    "durationDays": "10",
    "price": "6,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem – Explore the Mea Shearim Area",
        "description": "You will arrive at Ben Gurion Airport, where you will be met at baggage claim by your personal driver. Upon arriving at your luxurious accommodation that is ideally situated in the heart of the city, your guide will allow you to settle in and freshen up before meeting you in the lobby when you are ready. From here, you will be transferred to one of Jerusalem’s most unique and oldest neighborhoods: Mea Shearim. Dressing modestly or conservatively is required because Mea Shearim is home to Israel’s ultra-orthodox Jewish sect."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem – Visit the Cave of the Patriarchs",
        "description": "This morning, you will wake up to enjoy a delicious Israeli breakfast of regional breads, cheeses, vegetables, and fruits at your hotel before meeting your knowledgeable guide in the lobby to begin the day’s activities. Today, you will have the opportunity to explore Jerusalem’s Old City from below as you privately tour the archaic walkways of the Western Wall Tunnels and Zedekiah’s Cave, which are the remains of a 2,000-year-old Jewish city. Afterward, a transfer will convey you to the city of Hebron in the heart of Israel’s controversial West Bank. Here, you can tour the Cave of the Patriarchs, which is one of the most important religious sites for Judaism, Christianity, and Islam."
      },
      {
        "dayNumber": "3",
        "title": "Negev – Glamping Beneath the Stars",
        "description": "Today, you will wake up before dawn and meet your private tour guide in the lobby for your transfer to the illustrious Masada Fortress, where you will have the opportunity to ascend to the top of the fortress just in time to watch the sunrise over the Dead Sea. Once finished, your descent will mark the beginning of your journey to the Negev Desert. Once among the desert’s vast and rugged landscape, you will be greeted to the Negev by a traditional Bedouin tribe. Riding camels will be a primary highlight of your time here as it is the traditional method of desert transportation. Afterward, you will enjoy a delicious Bedouin meal that is accompanied by typical music and dance."
      },
      {
        "dayNumber": "4",
        "title": "Eilat – Swim in the Dead Sea",
        "description": "This morning, you will enjoy a Bedouin breakfast before meeting your private guide for your transfer to the world-famous Dead Sea. You will be able to feel completely weightless as you float in the buoyant waters of the sea. Renowned for its healing properties, you will have the opportunity to cover yourself in the region’s famed mineral mud and delight in a luxurious spa treatment. Once you have had your fill of the Dead Sea, your private driver will transfer you to Eilat to enjoy the rest of the day exploring the city’s wonderful beaches, restaurants, and shops."
      },
      {
        "dayNumber": "5",
        "title": "Eilat – Relax at Eilat’s Picturesque Beach",
        "description": "This morning, after breakfast, you transfer to the stunning and lesser-known Ein Gedi, which is a serene oasis and nature reserve. Here, you will have the opportunity to trek through the remarkable greenery and to enjoy the many waterfalls. You will even stop to marvel at the juxtaposition of the oasis against the backdrop of the dry Israeli desert. Your guide will point out notable flora and fauna in addition to providing you with the chance to cool off in the refreshing rivers and streams that abound in Ein Gedi. A return transfer to Eilat will allow you to spend the rest of the day at your leisure. You can enjoy the fantastic beaches and relaxed town, or take a nap back in your room."
      },
      {
        "dayNumber": "6",
        "title": "Safed – Discover Mystical Kabbalah",
        "description": "After you enjoy your final breakfast at your hotel in Eilat, you will head to the mystical city of Safed. Upon your arrival in Safed, which is also known as Tzfat and the Blue City, your driver will leave you at your luxurious accommodation in the heart of the charming Artist Colony. Once you are ready, you will meet your guide for a private tour of the city, which is famed for being home to the mystical study of Kabbalah. From Safed, you will be transferred to Israel’s West coast to explore the gorgeous Rosh Hanikra grottoes. The steepest cable car in the world is sure to thrill and exhilarate as you slowly descend to the stunning grottoes that overlook Israel’s border with Lebanon."
      },
      {
        "dayNumber": "7",
        "title": "Safed – Tour Haifa’s Baha’i Gardens",
        "description": "This morning, you will enjoy breakfast and the views of the charming landscape that surrounds you. Your private guide will meet you in the lobby to begin the day’s activities, which will include a transfer to the distinguished city of Haifa. Here, a pirate tour of the Baha’i gardens that overlook the entire city and the sparkling sea will amaze you. Your guide will explain a bit about the Baha’i culture and religion before you make your final descent to the base of the gardens, where you will discover Haifa’s enchanting German Colony. Here, you will have the opportunity to stroll through the streets at your leisure, stopping into the various local shops and restaurants that are recommended to you by your guide. From Haifa, you will enjoy a short ride to the traditional Druze village of Isfiya. Here, you will join a local family for a homemade lunch in their private home."
      },
      {
        "dayNumber": "8",
        "title": "Safed – Traverse the Golan Heights",
        "description": "Today, after breakfast, you will meet your guide in the lobby to embark on a full day’s tour to the illustrious Golan Heights. Eventually, you will arrive at Mt. Bental, which is a marvelous overlook near Syria’s border that offers fantastic views of the Golan. Afterward, you will indulge in an exhilarating ATV ride through the vast and rugged landscape of the Golan to one of the region’s finest wineries. Upon your arrival, you will delight in a private tour of the vineyard and winery, where you will learn about the secrets of world-famous, Israeli wine."
      },
      {
        "dayNumber": "9",
        "title": "Tel Aviv – Tel Aviv’s Trendiest Neighborhoods",
        "description": "This morning, you will awaken for your final breakfast in Safed before meeting your guide in the lobby for your transfer to the metropolitan city of Tel Aviv. You will be dropped off at your magnificent upscale hotel in a prime, beachfront location and will meet your guide in the hotel lobby for your private tour of the city’s trendiest neighborhoods. From here, your guide will lead you to the heart of the city, where you will find Tel Aviv’s infamous Shuk. Once your city tour concludes, you will be left to spend the rest of the afternoon at your leisure, luxuriating in a day at Tel Aviv’s stunning beaches or strolling along the sunny promenade."
      },
      {
        "dayNumber": "10",
        "title": "Tel Aviv – Uncover the Secrets of Jaffa",
        "description": "Today you will wake up to your final breakfast in Tel Aviv before meeting your guide in the lobby for the last time. You will be transferred to Tel Aviv’s intriguing Jaffa neighborhood to enjoy the morning of strolling through the cobblestone streets and discovering the hidden gems of the famed Jaffa Flea Market. Once your tour concludes, your guide will return you to your hotel to enjoy your final hours in this glistening city. You will return to your hotel to gather your things and meet your driver in the lobby for your private airport transfer home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "then-and-now-israel-at-a-glance-in-10-days",
    "tourName": "Then and Now: Israel at a Glance in 10 Days",
    "placesVisited": "Tel Aviv, Jaffa, Akko, Caesarea National Park, Golan Heights, Galilee, Jordan Valley, Jerusalem, Judean Desert",
    "generalInfo": "Travel through time as you explore ancient ruins and vibrant contemporary life on your 10-day Israel hidden-gems tour. Immerse yourself in the ancient splendor of Jerusalem's old-city streets before enjoying the vibrant art and music scene of present-day Tel Aviv. Then, break away from the action for peaceful respite wading in the Dead Sea, touring a picturesque winery, and trekking across rugged terrain in search of cascading waterfalls.",
    "durationDays": "10",
    "price": "11,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Tel Aviv - Arrival in Israel's Bustling City of Arts and Culture",
        "description": "Catch glimpses of the shimmering Mediterranean Sea as you touch down in Israel's coastal city of Tel Aviv. After boarding your complimentary airport transfer you'll zig-zag through the buzzing frenzy of Tel Aviv's music and arts scene downtown as aromas of salt water linger in the air. Spend the afternoon relaxing at the hotel before partaking in a leisurely evening and dinner nearby."
      },
      {
        "dayNumber": "2",
        "title": "Tel Aviv - Behind the Scenes of Israel's Peace and Defense Efforts",
        "description": "The next day you'll explore the quaint port city of Jaffa. Stroll along the water's edge as you watch merchants fill teetering sailboats with fresh produce and other local goods for sale. Then, tantalize your taste buds as you take in the intoxicating aromas of spices, nuts, and bourekas lining the city streets at the popular Levinsky Market. After indulging in an early-afternoon lunch, you'll stroll the storied halls of the Palmach Museum for an up-close look at the underground Haganah defense organization, which was later integrated into the Israel Defense Force and a symbol of Israel's unwavering might."
      },
      {
        "dayNumber": "3",
        "title": "Caesarea National Park - A Skyhigh View of Spectacular Landscapes",
        "description": "Journey back in time as you unearth the ancient city of Akko. Peer over magnificent stone walls for a glimpse of the blue-green water splashing fervently against the fortified city. Then, stroll along the pathways of Caesarea Maritima ruins as you marvel at some of the most exquisite stone aqueducts in the world. They date back to c. 22–10 or 9 BCE, under the leadership of Herod the Great. Pause for lunch at midday, before boarding the Rosh HaNikra cable car. There, suspended above majestic rock formations, you'll take in breathtaking views of the spectacular grottos and sparkling blue waters below."
      },
      {
        "dayNumber": "4",
        "title": "Golan Heights - Jeep Trekking and an Illustrious Winery Tour",
        "description": "In the morning, take the rugged back roads through Banias Nature Reserve as you explore the ancient Cave of Pan and dip your toes into the refreshing spring waters trickling below. Enjoy lunch on your own, before exploring the lush terrain on four wheels as part of your private Jeep tour. With eyes wide open, you'll catch fleeting views of lush vegetation, stoney cliff sides, and crashing waterfalls. In the afternoon you'll visit one of the region's most renowned wineries. Sip your glass of ruby red as you look out over the illustrious countryside. Dinner is included."
      },
      {
        "dayNumber": "5",
        "title": "Jordan Valley - A Riveting History of Biblical Proportions",
        "description": "Creeds around the world trace their origins back to present-day Israel. Discover such historically and biblically significant places as Beit She'an and feel the swift desert breeze on your skin as you look over vistas along the Jordan River Valley. Later, make your way to Sde Eliyahu, a kibbutz in northern Israel, once a refuge for Jews escaping Nazi Germany in the late 1930s; today, a symbol of tight-knit Jewish communities. Lunch is included, followed by an exciting camel excursion that’s sure to delight. In the evening, enjoy dinner at your own pace before returning to your hotel."
      },
      {
        "dayNumber": "6",
        "title": "Jerusalem - The Old City and its Diverse Ethnic Origins",
        "description": "Past and present, Israel is home to diverse ethnic groups and religious backgrounds. What better way to experience this than up close, on the streets of Jerusalem's Old City. You'll tour the architecture and rich history of Jerusalem's Muslim Quarter and Christian Quarter. Peer up at Temple Mount and David's Tower, before crossing the threshold of Dung Gate to offer prayers, or simply stand in awe opposite the looming Western Wall. Then, in the afternoon, set out on foot once again to uncover gems hidden within the walls of the Armenian and Jewish quarters."
      },
      {
        "dayNumber": "7",
        "title": "Judean Desert - Floating in the Dead Sea and Chasing Waterfalls",
        "description": "The following day, just after sunrise, but before the heat settles in, your time travel continues as you summit Masada, an ancient mountaintop fortress located in southeastern Israel. The site of the Jews' final stronghold against the Romans in 70 CE, Masada was designated a World Heritage site in 2001. Take a break from all of the action with a mid-morning respite as you float atop the tranquil waters of the Dead Sea. Enjoy a light lunch before arriving at the Ein Gedi Nature Reserve, where you'll snap pictures of captivating rock formations and iridescent waterfalls."
      },
      {
        "dayNumber": "8",
        "title": "Jerusalem - Ancient Relics and Holocaust Remembrance",
        "description": "Travel to the City of David to explore the ancient Hezekiah's Tunnel. As far back as the late 8th- and early 7th-century BC, the people of Jerusalem fought for access to the waterway and, ultimately, the city itself. Today, visitors stand in awe of the meticulous stone carvings, now considered one of the greatest water engineering technologies in history. In the afternoon you'll go to the Israel Museum, an art, and archeological museum in Jerusalem, where you can explore colorful ancient pottery and experimental modern art that’s open to interpretation."
      },
      {
        "dayNumber": "9",
        "title": "Jerusalem - You Lead the Way: Self-Guided City Exploration",
        "description": "Take advantage of your last full day in Israel. You also have the option of one of several free theme days, including Culinary and Wine, Israel Defense Forces, and The Modern State. As part of the Best of Israel: Culinary and Wine Tour, you'll have the unique opportunity to eat and drink your way through the country's finest cuisine, including citrusy seafood in Tel Aviv and mouth-watering Mediterranean treats of tomato and fresh herbs in the lush Galilee Region. In the evening, indulge in Jerusalem's decadent desserts before resting up for the next day's adventure."
      },
      {
        "dayNumber": "10",
        "title": "Jerusalem - Souvenir Shopping and Departure",
        "description": "Rise and shine as you make the most of your last morning in Israel. Enjoy a leisurely breakfast, then spend the late morning hours relaxing at the hotel, going on one final stroll along the Old City's streets or shopping for souvenirs for family and friends back home. Before long your complimentary airport transfer will arrive to take you to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "two-week-highlights-of-israel-tour",
    "tourName": "Two-Week Highlights of Israel Tour",
    "placesVisited": "Tel Aviv, Haifa, Safed, Negev Desert, Eilat, Jerusalem, Dead Sea",
    "generalInfo": "On this 14-day journey through Israel, experience much of the best that this culturally and historically rich country has to offer. From the lively streets of Tel Aviv to the vast desert mountains of the Negev, Israel is a country that is laden with ancient history and modern comforts. Stroll through Jerusalem’s vibrant market, sample a piece of handmade baklava, and float weightlessly in the waters of the Dead Sea. You can even wander through the winding, cobblestoned streets of Jerusalem’s Old City while memories of its ancient past whisper in your ear.",
    "durationDays": "14",
    "price": "9,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Tel Aviv – Explore Trendy Neighborhoods",
        "description": "To begin your adventure, your private guide will meet you at the Tel Aviv airport. Once you have collected all of your belongings, you will be transferred to your luxurious accommodation that overlooks the Mediterranean Sea. You will spend your first evening in the city, sampling some of the country’s finest cuisine. You will also be guided to Tel Aviv’s trendy Neve Tzedek neighborhood, which is known for its art galleries, boutiques, design shops, high-end music bars, and restaurants. You will have time to explore this upscale area at your leisure."
      },
      {
        "dayNumber": "2",
        "title": "Tel Aviv – Private Tour of Tel Aviv",
        "description": "This morning, you will enjoy your first Israeli breakfast before embarking on an exciting tour of Tel Aviv’s most illustrious sites and neighborhoods. Your tour will begin on Nahalat Binyamin Street, where you will be enchanted by the variety of handicrafts and products that are sold by local artisans. From there, you will continue to the Carmel Market, where you will be guided through the market’s wonderful stalls full of traditional Israeli products. In the afternoon, you will be led to the beach, where you can spend the afternoon at your leisure, strolling along the sunny promenade and basking in the sun."
      },
      {
        "dayNumber": "3",
        "title": "Tel Aviv – The Jaffa Flea Market",
        "description": "Today, you will be transferred to Tel Aviv’s infamous Jaffa neighborhood. Your private tour will begin at the Jaffa Clock Tower, which is an important monument that was built during the Ottoman Rule. After lunch, you will be led to the Jaffa Flea Market. Alive with the exciting buzz of bargaining and traditional haggling, the market will throw you into action. From the flea market, you will be guided to one of Jaffa’s higher-end neighborhoods, where you can meander through upscale art galleries, boutiques, and shops to appreciate the unique, artistic style of the area."
      },
      {
        "dayNumber": "4",
        "title": "Haifa – Dine with a Local Druze Family",
        "description": "This morning, you will enjoy an Israeli breakfast before transferring to your luxurious accommodation in the nearby port city of Haifa. Upon your arrival, you will have a moment to settle in before meeting your expert guide to embark on the day’s activities. You will begin your tour with an exclusive visit to Haifa’s Baha’i gardens. At the base of the gardens, you will arrive in the German Colony of the city, where you will have the opportunity to stroll through its enchanting streets, stopping into the lovely shops and cafes at your leisure. In the afternoon, you will be transferred to the nearby Druze village of Isfiya, where you will be provided with the unique opportunity to enjoy lunch in the home of a local Druze family."
      },
      {
        "dayNumber": "5",
        "title": "Haifa – Visit an Israeli Kibbutz",
        "description": "Today, you will enjoy breakfast at your hotel before being transferred to Kibbutz Ein Gev. Israeli Kibbutzim are communal settlements that were originally focused on agricultural pursuits but have now expanded to various other fields. During your visit, you will be provided with the unique opportunity to visit one of the largest and wealthiest of Israel’s kibbutzim. In the afternoon, you will return to Haifa, where you will spend the remainder of the day relaxing at Carmel Beach. At the beach, you can bask in the sun and relax on the white sand. You may elect to partake in water sports, such as windsurfing, surfing, or parasailing."
      },
      {
        "dayNumber": "6",
        "title": "Safed – Explore the Blue City",
        "description": "This morning, you will have breakfast at your hotel before transferring to Safed. You will arrive at your luxurious accommodation in the heart of the Artist Quarter. Known as Israel’s infamous Blue City and the birthplace of the mystical Jewish study of Kabbalah, Safed will blow you away with all that the amazing city has to offer. After you have had time to settle in to your suite, you will meet your guide to begin your exploration of Safed. In the evening, you will be transferred to the home of a local Jewish family, where you will enjoy a traditional Shabbat dinner."
      },
      {
        "dayNumber": "7",
        "title": "Safed – One of the Golan’s Finest Wineries",
        "description": "Today, you will enjoy breakfast at your hotel before meeting your guide in the lobby to explore the Golan Heights. You will be transferred to the peak of Mt. Bental, which is a remarkable lookout point from Israel into Syria. After you have time to admire the views from Mt. Bental, you will be transferred to one of the region’s finest wineries, where you will learn about Israel’s winemaking industry in addition to having the opportunity to sample some of the country’s finest vintages. In the afternoon, you will be transferred to the Sea of Galilee. During your visit, you will have the opportunity to bathe in the sea and to relax on its scenic shores."
      },
      {
        "dayNumber": "8",
        "title": "Negev – Dead Sea and Masada Fortress",
        "description": "This morning, you will eat a light breakfast before transferring to the Masada fortress. You will arrive at Masada and ascend to the top of the fortress in time to watch the sunrise over the Dead Sea. Once it begins to warm, you will descend from Masada via cable car before joining your private driver for a short transfer to the Dead Sea. You will spend the next several hours delighting in this natural phenomenon as you float in the sea’s briny waters and cover yourself in natural mineral mud. When you are ready, you will be met by a local Bedouin tribe. You will be welcomed with traditional Bedouin tea and delicacies as you are invited into a tent to experience their unique culture and hear about their customs and practices."
      },
      {
        "dayNumber": "9",
        "title": "Negev – Encounters with a Bedouin Tribe",
        "description": "Today, you will embark on an exciting desert trek. During your time in the desert, you will be provided with the wonderful opportunity to ride a camel, which is the traditional form of desert transportation. When you begin to work up an appetite, you will enjoy lunch at your glampsite, where you will then have the opportunity to wander through the Bedouin village. In the evening, you will attend a traditional dinner that will be accompanied by a Bedouin performance of song and dance. During the performance, you will sit cross-legged on colorful cushions and bask in the beauty of the spellbinding movements."
      },
      {
        "dayNumber": "10",
        "title": "Eilat – The Shores of the Red Sea",
        "description": "This morning, you will enjoy your final breakfast in the Negev before transferring to the seaside city of Eilat. You will arrive at your beachfront resort in Eilat. After you have had ample opportunity to settle in to your luxurious suite, you will meet your guide for a quick tour of the area. After your tour, you can spend the day luxuriating on the shores of the Red Sea, basking in the sun, and relaxing in complete comfort. As the day presses on, you may elect to swim with dolphins on a several-hour excursion, which can be organized for you by your guide. You may also choose to partake in scuba diving or snorkeling at Eilat’s infamous Coral Beach."
      },
      {
        "dayNumber": "11",
        "title": "Eilat – The Natural Oasis of Ein Gedi",
        "description": "Today, you be transferred to the natural oasis of Ein Gedi, where you will spend the morning on a leisurely hike to one of Israel’s most impressive waterfalls. After you have had your fill of Ein Gedi, you will be returned to Eilat, where you will enjoy lunch in the city before spending the remainder of the afternoon at your leisure, relaxing at the gorgeous beaches. You may also decide to indulge in a luxurious spa treatment at your beachfront resort or to delight in a refreshing snack or beverage at one of the many seaside bars and cafes."
      },
      {
        "dayNumber": "12",
        "title": "Jerusalem – Discover the Lively New City",
        "description": "This morning, you will enjoy your final breakfast in Eilat before transferring to Jerusalem. As you arrive at your luxurious accommodation in the heart of the city, you will settle in to your extravagant suite before meeting your guide to begin your exploration of Jerusalem. You will begin with a transfer to the magnificent Mount of Olives. From the Mount of Olives, you will be transferred to Mahane Yehuda Market, where you will have the opportunity to indulge in Jerusalem’s finest delicacies from a variety of local vendors. After the market, you will visit the rest of Jerusalem’s modern New City."
      },
      {
        "dayNumber": "13",
        "title": "Jerusalem – Treasures of the Old City",
        "description": "Today, you will enjoy an Israeli breakfast at your hotel before meeting your experienced guide to begin your busy day of touring and exploring Jerusalem. You will begin your tour with a transfer to Jerusalem’s Old City, where you will be transported through history as you traverse the cobblestoned streets and winding alleyways. During your tour, you will visit the city’s most noteworthy destinations and will begin at the Church of the Holy Sepulchre, which is one of Christianity’s holiest sites. After your tour of the Old City has concluded, you will be transferred to the illustrious Yad Vashem, which is the World Holocaust Remembrance Center."
      },
      {
        "dayNumber": "14",
        "title": "Jerusalem – Departure",
        "description": "Today you rise to your final day in Israel. After enjoying your final breakfast in Israel, you can spend the morning as you please, strolling through the winding streets of the city or stopping into a coffee shop on Ben Yehuda Street. As you gaze upon the influx of tourists and locals, you may begin to reminisce on your incredible journey thus far. Soon after, you will return to your hotel for your transfer to the airport. Once you are at the airport, you will be led to your terminal for your international flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Israel",
    "mainPhoto": "",
    "id": "ultimate-jewish-culinary-tour",
    "tourName": "Ultimate Jewish Culinary Tour",
    "placesVisited": "Jerusalem, Galilee, Tel Aviv",
    "generalInfo": "The exotic spices of Israeli cuisine fill streets and surrounding landscapes with enticing aromas during your customizable culinary tour. Uncover the secrets to seductive baklava and decadent rugelach. The Mediterranean Sea gives way to the vineyards and orchards of Galilee. Cobblestone lanes contain celebrated restaurants. Spice markets radiate with color, and the scent of rich coffee lingers in the air. Whether a self-professed foodie celebrating international flavors or a home chef eager to learn a new style of cooking, your time in Israel will demonstrate the fascinating effect that culture and history have on the developing flavors of regional gastronomy.",
    "durationDays": "9",
    "price": "5,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Jerusalem - Israel at First Taste",
        "description": "Jerusalem overtakes the desert hills and shimmers with creamy antique stones and celebrated gilded domes. Olive orchards and cypress trees absorb water from underground springs. Cobblestone streets wind between ancient buildings, leading to the remnants of ancient Roman and Byzantine roads. Locals wander through the aisles of the Mahane Yehuda Market, basking in the dynamic culinary scene of produce vendors and restaurants serving a mixture of classic Israeli cuisine and contemporary twists on Middle Eastern culture. Your flight lands at Ben Gurion International Airport. Your private transfer greets you upon your arrival and escorts you to the enchanting city of Jerusalem. Your luxurious hotel overlooks the ancient walls of the city, offering a mixture of historical charm with contemporary comfort. The remainder of the day is yours to wander through the enticing aromas and fascinating architecture of the city. For an introduction into Jerusalem, you make your way to the Tower of David, located on a promontory overlooking the Old City. The palace of Herod the Great once stood atop the citadel, followed by the occupations of the Romans and keen Crusaders. The citadel now holds the dramatic galleries of the Museum of the History of Jerusalem, which offers a chronological telling of the city’s past from the second millennium BCE up to the founding of Israel in 1948. A chiseled block from one of Herod’s lesser towers continues to stand at the base of the main keep, and the 16th-century gate greets visitors at the entrance to the citadel. The hill provides the perfect sampling of Israel’s remarkable history, which has influenced the cuisine over time."
      },
      {
        "dayNumber": "2",
        "title": "Jerusalem – A Day’s Worth of Samples",
        "description": "The morning sun washes over Jerusalem, returning the creamy hues to the stone. The gilded cupola adorning the Dome of the Rock glints in the returning light. Houses erected during the reign of Herod the Great reflect the lifestyles of Jerusalem in the 1st centuries BCE and CE. Mosaic flooring represents the lavish décor of the city’s patrons, alongside decorative frescoes and remaining pillars. Your guide meets you at the hotel after breakfast, eager to lead you through the aisles of the Mahane Yehuda Market. Your guide is also a chef familiar with the cuisine of Jerusalem and the Middle East. He leads you along the bustling marketplace filled with gregarious vendors calling out to passersby. Pomegranates shimmer with purple and red hues. The scent of fresh lemons accompanies the bright crimsons and emeralds from the tomato and cucumber salads. You sample tasty olives harvested from local orchards and sweet pistachios often used for garnish. The cover over Etz Chayim Street provides a respite from the desert sun. The various names of the alleyways offer insight into the products available. HaAfarsek stands for “Peach,” letting visitors know they can find the juicy, luscious fruit displayed in the lane. Your guide stops at a pastry stall and speaks with the owner. He hands you a small, flaky rugelach, a pastry of Ashkenazy origin often filled with cinnamon, raisins, or chocolate. The mixture of a buttery, crunchy puff pastry, and bittersweet chocolate is a perfect, portable flavor to accompany you as you wander amongst the display of enticing spices and satisfying produce."
      },
      {
        "dayNumber": "3",
        "title": "Jerusalem – Connecting the Flavors of Jerusalem",
        "description": "In the morning, the cafes around the city open their doors and fill the streets with the aroma of strong Arabica coffee. Palm trees rustle their fronds in the sporadic breeze, carrying the scent of dates. After breakfast, your guide meets you in the hotel lobby, excited to take you first to a bakery offering some of the best challah bread in the city and possibly the world. You follow the narrow aisles around the Mahane Yehuda Market once more, following the sweet scent of rising dough. The bakers welcome you with wide arms and friendly smiles, eager to share their trade before offering a sample of the celebrated challah bread. Their sweet bread has a heavy, doughy quality with a satisfying brightness similar to a cake. Your guide says the bakers like to keep the bread flavorful as a celebration of ending the past week and beginning the new week in a sweet way. The metaphor continues into the braiding of the bread, which represents unity and tying the world together. You continue to the Old City, where the aroma of freshly made falafel begins to fill the air. Hidden alleys contain small restaurants hosting scattered tables and chairs. Patrons linger on the outskirts of the restaurants and watch passersby while enjoying fresh hummus and crunchy falafel. Your guide leads you to a tiny establishment renowned for its hummus; it is also the only dish the restaurant serves. The aroma of garlic and parsley swirls over the countertops. Patrons eagerly dip warm pita into the creamy texture swimming with olive oil. You follow your guide’s lead and glide your pita into the dip made of chickpeas and oil, tasting the pure decadent flavor of the popular Middle Eastern dish."
      },
      {
        "dayNumber": "4",
        "title": "Galilee – A Different Side of Israel",
        "description": "In the morning, the market returns to its brimming nature, filling with locals eager to find the best deal on tomatoes and artichoke. The cafes along the cobblestones streets of the Old City open their doors to the enticing aroma of fresh coffee drifting out of the antique doorways. Your private transfer meets you at the hotel and escorts you to Galilee and the largest Arab town in the country, Nazareth. Christian mythology places Nazareth as the city of the Archangel Gabriel’s Annunciation. The tranquil and grand Church of the Annunciation was erected in the 1960s over the remnants of a Byzantine church first erected in the 3rd century. Shops line the boulevards and meandering lanes amongst a collection of mansions dating back to the Ottoman Empire. You make your way to a spice shop that has been marketing local and international flavors for more than a century. An exotic array of fragrances wafts through the open door as you enter. The vendors greet you with respect and excitement, delighted to introduce you to their trade. Turmeric shimmers with golden yellow hues and cinnamon provide an unforgettable spiced aroma to the air. Red pepper has a rich color against the muddled, powdery texture of coriander. The back room contains a large, antique machine powered by steam. The instrument processes chickpeas, while the neighboring mechanism roasts coffee, adding to the layered bouquet filling the shop."
      },
      {
        "dayNumber": "5",
        "title": "Galilee – In the Habit of the Countryside",
        "description": "In the morning, the Nazareth Market takes visitors back in time to the bazaars of old. Arabian music spills onto the cobblestone walkways. The scent of hummus and bright spices blends with herbaceous incense. Vibrant colors from spice mounds accompany effervescent pinks and yellows of the saris on display. After breakfast, your guide greets you in the hotel lobby and leads you out of the lively city to a local farm growing olive orchards to produce decadent olive oil. The scenic ride takes you along date palms and the glittering waters of the Sea of Galilee. Wildflowers blossom with yellow and pink petals against the verdant plains. Hot springs steam into the air and vineyards sweep across the landscape, offering insight into millennia of epicurean delights. You reach the farm and enjoy a view of the swath of emerald hills bordering the horizon. The image of desert scenery escapes you, replaced by the feeling of seemingly being in Tuscany or the south of France. The semi-sweet scent of the olive orchards sweeps in with the breeze. Your guide leads you along the trails around the trees, pointing out the colors of the olives dangling from the trees. Citrus groves grow near the olives, creating lush and bright fragrances to accompany the olives. The statehouse contains a sampling room offering a view of the surrounding landscape. You have a brief introduction to the historical versus the contemporary ways of pressing the olives before sampling the oil produced on the plantation. A simple sip of the olive oil offers a creamy, pure texture coating your palate, accompanied by a burst of umami."
      },
      {
        "dayNumber": "6",
        "title": "Tel Aviv – History with Flavor",
        "description": "The history of Galilee spreads beyond the streets of Nazareth, displayed in the small Kibbutz of Ginosar Yigal Alon. The center exhibits the remains of a wooden boat crafted two millennia ago. The vessel reaches a length of 26.5 feet and was constructed with a variety of recycled woods. After breakfast, your guide takes you to a Druze Village outside of Tel Aviv for a hands-on cooking lesson and introduction to the Druze culture. The religious and ethnic minority incorporates elements of Islam, Gnosticism, and spiritual philosophies. Your instructor welcomes you into her home, eager to introduce you to the flavors of Druze cuisine. You sip a tiny cup of fragrant mint tea or cinnamon coffee. Your host provides a sampling of sweets, which turn out to be candied squash. You help create a flat, round dough before slipping it into a brick kiln that quickly bakes the sesame cake. From the back window, you find the Galilee landscape spreading to the horizon with fertile hills and valleys. Your instructor helps you craft and fold crescent-shaped dumplings, stuffing the dough with soft cheese. The scent of crispy, butter dumplings quickly fills the kitchen with a mouthwatering effect. You bite into the entrée, listening to the crunch and tasting the savory melting cheese. You continue to the ancient port of Akko, where Marco Polo once passed through nearly eight centuries ago en route to China."
      },
      {
        "dayNumber": "7",
        "title": "Tel Aviv – The Scents of the City",
        "description": "In the morning, fishing boats weigh anchor and make their way along the Mediterranean. The water shimmers in the spreading sunlight and splashes against the gold sand beaches. A private chef meets you at the hotel, eager to lead you through the fabulous markets of Tel Aviv. Locals make their way to the shoreline and bask in the splendid heat. Cyclists and joggers take to the promenade stretching upwards of nine miles before reaching the antique streets of Old Jaffa. You traverse the walkways of Levinsky Market, which opened in the 1930s after Jewish families arrived from Thessaloniki, Greece. The marketplace specializes in Balkan and Persian cuisine, exhibiting stunning spice stalls and special dishes focusing on the various uses of local nuts. Gourmet restaurants stand beside dried fruit stands, and bakeries offer tastings of crispy baklava smothered in honey. The scent of fresh bread drifts out of a locally celebrated bakery while a range of Turkish spices fills the store of a popular delicatessen. Dried mango and sugared dates provide a sweet scent to the air. After exploring the market stalls, your private chef leads you into the kitchen to learn the secrets of preparing a proper Israeli meal, accented with restaurant quality sophistication."
      },
      {
        "dayNumber": "8",
        "title": "Tel Aviv – Beyond the Golden Beaches",
        "description": "The history of Israel explains the developed flavors of the cuisine. Today is yours to explore the splendors of Tel Aviv, your favorite dishes of the varied cultures of Israel, and the beachside chic of the city at your preferred pace. The Mediterranean waves lap at the shoreline beneath the sporadic high-rises of the contemporary city. Locals play matkot on the sand, the national sport of Israel, bouncing the ball back and forth with wood paddles. Carmel Market fills with antique architecture and colorful produce, from artichokes to radishes. You make your way to Jaffa to visit one of the oldest ports along the Mediterranean. The former railway station now holds a series of boutique shops and charming cafes connected to the cobblestone walkways. The sunlight bounces off the antique stone structures overlooking the jetties. Artists capture the beauty of the seaside and charms of daily life through various methods. Masts of moored fishing boats wade in the calm sea and reflect in the turquoise water’s surface. Walk beneath the stone archways and follow the meandering streets amongst the aroma of enticing hummus and delicious shakshuka, eggs poached in a tomato chili sauce, mingling with the scent of the sea. The clock tower was erected in the early 1900s and continues to rise above the antique streets of the city, representing one of the major landmarks of the historical city."
      },
      {
        "dayNumber": "9",
        "title": "Tel Aviv – Lingering Tastes in Tel Aviv",
        "description": "The lush greenery of Yarkon Park beckons to the locals of Tel Aviv. Families cast fishing lines into the lakes and thrill seekers climb the artificial rock wall. The Yarkon River travels through the park and filters into the Mediterranean Sea after more than 17 miles. Restaurants throughout the city open their doors to the aroma of simmering shakshuka and freshly brewed Arabica coffee. Juiceries make freshly pressed juices from vibrant produce bought earlier that morning at the Carmel Market. Your private transfer meets you at the hotel when you are ready, and escorts you to Ben Gurion International Airport for your flight home."
      }
    ],
    "map": ""
  }
]
