{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "all-encompassing-israel-a-grand-tour-from-north-to-south",
  "tourName": "All Encompassing Israel: A Grand Tour from North to South",
  "placesVisited": "Tel Aviv, Jerusalem, Eilat, Galilee, Dead Sea, Nazareth",
  "generalInfo": "Discover paradise on the Red Sea shores and unique utopic valleys in Galilee during your custom tailored grand tour of Israel. Let the rich minerals in the soil of the Dead Sea soothe your skin. Dig your toes into the soft, gold sand of Tel Aviv’s beaches. Follow the gilded hues of Jerusalem stone to the remains of the Second Temple and framed walkway of Via Dolorosa, the path Christ walked to his crucifixion. From sampling olives fresh from the orchard to wines produced from verdant vines, you will discover ancient history and gorgeous landscape, vibrant culture and welcoming ambiance spanning the whole of Israel.",
  "durationDays": "12",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tel Aviv – Magnificent Beginnings",
      "description": "The city of Tel Aviv rises along the edges of the Mediterranean Sea. The promenade stretches for nine miles until it reaches the historical port of Old Jaffa. Locals bask in the endless sunlight on the soft, gold sand beaches. The aisles of the outdoor Carmel Market overflow with colorful fresh produce, from radishes to zesty oranges. The air fills with an aroma of blending spices displayed in sacks along family-run stalls. The Old City fills with chic cafes emanating the aroma of freshly brewed coffee. The windows look out to the shoreline and the spires of the Franciscan architecture of St. Peter’s Church. Your flight lands at Ben Gurion International Airport outside of the city. Your private transfer meets you upon your arrival and escorts you to a luxurious hotel in offering views of the golden coastline. Your guide meets you in the lobby, eager to lead you through an introductory tour of the city’s vibrant streets and historical destinations. Thought provoking murals drape the walls of unsuspecting apartment buildings, creating outdoor galleries depicting political messages or dreamlike landscapes. You reach the neighborhoods, adding to the lush nickname of the “White City,” named for the 4,500 Bauhaus-style structures. The facades contain rounded pillars and balconies, offering a sense of serene European ambiance amongst the bustling streets of Israel’s largest city."
    },
    {
      "dayNumber": "2",
      "title": "Galilee – Touching History and Grace",
      "description": "In the morning, the vibrant atmosphere of the Carmel Market returns to the aisles, accompanied by the aroma of freshly baked bread and honey-soaked baklava. At breakfast, the bright colors of pomegranates fill the room. You sip a refreshing cup of Arabica coffee, tasting the strong flavor. Your private transfer meets you in the hotel lobby after the meal and escorts you north to the Galilee region, taking you along the coastal plain to reach Caesarea. The Roman and Herodian city were established in the year 30 BCE during the reign of Herod the Great. The shores sparkle with turquoise hues emanating from the sea. The city was once one of the great ports of the ancient world, rivaling Alexandria and Carthage. Columns from antiquity pepper the landscape beneath the preserved Crusader walls and the ruins of the 19th-century village of Caesarea. At the jetty on the harbor, you enter the Time Tower, a room that offers computer generated insight to the city during different periods across the ages. From the window, you can see dark spots on the Mediterranean more than 100 yards from the shore, which represent the ancient remains of the original breakwater. You continue to Megiddo National Park to find the historic town of Megiddo, also referred to as Armageddon. The grounds once stood along an important trade route between Egypt and Assyria, putting the town at the center of many battles for three millennia. The sunlight washes over the golden earth, spotlighting the archaeological excavations. The 9th-century BCE water system continues to run along a nearly 100-foot long shaft carved out of solid rock to reach a nearly 230-foot long tunnel."
    },
    {
      "dayNumber": "3",
      "title": "Galilee – Spiritual Samples",
      "description": "The golden dome of the Baha’i Shrine crowning the terraced gardens in Haifa glints in the morning light. The verdant manicured grass spreads across the 19 different tiers of the gardens. After breakfast, your guide greets you at the hotel and escorts you to Safed, a mountaintop town connected to the mystical Jewish tradition of Kabbalah. Cobblestone streets wind along the summit at a height of 3,000 feet above sea level. Small cafes open their doors to the aroma of grilling meat and fragrant spices. Turquoise doorways frame antique homes and art galleries shimmer with vibrant hues against the golden edges of the bordering Jerusalem stone. The city contains a distinct bohemian atmosphere meandering through the cobbled alleyways and stairwells. You stop at the Caro Synagogue, which was named after the 16th-century Toledo-born Rabbi, Yosef Caro. The structure was erected originally in the 1500s and rebuilt after a series of earthquakes. The interior fills with a subtle, lingering aroma of incense. A window to the right of the ark contains decorative pieces of twisted metal, which were taken from a rocket that landed outside of the structure in 2006. In the afternoon, you explore the outer reaches of Galilee, enjoying the scenic orchards and vineyards fed by undergrounds springs. You stop at a local vineyard to learn about the traditions of winemaking in the region. For a moment, you forget that you are in Israel and feel that you have been taking to the Tuscan countryside."
    },
    {
      "dayNumber": "4",
      "title": "Galilee – On the Trail of the Past in Galilee and Nazareth",
      "description": "Today you set out to discover the rich history and traditions around Galilee and Nazareth, beginning with the ancient city of Tiberias, one of the four holiest cities in the Jewish faith. Historically, sages have found peace in the regional grounds along the sunbaked soils besides the shimmering sapphires waters of the Sea of Galilee. The Tomb of the Maimonides was erected in the early 13th century to house the sage known for his fondness for quoting Aristotle and for creating the first codification of Jewish law. An excavation site shows the house of Peter, upon which a church was later built. The apostle was a fisherman who lived on the shores of the lake. The church was erected in the 5th century with a typical octagonal shape. The contemporary church was erected over the original construction, offering views into history along the glass-bottom floor. Continue to Nazareth, the largest Arab city in Israel. The marketplace fills with jovial music emanating from the shops. Colorful saris dangle from display hangers and the aroma of cinnamon and cardamom drift out of spice shops. The nearby Beth Alpha synagogue, locate in the Bet Alfa Synagogue National Park, was erected in the 6th century along the slopes of the Mount Gilboa. The northern entryway contains inscriptions in Aramaic and Greek, flanked by guardians in the shape of buffalos and lions."
    },
    {
      "dayNumber": "5",
      "title": "Jerusalem – Visiting the City on the Hill",
      "description": "In the morning, the breeze carries the aroma of ripening olives and grapes from the nearby vineyards and orchards. At breakfast, you find vivacious colors of pomegranates and tomatoes accompanying savory flavors of locally made cheeses. Your private transfer greets you at the hotel and escorts you south through the hills to reach the shining city of Jerusalem. The gilded hues of Jerusalem stone cast a seductive golden corona over the city and along the encircling hills. Cobblestones craft wide, antique boulevards and narrow alleys. Locals linger in cafes sipping strong Arabica coffee or enjoy the chic ambiance of restaurants serving traditional cuisine with a modern twist. After visiting Mount Zion, you make your way through the more than 2,000-year-old history of the Jewish Quarter to visit the Western Wall. The wall stands on the Temple Mount and once supported the Second Temple. The remaining structure embodies a spiritual connection to the Jewish people, with the divine presence remaining in the remnants of the edifice. Romans destroyed the Second Temple in 70 CE and today operates as an open-air synagogue with an area for men and women. You notice bits of paper sticking out of the cracks in the wall. Visitors from around the world write their prayers down and place the paper inside the wall like letters, hoping to reach the heavens. All around you, people touch the wall and kiss the stone, paying their respect to history, tradition, and faith."
    },
    {
      "dayNumber": "6",
      "title": "Jerusalem – From a Different Perspective",
      "description": "Cypress trees and palm trees wave against the hills in the morning breeze. The aroma of dates and freshly ground coffee fill the dining room at breakfast. You follow your guide through Jerusalem after the meal, eager to experience the New City, offering a unique view of the millennia-old culture and history. Your tour begins at the Hadassah Medical Center in the neighborhood of Ein Karem. The large complex was originally erected in the early 20th century with the most recent expansion erected in the 1960s. Famous French artist Marc Chagall crafted a series of 12 abstract stained glass windows depicting the 12 Tribes of Israel. The windows glow in the hospital synagogue. When the sunlight passes through the glass, the room radiates the biblical stories as told through the unique prism of Chagall’s perspective. You continue to Yad Vashem, the Holocaust Memorial Museum. The galleries exhibit the atrocities of World War II in a way that is both sobering and uplifting. The museum encompasses nearly 45 acres of land scented with pine trees spreading across Mount Remembrance. You pass through the Hall of Names, noting the different details of the photos framing the walls."
    },
    {
      "dayNumber": "7",
      "title": "Jerusalem – Salty Shoreline and Open Caves of the Dead Sea",
      "description": "In the morning, you venture out into the Judean Desert to step into the temperate waters of the Dead Sea. The briny, saltwater lake stands at an altitude of 1,300 feet below sea level, making it the lowest land-region in the world. The spiritual ambiance emanates from the water and the mineral-rich soil. You can take the mud and spread it over your skin, which traditionally has been used to heal various types of ailments for over two millennia. The smooth, gravely shoreline stretches into the nearby ridges. Once in the water, you discover the ease of floating in the saline-heavy lake. You rest on your back, letting the mud wash away from your skin, and enjoying the serene ambiance of the clear sky. Salt clings to your skin before you rinse away remnants of the sea. Venture to the Qumran National Park to follow the trails of the Dead Sea Scrolls, which were written between the 1st centuries BCE and CE. You stroll along a sturdy wooden walkway, finding ruins of an aqueduct and cistern. Ritual baths stand near the scriptorium where scholars believe some of the scrolls were written. The caves held the Dead Sea Scrolls for thousands of years, located along the cliffs of the marl terrace."
    },
    {
      "dayNumber": "8",
      "title": "Jerusalem – City on the Hill at Leisure",
      "description": "At breakfast, you find the aroma of fresh shakshuka filling the dining room. The dish contains poached eggs and vegetables simmering in a rich tomato sauce. The normal rush and hum of Jerusalem have faded, replaced by the serene sound of people walking and chatting. Cafes open their doors to the aroma of fresh coffee. Artisan craftspeople create luscious flavors and designs in a local chocolate shop. The day is yours to enjoy the unique atmosphere of Jerusalem on Shabbat, the day of rest for the Jewish faith. You make your way along the old ramparts to walk along a gem often overlooked by visitors. The walkways provide a deeper look at the Old City spanning nearly two miles. The Lions Gate stands near the Dome of the Rock. The Tower of David edges the west side of the city. The large stone opens for sporadic views of the city below. Around the Muslim Quarter, you can see the minarets and schools from above, alongside the spires of the Church of the Holy Sepulchre in the Christian Quarter."
    },
    {
      "dayNumber": "9",
      "title": "Eilat – On the Road to the Red Sea",
      "description": "Today your private transfer meets you at the hotel after breakfast, eager to lead you south to the resort city of Eilat, located on the banks of the Red Sea. En route, you traverse the Negev Desert. Incense traders once walked the roads, transporting precious frankincense and myrrh. Vineyards flourish in the desert heat, fed by underground springs. Artisanal food producers craft honey, cheese, and bread inspired by the landscape. Trails meander through the undulating terrain. At Timna Park, you can explore the colorful sands and ridges of the mountains tinted by the inherent copper, iron, and magnesium in the soil. Traces of the world’s first copper mines remain through thousands of ancient shafts and smelting furnaces dating back to ancient Egypt. The scent of baked earth fills the air. The sand is gravelly and coarse to the touch. Your guide points out ancient rock drawings depicting ostriches and wild goats, along with dramatic Egyptian battle chariots recounting the history of the region. The impressive geological phenomena of Solomon’s Pillars exhibit nature’s splendor. The two gigantic granite columns were formed more than 540 million years ago near an eroded monolith shaped like a dramatic mushroom. Once in Eilat, you can relax in the comforts of your luxurious hotel before visiting the celebrated Coral World Underwater Observatory."
    },
    {
      "dayNumber": "10",
      "title": "Eilat – An Israeli Riviera",
      "description": "The Red Sea resort town of Eilat overlooks the shimmering waters lapping at the shoreline. Reefs brim with colorful coral, sea turtles, and vivacious fish. Sailboats glide along the water’s surface with their sails billowing in the breeze. Unique rock formations decorate the surrounding desert landscape. The day is yours to indulge in the splendors of Eilat at your preferred pace, whether taking to the beaches to linger in the shade of an umbrella or snorkeling with dolphins along the private bay of Dolphin Reef. Eilat has been a crossroads for centuries, allowing travelers to move along the land bridge connecting Africa and Asia, beginning with the most notable accounts of Moses leading the Israelites out of Egypt. For a stunning visit to the Red Sea, you make your way to the Coral Beach Nature Reserve, a utopia for snorkeling. A wooden bridge leads you to the edging reef, which reaches over a half mile in length. Buoys and subaquatic markers guide you along the water trail. The Red Sea has cool, refreshing temperatures, contrasting the desert heat. The cobalt hues blend with crystal clear visibility. Blue spotted stingrays lie along the sandy seafloor. They flick sand over their bodies to camouflage themselves from passing crabs or predators. They can grow up to 19 inches in diameter with dark green skin speckled with blue spots. Lionfish circle the coral. Their 11 dorsal rays extend from the upper ridges like spikes. The sunlight spreads across the water, piercing the surface and allowing for visibility up to 20 feet in the day’s calm."
    },
    {
      "dayNumber": "11",
      "title": "Tel Aviv – Returning to the Beachside City",
      "description": "In the morning, you can hear the waters lapping at the pebbled coastline, providing a soothing soundtrack to the brand new day. The sunlight washes over the sea’s surface and shimmers with turquoise. After breakfast, your private transfer meets you at the hotel and leads you north back to Tel Aviv, enjoying the scenic roads along the way. You stop at Mitzpe Ramon Nature Reserve. The Mars-like landscape flickers with red sands far away from the lights and sounds of the city. Ibex graze on the thistles. Arabian leopards hide in the rugged rocks, lingering in the sparse shade. The steep walls encircle the deep closed valley, shaped by the ancient draining of what was once a lake. The rocks at the base of the crater date back more than 200 million years. The crater reaches a depth of more than 1,600 feet at the Saharonim Spring, the region’s only natural water source. You continue to a small Bedouin community in the desert to learn about the hospitality of the nomadic tribes. The community leaders greet you with open arms and friendly smiles, urging you to partake in a brief camel ride along the desert grounds. The camel kneels onto its belly before you climb the stairs onto the seating platform positioned over the hump. When the camel rises, it presses its back legs up first before continuing with its front legs. You sway from side to side as the camel walks, finally understanding the term associated with the animals as the “Ships of the Desert.”"
    },
    {
      "dayNumber": "12",
      "title": "Tel Aviv – Departing the Grand Tour",
      "description": "The sea breeze carries the aroma of coffee and dates across the seaside promenade. Cyclists and joggers take to the walkway to exercise in the refreshing morning air. Fishing boats glide across the Mediterranean on their daily search for a perfect catch. Art galleries exhibit gorgeous light and reflection beside chic cafes lining the hidden walkways. The Flea Market in Jaffa’s Old City opens to popular fanfare, spreading over the gridded streets to the antique clock tower. Boutiques offer antique wares, and street stalls display vibrant vintage clothing representing the fashion of the past and its ability to circle back into style. When you are ready, your private transfer meets you at the hotel and escorts you to Ben Gurion Airport for your flight home."
    }
  ],
  "map": ""
}