{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "10-day-israel-tour-highlights-of-the-holy-land",
  "tourName": "10-Day Israel Tour: Highlights of the Holy Land",
  "placesVisited": "Jerusalem, Negev Desert, Dead Sea, Masada, Galilee, Golan Heights, Tel Aviv",
  "generalInfo": "As you float weightlessly in the briny waters of the Dead Sea, allow yourself to completely relax while the healing properties of the Sea’s mineral mud invigorate your whole body. Inhale the aroma of the colorful spices at Jerusalem’s Shuk as you take a gratifying bite of your mouthwatering falafel. On this 10-day tour of Israel’s highlights, you will experience thousands of years of history that spans some of the world’s holiest and most religious sites. Whether you are seeking to discover the vibrant city culture of Tel Aviv or the spiritual aura of the Wailing Wall, Israel is sure to leave you feeling absolutely fulfilled.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Jerusalem - Arrive in Israel to Explore Jerusalem's New City",
      "description": "Home to some of the world’s holiest sites, Israel is a fountain of spirituality that is nestled in the heart of the Middle East. You will arrive at Tel Aviv’s Ben Gurion airport, where you will be met by your driver for a private transfer to your luxurious hotel accommodation in the heart of Jerusalem. Once you have had time to freshen up, you will meet your private guide in the hotel lobby for a transfer to the Mount of Olives for a fantastic panoramic view of all of Jerusalem. Standing on the thick white stones of the overlook, you will bask in the sweeping views of this ancient city, especially the golden Dome of the Rock that shines in the distance. You can peer around and enjoy your first introduction to this history-filled city. From here, you will board your private coach once again as you venture to the New City district of Jerusalem. You will arrive at Ben Yehuda Street, which is the area’s lively main drag. Your guide will offer information about the area’s history while offering excellent, local recommendations for the best restaurants and shops along the extensive street. Here, you will have the opportunity to peruse shops that are filled with traditional, Jewish artifacts that have been crafted by local artisans. You will also be able to sample your first Middle Eastern delicacy, electing either falafel or shawarma, which is a pita pocket that is filled with thinly sliced turkey, chicken, lamb, hummus, and Israeli salad, among a host of other condiments. Once you have had your fill of Ben Yehuda Street, you will meet your guide at the designated meeting point to be transferred back to your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Jerusalem - Visit Jerusalem's Old City and Privately Tour Yad Vashem",
      "description": "This morning, you will wake up to a typical Israeli breakfast in your hotel before meeting your private guide in the lobby for your transfer to Jerusalem’s Old City. Here, you will pass through the winding, cobblestoned streets of all four religious quarters. As you enter the Wailing Wall, you will be able to feel the spiritual aura that emanates from the Wall and its worshippers. If it pleases you, you can find a place to stick your own handwritten prayer among the cracks of this ancient structure. Moving on, you will stop in the Muslim Quarter for a chance to purchase regionally crafted souvenirs before traversing to the Christian Quarter to visit the Church of the Holy Sepulchre, which is one of the holiest sites in Christianity. You will delight in commentary from your knowledgeable guide as you learn about the history of three of the world’s most popular religions. After you have traversed the Old City, you will board your private coach for a transfer to Yad Vashem, which is the World Holocaust Remembrance Center. Though incredibly somber, this museum is an important gesture to the dark past that haunts this small but resilient country. It is also a reminder that all must stand firm against the forces of evil. After visiting the museum, you will receive dinner recommendations from your guide on where to order some classic Mediterranean dishes, such as Shakshuka , which is a dish of poached eggs in a hot pan of savory tomato-based sauce and completed with regional vegetables and spices."
    },
    {
      "dayNumber": "3",
      "title": "Jerusalem - Tour the Israel Museum and Delight in the Bustling Jerusalem Shuk",
      "description": "Today will be your final day in Jerusalem, and you will begin your day visiting the world-renowned Jerusalem Shuk, also known as the Machane Yehuda Market. This classic and very traditional marketplace will heighten all your senses as you wander through the tight rows of vendors who sell everything from shoes to spices to the fresh fruits of the Mediterranean. Locals and tourists alike will be shuffling through to get their fill of the market. You can also sample sweet chocolate babka from the most renowned bakeries in Jerusalem before stopping in for iced coffee at Aroma, which is Israel’s version of Starbucks. If you happen to be at the Shuk on a Friday morning, then you should be prepared to mix with bustling groups of locals who travel from all over the city to purchase their fresh Challah bread, meats, and vegetables for their Sabbath meal. Overwhelming as it may be, this vibrant market is the beating heart of everyday life in Jerusalem. From the Shuk, you will meet your driver for your transfer to the Israel Museum. Here, you will be treated to a private tour of one of Jerusalem’s finest, cultural gems and one of the world’s leading encyclopedic museums. Highlights here include the recently discovered Dead Sea Scrolls and the Second Temple Model, which offers a reconstructed version of Jerusalem from before the Great Revolt against Roman Rule."
    },
    {
      "dayNumber": "4",
      "title": "Negev Desert - Experience Masada, the Dead Sea, and Glamping Under the Stars",
      "description": "Today, you will wake up before dawn for a private transfer to the world-famous Masada Fortress to watch a phenomenal sunrise, overlooking the spectacular Dead Sea. You will discover more of Masada’s fascinating history before taking a cable car down to the bottom for your transfer to the Dead Sea. Shortly after, you will arrive at one of the Dead Sea’s many famed beaches and luxuriate in a natural spa treatment, integrating the region’s acclaimed mineral mud products. You will be able to feel the buoyancy of the salty waters as you levitate weightlessly among the gentle waves with the warmth of the Mediterranean sun kissing your face. You will then board your private coach once again for a transfer to the Negev Desert, where you will discover the culture and traditions of one of Israel’s nomadic Bedouin communities. Here, you will have the opportunity to ride camels through the vast Negev, taking in awe-inspiring views of the desert mountains and rocky terrain. You will then meet in a traditional Bedouin tent to experience the esteemed hospitality of this community and enjoy a typical Bedouin dinner while learning of their rich history and being entertained by a traditional musical performance. After dinner, you will retire to your glampsite for camping in the height of absolute luxury under an endless sky of stars."
    },
    {
      "dayNumber": "5",
      "title": "Safed - Discover Kabbalah's Birthplace and Visit Rosh Hanikra's Grottoes",
      "description": "This morning you will wake to a delightful Bedouin breakfast before boarding your private coach transfer to Israel’s Galilee. You will arrive in Safed, which is also referred to as Tzfat or the otherworldly “Blue City,” and transfer to your luxurious hotel accommodation in the heart of the famous artistic quarter. High in the mountains and overlooking all that lies below, it will be not difficult to imagine how this city is the birthplace of the mystical Kabbalah. Here, you will be taken on a private tour of the city, visiting several of the area’s renowned art galleries, meeting the local artists, and learning of the spiritual practices of Kabbalah from one of Safed’s most prominent rabbis. After your tour of Safed, you should prepare for a short transfer to Israel’s coast to visit the gorgeous blue grottoes of Rosh Hanikra. Your transfer will be a breathtaking cable car ride down the cliff face, where you will explore the many trails that surround the clear, turquoise waters of the grottoes and sea caves. Once you arrive, you will visit the Kibbutz of Rosh Hanikra, which is a communal agricultural settlement that was established at the beginning of Israel’s modern history. Israeli Kibbutzim are a fascinating and important part of Israeli society, both historically and for the modern-day. From the grottoes, you will board your private transfer to return to Safed for dinner at one of your guide’s recommended and charming local restaurants."
    },
    {
      "dayNumber": "6",
      "title": "Safed - Unearth Israel's Many Religions in Haifa and The Druze Village of Isfiya",
      "description": "Today, you will prepare for a day of cultural and religious exploration as you depart your luxurious accommodation for a day trip to the port city of Haifa. Here, you will stroll through the exquisite and serene Baha’i Gardens, learning of the history of the Baha'i faith and enjoying the magnificent mountain top view over the entire city. At the foot of the Gardens, you can spend the rest of the morning, roaming through the picturesque streets of the German Colony and stopping in any of the enchanting cafes and shops for a snack of enticing Israeli delicacies such as pita with hummus and tahini. From Haifa, you will venture into your private transfer to the luscious hills of the nearby Druze village of Isfiya. The Druze people comprise of a unique religious and ethnic group that is renowned for their hospitality and delicious food. Always eager to entertain guests, you will enter the home of a traditional Druze family to learn about their customs and history before enjoying a delightful and homemade lunch. From the top of the quaint Isfiya village that is located on Mount Carmel, you can witness a panoramic view of the mountains and the clusters of homes below. You will realize the extent of the many different cultures and religious sects that live in this country, which they all claim as their homeland."
    },
    {
      "dayNumber": "7",
      "title": "Safed - Journey Through the Golan Heights and Enjoy a Boutique Winery Tour",
      "description": "This morning you will indulge in a delightful breakfast in Safed before heading out via private transfer to the scenic Golan Heights. You will arrive at the beautiful Banias Nature Reserve, where you will trek to the impressive Banias Waterfalls, which are the largest falls in Israel and which also hold important significance in the Christian religion. From here, you will board ATVs for an exhilarating ride through the Golan, marveling at the brilliant landscape of rivers, streams, vineyards, and fields, until you come to arrive at Mount Bental, which is a stunning overlook from Israel over the Syrian border. You will uncover more of the history and politics of this site while taking in glorious panoramic views of the Golan. From here, you will be transferred to one of the well-renowned Golan Heights wineries for a specially curated tour. Here, you will uncover the intricate winemaking process and delight in a wine tasting of Israel’s finest wines, which are exported worldwide. Standing in the center of one of the Golan’s many extensive vineyards, you can raise a glass to your lips as you take a sip of deliciously complex wine and gaze out over the mountains that rise in the distance. You will return to Safed for your final dinner in the Blue City, where you can reflect on your many wonderful experiences thus far."
    },
    {
      "dayNumber": "8",
      "title": "Tel Aviv - Delight in the Treasures of Shuk HaCarmel and Explore Jaffa",
      "description": "Today, you can enjoy breakfast at your hotel before boarding your private transfer to the final stop on your whirlwind tour of the Holy Land: Tel Aviv. You will check-in to your opulent hotel in the city’s bustling center, looking out over the endless Mediterranean Sea. Once you have settled in, your expert guide will meet and bring you to the mouth of the celebrated Shuk HaCarmel, which is also known as the Carmel Market. Nestled in the heart of the city, you will be delighted by the sites, sounds, and smells of the market while testing your skills as you haggle for the best prices of local goods and souvenirs. You can veer off the main strip of the market as you meander through trendy side streets that are filled with boutique cafes, shops, art galleries, and restaurants with picturesque outdoor patios. You will then meet your guide once more for a transfer to Tel Aviv’s dynamic Jaffa neighborhood, where you will tour the Jaffa Flea Market, which is full of new and vintage items before venturing to the Jaffa Port for lunch at one of the many chic eateries. Then, you can stroll by the famous Jaffa clock tower and learn about the area’s history before being left by your guide to enjoying the afternoon on your own, exploring the many shops, restaurants, boutique wines, and live music bars that decorate this up and coming area."
    },
    {
      "dayNumber": "9",
      "title": "Tel Aviv - Explore Tel Aviv's Beaches and Trendiest Neighborhoods",
      "description": "This morning, you will enjoy breakfast at your hotel or at a nearby cafe as you spend the day exploring Tel Aviv at your leisure. You can occupy your day by lounging on the beach, walking along the sunny promenade, enjoying a drink at one of the many quaint beach bars, or playing paddle ball in true Israeli fashion. With recommendations from your guide, you can explore Tel Aviv’s renowned art galleries or go shopping in the trendy Neve Tzedek neighborhood before enjoying lunch at one of the city’s many delightful restaurants or cafes, which will be suitable to whatever pleases your appetite. In the evening, you will experience Tel Aviv’s eclectic nightlife at a live music bar, wine bar, nightclub, or beach bar in one of the area’s many vibrant neighborhoods. Your guide will offer specific recommendations that will be based on your interests. Though the city is mostly walkable, your private transfer will be available to you at all times during the day as needed. Sitting on the beach with your toes in the sand, you can gaze over the clear waters of the Mediterranean Sea. You may close your eyes and hear the sounds of the waves as they roll in, foreign languages as they float around you, and the gentle hum of balls as they hit their beach paddles as you sink into complete ease. You may also think forward to the bustling Tel Aviv streets that you will peruse later this afternoon and realize that you do not have a care in the world."
    },
    {
      "dayNumber": "10",
      "title": "Tel Aviv - Enjoy the Morning in Tel Aviv and Head For Home",
      "description": "Today, you will enjoy your final morning in Tel Aviv. You can take a walk down to the beach or stroll through the Carmel Market one last time before sitting down at a lovely cafe to enjoy the city as it begins to wake. As you sit next to your travel companion, you cannot help but reflect on all that you have seen and done over the course of your trip. All of these memories will bring you back to the present moment as you sit in a charming cafe in the center of Tel Aviv and think to yourself that this was truly a once-in-a-lifetime experience. You will gather your belongings for the final time and meet your private driver in the hotel lobby for your transfer to the airport."
    }
  ],
  "map": ""
}