{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "israel-with-kids-tour-a-family-friendly-exploration",
  "tourName": "Israel with Kids Tour: A Family Friendly Exploration",
  "placesVisited": "Jerusalem, Tel Aviv, Rosh Hanikra",
  "generalInfo": "Dig into the past and relish modern thrills during your customizable family friendly tour of Israel. The turquoise hues of the Mediterranean Sea spread across the western horizon. Secret tunnels and narrow alleys contain insight into the Roman occupation and Byzantine chapels. Desert fortresses provide unparalleled views of orchards and vineyards sprouting from the oases. Feel buoyant in the waters of the Dead Sea and enjoy the grainy sand at your fingertips during an archaeological excavation. From antique markets in Jerusalem to the vibrant streets of Tel Aviv, the family can indulge in an assortment of marvels during your unforgettable adventure in Israel.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tel Aviv – A Family Awakening",
      "description": "The beaches of Tel Aviv glisten in the sunlight. Turquoise waters of the Mediterranean Sea lap against the shoreline. Locals walk along the aisles of the Carmel Market in search of fresh produce, from radishes to raspberries. The scent of the sea drifts through the streets and blends with the strong aroma of coffee emanating from the chic cafes. Your flight lands at Ben Gurion International Airport, where your private transfer meets the family upon arrival. The city bustles with contemporary style and enticing ambiance. Beachgoers play matkot , a popular paddle ball game often referred to as the Israeli national sport, on the sand. The creamy antique stones of Jaffa, one of the oldest existing ports in the world, shimmer with hints of gold. After settling into the luxuries of your hotel, the family steps out with your guide for an introductory walking tour of the city. You make your way to the promenade to experience the life around the wooden decks of the Tel Aviv Port. Locals ride bikes, stroll, and jog along the walkways overlooking the cobalt hues of the Mediterranean. Seagulls perch on the edges of the bordering buildings. Restaurants fill their outdoor decks with couples and friends eager to enjoy the view and a sampling of tomato and cucumber salad. The promenade extends for nine miles, connecting Tel Aviv’s Hatzuk Beach in the north to Jaffa in the south. Men cast their fishing lines into the water and relax as they wait for the fish to bite. The kids watch with awe as they point out a world of similarities and differences, wrapping their minds around the culture to which they are being introduced."
    },
    {
      "dayNumber": "2",
      "title": "Tel Aviv – In with the Old and New",
      "description": "In the morning, locals walk along the cobbled roads of Shenkin Street. Coffee shops and restaurants open their doors to the aromas of fresh coffee and simmering shakshuka , a traditional Middle Eastern breakfast of egg and vegetables cooked in tomato sauce. The boutique windows display collections of vintage and handmade chic garments, from pants to scarves. The gold-sand beaches fill with locals and visitors from around the world soaking up the morning sun. Your guide meets the family at the hotel, ready to lead you on a remarkable tour of Tel Aviv, beginning with a visit to Independence Hall. At the Palmach Museum, the family has an introduction into the underground defense organization known as the Haganah , which was established as a strike force before Israel’s founding. The gold and textured stone flickers with gilded hues. A sycamore tree adds a refreshing fragrance to the air. The exhibits offer a three-dimensional immersion into the Palmach legacy. The organization helped defend pre-Israel Palestine from the Nazi invasion during World War II and brought thousands of refugees from Europe following the war. The kids fill with excitement to venture underground into an old grotto. A documentary of the Palmach projects onto the wall for a unique experience involving the whole family. In the afternoon, you venture to Old Jaffa, one of the oldest remaining ports in the world, with a history spanning more than 7,000 years. A minaret stands like a lighthouse on a hill. Your guide explains that the 18th-century structure was erected using columns from the Roman city of Caesarea."
    },
    {
      "dayNumber": "3",
      "title": "Rosh Hanikra – Reconstructing History",
      "description": "In the morning, sailboats glide over the Mediterranean in the distance and fishermen return to the promenade, keen on casting their lines into the turquoise water. After breakfast, your guide leads the family out of Tel Aviv and along the coastal plains. The Roman city of Caesarea continues to rise out of the grassland. The scent of herbaceous soil blends into the coastal breeze. The kids remind you of the minaret at Jaffa, which used the stones taken from the ancient Roman city. The architects used concrete in the 1st century BCE to erect a harbor with breakwaters. The kids marvel at the Herodian Amphitheatre. Your guide tells stories of the chariot races and gladiatorial games that once took place amidst the 820-foot long plaza. Lions and crocodiles battled the gladiators with up to 10,000 spectators cheering. In the afternoon, you reach the Rosh Hanikra Grottoes, located on the outskirts of Kibbutz Rosh Hanikra. Fishermen stand on protruding flat rocks and cast their lines into the splashing sea. The cliffs shimmer with white stone. Rosh Hanikra represents the only point in Israel at which the sea meets the cliffs, located at the country’s northwestern tip. The sea changes from turquoise to sapphire. You can hear the small waves wading against the boulders below. A scenic cable car takes the family down to the walking paths at the heart of the cliffs. The sea caves contain smooth walls with natural indentations marked by rainwater opening the bedrock. The tunnels reach a length of more than 650 feet with interconnecting segments. The sunlight casts an iridescent shimmer through the grottoes, easily enchanting the entire family."
    },
    {
      "dayNumber": "4",
      "title": "Rosh Hanikra – On the Creative Trail",
      "description": "In the morning, you make your way to the ancient town of Tzfat, also known as Safed. Cobblestone streets bisect antique structures. The aroma of delicious falafel emanates from the open doors of the cafes. Small tables stand atop the antique stones, allowing patrons to enjoy watching passersby. The town stands at an altitude of nearly 3,000 feet above sea level and has been considered one of the four holiest sites of Judaism since the 16th century. The Sephardic Ari Synagogue was established in the 16th century and remains Safed’s oldest known synagogue. A small room stands to the left of the bimah , a raised platform. Candles flicker with light, representing the countless hours the practitioner known as the Holy Ari spent studying mystical texts. The synagogue and the small room contain a majestic ambiance embellished with the creative sensibilities of the town’s artist colony. You continue to the Manara Cliffs to ride the cable car for 6,350 feet, the longest in Israel. The scenic ride encompasses the surrounding valley. Lush farms glow emerald against the staggering edges of the cliff. Cypress trees intersperse the structures of the town below."
    },
    {
      "dayNumber": "5",
      "title": "Jerusalem – Along for the Thrilling Ride",
      "description": "In the morning, the aroma of olive orchards and cypress trees fills the air, accompanying the refreshing scent of freshly brewed coffee. After breakfast, the family steps aboard a four-wheel drive jeep, ready to ride through the Golan Heights. The terrain fluctuates between verdant green and wildflowers to basalt boulders and deep canyons. Orchards and vineyards sprout up near springs, and the volcanic plateau turns dry and tan in the summer months. You reach Nimrod Fortress; a 13th-century edifice erected to protect the road connecting Tyre to Damascus. A narrow ridge reaches upwards of nearly 2,675 feet above sea level on the slopes of Mount Hermon. The kids are awestruck at the size of the walls adorning the remote mountain terrain. The fortifications reach a length of more than 1,300 feet and a width of nearly 500 feet. Lush tufts and bushes texture the tan mountain ridges. Stone archways continue to frame the walkways meandering through the fortress. The family has a dramatic view of the forested valleys separating the Golan Heights from Mount Herman leading to the Lebanon border. The kids listen with intent to the history of the fortress, from its destruction by the Mongols to the impressive 13th-century hall. You run your fingers over the smooth stones framing the angled archer slits in the Northern Tower to fully realize the preserved nature of history. In the afternoon, you venture to Beit She’an to view a working archeological dig."
    },
    {
      "dayNumber": "6",
      "title": "Jerusalem – Adventures in the Old City",
      "description": "The morning light washes over the mixture of cobblestones trees and palm trees. The city shimmers with golden hues spreading along the surrounding hills. The Old City is one of the world’s leading pilgrimage destinations due to its impressive collection of sacred relics, structures, and living history. After breakfast, the family steps back in time to the Roman Empire by following your guide through the Cardo Maximus, one of the main streets used in Roman and Byzantine times. The street extends to a length of more than 650 feet located nearly 20 feet below the contemporary city. Shops once ran along the side of the road, flanked by columns supporting an awning. The small Burnt House Museum immediately fascinates the family through its display of a Herodian period home. The kids point out the exhibited artifacts of Roman coins amongst the protected remnants of the stone walls. You gain a vivid picture of Jewish history up to 70 BCE when the Romans sacked the city. The Wailing Wall captivates you and the kids as it continues to embody the Second Temple. The sounds of the surrounding plaza fade to the melodic prayers and chants visitors say while visiting the nearly 160-foot long partition. Small notes stick out from between the cracks of the walls, each containing a secret prayer someone left. The family takes the time to write their prayers on a sliver of paper before folding the note and placing it between the ancient stones."
    },
    {
      "dayNumber": "7",
      "title": "Jerusalem – Taking to the New Roads",
      "description": "Jerusalem’s Old City captivates visitors from around the world and maintains a strong connection to the three major monotheistic religions. The domes of the Church of the Holy Sepulchre reflect the morning light. Locals make their way to the bustling aisles of the Mahane Yehuda Market to find fresh produce and celebrated food stalls. The aromas of za’atar and freshly squeezed lemon drift through the marketplace, accompanying the scent of nutty baklava. The majesty of Old Jerusalem lingers at breakfast before the family ventures out to explore the splendors of the New City on a guided tour, beginning at the Herzl Museum. Mount Herzl commemorates Theodor Herzl, the founder of Zionism. You walk through a reconstruction of Herzl’s library and study located near the museum’s main entrance before following the walkway to view the freestanding sarcophagus. The interactive museum contains audio-visual presentations of Herzl’s life interwoven with photos, allowing for an immersive look into the activist’s vision. After visiting the Holocaust Memorial of Yad Vashem, your guide leads you through the bustling aisles of Mahane Yehuda for a more encompassing experience. Large sacks contain various spices offering a rich collection of aromas, from cardamom to dried fennel and cinnamon. The kids marvel at the maze-like walkways blending the sounds of the city with the aromas of mouthwatering restaurants, bright produce, and active shopkeepers calling out to passersby."
    },
    {
      "dayNumber": "8",
      "title": "Jerusalem – Dipping into the Dead Sea",
      "description": "At noon, the bells from the Church of the Holy Sepulchre chime against the movement of Jerusalem. Byzantine mosaics decorate hidden churches along the Armenian Quarter. Narrow lanes lead to some of Jerusalem’s oldest chapels, including the 12th-century chapel of St. Mark’s. After breakfast, your guide meets the family at the hotel and escorts you to the banks of the Dead Sea at the Ein Gedi Spa. The region celebrates the healing properties the water, air, sun, and soil. Heated pools along the property contain the local sulfur water, known for helping skin ailments and soothing the body. The kids take turns rubbing the mud on their arms and legs, allowing the rich nutrients to coat their skin. The soil dries and crusts in the desert’s natural heat. You walk down to the lapping water of the Dead Sea, located at the earth’s lowest elevation on land, at more than 1,400 feet below sea level. The sea reaches a depth of nearly 1,000 feet and contains a high salinity rate. Mounds of salt sporadically assemble along the lakeshore, resembling pockets of snow. The family eases into the refreshing water, washing away the mud on their skin. You lounge in the sea and let the rich salt content keep you afloat on the water’s surface."
    },
    {
      "dayNumber": "9",
      "title": "Jerusalem – The Mountains of Judea",
      "description": "Today the family ventures to the Ayalon Institute located in Rehovot. The museum is located in a restored bullet factory opened in 1945 under the guise of a regular kibbutz, an area utilized for farming. The factory is located more than 25 feet underground. The subterranean character keeps the room cool amidst the desert heat. Workers produced 9mm bullets for Palmach fighters in complete secrecy until 1948. Your guide leads you through the reconstructed dining room and halls to offer insight into how those working the factory lived at the time. Above ground, the aroma of eucalyptus emanates from the lush groves. The family continues to Beit Guvrin National Park, the ancestral home of King Herod. Underground labyrinths crisscross the landscape to connect the tunnels to subterranean rooms. Remnants of ancient olive oil production and weaving installations reflect Hellenistic settlements. The family has a hands-on archaeological excursion to learn about the history of the region and the daily work of a real-life archaeologist. Step into the field, passing between areas segmented with tape. The family digs into the soft soil using small shovels and brushes in search of pottery shards and elements of life in the region. The kids focus on pouring sand into the provided buckets before sifting through the soil. The archaeologists pick the pieces of what was once a complete vase."
    },
    {
      "dayNumber": "10",
      "title": "Jerusalem – A Glance at Israel",
      "description": "In the morning, the 19th-century narrow, winding lanes of the Nachlaot District fill with locals making their way to work. The preserved historical houses frame the walkways and antique synagogues, including Ades Synagogue on Shilo Street. The Syrian Jewish community erected the edifice at the turn of the 20th century in the traditional Middle Eastern architectural style. Chandeliers dangle from the high ceilings and wooden benches face the central dais. The temple ark covers the entire eastern wall. Your guide leads you on a half-day tour of the newer districts of the city, including the Israel Museum. The galleries exhibit more than 500,000 artifacts, including the celebrated Dead Sea Scrolls. The kids marvel at the unique, tattered documents after learning the scrolls were written between the 1st and 2nd centuries BCE. You take note of the ancient calligraphy, in which each word holds an elegant shape all on its own. After exploring the Christian Quarter, your private transfer meets you, ready to escort the family to Ben Gurion International Airport. You could extend your family vacation and take the time to visit Eilat located on the shores of the Red Sea, along with wandering the canyons and captivating cliffs of Petra in Jordan."
    }
  ],
  "map": ""
}