{
  "destination": "Israel",
  "mainPhoto": "",
  "id": "classic-israel-tour-jerusalem-tel-aviv-galilee",
  "tourName": "Classic Israel Tour: Jerusalem, Tel Aviv, Galilee",
  "placesVisited": "Jerusalem, Tel Aviv, Nazareth, Dead Sea, Galilee, Haifa",
  "generalInfo": "From church mosaics to historical mosques, temple walls to alluring beaches, Israel is a classic destination brimming with religious significance, historic importance, and contemporary vitality. Float across the Dead Sea as the water cradles you. The Baha’i Gardens blossom with date palms and carnations. Antique fortresses shimmer with gold stones. Roman ruins rise out of the coastal plains. Your custom tailored tour embraces the past and immerses you in the present, highlighting the gorgeous landscape of Galilee and the vineyards of Golan, the captivating port of Jaffa and the enticing olive groves on the edges of Jerusalem.",
  "durationDays": "9",
  "price": "11,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Jerusalem – A Classic View of Jerusalem",
      "description": "Jerusalem is a city holy to three of the world’s major religions. Ancient cobblestone streets meander between historic buildings, winding up the hillsides and glittering with golden hues at most hours of the day. Whether interested in the tales of Crusaders or Maccabees, sparkling jewelry or colorful spices, the city maintains a deep connection to its past while looking towards the future. Your flight lands at Ben Gurion International Airport, where your private transfer meets you you’re your arrival. You make your way south along the roadway winding between the cresting hillsides for your first view of the glistening rooftops of Jerusalem. You can see the golden dome of Haram Al-Sharif, also known as the Temple Mount. Pilgrims from around the world make their way to the sanctuary known to the monotheists of Christianity, Judaism, and Islam as the rock upon which Abraham, the father of the three faiths, offered his son. Solomon erected the first temple on the mount and Muhammad ascended to heaven. The wide plaza overlooking the Old City embodies the majesty of the city, emanating its connection to those living and visiting Jerusalem, along with those around the world eager to visit Al-Aqsa Mosque, the oldest mosque in the world, established in the early 8th century."
    },
    {
      "dayNumber": "2",
      "title": "Jerusalem – City of Antiquity",
      "description": "In the morning, the scent of pomegranates and figs offers hints of the rich oasis upon which the city was erected. At breakfast, you sip a decadent, strong cup of Israeli coffee; locals prefer their drink either bitter and black or light and sweetened with sugar. After the meal, your guide meets you in the hotel lobby and escorts you through the streets for a fascinating introductory tour of the Old City. Sporadic palm trees cast shade over the narrow cobblestone streets. The lanes meander between stucco homes and brick structures, leading to open boulevards and hidden alleyways. The scent of coffee emanates from secluded cafes. Old men play dominoes on mosaic tables and talk excitedly in Hebrew. You stop first at Mount Zion to visit the Tomb of King David. The small hill stands south of Zion Gate and contains Jewish and Muslim shrines, along with numerous churches. Along with being the resting place for King David, the hill is also the celebrated site of the Last Supper. The scent of olive groves and cypress trees fills the air. The blue–tiled roof of the church contrasts the creamy stone façade. The hill is the highest point of the ancient city, reaching an elevation of more than 2,500 feet above sea level. The polished tiles on the floor guide you to the ground floor. The remains of the 4th-century Byzantine church radiate from the cold stone walls. The Cenacle of Jesus was the original meeting pace for those of the Christian faith in the 4th century. On the second-story, you enter the room of the “Last Supper,” in which Jesus shared his final meal with his disciples. Pillars support the vaulted ceiling and capitals from the 12th century contain a gothic architectural luster. Traces of paint from the 14th century continue to adorn the walls amongst embellishments of a former mosque erected during the Ottoman Empire."
    },
    {
      "dayNumber": "3",
      "title": "Jerusalem – Contrast from Old to New",
      "description": "In the morning, the sunlight washes over the cream-colored stone of the city and returns the golden hues back to the facades, domes, and cobblestones. Cafes emanate the aromas of rich coffee and bourekas , savory puff pastries filled with cheese and vegetables. After breakfast, your guide leads you on a remarkable tour of the New City, taking you first to the Hadassah Medical Center in the neighborhood of Ein Karem. Cypress trees rise like pillars up from the terraced hills. Christian pilgrims from around the world visit the hillside district to visit the birthplace of John the Baptist. The medical center campus was erected in the 1960s with the original hospital having been opened in 1918. Your guide leads you to the synagogue on the campus to view the remarkable stained glass windows crafted by the famous French impressionist artist, Marc Chagall. The windows were installed in the 1960s and depict the 12 tribes of Israel. The sunlight pierces the glass and shimmers with colorful stories. After traversing the galleries at Yad Vashem, the Holocaust Memorial, you continue to the Israel Museum to view the Dead Sea Scrolls. You find the scrolls inside the Shrine of the Book, a wing of the museum with a white dome reflected in a shimmering pool across from a black basalt wall. Upon entering the gallery, you find the Isaiah Scroll, which dates back to the 2nd century BCE."
    },
    {
      "dayNumber": "4",
      "title": "Tel Aviv – Lowland Sea to Highland Fortress",
      "description": "The morning breeze carries the semi-sweet aroma of the nearby olive groves through the streets of the city. The branches of the cypress trees rustle. After a breakfast of savory shakshuka, a Middle Eastern egg dish, your guide meets you at the hotel eager to lead you through the countryside. The sunlight overtakes the golden hills and tufts of grass. Olive groves and vineyards carpet a distant valley. The desert shimmers with jagged bluffs and clefts leading to dry canyons. The cobalt waters of the Dead Sea shimmer beneath the sun. The heavy salt content and rich minerals in the soil have made the sea a popular destination for thousands of years, along with its neighboring oases nourishing the vines and date palms. The Dead Sea stands at the lowest altitude on earth, reaching a depth of more than 1,400 feet below sea level. Before entering the water, you rub your legs and arms with the mud taken from the sea. It hardens in the warm desert sun and allows the minerals to soak into your skin. You enter the water and let the cool temperature refresh you. You lean back into the saline waters with the briny aroma filling the air. The water easily carries your body over the gentle wake, allowing you to float effortlessly and watch the arid landscape of the surrounding Judean Desert. You take your time at Qumran to explore the caves that once hid the Dead Sea Scrolls before riding a scenic cable car to the mountaintop fortress walls of Masada."
    },
    {
      "dayNumber": "5",
      "title": "Tel Aviv – On the Shores of Tel Aviv",
      "description": "Tel Aviv embraces the cosmopolitan lifestyle with a youthful ambiance and connection to the coastline. In the morning, the aroma of rich coffee emanates from chic cafes. Locals jog along the esplanade and play matkot , a popular paddle game, using a paddle to hit a ball back and forth over the soft golden sand. The breeze carries the seaside scent over the walkway. After breakfast, the day is yours to enjoy the stunning coastline and fast-paced lifestyle of the city, making your way beneath the shading umbrellas of Metzitzim Beach or along the historic walkways of the Port of Jaffa. The preserved acropolis contains restored stone architecture overlooking one of the oldest known harbors in the world. Contemporary warehouses host restaurants and boutique shops in view of the antique homes and spires. The high rises of Tel Aviv overtake the horizon to the north. The 13th-century St. Peter’s Monastery crowns the highest hill atop the original acropolis. The façade shines rosy hues against the framing palms and ferns. Locals and visitors wander the flea market in search of handmade treasures and historical artifacts. Merchants haggle with patrons, both eager to obtain the best price. The minaret of the 19th-century Great Mosque was erected using recycled antique columns from ancient Caesarea, mistakenly placing the capitals on the base of the structure. Enjoy a stroll through the narrow alleys and hidden lanes for a pristine view of the Mediterranean Sea, where the iridescent water contains turquoise and sapphire hues."
    },
    {
      "dayNumber": "6",
      "title": "Galilee – A Touch of the Past",
      "description": "The aroma of the Mediterranean Sea blends with the zesty scent of fresh oranges growing on trees at the edges of the city. Cafes open their doors to the drifting fragrance of freshly brewed coffee. Your guide meets you after breakfast, ready to lead you to the ancient coastal plains alongside the former Roman capital of Caesarea in the province of Judea. The city and harbor were erected during the 1st century BCE and remained populated until the 6th century. The sea laps against the shoreline with turquoise waters. The old walls around “Crusader City” reach a height of nearly 43 feet and a length of nearly 3,000 feet surrounding a dry moat. The ramparts lead to the remains of a 13th-century church frequented by crusaders, which was constructed over the ancient city’s temple, and was destroyed in 1291. You continue to the ancient city of Megiddo and the Druze village of Daliyat al-Karmel en route to Haifa. Upon reaching Haifa, you ascend to the top of Mount Carmel, which reaches an altitude of 1,725 feet above sea level. Lush trees glow with emerald leaves in the Baha’i Gardens. The Upper of the 19 terraces embodies the classical atmosphere with wrought iron gates and elaborate flowerbeds. Reflective pools and fountains trickle with soothing music alongside stone balustrades. Sculptures stand apart from the blossoming carnations and manicured cypress trees."
    },
    {
      "dayNumber": "7",
      "title": "Galilee – Sampling Beyond the Golan",
      "description": "Today you venture to Safed before arriving at the Golan Heights, an area offering striking views of the Sea of Galilee, Hula Valley, and a lush volcanic plateau draped in wildflowers. Basalt boulders frame the deep canyons of the west beyond the blooming orchards and vineyards. Cable cars connect to the upper reaches of Mount Herman in the north, whose peak reaches a height of nearly 8,000 feet above sea level. The outline of the ghost town of Quneitra stands in the disengagement zone, which was evacuated during the 1967 war with Syria. Syrian and Israeli bunkers face one another on the edges of the once disputed land. The medieval Muslim fortress of Nimrod stands on the road from Tyre to Damascus, with dramatic towers soaring above the long narrow bridge on the southern slopes of Mount Hermon. The ramparts run more than 1,375 feet long and nearly 500 feet wide atop a remote mountain ridge. Angled archer slits in the northern tower adorn the preserved hall. You continue to a vineyard celebrated for its utilization of a climate similar to that of Tuscany in Italy or Bordeaux in France. Vines flush the landscape, offering views of the cypress trees and textured mountains along the horizon. You stroll along the estate, squeezing the plump grapes and brushing your fingers over the waxy texture of the leaves. The winery was established in the 1980s and has since produced celebrated wines capturing the mineral-rich soil and captivating flavors. In the tasting room, you find aromatics drifting upwards from the first sample, with characteristics of vanilla and sour cherry, as well as a peppery spice."
    },
    {
      "dayNumber": "8",
      "title": "Tel Aviv – On the Road to Nazareth",
      "description": "Nazareth was once a quiet Jewish village found under the Roman rule of the state of Galilee. The town has grown to a miniature Arab metropolis bustling with boutique shops around the contemporary edges and cobbled alleys circumventing mansions erected during the Ottoman Empire. Your guide leads you through the ancient city of Capernaum before reaching the streets of Nazareth. The scent of orange trees and cypress fill the air. Pastry shops provide a sweet and decadent aroma emanating from displays of flaky puff pastries and deserts soaked in honey. The ancient bathhouse uncovers more than two millennia of clay pipes and decorative mosaics similar to those of Pompeii, Italy. You make your way to the modern Catholic Basilica of the Annunciation, which was constructed in the 1960s over the remains of a 4th-century Byzantine church. The crowning dome stands more than 180 feet above the surrounding streets with a base representative of a Madonna lily, which symbolizes the Virgin Mary. The lower church shimmers with dim light and the fragrance of frankincense. Vibrant mosaic panels decorate the courtyard and upper church depicting Mary and baby Jesus. Catholic communities from around the world funded the mosaics, making each art piece speak to individual cultures, creating a unique and festive ambiance."
    },
    {
      "dayNumber": "9",
      "title": "Tel Aviv – Remembering the Classics",
      "description": "In the morning, the Yemenite Quarter of Tel Aviv returns to life along the alleyways lined with classic architecture. The vibrant streets wrap around the colorful Carmel Market. The aroma of radishes and cantaloupes accompanies the verdant stalks of leaks and broccoli. Food stalls slowly roast kebabs and offer bright salads of tomato, cucumber, and feta cheese. The 19th-century homes, adorned with lavish murals, decorate the restored heart of Neve Tzedek Quarter, the oldest neighborhood in Tel Aviv. Contemporary cafes and art boutiques contrast the historical cobbled streets with youthfulness. You embrace the beauty and charm of the city and Israel’s incalculable enchantments. After breakfast, your private transfer meets you in the hotel lobby and escorts you to Ben Gurion International Airport for your flight home."
    }
  ],
  "map": ""
}