[
  {
    "destination": "Bosnia Herzegovina",
    "mainPhoto": "",
    "id": "bosnia-herzegovina-multi-activity-holiday",
    "tourName": "Bosnia & Herzegovina multi activity holiday",
    "placesVisited": "",
    "generalInfo": "Bosnia &amp; Herzegovina, at the heart of the Balkans, offers Europe's most diverse adventure playground. Our multi-activity tour is designed to cater to a wide range of ages and abilities, with exciting activities such as canoeing, white-water rafting, hiking, Via Ferrata, pottery classes, and river-wading. Additionally, you can choose to explore the fascinating cities of Sarajevo and Mostar, guided by some of the most knowledgeable guides in the country.<br/><br/>Throughout your stay, you will be accommodated in unique local locations and experience genuine hospitality in a country that will enchant, thrill, and surprise you. We believe Bosnia &amp; Herzegovina to be Europe's best-undiscovered adventure holiday destination, and we invite you to join us for an unforgettable holiday!",
    "durationDays": "8",
    "price": "1295",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival and Transfer to Sarajevo. Arrival at Sarajevo airport, with an optional walking tour of Sarajevo if your flight gets in the morning! Overnight and dinner at Sarajevo. Car time: 30 minutes."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "White-Water Rafting on the Neretva River. The Neretva river canyon is approximately 20km long and offers breathtaking and amazingly preserved nature, with astonishing slopes, canyons, clean and fresh drinkable water, great beaches, fish, birds, and even more. With rapids ranging from level 2 to level 4, it’s an adrenaline rush that excites all ages. Diving from some of the cliffs, and jumping solo into some impressive rapids only adds to the experience! BBQ lunch provided. Overnight and dinner in Sarajevo. Rafting time: 2 hours. Car time: 45 mins each way."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Visoko Pottery Workshop. This day will take you to a Neolithic area of Visoko and a charming small village where only 6 families live nowadays. You will meet one of the best pottery artists in the country, enter his home, meet his beautiful family, share food, learn about their life and work and, finally, with a little help from the expert, make your very own pottery souvenir to bring home! Meeting a local community while putting yourself out there as an artist and discovering a deep connection between your mind, your body and the clay, is a unique experience offered by no other operator. Overnight and dinner in Sarajevo. Car time: 45 mins each way."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Skakavac Waterfall Hike. Time to visit one of the most spectacular Balkan waterfalls. Located only 12 km from the capital of Sarajevo, Skakavac Waterfall (Grasshopper Falls) is the largest unceasingly flowing waterfall in Bosnia and Herzegovina and an absolute “must” for all outdoor lovers visiting Sarajevo. The waterfall is 98 metres high plunging down a slippery limestone cliff and descending into a series of stunning smaller waterfalls, drops and pools. The trail is popular among hikers and mountain bikers but also those wanting a gentle walk and enjoying perfectly untouched nature. Overnight and dinner in Sarajevo. Hiking distance: 10km. Car time: 20 minutes each way."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Rest Day/Transfer to Mostar. A more relaxing day! Upon arriving at your accommodation in Blagaj you can chill by the banks of the Buna river or explore nearby Mostar on foot – a unique experience which will guide you through the entrance to a whole new world of contrasts. Overnight and dinner in Blagaj. Car time: 2 hours."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Via Ferrata and Canoeing the Trebižat River. Two activities in one day? You bet! The Blagaj ferrata “Vulin Potok” is located 200m above the source of the river Buna, and is home to the medieval fortress of Herceg Stjepan Kosaca, which dates from the XV century. An experienced professional guide will give you all the necessary climbing instructions – with a trail length of some 6km, a height difference of 370m, and physical difficulty: of 2/10 and a technical difficulty: of 4/10 this ferrata is adapted for all ages and the total duration of the adventure is about 3 hours. After a brief lunch, we then head to the river Trebižat, one of the most beautiful rivers in Herzegovina. The winding course of turquoise water and easy rapids is suitable for absolutely everyone! The length of the trail is about 8km and takes about 3 hours to complete. Overnight and dinner in Blagaj. Car time: 1 hour each way."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Istup Waterfall/River Hiking/Hiking to Trnovacko Lake. Imagine canyoning without the ropes and you’ll get the idea behind river hiking! Splashing, swimming, jumping and bouldering our way along a refreshing natural river is one of those experiences that offers something for everyone, young or old! It’s worth bearing in mind that at the height of summer, the water levels can run low – in this case we would switch activities to a hike to the beautiful Trnovacko lake. Sutjeska National Park is the best-untouched nature can offer and Trnovacko lake is nested underneath the mountain of Maglic, which is Bosnia’s highest mountain peak, bordering Bosnia and Montenegro. Trnovacko lake is actually located in Montenegro, but is only accessible as a hiking trail from the Bosnian side! Once at the lake, you will be given free time to explore the lake, while your guides will take time to prepare lunch. During the hot summer months, the lake is perfect for swimming too. Overnight and dinner in Blagaj. Total hiking time: 5 hours. Car time: 1 hour each way for Istup, 2 hours each way for Trnovacko Lake."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Return to Sarajevo Airport. Other destinations would incur an extra transfer charge."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bosnia Herzegovina",
    "mainPhoto": "",
    "id": "holiday-to-montenegro-and-bosnia-herzegovina",
    "tourName": "Holiday to Montenegro and Bosnia-Herzegovina",
    "placesVisited": "Dubrovnik, Kotor city tour, boat ride on Bay of Kotor, Cetinje city tour, Ostrog Monastery, Durmitor National Lake, stroll around Zabljak Plateau and the Piva River, Sarajevo city tour including tunnel museum, gentle walk around village of Lukomir, Mostar sightseeing tour, Ottoman town of Pocitelj, Kravica Waterfalls, Blagaj village, Tvrdos Orthodox Monastery",
    "generalInfo": "Holidays in Bosnia &amp; Herzegovina and Montenegro are fast-becoming an absolute must, with a blend of European and west Asian influences providing a continental convergence in cities and rural communities.<br/><br/>Natural contrasts appear around every bend with Montenegro providing travellers with some incredibly scenic backdrops including the landscapes of Durmitor National Park and the islands pitted across the Bay of Kotor.<br/><br/>This eleven day holiday in Montenegro and Bosnia &amp; Herzegovina also conjures up Ottoman towns and Orthodox monasteries, as well as gentle walking trails that lead across both countries and onwards to Croatia's walled city of Dubrovnik.<br/><br/>Surrounding the region's traditional highland villages you’ll discover one outstanding area of natural beauty after the next with hillsides swathed in ancient forests and tumbling waterfalls giving way to jutting peaks and deep canyons where views over the Adriatic are simply sublime.<br/>",
    "durationDays": "11",
    "price": "2699",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "The adventure begins at Dubrovnik Airport in Croatia, where we meet as a group to catch our transfer (one hour) to Trebinje in Bosnia and Herzegovina, one of the most beautiful small cities in the country. The old town, which is a short walk from our hotel, is the perfect introduction to Herzegovina’s cultural heritage with stone architecture, shaded squares, and the 18th-century Arslanagic Bridge. Around 6pm, we gather as a group to learn more about the adventures ahead. Your tour leader ensures a big welcome by arranging a group dinner by the banks of the Trebišnjica River. Want more time in Trebinje or Dubrovnik? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Leotar/Hotel Central Park (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bid farewell to Trebinje this morning and transfer (approximately two hours) to the coastal town of Kotor in Montenegro. We set out to discover the Old Town, a World Heritage site since 1979. On our guided walk (approximately two hours), we wander through atmospheric streets and squares, lined with elegant townhouses (known locally as palaces) and an array of impressive churches and monuments that reflect centuries of Venetian and Byzantine influence. After, we transfer (25 minutes) to Perast, a town once owned by the Venetians, which explains the Italian feel. It is dominated by the 17th-century church of St Nikola, protected by a Venetian fortress and surrounded by beautiful palaces and gardens built by once-famous sea captains of the Adriatic. Here, we have lunch overlooking the bay, before a boat ride to the Lady of the Rocks island and a visit to the chapel. The views of the Dinaric Alps from the boat are impressive, giving us a different perspective of the Montenegrin coastline. We transfer back to our hotel by boat, the best way to enjoy this fabulous setting. Accommodation: Hotel Splendido/Hotel Porto In (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We transfer (approximately two hours) to Cetinje for a tour. The town lies at the foot of the Lovcen Mountain and was the ancient capital of Montenegro. Since 1485, it has been the sacred centre of Montenegro; as a result, the city houses more museums and cultural heritage sites than any other in the country. Our tour takes us to some of the main sites in this cultural oasis in the Cetinjsko fields. From Cetinje, we set off towards the mountainous interior of Montenegro, visiting the holy shrine of St Vasilije high in the shady Ostrog Mountains en route. Few people expect to witness such a marvellous spectacle when they arrive. Intricately carved into the rising rock face, the Ostrog Monastery is considered by many to be the most inspiring Orthodox sacred place in the former Yugoslavia. It has become the largest religious pilgrimage site in the country, with many Orthodox Christians and even Catholics and Muslims paying homage to St Vasilije, the founder of the 17th-century monastery. The day culminates with a drive (approximately three hours) through isolated villages and high mountain passes to the small ski resort of Zabljak, which sits neatly on a plateau at 4,920ft (1,500m), surrounded by beautiful pinewood forests, high alpine mountains and the deep Tara Canyon. Accommodation: Hotel Zabljak (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today we explore the Zabljak Plateau with its numerous lakes and traditional villages. We start with a walk around the largest lake in the area, where the waters reflect the surrounding peaks. Around lunchtime, we transfer to the village of Podgora, which has recently become part of a regional ecovillage network helping to promote tourism in rural communities. A local family provides us with a tasty lunch of traditional Montenegrin mountain food. We also visit and enjoy views from one of the numerous viewpoints above the Unesco-listed Tara Canyon, said to be the deepest canyon in Europe. We then transfer back to Zabljak and have the afternoon free to explore, enjoy a scenic walk, go for an invigorating dip in the lake, or perhaps drink a glass of local wine or beer in a cafe. Accommodation: Hotel Zabljak (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We transfer (approximately two to three hours) to the Montenegro-Bosnia border, via Durmitor's interior with its impressive peaks, isolated mountain lakes and deep canyons. The mountain roads are narrow and we meet the occasional shepherd with his sheep moving up to the higher grassy pastures of Durmitor. This seasonal migration has taken place for centuries and is very much part of Montenegrin culture, even today. We drive to Brod na Drini, where we stop for lunch at a restaurant with views overlooking the Drina River. After lunch, we continue our journey through the remote and mountainous eastern region of Bosnia and Herzegovina, making our way to Sarajevo. Accommodation: Hotel Diamond Rain (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today we have a full day exploring Sarajevo on foot and by bus. One of the most culturally diverse cities in Europe, Sarajevo spent more than 400 years under Turkish governorship until the Austro-Hungarians arrived in the late 19th century. Forty years later, the empire collapsed when Archduke Ferdinand was assassinated here, hastening the outbreak of the First World War. The late-20th century saw Sarajevo host the 1984 Winter Olympics, and the long siege of the city during the recent conflict. Our tour of the major historical, cultural and war sites in the city will help you piece together its complex history. Our day involves a walking tour of the main sites and a visit to the Sarajevo Tunnel Museum. The tunnel provided the Sarajevo citizens a lifeline during Sarajevo's 1,400 days of isolation and was the only reliable way of supplying goods and electricity to the city as all other supply lines were cut off by the Serbian Army. This is a sobering and fascinating visit. Accommodation: Hotel Diamond Rain (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We transfer (approximately two hours) to Lukomir, the highest village in Bosnia at 4,820ft (1,469m), with its ancient stecci (medieval tombstones). Here, we get an insight into the traditional way of life. Customary dress and the occasional turban and fez are still worn, going hand in hand with the more contemporary features of everyday life. The village houses here are a powerful image of a simpler time. We then take a walk down towards the Rakitnica Canyon nearby and find excellent viewpoints to admire this majestic scenery. The scale of the mountains coupled with the canyon far below are sights that will live long in the memory. Lunch is taken in the village, prepared by one of the main families still living there. It's a traditional, filling meal and the family normally sits down - an excellent chance to learn firsthand about daily life in the mountains. We return to Sarajevo at the end of the day. Accommodation: Hotel Diamond Rain (or similar)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We transfer (approximately 2hr 30min) to Mostar where we have a whole day to visit this beautiful Herzegovinian city. Mostar was founded in the 15th century and the architecture is a precious combination of Turkish ingenuity and Herzegovinian and Dalmatian workmanship. We spend the morning and afternoon exploring Mostar, a city split during the conflict of the early 1990s. We see the scars of war, but these days Mostar is once again a warm and bustling place with an intriguing history. The rest of the day is free for you to explore the city on your own. Accommodation: Hotel Kapetanovina/Hotel Almira (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Our first stop today will be Pocitelj, another Unesco World Heritage site and host to the longest-operating art colony in southeast Europe. The most striking object in Pocitelj is the Kula, a silo-shaped fort that dominates the skyline from a hill above the town. It once housed watchmen and military guarding against possible invasion from the Neretva Valley. Our next stop is Kravica Waterfall, a green oasis in the rocky Herzegovinian landscape. After a short walk, and perhaps a cooling swim, we head to Blagaj for lunch. The Blagaj highlights are the Buna Spring and the adjacent Ottoman house/monastery. The spring here is amazing. It flows out of a 655ft (200m) cliff wall to form the Buna River. Unsurprisingly, the Ottoman sultan was impressed and ordered a tekija to be built right next to it. This 16th-century house/monastery was built for the Dervish cults and is still one of the most mystical places in all Bosnia and Herzegovina. Also in the vicinity are old flour mills that the strong Buna River used to power. We spend the late afternoon and evening in Mostar. Accommodation: Hotel Kapetanovina/Hotel Almira (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Our journey now takes us back to Dubrovnik via Radimlja with its numerous beautiful medieval Christian tombstones, and Trebinje, the southernmost city in Bosnia and Herzegovina. Trebinje has a rich history dating to the Middle Ages. Here we visit a family-owned winery and get a taste of life in old Herzegovina, venturing into the cellars to sample the rich, earthy, bold tastes of the red wines. The wines of Herzegovina are among the newest in the second world wine category. This tradition, however, has been in existence since Roman times. The sunny Mediterranean climate and rich hinterland soils here produce some of the finest wines in southern Europe. Then, we travel south to our final destination: Dubrovnik, a magnificent walled city at the southernmost tip of Croatia. Formerly a prosperous trading centre, Dubrovnik is now a Unesco World Heritage site, and the perfectly preserved Old Town and rich cultural life draw many visitors each year. We end the day with free time, so you can swim in the warm Adriatic or explore the Old Town solo and take a walk along the ancient city walls. Accommodation: Hotel Komodor/Hotel Adria (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "The trip ends this morning in Dubrovnik after breakfast. You may wish to extend your stay in the Croatian capital to further explore its cobbled streets or enjoy the beautiful coastline. Should you wish to do so, please ask your sales representative about our post-tour nights."
      }
    ],
    "map": ""
  }
]