[
    {
        "type": "overview",
        "Main_Title": "Our Egypt holidays & tours",
        "Main_Paragraph": "Egypt’s ancient landmarks will always take centre stage on trips – so our holidays help preserve them. Our ever-popular Nile cruises go to Aswan and Luxor, using only small ships or feluccas which reduce pollution, erosion and crowding. And whether touring the Pyramids of Giza or Nubian villages, we use expert local guides adept at explaining customs and traditions, and putting the ‘story’ into the history. Families diving in the Red Sea, meanwhile, stay at our eco-friendly resorts where instructors prioritise the well-being of the reefs. Here’s to another 5,000 years of history.",
        "Subtitle": "Egypt holiday highlights",
        "Title1": "History & ancient culture in Egypt",
        "Paragraph1": "Egypt is the cradle of more than 5,000 years of history and culture, a sophisticated civilisation far older than those of Greece and Rome. But its not all dusty museums and dark chambers  Our Egypt holidays bring the stories and culture of Ancient Egypt vividly to life. It may be ancient but it's never dull.\nOur local guides, who care deeply about preserving these precious sites, will illuminate temples, monuments and tombs that have weathered the sands and stood the test of time, revealing the truth behind pharaohs, people and gods. Many of them have degrees in Egyptology, so who better to introduce you to the Luxor area, which has been settled since Homers time? Luxor Temple occupies the centre of the city, while the vast Temple of Karnak, one of the largest religious complexes in the world, stands in the desert just outside. Then theres the labyrinthine Valley of the Kings, where many of Egypts best-known rulers were entombed, including Ramses II and Tutankhamun.\nThe most iconic symbol of Egypt, and among the most recognisable monuments on Earth, the Pyramids of Giza would be a stunning feat of architecture and engineering today, let alone when they were built, nearly 5,000 years ago. Testament to the sophisticated civilisation of the ancient Egyptians, the three Giza pyramids stand just outside Cairo, and are joined by dozens more in the surrounding desert, as well as the enigmatic Sphinx. This huge limestone statue has the body of a lion and the head of a man, though no-one knows where its nose has got to. You will have the opportunity to climb down right inside the pyramids if you wish, although your guide will not be able to join you, due to limited numbers.\nThe pyramids, the Sphinx, and Valley of the Kings are not only iconic but also highly protected by UNESCO. But these archaeological wonders can get packed with coach loads, which is why our responsible holidays aim to arrive early or stay late, avoid the light shows, and absorb their greatness in a tranquil way. They are vast so there is always somewhere to sit in silence. It is also worth noting that a lot of Egypts ancient sites have been made a lot more accessible in recent years  people with mobility issues can now get around without too much difficulty.",
        "image1": "",
        "Title2": "Cruising down the Nile",
        "Paragraph2": "Cruising the Nile is without doubt the most convenient and relaxing way to appreciate Egypts many ancient sites, not to mention scenes of everyday life along the riverbanks. In bygone days, Victorian tourists sailed along the Nile in style and our river cruises today can still be as sedate, opulent and romantic  because we stick to small ships that dont create a wake that erodes the riverbanks, or disgorge hundreds of passengers and swamp the ancient sites. Our cruises usually encompass Edfu, Kom Ombo and Abu Simbel on their voyages between Luxor and Aswan, and last up to a week.\nFor an altogether different take on Nile cruising, spend a few days aboard one of our sail-powered feluccas: a traditional and completely eco-friendly way to travel the Nile. These small wooden boats go as fast as the wind takes them, although sometimes its necessary to break out the oars. Feluccas became popular on the Nile because of the cataracts, or shallow sand banks, that appear at certain locations and are only navigable by sailboat. You will see lots of white sails wafting along the river, particularly around Aswan, taking people either for a day trip, or for a few days along the worlds most famous river. Feluccas have minimal comforts; youll sleep on deck, and toilet tents are erected on the banks for comfort. But this experience is usually a part of a longer small ship cruise, so youll be back in your cabin after a night or two.\nOne of the most popular cultural stops when cruising the Nile is a Nubian village on Elephantine Island, near Aswan. The construction of the Aswan High Dam submerged much of the Nubia region, along with many places of great historic significance, and thousands of people were resettled. Displaced and discriminated against, Nubians' culture is being revived in no small part because of the interest they have received from responsible tourists. Our Egypt holidays will often spend an evening with a Nubian family, giving you the opportunity to enjoy a homecooked meal with them and learn about their lives and traditions. And if you can hear them sing, you will hear what fine voices they have too.\nCruises typically begin in either Aswan or Luxor. Either can be reached by an internal flight from Cairo taking just an hour or so. The overnight train from the capital is also convenient and has a certain romantic allure to it, but its not the most comfortable journey in the world. While we would always recommend travelling by rail over air if you can, to minimise your trips carbon footprint, this is one of those occasions where most people do opt to fly. And for those with mobility issues, we do have wheelchair accessible cruises, with suitable accommodation and vehicles being used, as well as additional support for shore excursions where required.",
        "image2": "",
        "Title3": "Diving in the Red Sea",
        "Paragraph3": "Its easy to lose yourself in Egypts astounding history, but the Red Sea  known for its shallow shelves that play host to all sorts of marine life and coral  is more than worth exploring over a couple of days, or longer. Visibility here is said to be triple the distance you get on the Great Barrier Reef, and so it merits its status as one of the best places to dive in the world. You dont have to go to busy Sharm El-Sheikh to scuba dive either. Our Egypt holidays seek out some of the smaller places such as Dahab that are enduringly popular with families and beginners because you can start off on shore and progress very quickly, as the depths drop sufficiently without having to go out to sea.",
        "Title4": "Take the family",
        "Paragraph4": "Kids will be entranced by the Pyramids of Giza and the temples of Luxor. Crack mummy jokes together at the pyramids and listen while our expert guides entertain and inform with tales from Ancient Egypt. Enjoy the breeze tickling your hair as you sleep on deck with a felucca cruise on the Nile. Or take scuba diving lessons in the Red Sea, where our family dive holidays only use very small groups, to minimise damage to the reef. Plus your kids will learn to remove plastic and help tidy the reef, whilst also meeting all their amazing colourful inhabitants.",
        "image3": ""
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Egypt",
        "Main_Paragraph": "It rarely rains in Egypt and neither does it get very cold – visiting in winter can get chilly at night, but nothing a few extra layers can’t conquer. The best time to visit Egypt is in two seasons: spring (Feb-Apr) and autumn (Oct-Nov); it’s cooler then than in high summer, when\nEgypt is really hot - around 40°C-plus\n. Of course ‘cooler’ here is a relative concept when you're talking about Egypt’s weather. During spring and autumn daytime temperatures will still hit 25-30°C, but you’ll get relief in the evenings.",
        "image1": "",
        "when_to_go": "When to visit Egypt & when not to",
        "when_to_go_html": "<bullet>March until November are the <b>best months for seeing dolphins</b> off the Dahab coral reef. </bullet>\n<bullet>The <b>diving in Egypt is good all year</b> round. </bullet>\n<bullet>Peak season for giant cruise ships is October to May, when it is cooler. Visiting the main tourist sites <b>early in the morning or late in the day </b>during these months is better, as the coach groups head back to port. </bullet>\n<bullet><b>May until August are steaming, but not humid</b>, so it is still manageable, if you drink lots of water and plaster on the eco friendly sun screen. August is the peak month being, in the words of Stevie Wonder, hotter than July. </bullet>\n<bullet><b>30th June is now a public holiday in Egypt</b>, celebrating the Uprising of 2011. </bullet>\n<bullet><b>In September, temperatures start to dip a little </b>and tourist numbers go down at the major sites as school holidays end. </bullet>\n<bullet><b>15th August is Flooding of the Nile Day</b>, or <i>Leylet en Nuktah</i>, based on the ancient traditions of the Nile waters coming back, and young girls were sacrificed. The only things sacrificed nowadays are diets, as people feast in picnics along the banks.</bullet>\n<bullet><b>We'd recommend avoiding Egypt tours during July and August unless you're headed for the coast</b>. It's simply uncomfortably hot, and as the climate crisis continues, that will only get worse. The lack of rain also puts great strain on water supplies, which are often prioritised for tourists over local people. </bullet>\n<bullet><b>Winter in Egypt is October to February,</b> which means a jacket or long sleeved top. It is warmer in the south, however, but evenings can be cool.</bullet>\n<bullet>There is a lot of hot air around towards the end March and into April, when <i><b>the 'Khamsin'</b></i> <b>wind blows from the desert in the south. </b></bullet>\n<bullet>Christmas isnt celebrated on 25th December by Coptic Christians, who make up 15 percent of people in Egypt, but <b>sometime around 7th January</b>. The festivities are a wonderful sight to behold. </bullet>\n<bullet><b>Ramadan is a 30 day religious observance period</b>, and the start date varies each year. A period of fasting, many sites and shops close early. However, when the fast breaks at sunset, and the special feast of <i>Eftar</i> begins, things liven up somewhat.</bullet>\n\n<b>Danniell Saunders, also from our partner, Encounters Travel:</b><br/> What we often do, especially in the summer months if weve got a set itinerary and its really hot, is adapt the itinerary accordingly, so perhaps not visit the Valley of the Kings during the day when the temp peaks, but get everyone up two hours earlier and have them visit when its cooler and theres no crowds. Things are subject to change, so be flexible.",
        "weather_chart": "Cairo & Dahab Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Cairo & Dahab Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 100%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 60%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 40%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 60%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 80%;\">4 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events in Egypt",
        "paragraph1": "",
        "image2": "",
        "title2": "Sham al-Naseem",
        "paragraph2": "It may sound like it should be the name of a novel, or a cocktail, but Sham al-Naseem meaning sniffing the breeze is celebrated by all Egyptians the day after Coptic Christian Easter, to mark the beginning of spring. People picnic on the banks of the Nile, there is music and dancing,\nshisha\npuffing and lots of shooting rather than sniffing the breeze."
    }
]