[
    {
        "type": "overview",
        "Main_Title": "Our Lapland holidays & tours",
        "Main_Paragraph": "Our holidays in Lapland know how to make the most of the winter. Fantastic, family-friendly activities lead you snowshoeing along pristine forest trails, on high-speed husky safaris, and in search of the Northern Lights, with evenings spent in cabins deep in the wilderness. There's even the opportunity to meet Santa as he takes time out from his busy seasonal schedule. Once the snow and ice has melted, a landscape of lakes, green forests and tawny tundra is revealed. By June the midnight sun means you can kayak and hike well into the night. Lapland is balanced precariously between mass tourism and wilderness, our holidays use small groups and visit lesser known areas, supporting communities, while protecting landscapes and resources.",
        "Subtitle": "About our Lapland holidays",
        "Title1": "Winter activities",
        "Paragraph1": "Frosty snowbound landscapes provide an atmospheric backdrop for our winter activity holidays in Lapland. Your days might be spent visiting Sámi reindeer farms, learning how to snowshoe, or fishing through a hole in the ice, and you’ll keep an eye out for the Northern Lights each night. Everyone has their favourite activity, but for many it’s an evening in a wilderness lodge waiting for the aurora borealis to appear, or an afternoon mushing a husky-drawn sledge along. We’ll always provide cold weather clothing to minimise what you need to bring.",
        "image1": "",
        "Title2": "Taking the family",
        "Paragraph2": "Honestly, we have tried, but it is\nreally\ndifficult to picture a more exciting place for family holidays than Lapland. Kids of all ages and parents (and grandparents!) will love the Narnia landscapes of winter. Younger children have the chance to meet Father Christmas and sleep in an ice hotel, and there are endless opportunities to toboggan or build snowmen. Older kids can enjoy cross country skiing and snowshoeing, there's also the opportunity to spend time with indigenous Sami communities. Families can spend summers tracking wildlife through the forests, kayaking on wide rivers, and learning how to forage.",
        "image2": "",
        "Title3": "Northern Lights",
        "Paragraph3": "The Vikings thought them dancing maidens. Finnish legend has them as sparks falling from the tail of an Arctic fox. Due to its long Arctic nights and near-zero light pollution, Lapland is one of the best places to witness the aurora borealis flickering across the sky. No two appearances are the same and there’s never a guarantee of seeing nature’s great light show. But if you want to maximise your chances, travel between September and March. Our trips often set aside an evening in the wilderness specifically to see them. If you travel in autumn and spring you still have a good chance to see the lights, and the landscape will be alive with colour.",
        "Title4": "Finnish Lapland",
        "Paragraph4": "The best Finnish Lapland holidays treat Rovaniemi as just a stepping stone to the wilderness. On most of our trips you’ll join a small group to explore pristine national parks such as Oulanka, prime Northern Lights viewing territory, or Riisitunturi, where you can meet Sámi reindeer herding families between bouts of cross country skiing and husky sledding. Yes, Father Christmas is found in these parts, but Finnish Lapland is about as far from twee as you can get. And don’t forget the best-kept secret: our summer holidays, with long days for hiking, biking and canoeing your heart out, alongside far fewer visitors.",
        "image3": "",
        "Title5": "Swedish Lapland",
        "Paragraph5": "Swedish Lapland is inextricably linked to\nallemansratten\n: the ‘right to roam’. Our expert local guides are essential, not only to help you to navigate the wilderness, but to change up your route and activities depending on shifts in the weather, introduce you to Sámi reindeer herders and husky mushers, show you how to pluck a fish from a hole in an icy lake, or track moose by their hoof prints. Our holidays in Swedish Lapland generally run in winter, when the nights are darkest and the snow is deepest on the ground.",
        "Title6": "Types of tours & holidays in Lapland",
        "Paragraph6": "Our\nwinter holidays\nare all about the packing – by which we mean packing snow together for snowball fights and packing loads of fun activities into every day including snowmobiling, ice fishing and husky sledding. But not packing lots of heavy coats and boots; we provide these for you. It doesn’t require any stretch of the imagination to picture Lapland as a favourite for\nfamily holidays\n, with ice hotels, reindeer farms and Father Christmas all helping to create magic memories. And whether you’re travelling with us in winter or summer, the wilderness and sense of freedom in Lapland is ideal for\nadventure holidays\n."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Lapland",
        "Main_Paragraph": "The best time to visit Lapland? Anytime. Really. Jan brings the crystal clear light that you only imagine in dreams, Feb's deep, crisp snow is best for winter sports, and March has optimum aurora conditions. Apr-Aug's melting snow exposes the beautiful landscape beneath, before an autumnal patchwork of burnt red, orange and yellow in Sep. Nov-Dec bring big snow and a community propelled by cross-country skis and snowshoes; look beyond the fly in, fly out Christmas crowds and there are brilliant festive trips to be had.",
        "image1": "",
        "when_to_go": "When to visit Lapland, month by month",
        "when_to_go_html": "<bullet><b>Early November is a strange time in Lapland</b> because autumn is definitely becoming winter by this time of year, but the transition is not always complete, so there’s a sort of half-hearted rain/snow weather front. It can be pretty depressing for a few short weeks but is a very small price to pay for the pristine winter landscape that follows, <b>plus in late November the local community come out in a force of snowshoeing and socialising, which is a wonderful experience to be part of.</b></bullet>\n<bullet><b>Anyone with more than a touch of bah humbug about them won’t like Lapland in December</b> – it’s not Lapland’s fault, it’s the fault of cheap, overcrowded, fly in-fly out Christmas trips, but nonetheless it’s a landscape less of ethereal beauty and more of saccharine Santa seekers. Keep in mind too that the sun will peek above the horizon for just a couple of hours a day - making outdoor pursuits difficult.</bullet>\n<bullet><b>September and October</b> enjoy neither the summer warmth nor the winter snow. <b>This is not the best time to visit Lapland unless you are looking for super cheap bargains</b> – the changing season also means that many tours and attractions are closed. However, photographers may relish the <b>New England-style burst of autumnal colour, </b>prices may be lower  - and <b>the Northern Lights make their dramatic appearance,</b> especially around the September equinox.</bullet>\n<bullet><b>January, February and March bring dreamlike conditions to Lapland</b>: crystal clear light, massive deep snow that’s crying out for winter sports fans and, in March especially (again, around the spring equinox), optimum viewing conditions for those hunting the Northern Lights.</bullet>\n<bullet><b>April, May and June’s</b> melting snow gives a hint of what phenomenal landscape the snow has been covering.</bullet>\n<bullet><b>Not to be outshone by the lure of winter sports, Lapland in the summer months of July and August reveals an incredible landscape</b> of mountains, water and endless space that can be explored almost 24 hours a day. The midnight sun, an iconic Polar phenomenon where the sun remains visible at midnight during June and early July in the far north, makes day and night interchangeable, so you can hike or go sea kayaking, all past the stroke of midnight!</bullet>",
        "weather_chart": "Finland & Sweden Border Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Finland & Sweden Border Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-17</td>\n  <td class=\"temp-cold\">-10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">34 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-16</td>\n  <td class=\"temp-cold\">-9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 40%;\">27 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-12</td>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 41%;\">28 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 37%;\">25 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">34 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 76%;\">52 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 91%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 100%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 85%;\">58 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 78%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cold\">-9</td>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 63%;\">43 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-15</td>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">34 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Jokkmokk Sámi Market",
        "paragraph2": "Jokkmokk is a tiny locality in Swedish Lapland and the beating heart of centuries-old Sámi culture.\nRural lifestyles are celebrated for three days from the first Thursday of February each year, with a 400-year-old winter market of folk dancing, reindeer races, indigenous food, Sámi duodji handicrafts, and a magical reindeer caravan procession."
    }
]