{
    "Main_Title": "Our Lapland holidays & tours",
    "Main_Paragraph": "Our holidays in Lapland know how to make the most of the winter. Fantastic, family-friendly activities lead you snowshoeing along pristine forest trails, on high-speed husky safaris, and in search of the Northern Lights, with evenings spent in cabins deep in the wilderness. There's even the opportunity to meet Santa as he takes time out from his busy seasonal schedule. Once the snow and ice has melted, a landscape of lakes, green forests and tawny tundra is revealed. By June the midnight sun means you can kayak and hike well into the night. Lapland is balanced precariously between mass tourism and wilderness, our holidays use small groups and visit lesser known areas, supporting communities, while protecting landscapes and resources.",
    "Subtitle": "About our Lapland holidays",
    "Title1": "Winter activities",
    "Paragraph1": "Frosty snowbound landscapes provide an atmospheric backdrop for our winter activity holidays in Lapland. Your days might be spent visiting Sámi reindeer farms, learning how to snowshoe, or fishing through a hole in the ice, and you’ll keep an eye out for the Northern Lights each night. Everyone has their favourite activity, but for many it’s an evening in a wilderness lodge waiting for the aurora borealis to appear, or an afternoon mushing a husky-drawn sledge along. We’ll always provide cold weather clothing to minimise what you need to bring.",
    "image1": "",
    "Title2": "Taking the family",
    "Paragraph2": "Honestly, we have tried, but it is\nreally\ndifficult to picture a more exciting place for family holidays than Lapland. Kids of all ages and parents (and grandparents!) will love the Narnia landscapes of winter. Younger children have the chance to meet Father Christmas and sleep in an ice hotel, and there are endless opportunities to toboggan or build snowmen. Older kids can enjoy cross country skiing and snowshoeing, there's also the opportunity to spend time with indigenous Sami communities. Families can spend summers tracking wildlife through the forests, kayaking on wide rivers, and learning how to forage.",
    "image2": "",
    "Title3": "Northern Lights",
    "Paragraph3": "The Vikings thought them dancing maidens. Finnish legend has them as sparks falling from the tail of an Arctic fox. Due to its long Arctic nights and near-zero light pollution, Lapland is one of the best places to witness the aurora borealis flickering across the sky. No two appearances are the same and there’s never a guarantee of seeing nature’s great light show. But if you want to maximise your chances, travel between September and March. Our trips often set aside an evening in the wilderness specifically to see them. If you travel in autumn and spring you still have a good chance to see the lights, and the landscape will be alive with colour.",
    "Title4": "Finnish Lapland",
    "Paragraph4": "The best Finnish Lapland holidays treat Rovaniemi as just a stepping stone to the wilderness. On most of our trips you’ll join a small group to explore pristine national parks such as Oulanka, prime Northern Lights viewing territory, or Riisitunturi, where you can meet Sámi reindeer herding families between bouts of cross country skiing and husky sledding. Yes, Father Christmas is found in these parts, but Finnish Lapland is about as far from twee as you can get. And don’t forget the best-kept secret: our summer holidays, with long days for hiking, biking and canoeing your heart out, alongside far fewer visitors.",
    "image3": "",
    "Title5": "Swedish Lapland",
    "Paragraph5": "Swedish Lapland is inextricably linked to\nallemansratten\n: the ‘right to roam’. Our expert local guides are essential, not only to help you to navigate the wilderness, but to change up your route and activities depending on shifts in the weather, introduce you to Sámi reindeer herders and husky mushers, show you how to pluck a fish from a hole in an icy lake, or track moose by their hoof prints. Our holidays in Swedish Lapland generally run in winter, when the nights are darkest and the snow is deepest on the ground.",
    "Title6": "Types of tours & holidays in Lapland",
    "Paragraph6": "Our\nwinter holidays\nare all about the packing – by which we mean packing snow together for snowball fights and packing loads of fun activities into every day including snowmobiling, ice fishing and husky sledding. But not packing lots of heavy coats and boots; we provide these for you. It doesn’t require any stretch of the imagination to picture Lapland as a favourite for\nfamily holidays\n, with ice hotels, reindeer farms and Father Christmas all helping to create magic memories. And whether you’re travelling with us in winter or summer, the wilderness and sense of freedom in Lapland is ideal for\nadventure holidays\n."
}