{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "thailand-and-laos-14-day-tour",
  "tourName": "Thailand and Laos 14 day tour",
  "placesVisited": "",
  "generalInfo": "Discover Southeast Asia's bounty of unforgettable experiences on our 14-day Thailand and Laos group tour - an exhilarating adventure crafted to satisfy the wanderlust of travellers aged 18-30.<br/><br/>Thailand and Laos offer a fascinating contrast, with Thailand's vibrant backpacking scene contrasting with the tranquil and laid-back atmosphere of Laos. On our extraordinary two-week Thailand and Laos group tour, you'll journey from the bustling streets of Bangkok to the breathtaking landscapes of Vang Vieng. Immerse yourself in the wonders of an elephant sanctuary, and uncover the hidden treasures of the Blue Lagoon. As an added bonus, we'll also treat you to a couple of days in the enchanting city of Hanoi, Vietnam.<br/><br/>Included in all tours: <br/><br/>Epic Adventure Leaders, aka a local legends, to turn your trip into the adventure of a lifetime <br/>All local transport within Southeast Asia, including plus flights between Thailand, Laos and Vietnam. <br/>Accommodation (including hostels, one local homestay, &amp; sleeper train) <br/>Meals provided: 11 breakfasts, 2 lunches, &amp; 2 dinners <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities:<br/><br/>Pre-departure briefing (Bangkok) <br/>Dinner &amp; Tuk-Tuk tour (Bangkok, Unmissable) <br/>Chiang Mai Homestay Experience (Chiang Mai) <br/>Monk chat &amp; Wat Doi Suthep visit (Chiang Mai) <br/>Kuang Si Waterfalls, Hike &amp; Swim (Luang Prabang) <br/>Blue Lagoon 2 visit (Vang Vieng) <br/>Hoa Lo Prison (Hanoi) <br/>(With trip extension) Halong Bay Overnight Cruise (Halong Bay)",
  "durationDays": "14",
  "price": "1249",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangkok: Your Thailand adventure commences today! Upon your arrival in Bangkok, you'll rendezvous with your group and Adventure Leader, marking the beginning of an exciting two weeks ahead. Following your arrival, prepare for an evening filled with culinary delights aboard a tuk-tuk tour! Embark on a thrilling ride to a rooftop restaurant, where a plethora of tantalizing Thai dishes await your selection. After dinner, your tuk-tuk will whisk you away on a nighttime tour of Bangkok's iconic landmarks, offering mesmerizing views of the city under the stars. Conclude your first night with a visit to one of Bangkok's enchanting rooftop bars, providing a panoramic vista of the cityscape before retiring for the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok: Begin your morning at your own pace, with the enticing option of joining a tour of the Old City, offering insights into Bangkok's illustrious history. This immersive experience will guide you through iconic landmarks such as Wat Pho, Wat Arun, and the majestic Grand Palace. Please note that if you opt for the Old City tour, you'll need to check out of your hostel before departing. Upon returning to your hostel, take a moment to refresh before we gather at the train station, poised to embark on our journey to Chiang Mai."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chiang Mai: Upon your arrival at Chiang Mai station, a warm and hearty welcome awaits you at our overnight homestay! We'll swiftly transfer to the accommodation to drop off our luggage before setting off for an adventurous afternoon in the wilderness. Our journey will take us to the starting point of our jungle trek, where we'll embark on a 4-6km hike through the lush terrain. While the trek may span a couple of hours, fear not, as we'll pause for a refreshing break at a scenic waterfall, allowing us to fully immerse ourselves in the beauty of the jungle. Following our adventure, we'll return to our homestay to relish in a delightful evening meal together."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chiang Mai: After bidding farewell to our homestay, we'll embark on an unforgettable adventure this morning—a half-day at an ethical elephant sanctuary! Here, you'll have the unique opportunity to observe these majestic creatures under the guidance of knowledgeable professionals. Learn about elephant behaviours and the sanctuary's dedicated conservation efforts in Thailand. You'll witness their playful antics in mud pits and even have the chance to assist in preparing treats for them. To top it off, we'll indulge in a delectable vegetarian buffet lunch on-site. There will always be a proximity of 10-15 metres from the Elephants in order to closely follow a more natural environment for the animals and without exploitation for tourism. Following our time at the sanctuary, we'll make our way back to the city where your luggage will be awaiting you at the hostel. As evening descends, you'll have the option to participate in either a cooking class or immerse yourself in the excitement of a thrilling Muay Thai show."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chiang Mai: We'll kickstart the day with an enlightening Monk chat at the initial temple, followed by a scenic ride on public songthaews, those iconic Thai red trucks, to explore other captivating temples. After soaking in the spiritual allure of Wat Doi Suthep, we'll return to the hostel. For those craving an extra adventure, consider embarking on a trip to the breathtaking limestone Sticky Waterfall, accessible by a 1.5-hour ride on the charming songthaew."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chiang Mai: Today offers a blank canvas for adventure, with an array of thrilling options to choose from. Gear up for an adrenaline-pumping Whitewater Rafting excursion, or test your mettle behind the wheel of an ATV. Alternatively, embark on another exhilarating trek through the stunning landscapes. If you prefer a more leisurely pace, explore the old town independently, with your leader on hand to offer recommendations. For a taste of local culture, meander through the bustling local market, brimming with souvenirs and delectable street food. The choice is yours!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Luang Pragbang: Enjoy a leisurely morning with some free time before we head to the airport for our flight to Luang Prabang. Upon arrival, we'll transfer you to your new accommodation. Later in the evening, you're invited to join us for an optional group dinner. Afterward, take a leisurely stroll to the Hmong Night Market. This bustling market offers a vibrant atmosphere filled with traditional music, local crafts, and delectable food, providing a perfect opportunity to soak in the local culture."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Luang Pragbang: Start the morning with choices to suit your pace and curiosity! Rise early to witness the Takbat Lao Ceremony, a moving and unforgettable ritual where monks quietly make their way through the streets, collecting alms from the local community. It’s a peaceful, culturally rich experience you won’t forget. For the active explorers, hop on bikes for a scenic ride through the surrounding villages. Cycle past the bustling Exchange Sales, cross the Mekong River, and wind through the forest to visit Ban Som and Ban Na hill tribe villages. Stop at Ban Chan, the local pottery village, and try your hand at crafting traditional jars. Your ride ends back across the river in Luang Prabang just in time for lunch. In the early afternoon, it’s time for a visit to the stunning Kuang Si Waterfalls. After a short transfer, explore the tropical trails, cool off with a swim in the turquoise pools, and marvel at one of Laos’ most spectacular natural sights. In the evening, you can opt to visit a local home for dinner and take part in a welcome Baci ceremony, a traditional Lao ritual to bless guests with good luck, health, and safe travels. It’s just a short walk from your accommodation, and you’ll be warmly welcomed with a refreshing welcome drink before dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Luang Pragbang: Today is yours to enjoy at your own pace, but there are plenty of epic optional activities if you want to dive deeper into Luang Prabang’s rich culture. In the morning, try the Rice Experience. Head out to a local community farm just outside town and learn how rice is grown. Take part in some of the 14 steps of the rice cycle, from planting and harvesting to processing, and along the way, try your hand at traditional skills like bamboo weaving and blacksmithing. It’s a unique, hands-on glimpse into the life of a Lao farmer! If cooking is more your style, join the Cooking Experience. Hop in a tuk-tuk to the local wet market, pick up fresh ingredients, then learn to whip up authentic Lao dishes in a friendly, interactive class. And of course, the best part comes at the end — sitting down to enjoy the feast you’ve just made! For those wanting to give back, spend the afternoon volunteering with Big Brother Mouse, an inspiring organisation helping local people improve their English skills. By the end of the day, whether you’ve been farming, cooking, or volunteering, you’ll have had a hands-on cultural experience that truly connects you to the heart of Lao life."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Vang Vieng: Today, you'll embark on a scenic bus journey to Vang Vieng, with a delightful stop en route at the Blue Lagoon. This picturesque oasis offers a perfect opportunity for a refreshing swim and a tranquil respite from the heat of the day. Upon arrival in Vang Vieng, settle into your new hostel and unwind after your journey. Alternatively, for those seeking adventure, explore the vibrant local nightlife and immerse yourself in the energetic atmosphere of Vang Vieng."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Vang Vieng: Today promises a plethora of thrilling activities to suit every preference. For the adventurous souls, embark on an exhilarating rock-climbing adventure or join a biking tour to explore the scenic surroundings. Afterward, embark on a rewarding hike up to the Pha Ngern Viewpoint, where stunning vistas await. Alternatively, indulge in a leisurely float down the tranquil Mekong River aboard a rubber tube, pausing along the way to admire the breathtaking scenery. As night falls, immerse yourself in the vibrant nightlife of Vang Vieng, soaking up the lively atmosphere and creating unforgettable memories."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hanoi: Start your day bright and early with a scenic bus ride to the airport, where you'll catch a flight to Hanoi, the last destination on our Thailand and Laos group tour. Upon landing in Hanoi, a convenient bus transfer will whisk you away to your new hostel. In the evening, the choice is yours: venture into the bustling streets to discover delectable street food offerings, or opt to join an optional bar crawl for a lively night out with your fellow travelers."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hanoi: Today's schedule features a visit to the Hoa Lo Prison, providing valuable insights into Vietnam's history. Afterward, we'll proceed to Hoan Kiem Lake, where you can take a leisurely stroll around the picturesque lake and observe the locals partaking in various activities. For lunch, the bustling Old Quarter Street offers a plethora of dining options to satisfy your cravings. Following lunch, you'll have the afternoon free to wander through Hanoi's narrow streets, immersing yourself in the local atmosphere. If you're seeking evening entertainment, consider attending a Water Puppet Show for a distinctive cultural experience."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Hanoi: Today marks the conclusion of your Thailand and Laos group tour. Check out of your hostel by 11 am, taking the opportunity to bid farewell to your fellow travellers. Whether you're heading home or continuing your journey independently, we wish you safe travels ahead!"
    }
  ],
  "map": ""
}