{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-and-vietnam-holiday-luang-prabang-to-hanoi",
  "tourName": "Laos and Vietnam holiday, Luang Prabang to Hanoi",
  "placesVisited": "World Heritage Luang Prabang, Kuang Si Waterfalls, The Plain of Jars, Local Markets & Village Life, Vieng Xai’s ‘Hidden City’, Karst Landscapes, Pu Luong National Park, Eco-lodges, Hiking and Rafting, Minority Villages, Rice Terraces of Mu Cang Chai, Hanoi Old Town, Halong Bay Option",
  "generalInfo": "Our exciting and unique 2-week Laos and Vietnam tour – Mountains and Hill-tribes – begins in the ancient Lao capital, now World Heritage Site, Luang Prabang and takes you overland through the remote and rugged highlands of northern Laos and Vietnam to finish in Hanoi’s vibrant and colourful Old Quarter.<br/><br/>Little over 100 years ago much of this remote region of Indochina was a still just a complete blank on the map and even today, despite possessing some of Southeast Asia’s most spectacular scenery and traditional minority villages, remains unknown to much of the outside world. <br/><br/>Our tour begins with an exploration of the ancient temples and colonial architecture of charming and well-preserved Luang Prabang, nestled in the mountains aside the mighty Mekong River, before taking you across the mountains to another World Heritage site, the enigmatic Plain of Jars, and Vieng Xai’s highly unusual ‘Hidden City’ – a vast underground complex dating to the 70s Indochina war. Crossing the Vietnam border we’ll stay at a delightful eco-lodge amid the spectacular limestone scenery of Pu Luong National Park and explore the magnificent landscapes, myriad traditional minority villages and iconic rice terraces of one of the most picturesque yet little-known regions of Southeast Asia. <br/><br/>Wonderful landscapes, varied activities, local markets and rural life as well as plenty of opportunities to met the particularly friendly residents and sample the sumptuous local cuisine make for an enthralling and unforgettable tour.       <br/> <br/><br/>Features:<br/><br/>1. Explore the ancient temples, colonial architecture, narrow lanes and bustling markets of World Heritage Luang Prabang<br/>2. Visit the picturesque and enigmatic 'Plain of Jars' archaeological site in northeastern Laos<br/>3. Hike through the magnificent karst landscapes of Pu Luong and the myriad spectacular rice terraces of Mu Cang Chai<br/>4. Journey through some of Southeast Asia's most dramatic mountain scenery in northern Vietnam's Tonkinese Alps<br/>5. Explore Hanoi; its historic old town, Hoan Kiem Lake, museums, markets, cafes and fascinating street-life<br/>6. Discover the delicious and contrasting cuisines of Laos and Vietnam in restaurants, local cafes, street markets<br/><br/>Optional extensions<br/><br/>1. Add on our 2-day extension to fabulous World Heritage Halong Bay <br/>2. Take the train to mountain-top Sapa for more alpine scenery and hilltribe minorities<br/>3. A domestic flight could whisk you off to a beachside resort on the stunning tropical island of Phu Quoc<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "15",
  "price": "2475",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in the Lao capital of Vientiane, on the banks of the Mekong River, and check-in to a centrally located hotel. Time to stretch your legs with an orientation walking tour before perhaps riverbank sundowners and a local-style welcome dinner at one of the town’s lively night markets."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Departure by train, (Lao’s recently constructed, first-ever rail line), through the spectacular central highlands to the ancient capital Luang Prabang. Mid-morning arrival and some time to relax before an afternoon boat trip up the picturesque Mekong to visit the mysterious Pak Ou Caves, filled with thousands of Buddha statues of various shapes and sizes left by pilgrims. Return to Luang Prabang for sunset and a chance to sample some of the region’s local specialities."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nestled in the mountains, long isolated from the outside world, discover UNESCO-listed Luang Prabang’s fabulous temples, French period architecture and taste Lao delicacies (and the famous Lao beer!) in riverside cafes. A walking tour of the town includes the former king’s palace, now National Museum, Wat Xiengthong and Phu Si Temple. Afternoon at leisure to explore the picturesque lanes and famous hill-tribe handicraft market."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning drive into the surrounding hills to visit the spectacular turquoise ponds, cascades and falls at Kuang Si as well as the nearby Free the Bears site which houses moon, (Asiatic black) and sun bears rescued from hunters, the illegal animal trade and private zoos. Return to Luang Prabang after a stop for a riverside lunch at the Ock Ta Pop community weaving project."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure across scenic mountains to Phonsavan in Xieng Khouang Province – location of the enigmatic Plain of Jars. Stops on the way include Khmu and Hmong villages as well as a visit to a hidden cave temple that served as an army hospital during the Indochina war. Arrival in Phonsavan and atmospheric dusk visit to one of the famous jar sites followed by the Mines Action Group to learn about the work they do in clearing the area’s unexploded bombs."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning visit to hill-top Jar Site 2 followed by a short hike to the picturesque forest setting of Site 3, consisting of over around 150 of the giant carved jars. In the afternoon we'll take a scenic drive across the plateau to visit the atmospheric ruined city of Muang Khoun - a once opulent royal capital sacked by both Siamese and Vietnamese invaders and largely finished off by US B52s."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departure for the remote town of Sam Neua in the far northeast of Laos. Stops en-route include Hmong and Khmu settlements, a Tai Phong weaving village, plus photo stops for the breathtaking scenery. We’ll also visit the mysterious Hintang Menhirs, Laos’s very own ‘mini-Stonehenge’."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our short tour of Sam Neua Town includes a walk along the river to the local market, before setting off to Vieng Xai. This extensive cave system, where the Pathet Lao leaders lived during the Indochina War, has become known as the ‘Hidden City’. In the afternoon a leisurely hike brings us to some of the lesser-visited cave sites plus an opportunity to view more of the area’s beautiful, limestone karst scenery."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning drive through more spectacular countryside and past traditional Black Tai villages to the nearby border crossing at Nam Meo and into the stunning scenery of Vietnam’s Pu Luong National Park. In the afternoon we’ll check-in to our accommodation at a charming and well-appointed eco-resort and stretch our legs with a short orientation hike of the area."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Our day’s exploration of this unspoilt region includes hikes through some of the varying ecosystems of the park; rice terraces, bamboo groves and forest trails as well as a visit to one of the local villages of the Tai hill-tribe minority. Bamboo rafting – water levels permitting – is also included."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure from Pu Luong towards the small town of Moc Chau, set upon a 1,000-metre plateau, famous for tea plantations and inhabited mainly by people of the Hmong ethnic group. Afternoon activities include a hike along the pine tree trail or joining in a Hmong cooking workshop. Overnight in traditional-style chalets at a friendly home-stay in tiny Hua Tat village."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Head north to picturesque Mu Cang Chai district – a rugged, mountainous and sparsely inhabited region of northern Vietnam where most of the local people you will see are from either the various Tai or Hmong minorities. We’ll spend the afternoon exploring the area’s spectacular and world-famous rice terraces before continuing over the Khau Pha Pass to Tu Le for a stay at the superb Le Champ Resort."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Another highly picturesque region, inhabited by a kaleidoscope of Black Tai, Muong, Dzao and Hmong groups. We’ll spend the morning discovering the stunning scenery and traditional villages with an afternoon at leisure to perhaps roam the area by bicycle or sit back and enjoy the resort’s very own natural hot spring baths and mountain vista infinity pool!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Time perhaps for a last dip before heading off mid-morning, southeast through the mountains, to Vietnam’s capital Hanoi where we’ll stay in a comfortable hotel in the bustling but fun Old Town district. Evening farewell dinner."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Morning at leisure and departure at your convenience. Airport transfers are included if you purchase the ‘with flights’ package. If you purchased your own flights, airport transfers can be arranged on request. For those with a couple more days to spare an extension to Halong Bay, staying overnight on a traditional style junk is available. For those with a couple more days to spare an extension to Halong Bay, staying overnight on a traditional style junk is available."
    }
  ],
  "map": ""
}