{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "northern-laos-holiday",
  "tourName": "Northern Laos holiday",
  "placesVisited": "",
  "generalInfo": "Laos, a landlocked country and the smallest of the three former French Indochina states, is a friendly, spiritual country with a more laidback pace than the rest of South East Asia. This 11-day Northern Laos holiday ofers plenty of time to explore the highlights of the heritage city of Luang Prabang and get off the beaten track to discover rural tribes and remote villages. <br/>Starting in northern Thailand with a brief exploration of the Golden Triangle area, travel south along the Mekong to discover life in riverside villages and the chance to enjoy local activities such as rice planting and traditional fishing techniques. Discover the Pak Ou Caves, which are crammed full of Buddha statues of many shapes and sizes, before enjoying a unique eco electric bike tour of the city of Luang Prabang to visit Wat Sisoun, Wat Xieng Thong and the Arts and Ethnology Centre. The city has a wealth of culture and history to experience including the chance to witness the morning procession of monks receiving alms from local residents, an important ritual in Laos which is a privilege to see. <br/>From Luang Prabang drive north to the remote province of Oudamxay to explore this largely unexplored rural district. Take a 4WD to visit the isolated villages of Ikhos and Ban Tauser with its stunning panoramic viewpoint. Explore the scenic Nam Ou River via longtail boat to see the limestone mountains running along the riverbank and enjoy a stunning riverside sunset. This is a Laos holiday which seeks out remote cultures and traditions to give visitors a more in-depth experience of this often little-known country.",
  "durationDays": "11",
  "price": "4830",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on an overnight flight to Chiang Rai, Northern Thailand."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Chiang Rai. Meet your guide and visit Wat Rong Khun, or the White Temple, constructed with mirrored glass mosaics. Overnight in your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depart Thailand this morning and, after clearing immigration formalities at the Thai/Laos border, board the Luangsay Cruise boat and head down the Mekong. Enjoy a riverside stop to explore a Laos village and learn a little about their way of life. Enjoy a buffet lunch onboard while continuing down to Pakbeng where you will spend the night at the Luangsay Lodge. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will leave the lodge and head further south to the Kamu Lodge, a small, quirky eco-lodge on the banks of the Mekong. Activities available here include rice planting, gold panning (keep anything you find!) and traditional fishing. Dinner and overnight in the lodge. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart Kamu Lodge and continue towards Luang Prabang. Stop at a small village to see the distilling of rice alcohol and visit the Pak Ou Caves which are crammed with Buddhas of all shapes and sizes. Arrive into Luang Prabang in time for lunch and transfer to your hotel. (B,L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today enjoy a unique electric bike city tour, a fun and emissions-free way to explore the city and surroundings. Visit Wat Visoun, Wat Xieng Thong and enjoy lunch in a local restaurant. Visit a not-for-profit organisation called Ock Pop Tock which is working to preserve traditional weaving techniques. Follow this with a visit to the interesting Arts and Ethnology Centre and enjoy the evening at leisure. (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Rise early today to head out and experience the morning alms procession, an important ritual whereby the locals give offerings of food to the monks of the city. Return for breakfast and depart to visit the Khuang Si Waterfalls to enjoy a cooling dip in the pools. If you wish you can also visit the interesting Free the Bears Foundation on the return to Luang Prabang and end the day with a climb to the top of Mount Phousi and a panoramic view of the city. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Head north this morning to the remote province of Oudamxay and check-into the Muang La Resort. Enjoy a picnic lunch on the drive. This afternoon is free at leisure to relax before dinner and overnight. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Take a 4WD vehicle out today to discover the ethnic tribes of the region. The locals here receive very few visitors and can often be very interested in your home life. Visit an Ikhos tribe made up primarily of people from Yunnan and Tibet, enjoy a picnic lunch and visit a Hmong village which offers a stunning panoramic viewpoint. Return to the resort for dinner and overnight. (B,L,D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning drive to the Nam Ou River and take a longtail boat down the most scenic stretch of river. Enjoy a picnic lunch and end at Nong Khiaw which has some stunning limestone mountains. Check into the Nong Kiau Riverside Lodge and enjoy sunset over the river. (B,L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Return to Luang Prabang today and enjoy time in the city at leisure until you return to the airport for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}