{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "thailand-and-laos-on-a-shoestring-holiday",
  "tourName": "Thailand and Laos on a shoestring holiday",
  "placesVisited": "",
  "generalInfo": "TRIP OVERVIEW<br/><br/>An epic 16-day journey through Thailand and Laos, designed for budget-conscious travellers seeking authentic experiences.<br/><br/>Start in the bustling streets of Bangkok before heading to the serene landscapes of Umphang, where you'll trek through jungles and interact with local Karen communities.<br/><br/>Experience Thailand’s hidden gems, from remote villages to the stunning Thi Lor Su waterfall. Cross into Laos, where you’ll explore the picturesque Mekong River, visit the historic town of Luang Prabang, and relax in the tranquil capital of Vientiane.<br/><br/>This adventure offers a perfect blend of cultural immersion, nature exploration, and unforgettable memories, all while keeping things affordable and accessible. <br/><br/>WHAT'S INCLUDED?<br/><br/>Accommodation <br/>Twin or Double Bed in a private room in Mae Sot <br/>Homestay in Umphang National Park<br/>Camping in tents near Ko Tha waterfall in Umphang National Park <br/>Hostel-style accommodations in dormitories in Chiang Mai, Luang Prabang, and Vientiane <br/><br/>Meals<br/>13 Breakfast, 4 Lunches, 4 Dinners<br/>(We can accommodate vegetarians, and while we can also cater to vegans, please note that the options may be more limited) <br/><br/>Guides <br/>English-Speaking Guide in Umphang Wildlife Sanctuary.<br/><br/>Activities <br/>Jungle treks and elephant tracking with Mahouts Elephant Foundation <br/>Swimming in Thi Lor Su Waterfall <br/>Rafting through Umphang National Park’s pristine rivers <br/>Boat ride along the Mekong River to Pak Beng and Luang Prabang <br/><br/>Miscellaneous <br/>Entrance Fees: All applicable fees for national parks, waterfalls, and cultural sites.",
  "durationDays": "16",
  "price": "863",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGKOK TO MAE SOT BY NIGHT BUS : Meet up with your group at 17:00 at the meeting point in Bangrak District, Bangkok. We will then leave together by van through Bangkok’s evening traffic to Bangkok’s northern bus station. Board your bus and flow through the night through Bangkok’s outskirts and onwards to Mae Sot. Transportation: To Mo Chit Bus Station by Van, Bangkok to Mae Sot by Bus"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAE SOT TO UMPHANG JOURNEY : Your local guide will meet you at the bus station in the (very) early morning and take you by songthaew to a simple hotel where you’ll have a few hours to rest, take a shower, and eat breakfast. When you’re done with breakfast, you’ll have a little bit of time to chill before your songthaew arrives to start your epic journey to Umphang. About half-way on your five hour drive, you’ll stop at a quaint family-run service area to stretch your legs and eat your packed lunch. If you’re still hungry, there are some small shops here where you can buy refreshments. After more seemingly endless and curvy roads across the mountains, we’ll stop at Umphang town for lunch at a local restaurant. We’ll take the time to visit one of our favorite places to drink a delicious local coffee or fresh-squeezed juice (we recommend the passion fruit juice) and also suggest visiting the nearby shop that sells locally-produced products from the surrounding villages. We’ll then jump back into our songthaew for a relatively short drive to reach the Karen village of Palatha. The Karen people are an ethnic group that live mostly in the mountainous border provinces in Myanmar and Thailand and, when you arrive, you’ll be welcomed by your host family and learn about the Karen community and their culture. Each host family will accommodate a small group, and they will prepare a simple but delicious local dinner for you. Please be aware that your homestay’s bathroom facilities may be more basic than you are accustomed to using."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ELEPHANT SPOTTING IN THE FOREST : Wake up and enjoy a simple breakfast prepared by your host family and then leave into the jungle to begin your search for Thailand’s most iconic and animal: the Asian elephant. We have partnered with the Mahouts Elephant Foundation to support the foundation’s mission of relocating elephants back into their natural habitat so you can see these gentle giants in a safe, sustainable, and respectful way. You’ll trek through the forest and along the river for a few hours alongside the foundation’s mahouts, or elephant caretakers, who will teach you how they track their herd so they can care for them while also respecting their environment. Depending on where you find the elephants on the day you visit them, you’ll either have lunch at a waterfall or deeper in the forest. Your lunch will be a rice cake wrapped in a banana leaf, chicken, and boiled eggs. The mahouts will build a fire to boil some water to make you coffee or tea served in bamboo cups (that you’re welcome to keep as a souvenir!). After lunch you’ll trek back to Palatha (around 2 hours depending on where you met the elephants) and have some free time to shower before meeting at the village’s handicraft center to experience a live weaving demonstration and learn how the Karen make their handicrafts. If you want, try to weave something yourself or buy a handicraft as a souvenir from the village shop instead! You’ll have some time after the weaving demonstration to walk around and we suggest visiting the village’s coffee shop before heading back to your homestay for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EASY RAFTING TO THE WATERFALLS : Wake up and enjoy your host’s home cooking as you await your songthaew to take you to today’s adventure. You’ll be able to leave your luggage at your homestay and we’ll provide you with an overnight bag to pack what you need for tonight’s camping underneath the stars in Umphang National Park. Our songthaew will take us to the river where we’ll board our rafts and start our descent into the forest for a breathtaking experience to appreciate the unspoiled natural beauty of Umphang. When we moor our rafts, our songthaew will be waiting for us to take us to Southeast Asia’s largest waterfall: Thi Lor Su. Before heading down to the waterfall, we’ll eat lunch and then spend a couple of hours taking a refreshing swim and, if the water level permits, cliff jump from the top of the waterfall! So don’t forget to pack a towel and a swimsuit in your overnight bag! From Thi Lor Su, we’ll trek through the forest for a few hours to reach our campsite before sunset and set up camp next to pristine Ko Tha waterfall. Your guides will help you set up your tents and cook your dinner over a roaring fire. Remember facilities out in the wild are basic, so we suggest taking advantage of the nearby waterfall to wash up!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "JOURNEY BACK TO MAE SOT : Wake up to the sounds of nature and breakfast at the campsite before trekking a few hours through dense forest to return to Palatha village. You’ll arrive just before lunch so you can take a shower and freshen up, have a quick lunch, pick-up your luggage, and then hop on the songthaew for the long (and curvy) road back to Mae Sot. Upon arrival in Mae Sot, you’ll enjoy a nice dinner at a local restaurant and then return to the same hotel you stayed at when you first arrived in Mae Sot. Get some rest as you’ll need to wake up early tomorrow!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MAE SOT TO CHIANG MAI BY BUS : In the morning, you’ll be picked up in a songthaew and driven to the bus station. Please note that breakfast is not included today, so we recommend buying some snacks for the road before boarding the bus. Then board your bus and expect to arrive in Chiang Mai in the late afternoon. Transfer to your hostel and evening at leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHIANG MAI : Explore Chiang Mai at your own pace today!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHIANG MAI : Another free day in Chiang Mai to explore the city."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CHIANG MAI TO CHIANG KHONG : Be ready in the morning in the lobby of your hotel to meet your driver and then head out of Chiang Mai to Chiang Rai province. Chiang Rai is Thailand's northernmost province, and we'll make a quick stop along the way so you can visit one of Thailand's most famous temples, Wat Rong Khun, better known as the White Temple. A rather unique Buddhist temple, take your time to explore and see one artist's remarkable (and ongoing) project. We'll then head towards the Mekong River that divides Thailand and Laos, stopping at some hot springs along the way. When we reach our final destination for today, the river city of Chiang Khong, check-in at your hotel, have dinner and the rest of the evening is at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHIANG KHONG TO PAKBENG : Enjoy an early breakfast and then meet your driver in the lobby for a quick trip to the border crossing between Thailand and Laos. Once you've cleared Thai immigration, you'll board a bus to cross the bridge over the Mekong to reach Laos immigration. Note that there is a small fee for the bus at your own expense. Once you've cleared Laos immigration, our guide will be waiting for you and will escort you to the Hoay Xai pier where you'll board the public slow boat to Pak Beng. We suggest buying food from the stalls around the pier as lunch is not included. Then sit back and enjoy the basic but authentic boat ride down the Mekong to the small town of Pak Beng. When you arrive in Pak Beng around sunset, check in to your hotel and the rest of the day is at leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PAKBENG TO LUANG PRABANG : Enjoy your breakfast and then board your boat for the last leg of the trip as you continue downstream to Luang Prabang, a journey of around eight hours. Cruise along the Mekong River and relax as you take in the sights and scenery at a serene pace. You'll arrive at the Luang Prabang pier in the afternoon, disembark and make your own way to your nearby hostel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "LUANG PRABANG : Explore Luang Prabang at your own pace today!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "LUANG PRABANG : Another day on your own in Luang Prabang to explore this wonderful city at your own pace."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "LUANG PRABANG TO VIENTIANE : After breakfast, meet your driver in the hotel lobby for a quick transfer to Luang Prabang Railway Station. From there, board the high-speed train to Vientiane, the quiet capital of Laos. Upon arrival, meet with your driver for a private transfer to your hostel. Check-in and rest of the day at leisure to explore the city at your own pace."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "VIENTIANE TO BANGKOK : After breakfast, meet your driver in the hotel lobby for a transfer to Vientiane Railway Station. From there, board the 2nd class overnight sleeping train back to Bangkok."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "BACK TO BANGKOK : Welcome back to Bangkok! From here, connect to your next adventure!"
    }
  ],
  "map": ""
}