{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-17-day-tour",
  "tourName": "Laos 17 day tour",
  "placesVisited": "",
  "generalInfo": "Arriving in to the the UNESCO Wold Heritage sight of Luang Prabang,, you have the rest of the day at leisure to unwind after your long-haul flights. You have an early start the next morning to take part in alms-giving to the local monks at dawn, an iconic tradition of Luang Prabang. The rest of your morning is spent exploring the peaceful city by electric bicycle with your guide. After lunch you will visit the stunning Kuang Si waterfalls. You have another day at leisure today, taking in Luang Prabang at a relaxed pace as it should be enjoyed. <br/><br/>Onward from Luang Prabang, you will visit the mysterious Plain of Jars, passing some of the most striking and impressive scenery to be found in southeast Asia. Apart from the intriguing stone jars, the ancient capital of Muang Kham is also home to hot springs you may like to take a dip in. <br/><br/>Journey on to picturesque Vang Vieng to explore this wonderfully green area. You may like to take to the skies for a unique birds-eye view of the dramatic limestone karsts of Nathong valley at sunrise, as you soar over the landscape in a hot air balloon.<br/><br/>Drive on to the capital of Vientiane with your guide today, here you can relax with a traditional herbal sauna and massage in the grounds of a monastery on the edge of town, in between exploring. Heading back out of the city, you will arrive in to Hin Boun National Park, in stark contrast to the bustle of the city. <br/><br/>Continuing South, you will stop off at Kong Lor Cave and the charming town of Thakek, home to Buddha Cave before arriving in to the 4000 Islands region and Champasak, where you have three days to explore the peaceful waters and magnificent Wat Phou with your guide. Having finished your adventure with a memorable visit to a pre-Angkor Wat temple complex, you will depart for home.",
  "durationDays": "17",
  "price": "5450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Luang Prabang."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arriving into Luang Prabang you will be met and taken to your hotel, with the rest of the day at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A chance to take part in a spiritual ritual that has been a part of Luang Prabang's heritage since time immemorial - alms giving to the local community of monks at dawn. You then return to your hotel for breakfast before spending the day with your own private guide exploring the delights of Luang Prabang using electronic bicycles. In the afternoon you will take a trip to the scenic waterfalls at Kuang Si."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the day exploring this UNESCO World Heritage Site at your own leisure, soaking up the atmosphere of this most charming of towns."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer by road through the mountains to Phonsavan, home to the mysterious Plains of Jars. The road travels through some of the most impressive scenery in Southeast Asia."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit the three sites of the strange giant stone jars and the ancient capital at Muang Kham. You may wish to try the hot springs while you are here."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head on south to Vang Vieng, one of the most picturesque areas in the country."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Full day at leisure to explore this beautiful area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer from Vang Vieng with your guide and driver to Vientiane, the Laos capital."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A morning tour of Vientiane and the rest of the day free - we highly recommend the herbal sauna and massage in the grounds of a monastery on the edge of town, or just relaxing at your lovely hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you will head south with your guide and driver, to the beautiful Hin Boun National Park."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning you will visit Kong Lor Cave, before heading on to Thakek, an attractive town with some interesting buildings and a good spot to break your journey south."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend the day exploring the area with your guide, heading out to Buddha Cave. Evening in Thakek."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Venturing further into the heart of Laos today you head south to the 4,000 Islands region, with three nights to explore the area."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Spend a day on the water with your guide exploring this beautiful region."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Head to the magnificent Wat Phou temple complex today, exploring these impressive ruins that pre-date Angkor Wat."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "A final morning to relax before a transfer to the airport. Your return flight will arrive the same day."
    }
  ],
  "map": ""
}