{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-holiday-luang-prabang-and-the-plain-of-jars",
  "tourName": "Laos holiday, Luang Prabang and the Plain of Jars",
  "placesVisited": "World Heritage Luang Prabang, Mekong River Boat Trip, Pak Ou Caves, Kuang Si Waterfalls, UNESCO-listed Plain of Jars, Local Markets & Village Life, Vientiane, COPE Centre",
  "generalInfo": "Our 1 week highlights of Laos tour includes the World Heritage Sites of Luang Prabang, nestled in the mountains aside the Mekong with its well-preserved French colonial architecture and magnificent ancient temples plus the remote and enigmatic Plain of Jars.<br/><br/>We’ll begin in Luang Prabang where we explore some of the town’s sites and winding lanes as well as the colourful local markets and picturesque surrounding countryside including the Pak Ou Cave Temples and Kuang Si Waterfall. From here we’ll travel through the mountains, past traditional minority villages, to the far northeast and the mysterious and picturesque Plain of Jars before taking a short domestic flight to the laid-back modern day capital of Vientiane. A tour of some of the city’s famous and more unusual sites completes our tour.<br/><br/>This itinerary is designed either as a short, stand-alone tour or in combination with neighbouring Vietnam or Cambodia. Regional flights from Vientiane International Airport can whisk you to Hanoi or Phnom Penh while you can also fly to Bangkok to round off your tour with a few days quality ‘R and R’ on a tropical island in the Gulf of Thailand. <br/><br/>A great and varied introduction to this remote and little-known country.     <br/><br/><br/>Features:<br/><br/>1. Explore the ancient temples, colonial architecture, narrow lanes and bustling markets of World Heritage Luang Prabang<br/>2. Discover the serene landscapes, traditional villages and picturesque Kuang Si Falls near Luang Prabang<br/>3. Travel by boat to the spectacular, ancient cave temples at scenic Pak Ou on the banks of the Mekong River<br/>4. The Plain of Jars; visit the enigmatic and now UNESCO-listed archaeological site in remote Northeastern Laos<br/>5. Tour the modern, riverside capital of Laos, Vientiane, with it's colourful markets, picturesque temples and waterside cafes<br/>6. Last but not least, sample the justifiably renowned local Lao cuisine in restaurants, street stalls and local markets<br/><br/>Optional extensions<br/><br/>1. Fly from Vientiane to Hanoi for our extension to World Heritage Halong Bay<br/>2. Beach extension to jungle-covered Koh Chang, Thailand <br/>3. Stop off for a 2-day guided exploration of Thailand’s vibrant capital, Bangkok<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in boutique-style 3* hotels.",
  "durationDays": "8",
  "price": "1325",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in the Lao capital of Vientiane, on the banks of the Mekong River, and check-in to a centrally located hotel. Time to stretch your legs with an orientation walking tour before riverbank sundowners and a local-style welcome dinner at one of the town’s lively night markets."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Departure by train, (Lao’s recently constructed, first-ever rail line), through the spectacular central highlands to the ancient capital Luang Prabang . Mid-morning arrival and some time to relax before an afternoon boat trip up the picturesque Mekong to visit the mysterious Pak Ou Caves, filled with thousands of Buddha statues of various shapes and sizes left by pilgrims. Return to Luang Prabang for sunset and a chance to sample some of the region’s local specialities."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nestled in the mountains, long isolated from the outside world, discover UNESCO-listed Luang Prabang’s fabulous temples, French period architecture and taste Lao delicacies (and the famous Lao beer!) in riverside cafes. A walking tour of the town includes the former king’s palace, now National Museum, Wat Xiengthong and Phu Si Temple. Afternoon at leisure to explore the picturesque lanes and famous hill-tribe handicraft market."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day trip through the surrounding hills to visit the spectacular turquoise Kuang Si Waterfalls. We’ll also visit the nearby Free the Bears site while stops en-route offer the opportunity to discover the rural landscapes and traditional village life of some of the locals."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure through the mountains to Phonsavan in Xieng Khouang province – location of the famous and mysterious Plain of Jars. Stops on the way include Khmu and Hmong villages and a hidden cave temple that served as an army hospital during the Vietnam War. An atmospheric dusk trip to Jar Site 1 as well as a visit to the Mines Advisory Group to learn how they are dealing with the area's huge unexploded ordnance problem complete our day."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Head out to the picturesque Jar Site 2, and begin our hike along the ridge to the impressive hill-top Jar Site 3, consisting of around 150 jars. Lunch in Phonsavan before a flight to the Lao capital of Vientiane and time perhaps to stretch our legs with a stroll along the Mekong waterfront for sun-downers in a riverside cafe?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of some of the city’s varied sites including Si Saket Temple with its 1,000 Buddha images, the bustling morning market, Vientiane’s most famous monument, That Luang Stupa, as well as the surreal Buddha Park. Less cheerful, but we feel important and highly informative, is a stop at the excellent COPE visitors centre, established to highlight the major issues locals face in the form of leftover bombs from the Vietnam War."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning at leisure in Vientiane and end of tour."
    }
  ],
  "map": ""
}