{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "south-laos-holiday-mekong-adventure",
  "tourName": "South Laos holiday, Mekong adventure",
  "placesVisited": "",
  "generalInfo": "Mekong Adventure is an exciting 2-week tour following the mighty river overland and by boat through rarely visited parts of central and southern Laos into remote northern Cambodia. <br/><br/>Beginning in Lao’s laidback riverside capital Vientiane we’ll venture into the heart of Indochina and discover some of the least-known yet most spectacular landscapes the region has to offer including the surreal, Tolkein-esque karst scenery of Hin Boun, the minority villages, waterfalls and plantations of the Boloven Plateau and the serene landscapes of the ‘4,000 Islands’.<br/><br/>We’ll also take in the local markets and French colonial architecture of the river ports of Thakaek and Pakse plus the World Heritage site of sacred Wat Phu before finishing our tour in western Cambodia’s Siem Reap.<br/><br/>Along the way, just some of the varied activities include a boat journey to the so-called ‘Hidden Valley’ - only accessible by underground river – a jungle hike with local villagers to learn about the natural foods and medicinal plants the forest has to offer and spotting the iconic freshwater dolphins that still inhabit the stretch of the Mekong River in northern Cambodia.<br/><br/>You’ll also have plenty of time to sample the excellent local cuisine, watch sunsets from riverbank cafes and meet many of the region’s particularly friendly residents on our unforgettable Mekong Adventure tour. <br/><br/>Features:<br/><br/>1. Follow the Mekong and travel by road and by boat through southern Laos and northern Cambodia<br/>2. Visit the sights of Vientiane, Laos’s laid-back, friendly capital on the banks of the mighty Mekong River<br/>3. Explore rarely visited Khammouane Province of Central Laos with the incredible limestone scenery of Hin Boun<br/>4. Visit the spectacular World Heritage Site of Wat Phu, an Angkor period temple overlooking the Mekong Valley<br/>5. Discover the serene landscapes of picturesque Si Phan Don - the 4,000 Islands<br/>6. Meet the exceptionally friendly local people and, last but not least, sample the sumptuous and varied local cuisine<br/><br/>Optional extensions<br/><br/>1. Add on a few days to visit (or even revisit) the fabulous temples of Angkor<br/>2. Spend a few extra days exploring picturesque southern Cambodia with our Kampot and Kep extension<br/>3. Stop off for our fascinating and unusual Bangkok, Behind the Scenes 4-day mini-tour <br/>4. Head across the border and catch the ferry to Koh Chang in the Gulf of Thailand <br/>5. A few days quality ‘R and R’ at a beach resort on Thailand’s unspoilt Koh Mak <br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "14",
  "price": "2170",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Morning arrival in Vientiane and an afternoon at leisure in the Lao capital. Explore the local markets, stretch your legs with a stroll along the Mekong waterfront or just sit back on a riverbank cafe and watch the world go by. An evening welcome dinner introduces you to the little-known but tasty cuisine in a local-style restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day tour of some of the city’s fascinating sites including Si Saket Temple with its 1,000 Buddha images, the bustling morning market, Vientiane’s most famous monument – the That Luang Stupa – plus the unusual Buddha Park. A less cheerful, but highly informative stop, will be made at the excellent COPE exhibition centre, highlighting a problem the local people face daily in the form of unexploded ordnance left over from the Vietnam War."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leave Vientiane for a leisurely drive southeast to Khammouane, one of Laos’ most picturesque, yet least visited provinces. Stops along the way will include a 15th-century stupa and a traditional-style hill-tribe market. Afternoon arrival at Hin Boun, a remote village set among dramatic limestone scenery for our night’s accommodation in a charming riverside eco-resort."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Departure by boat for an exploration of the incredible Konglor Cave – a 7 km long cavern with spectacular stalactite formations and an underground river running from end to end. On leaving the cave we’ll hike through the hidden valley on the far side before completing our day with a transfer to the cute old French-era river port of Thakaek, in time for sunset on the waterfront."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A fascinating trip through the area’s awesome limestone landscapes. The morning will include a forest hike where local guides will introduce you to traditional jungle food and medicines; a walk around the serene Nong Thao Lake to discover local fishing techniques, village visits and a secret 300-year-old cave temple, only discovered in 2004. Afternoon drive south to riverside Savannakhet."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning at leisure; check out some of Savannakhet’s French-period architecture or just soak up the river views from the Inn’s terrace before a drive south along the Mekong Valley to another old French period river port, Pakse. Late afternoon arrival, in time perhaps for sundowners on the hotel’s rooftop cafe?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of some of the sites of the Boloven Plateau, home to numerous ethnic minorities and the centre of Lao’s coffee growing industry. The day will include a visit to one of the area’s coffee plantations, a fascinating local market, and a chance to bathe in the spectacular Tad Yeuang Falls."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Back on to the Mekong for a boat trip downstream to the charming riverside town of Champassak. Afternoon stroll to discover the quaint town’s well-preserved French-period villas and ancient Buddhist wats."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning visit to the UNESCO World Heritage Site of Wat Phu – a pre-Angkor, Khmer, Hindu temple dramatically situated on a mountainside overlooking the valley of the Mekong - followed by a short walk to visit some of the lesser-visited, outlying temple ruins. Afternoon at leisure in our riverside resort."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Across the Mekong and time to head south to our embarkment point for an island hopping boat tour through the 4,000 Islands – a stretch of the Mekong of truly outstanding natural beauty. Our boat trip includes a stop for lunch courtesy of local villagers, with our day’s final destination being the picturesque Khone Island."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The morning is spent exploring some of the sites of Khone island on foot and by tuk-tuk including the Liphi falls and old WW2 Japanese railway. The afternoon is at leisure for you to explore further on foot or by bicycle or just sit back and relax by the resort’s pool."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Time to head back to the mainland and cross the border into northern Cambodia and the remote town of Stung Treng. From here we continue south to Kratie town for an afternoon Mekong boat tour to see rare freshwater dolphins followed perhaps by sundowners in a Mekong-side Kratie cafe"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Continue south through Kampong Cham Province with a stop at the well-preserved 12th-century site of Wat Nokor and afternoon arrival in Phnom Penh. An evening farewell, Khmer-style dinner completes the tour."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning at leisure in Phnom Penh; some last-minute market shopping at the Russian market or just relax by the pool with a departure at your convenience. Note for first-time visitors to Siem Reap we offer a leisurely paced but comprehensive 4-day tour of the famous Angkor temples."
    }
  ],
  "map": ""
}