{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "northern-thailand-and-laos-cultural-holiday",
  "tourName": "Northern Thailand and Laos cultural holiday",
  "placesVisited": "Northern Thailand: Chiang Mai, Chiang Rai, Golden Triangle, Sob Ruak, Mekong River, Laos: Luang Nam Tha, Kao Rao limestone cave system, eco lodge on Tha River, Nam Ha National Protected Area, Akha Hill tribe visit, Nong Khiaw, boat ride on Ou River, Luang Prabang, Kuang Si Waterfalls, Phonsavan, Plain of Jars, Vientiane",
  "generalInfo": "Our 2-week Golden Triangle – Thailand and Laos Tour – takes you overland from Chiang Mai through the remote and picturesque mountains of the infamous Golden Triangle to Laos’s UNESCO World Heritage town of Luang Prabang.<br/><br/>Once reputed for opium caravans and drug-funded warlords, today this region is known for picturesque landscapes and colourful minority, hill-tribe, peoples. We’ll travel north from charming Chiang Mai through the mountains to Chiang Rai town and discover some of the area’s famous and lesser-known sites before heading to the small town of Chiang Khong on the banks of the Mekong – our crossing point into the Lao People’s Democratic Republic.<br/><br/>From here our tour takes you east, with stops for a hike through Nam Ha National Biodiversity Area and at the scenic riverside town of Nong Khiaw to World Heritage Luang Prabang. Explore the town’s ancient temples, local markets and well-preserved French-period architecture before continuing across more mountain ranges to another UNESCO-listed site, the remote and enigmatic Plain of Jars.  A short domestic flight sees us in Vientiane – the country’s laid back modern-day capital and finishing point for our tour.<br/><br/>A variety of activities, range of superb landscapes and mix of both the famous and more hidden destinations along with opportunities to meet many of the region’s exceptionally friendly inhabitants and sample the sumptuous cuisine makes for a truly memorable  Thailand and Laos Tour.<br/> <br/>Features:<br/><br/>1. Discover the ancient temples, bustling markets and quiet lanes of Thailand's charming northern capital Chiang Mai<br/>2. A tour of the infamous Golden Triangle region - scenic landscapes, ancient cities and of course the famous opium museum<br/>3. Our Luang Nam Tha stay includes a stay at the excellent Boat Landing eco-lodge and a hike into Nam Ha Biodiversity Area<br/>4. Explore the ancient temples, colonial architecture and bustling markets of UNESCO World Heritage Luang Prabang<br/>5. A 2-night stay in picturesque northern Laos' Nong Khiaw village on the banks of the Ou River<br/>6. ...and last but not least sample the renowned Lao and Thai cuisines in restaurants, street stalls and markets<br/><br/>Optional extensions<br/><br/>1. Add on a few days for our unique Bangkok Behind the Scenes tour<br/>2. Stop off a night in Lampang to explore the culture and history of the former centre of the 19th-century teak trade <br/>3. Optimise your air fare with our 4 day exploration of some of the varied and fascinating sites of Kanchanaburi Province<br/>4. Fly from Vientiane to Siem Reap for our fabulous Angkor extension<br/>5. Or tag on a few days quality ‘R and R’ on a tropical island in the Gulf of Thailand<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in boutique-style 3* hotels.",
  "durationDays": "14",
  "price": "2375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Chiang Mai, the cultural and historical capital of Northern Thailand. Time to explore this charming city or just recover from jet lag by the pool, before an evening walk along the nearby Mae Kha Canal and one of the vibrant street markets."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning departure for a scenic drive through the mountains to neighbouring Chiang Rai, formerly the main commercial centre for the infamous Golden Triangle region – so-called because of its previous notoriety for warlords and opium cultivation. Stops on the way include some hot springs as well as Wat Rong Khun, the spectacular ‘White Temple’."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day tour of some of the sites of this northern region. Travel to Sob Ruak where Burma, Laos and Thailand meet, and visit the unusual Opium Museum, before following the Mekong River via the historic ruined city of Chiang Saen to our day’s final destination, the scenic riverside town of Chiang Khong."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cross the Mekong into Laos where we’ll travel through mountains and jungle to the remote town of Luang Nam Tha near the Chinese border. Stops on the way include the scenic, and only recently discovered, Kao Rao limestone cave system, as well as some of the area’s traditional minority villages. Overnight at a beautifully situated eco-lodge on the banks of the Tha River."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A day trip and hike through the spectacular scenery of the Nam Ha National Protected Area, including a visit to a hill-tribe village to discover the traditional way of life of the area’s ethnic Akha people. Guides will show you some of the various forest plants used by the hill-tribe peoples as medicine or food, as well as cooking you a traditional Akha jungle lunch. (Maximum hiking 5-6 hours, but hikes can be tailored to suit all abilities.)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Continue across the mountains of Oudom Xai Province to the picturesque village of Nong Khiaw on the banks of the Ou River. We’ll stop to visit a Hmong village and hill-tribe market and stay overnight in traditional Lao-style wooden chalets set spectacularly on the banks overlooking the river."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Boat trip up the scenic Nam Ou. The section north of Nong Khiaw is the most spectacular stretch of the river, winding through dramatic limestone escarpments. We’ll stop at a Khmu/Hmong village only accessible by boat and return to Nong Khiaw in the afternoon with some time to relax in this superb mountain setting. Discover the area on foot or bicycle, or just sit back on your balcony and admire the mountains and river below."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning drive south through the Ou River Valley, to the famous cave temples of Pak Ou. Lunch in a riverside café, followed by a visit to a local village, with an afternoon boat journey down the Mekong River to the ancient Lao mountain capital of Luang Prabang."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nestled in the mountains, long isolated from the outside world, discover World Heritage Luang Prabang’s fabulous temples, French colonial architecture and sample Lao delicacies (and the famous Lao beer!) in riverside cafes. A morning walking tour includes the old king’s palace, Wat Xiengthong, Phu Si Hill Temple and the Fine Arts School while an afternoon at leisure allows you to wander the quiet lanes or check out the hill-tribe market?"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day trip through the surrounding scenic hills where we’ll visit the spectacular Kuang Si Falls and adjacent Free the Bears project. Stops on the way offer the opportunity to discover the fascinating traditional village life of some of the local villagers as well as take in the bucolic landscapes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure along scenic mountain roads to Phonsavan in remote Xieng Khouang Province – location of the famous and mysterious Plain of Jars. Stops include Khmu and Hmong villages and a hidden cave temple that served as an army hospital during the Vietnam War. Late afternoon arrival in Phonsavan with an atmospheric dusk visit to one of the jar sites as well as the Mines Advisory Group to learn about the work they do in clearing the area’s landmines and unexploded bombs."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning drive to the picturesque Jar Site 2, where we’ll begin a short hike to the impressive hill-top Jar Site 3. Transfer to Phonsavan Airport for an afternoon flight to the Lao capital of Vientiane with time perhaps to stretch our legs with a stroll along the Mekong waterfront for sun-downers in a riverbank cafe?"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Our tour of some of the city’s sites includes picturesque Si Saket Temple with its 1,000 Buddhas, the colourful morning market, Vientiane’s famous That Luang Stupa, plus the highly unusual Buddha Park. Less cheerful, but we feel important and very informative, is a stop at the COPE Visitors Centre, established to highlight a problem the local people face daily in the form of unexploded war ordnance."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning at leisure in Vientiane and departure at your convenience."
    }
  ],
  "map": ""
}