{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "elephant-adventure-holiday-laos",
  "tourName": "Elephant adventure holiday, Laos",
  "placesVisited": "",
  "generalInfo": "OVERVIEW<br/>This amazing tour will start in Bangkok and then take you on an amazing journey from the north Laos town of Luang Prabang, down to see the amazing work being done by the Elephant Conservation Centre in rehabilitating elephants for their release into protected forest areas. Here you will see some of the 33 resident elephants who have been rescued from horrible situations. You will have many great photo opportunities from safe viewing platforms and have the opportunity to walk along side them. We will also take you trekking into these forests where you will join the researchers and learn how they track and monitor the re-released elephants.<br/><br/>Then we visit the Vanvieng and experience its natural beauty with the option of some adventure activities like hot-air ballons, rafting or even ziplines. Finally, we arrive in Laos capital historic city Vientiane for our final night. The tour starts and finishes in Bangkok, which has many international flight options as well as allowing guests easy opportunites to relax before or after the tour.<br/><br/>Stay at the Elephant Conservation Centre (ECC) in Laos. Meet some of the 33 resident elephants in care. Experience culture in Luang Prabang<br/>Enjoy a sunset cruise on the Mekong River. Visit the beautiful area of Vanvieng, and explore its caves. Optional sunrise hot-air balloon ride. Visit the capital of Vientiane and see its historic culture. Start and finish in Bangkok, Thailand.",
  "durationDays": "10",
  "price": "4260",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will arrive in Bangkok, and make your way from the airport to the Suvarnabhumi Ville Airport Hotel. The hotel is located approx 5 km from the airport. You will be sent more detailed information about your hotel transfer and meeting location point."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning you fly to Luang Prabang and will arrive at midday. You will be met by our local guide and transport and be transferred by private A/C minibus to your hotel for check-in. Have lunch at a local restaurant (Tamarind or other) and later spend the afternoon visiting the Royal Palace and Wat Xiengthong Temple, (and Visoun Temple if time permits). Later this afternoon around 5:30 pm you will enjoy a sunset cruise on the Mekong River with a cold drink in hand. This evening, have dinner at Tamnuk Lao restaurant (if available), and then take a walk to visit the night markets. Overnight Belle Rive Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Option this morning to wake at 5:30 am to see the monks walking the streets collecting food donations. After breakfast, take a trip to Tat Kuang Si waterfalls where you can enjoy the surroundings, swim and relax in the cool mountain waters. You will also see the Free the Bears compound here. After this, you will have lunch at a restaurant in front of a lovely waterfall before returning to the hotel to freshen up. This afternoon, drive approx 45 minutes to Park Ou cave where hundreds of Buddha statues have been placed over the last 300 years or so. After some exploring, you will meet our riverboat for the return trip down the Mekong to our hotel. If time allows you will stop and visit Xang Hai village (Whisky and handicraft village).Dinner at a local restaurant. Overnight hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will depart the hotel at approximately 8:00 am and drive for around 2 1/2 hours to the ECC. Arrive at 10:30 am and take a small boat across the lake to arrive at the centre where you will have an introduction and lunch and be taken to your simple bungalow accommodations. You will visit the baby nursery, meet the vet at the hospital, see some of the elephants grazing and visit the lake. Late afternoon time for a kayak on the lake and swim before tonight’s dinner, Overnight at the centre."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full day’s activities at ECC where we you will see more of the elephants socialising and learn about the lifesaving work in action."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you end your stay at the ECC with some final activities and a talk about the project and their future plans. Around 11:00 you meet transport to make your way back to Luang Prabang, with lunch at a local eatery along the way, where you will catch the Laos “fast train” to Vanvieng. The train ride takes 1 hour. You will arrive around 4 pm and transfer to our hotel for check-in. The afternoon is your free time to walk around town or relax by the pool. Dinner can be at the hotel or walk to a local restaurant. Overnight at Riverside Boutique Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will take have some adventure and sightseeing. Note that all activities planned today will be subject to the weather and local conditions. Today’s programme includes Kayaking, Caving (optional), Ziplining (optional), a lookout hill climb (optional) lunch and an afternoon at leisure An early morning option for those interested in a sunrise Hot Air Balloon ride over Vanvieng. Subject to numbers and weather. Pick up at the hotel 5:00 am. Return to the hotel around 6:30 am. The extra cost is USD$100. Note; Numbers are needed 2 days prior to the flight. Also possible to do this flight on the morning of Day 8. After your breakfast 7:30 am. We will travel by truck/jeep, going north of Vangvieng, about 8km to the starting point of the Kayaking. After basic paddle instructions, you will kayak down the Song River, along the way you will see beautiful scenery, local people catching fish, riverside bars and more. The kayaking will take approx 2 hours. The river is quite slow with some very small (easy) rapid areas. Option to use a double or single kayak. The kayaks are the sit-on-top type. Part-way along the river we will stop at Pha None Mountain for optional activities. Tubing and exploring inside caves. This takes around 40 minutes. Zip lining. There are 8 lines and a few small swing bridges. Those not wanting to do the caving or ziplining can wait by the river, climb a hill to the lookout area, take some photos, or enjoy coffee or a nice cold Beer Lao, take a swim and relax. Lunch at a restaurant here by the river. After lunch, there is the option to ride a tuk-tuk to the hotel (only 20 minutes) or continue kayaking until you reach a spot near your hotel. This takes approx another 1 Afternoon free time to relax or wander around the town. Our local guide can join you and provide more information about the town. Dinner is planned at Vanglao restaurant with traditional Lao dance. (option for guests). Budget USD$12pp Overnight at Boutique Riverside Hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast at 7:30 am at the hotel, you will drive to visit the famous Blue lagoons (there are 3 main ones) where you can take a swim in the fresh blue water being fed by the mountain streams. Relax and enjoy looking over the beautiful surrounding mountain terrain. This will include a chance to climb Pha Nam Xay mountain and see the amazing views across the valley (the trail is basic and steep but the view is worth it). The visit to the blue lagoons/mountain/ swimming will take around 4 hours. Lunch will be at Blue Lagoon 2. After lunch, you return to the hotel to freshen up. Afternoon we visit the 2 local temples and the most famous cave of VangVieng, Tham Jang, which was used by the local people as a refuge from Chinese invaders 200 years ago. It's recommended to wear sturdy shoes and insect repellent. Additionally, be respectful of the environment. After that, we return to the Hotel to relax and prepare for dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning you depart for Vientiane (the capital city of the Lao Republic). The drive will be around 1.5 hours, with a stop at Laos Conservation Trust for Wildlife to see their work. Lunch at Nam Ngum. On arrival in Vientiane you will check into the hotel and have an afternoon tour of the city where you can visit the Buddha Park at Wat Xiengkhoun, Wat Sisakhet That Luang temple, and if time permits, Hor Prakeo Temple. After dinner, visit the night markets."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning we transfer you to the airport for your return flights to Bangkok to meet your return flights home or continue with your travels."
    }
  ],
  "map": ""
}