{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-family-tour",
  "tourName": "Laos family tour",
  "placesVisited": "",
  "generalInfo": "A comprehensive, fully-escorted Laos tour especially designed with families in mind. This private, 2-week tour begins in the picturesque ancient capital, now World Heritage, Luang Prabang and takes you through the mountains to Vang Vieng nestled amid a spectacular landscape of jagged karst scenery. From here we continue south to the modern-day capital, Vientiane, with its scenic location aside the Mekong River. A local flight takes us to the country’s lesser-known far south for an exciting jungle experience on the Boloven Plateau and an exploration of the bucolic scenery of the 4,000 Islands and awe-inspiring Khone Phapaeng Falls. (One of the World’s largest, yet least known waterfalls.)<br/><br/>The tour includes a range of soft adventure activities suitable for most ages such as cycling around the colourful local markets and historic temples of Luang Prabang, hiking amid the limestone features and caves of Vang Vieng, a jungle zip-line on the Boloven Plateau and a kayak expedition down the Mekong River in search of the area’s rare Irrawaddy dolphins. We’ll also discover the region’s vibrant street-life and local markets with plenty of opportunities to meet the exceptionally friendly inhabitants including the possibility of participating in an English lesson in a village school.<br/><br/>A fascinating and varied look at this beautiful, yet remote and still little-known Southeast Asian country.<br/><br/>Note, as this is a private, Laos family tour all activities are flexible and details can be tailored on the ground as necessary bearing in mind, for instance, energy levels and weather. It can, therefore, also be organised at any time of the year to suit your family – so you won’t find any fixed departures dates.<br/><br/>Prices are based on a minimum of 4 persons sharing two double or twin rooms in good standard 3 to 4 star hotels. <br/><br/>Features:<br/><br/>1. Head into Luang Prabang's surrounding countryside to the Kuang Si Falls and the Free the Bears Rescue Centre <br/>2. Visit a local village and schoolhouse to meet teachers and students and even participate in the class English lessons<br/>3. Cycle along the quiet lanes and past ancient temples of UNESCO World Heritage Luang Prabang<br/>4. Stay in riverside chalets on the stunning 4,000 Islands in the far south of Laos<br/>5. Rainforest adventure in the lush setting of the Boloven Plateau including zip-lines, canopy walkway and waterfalls<br/>6. Kayak on the Mekong for rare Irrawaddy dolphins and Khone Phapaeng Falls - one of the world's largest but least known<br/><br/>Optional extensions<br/><br/>1. Explore the south of the country with our 4-day Kep and Kampot mini-tour<br/>2. Beach extension to Thailand’s jungle-covered island of Koh Chang or unspoilt Koh Mak<br/>3. Break up your journey with our unique Bangkok Behind the Scenes mini-tour<br/>4. Fly Pakse to Siem Reap for a detour via the fabulous ruined temples of Angkor<br/><br/>Note, this is a private family tour for a minimum of 4 persons and includes certain meals (local-style), local flights and accommodation in 3 to 4* hotels.",
  "durationDays": "13",
  "price": "1675",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Luang Prabang and check in to our downtown hotel, in a converted French-period villa. Depending upon arrival time, at leisure to explore the town or find a strategically placed riverside cafe before a welcome, local-style dinner introduces you to the little-known but tasty, Lao cuisine."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning cycling tour of the quiet lanes, bustling markets, and ancient temples of this picturesque and laid-back UNESCO World Heritage City. In the afternoon we'll explore some of the less-visited villages and temples on the right bank of the Mekong by bicycle and boat. Visits include a local school, a traditional pottery-making village and a sunset viewpoint before an early evening return by boat to Luang Prabang."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A fascinating day, beginning with a visit to the awesome Big Brother Mouse organisation - a local project that promotes literacy and book reading among local kids. (Until recently, very few books were published in the Lao language and many local people have never seen a book!). Afternoon visits include a primary school - entirely constructed from bamboo -where you'll have the chance to meet students and teachers and even help out with an English lesson"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Optional early start to participate in the traditional tak bat, or alms-giving, ritual before heading into the surrounding hills to visit the stunning Kuang Si Falls, with stops on the way at the commendable Free the Bears rescue centre, as well as the fascinating Living Land Organic Farm to learn all about the country’s staple food – rice!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive through the spectacular mountain scenery of the Central Highlands with stops en-route at villages and viewpoints as well as a colourful local market. Mid-afternoon arrival in equally spectacular Vang Vieng Town with time at leisure to explore the area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Discover the region and its dramatic limestone karst scenery by boat and bicycle, exploring caves and including a leisurely trip along the picturesque Song River and a leisurely lunch at a local organic farm."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit to the spectacular viewpoint at Tham Chang cave before departing south to the present-day capital Vientiane. Tour of some of the city’s varied sites including Si Saket Temple with its 1,000 Buddha images, the bustling morning market, Vientiane’s most famous monument, That Luang Stupa, as well as the surreal Buddha Park. Less cheerful, but we feel important and highly informative, is a stop at the excellent COPE visitors centre, established to highlight the major issues locals face in the form of leftover bombs from the Vietnam War."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning flight to Pakse and transfer to the nearby scenic Boloven Plateau for a 2-day rainforest experience at the Treetops Jungle Hotel. Exciting activities will include zip-line across a majestic waterfall, canopy walkway, jungle hikes, a 'via Ferrata' cliff walk, evening camp barbecue and overnight in bamboo tree houses."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After our second day of jungle activities, we’ll head back in the late afternoon to Pakse Town for our night’s accommodation. (Choice of activities can be tailored to suit any age group.)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Champassak and the World Heritage ruined city of Wat Phu, spectacularly perched on a hillside overlooking the Mekong. Afternoon transfer to the picturesque 4,000 Islands and our accommodation in a small, riverside resort on Don Khone Island. Time to explore the village or check out the sunset from the old French railway bridge?"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Down the Mekong to Champassak for a guided tour of the World Heritage ruined city of Wat Phu, spectacularly perched on a hillside overlooking the Mekong. Afternoon transfer to the picturesque 4,000 Islands and our accommodation in a small, riverside resort on Don Khone Island. Time to explore the village or check out sunset from the old French railway bridge?"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning trip to visit the nearby, spectacular Liphi Falls before a return boat journey to the mainland and afternoon return to Pakse Town."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning at leisure and afternoon transfer across the border to nearby Ubon Ratchathani Airport for a flight to Bangkok. (Pakse Airport departures are also available if connections are more convenient.)"
    }
  ],
  "map": ""
}