{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-and-thailand-budget-tour-18-35s",
  "tourName": "Laos and Thailand budget tour 18-35s",
  "placesVisited": "Bangkok with guided walking tour, Overnight train to Chiang Mai with air conditioned berth, Try a session of Muay Thai (Thai boxing) with the experts!, Treetops zipline tour, Take a public bus across border to Laos, Idyllic slow boat cruise along the Mekong, Enjoy a traditional Laotian BBQ in Luang Prabang, Watch the famous monks’ procession, Vang Vieng, Guided tour of Vientiane, Lots of included activities but plenty of free time to do your own thing too",
  "generalInfo": "This Laos and Thailand budget tour is designed to showcase each country’s many highlights without being too expensive. But while this epic two-week small group trip might be light on the spending, it definitely doesn’t go light on the thrills, or the cultural discovery.<br/><br/>One of the main reasons to recommend a budget tour of Laos and Thailand is that the cultural side of things is brought to the fire throughout. You’ll travel by public transport several times, whether it be an overnight train from Bangkok to Chiang Mai, or the bus over the border to Laos, enabling you to meet local people on their own travels. And while there are plenty of fun activities included in the tour, you’ll also enjoy lots of free time when you can do your own thing and get a feel for local life in some diverse towns and cities.<br/><br/>Throughout this 14-day odyssey around two of Southeast Asia’s most popular destinations you’ll be able to tick off the must-do experiences. Wander the stalls of the famous night market, or get a Thai massage, in Chiang Mai. Visit a (responsibly managed) elephant sanctuary. Watch as the orange-robed monks make their morning procession to collect alms from the faithful in Luang Prabang. Spend a relaxing day cruising the mighty Mekong River. And visit the limestone caves of Vang Vieng, perhaps even doing a little river tubing too.<br/><br/>You’ll be accompanied by an expert tour leader at all times, there to ensure everything runs smoothly, and they’ll be complimented at some stops such as Bangkok and Vientiane by local guides, who will provide fascinating walking tours that really bring these cities, their architecture, history and culture to life far better than just flicking through a guidebook.<br/><br/>Small group tours are a fantastic way to see and experience this part of the world. They offer great value and convenience, but they’re also designed to provide authentic cultural experiences. Plus, of course, you have a readymade set of travel companions from diverse backgrounds – it’s far from unusual to make lifelong friends. <br/>",
  "durationDays": "13",
  "price": "990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sawasdee! Welcome to Thailand. Your adventure begins in the bustling hub of Bangkok with a welcome meeting at 6 pm tonight. If you arrive early, maybe get to grips with this awesome city and take a walk around Khao San Road or head to the magnificent Grand Palace. As one of the world’s largest marketplaces, Chatuchak Market is also a great place to practice your haggling and pick up some bargains. Tonight, maybe head out for dinner with your newfound travel companions and hit the nightlife to celebrate the start of an epic adventure."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok - Overnight Train.",
      "description": "Today, explore some of Bangkok's oldest neighbourhoods on a walking tour with your leader. Wander through Chinatown and along the way, maybe stop by some food stalls on Sukorn Alley for some snacks. Visit Wat Mangkon Kamalawat – home to 58 gods, this is said to be one of the most sacred sites in the area. Offer prayers to the Chinese gods, take your time in this sacred place surrounded by gold statues and red lanterns and then finish with a walk through the bustling daytime Sampeng wholesale market. You’ll have an included lunch at the famous Labour Egg Noodle, so tuck into some Fish Ball Noodles or Tom Yam Pork Noodles. The rest of the afternoon is free to do what you like, until your overnight train this evening."
    },
    {
      "dayNumber": 3,
      "title": "Chiang Mai.",
      "description": "Arrive in Chiang Mai in the morning. The day is yours to choose your own adventure – see how many (or how little) activities you can pack into your day. You’ll stay in a centrally located guesthouse so you’re close to all the action. You can set off on an excursion to the top of Doi Suthep – there are a few hundred steps to climb here, but the views are well worth it – or maybe treat yourself to a traditional Thai massage. You could also take a cooking class so you can impress your friends in the kitchen when you get home. Tonight, check out the night bazaar and practice your bargaining skills. Your leader will also be available to take you and the gang on a bar-hopping adventure around the Nimman area – a trendy neighbourhood full of jazz bars and lounges."
    },
    {
      "dayNumber": 4,
      "title": "Chiang Mai.",
      "description": "Another free day, another chance to get your fill of Chiang Mai, with a bunch of optional activities to do. In the morning, maybe learn one of the legendary martial arts – Muay Thai (Thai Boxing) with a 1.5-hour class learning the basics with professional trainers. You’ll be shown how to adapt to be the weapon and how to guard - is there a better way to spend a morning? You could also go ziplining, white water rafting or cycling around the area if you’re feeling active. Maybe just wander around the many temples on offer and end the day with a relaxing massage."
    },
    {
      "dayNumber": 5,
      "title": "Nan.",
      "description": "This morning after breakfast, take a local bus to Nan. When you arrive, take the chance to refresh at your hotel before heading out to explore the town. Along the way, visit Wat Phumin – Nan’s most famous wat (a sacred Buddhist precinct, home to a temple, a Buddha and an educational facility). This wat was constructed in 1596 and was restored during the reign of Chao Ananta Vora Ritthi Det. The rest of the evening is free to explore at your own pace."
    },
    {
      "dayNumber": 6,
      "title": "Pua.",
      "description": "This morning is free to explore Nan how you like. Maybe wander through a gallery by the Nan River, where you can have a coffee and view modern art by local Thai artists. Then, visit a chocolate farm at Cocoa Valley! Take a tour of the farm, then join a workshop to hear how using the bark of the cocoa helps with waste management. You’ll also learn how to make an aroma bag (potpourri, made from bark of cocoa, dried flowers and volcano stone), lip balm or a candle from the bark of the cocoa plant. Later, travel to the Pua District and visit a hand-weaving centre and the local woman who started this enterprise. Learn how she has stayed true to her Tai Lue roots and helps to provide employment opportunities for the women in the community. See their beautiful craft of handwoven textiles and then explore the village of Pua. Tonight, you’ll head to the evening market with your leader, with the option to go out for dinner at a local restaurant."
    },
    {
      "dayNumber": 7,
      "title": "Luang Prabang.",
      "description": "Travel through the rural countryside this morning to the border into Laos. After border formalities, you’ll stop at the local village of Muang Ngeun – a small district in Xayaburi Province. The Tai-Lue and Nan people make most of their income through cotton weaving here as well, but in a different style to Thailand. Explore the local Buddhist temple and see the outskirts of Laos before continuing to Luang Prabang. When you arrive, head out on a leader-led orientation walk of ‘the best-preserved city in Southeast Asia’ (the local government started using this phrase, but it caught on for a reason). Tonight, you’ll hike up to Wat Phu Si for sunset. As the sun goes down, witness some epic views over Phu Si Mountain and then head to the Talad Mued Night Market for dinner. Enjoy a local BBQ feast (Sindad is the art of grilling meat on a hot pan – a type of traditional BBQ set on a charcoal stove that has a surrounding rim full of boiling water for blanching vegetables) and toast to a great night."
    },
    {
      "dayNumber": 8,
      "title": "Luang Prabang.",
      "description": "This morning is free for you to explore Luang Prabang at your own pace. Maybe head to Kuang Si – a beautiful three-tiered waterfall surrounded by brightly coloured tropical foliage and flowers. Here, you might want to set off on the round-trip hike or take a dip in the refreshing water at the base of the waterfall. Later, board a boat and watch the sun set as you cruise down the Mekong – Asia’s longest river."
    },
    {
      "dayNumber": 9,
      "title": "Luang Prabang.",
      "description": "Today is a free day in Luang Prabang. Maybe take a tuk-tuk to visit Wat Xieng Thong – this temple was built in the 16th century under the patronage of the royal family, and the Laotian kings were crowned here. The main viharn (assembly hall) and buildings have carved gilded wooden doors depicting scenes from Buddha's life. Otherwise, just wander the streets and take photos of the lush greenery and beautiful buildings. You can also take a hike on Mt Phu Si or take on a cooking class and meet some new friends as you gain some skills."
    },
    {
      "dayNumber": 10,
      "title": "Vang Vieng.",
      "description": "It’s worth getting up early this morning to view the procession of saffron-robed monks on their daily outing collecting alms – a practice that dates back centuries. The people of the town wait out in front of their houses with food for the monks to collect and take back to the temple. This is done early in the morning as the monks cannot eat anything after midday. The rest of the day is free until your late afternoon train to Vang Vieng. Maybe cruise around town or mingle with the locals at the markets. For lunch, you might want to try some delicious noodle soup at one of the top-notch French cafes along the main drag. Later, you’ll take a transfer to the train station and then jump on a high-speed train to your destination. This beautifully located adventure gateway lies on a bend in the Nam Song. Take in the views of mountains, rivers and big limestone cliffs that are so close you'll feel like you could reach out and touch them."
    },
    {
      "dayNumber": 11,
      "title": "Vang Vieng.",
      "description": "Today is a free day to explore Vang Vieng however you like – this natural paradise has no shortage of fun activities! Maybe cross the river and explore the huge caves that line the West Bank – Tham Poukham cave has a blue-green lagoon and a reclining Buddha statue that’s well worth a look – or take a cycling tour of the town. You can also go kayaking on the Nam Song River or explore the nearby 16th and 17th century monasteries. With hiking and boating options in this gorgeous area, the day is your oyster."
    },
    {
      "dayNumber": 12,
      "title": "Vientiane.",
      "description": "After breakfast this morning, you’ll take a private bus to Vientiane – Laos’ classy capital. Swap your instant coffee and white rice for a latte and a baguette before snapping a few pics at Wat Si Saket – the oldest temple still standing in Vientiane and home to almost 7000 Buddha images. Your trip leader will show you around this chic, French-influenced city and take you to COPE – an organisation dedicated to assisting those who have been injured or affected by the shocking number of unexploded ordnances (UXOs) in the countryside. UXOs are explosive weapons, such as bombs and grenades that still pose a risk after they were used. About 30% of Laos remains contaminated with UXOs from the Vietnam War and poses a serious risk to residents. COPE provides prosthetics and other assistance to people affected by this devastating war history. Grab some dinner with your travel mates tonight, and explore what Vientiane has to offer on Quai Fa Ngum Road."
    },
    {
      "dayNumber": 13,
      "title": "Vientiane.",
      "description": "As there are no more activities planned for today, your adventure comes to an end this morning. Say goodbye to your new friends and head off whenever you’re ready. If you’d like to stay in Laos longer, just get in touch with your booking agent ahead of time.?"
    }
  ],
  "map": ""
}