{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "thailand-vietnam-laos-holiday",
  "tourName": "Thailand, Vietnam & Laos holiday",
  "placesVisited": "Chiang Mai, Chiang Rai, Golden Triangle, Eco-lodge on Tha River, Flora and Fauna, Local Food, Nong Khiaw, Boat Ride on Ou River, Luang Prabang, Kuang Si Waterfall, World Heritage Plain of Jars, Vieng Xai’s ‘Hidden City’, Pu Luong National Park, Mu Cang Chai Terraces, Local Markets, Traditional Hill-tribe Villages",
  "generalInfo": "Voted number 1 in Wanderlust Magazine's top 9 long journeys for 2020.<br/><br/>Between our starting point in Thailand’s Chiang Mai and conclusion in Hanoi, much of this swathe of rugged mountains remains remote and rarely visited yet, on this unforgettable 3-week tour, you’ll discover some of Southeast Asia’s most spectacular and unspoilt scenery and some of its friendliest residents. <br/><br/>We’ll take you through northern Thailand and Laos’s Golden Triangle – large parts of which were off-limits until relatively recently – to the charming World Heritage Town of Luang Prabang. Nestled in the mountains and aside the Mekong itself, we’ll explore the well-preserved colonial architecture and ancient temples as well as surrounding landscapes before heading over the mountains to another UNESCO-listed site, the enigmatic Plain of Jars. <br/><br/>The next leg of our tour takes us through dramatic limestone, karst scenery and the unusual ‘Hidden City’ cave complex of Vieng Xai, over the border into Vietnam’s Pu Luong National Park and the celebrated rice terraces of Mu Cang Chai. We’ll stay in delightful and well-appointed eco-resorts, hike through the varied and magnificent landscapes with plenty of opportunities to meet some of the myriad, still very traditional minorities who call these far flung mountains home.<br/><br/>An enthralling, memorable and highly original tour. <br/><br/>Features:<br/><br/>1. Discover the ancient temples, bustling markets and quiet lanes of Thailand's charming Chiang Mai<br/>2. Tour of the infamous Golden Triangle region: border markets, scenic landscapes and ancient cities <br/>3. Explore the temples, colonial architecture, narrow lanes and bustling markets of World Heritage Luang Prabang<br/>4. Spectacular karst mountains, rice terrace-filled valleys and myriad hill tribe villages of Vietnam's remote northwest<br/>5. Journey through some of Southeast Asia's most spectacular, yet least-known, landscapes<br/>6. Discover the delicious and contrasting cuisines of Thailand, Laos and Vietnam in local cafes, street markets and even a jungle picnic<br/><br/>Optional extensions<br/><br/>1. Add on a 2-day trip and boat cruise of World Heritage Halong Bay<br/>2. Head back into the mountains by train for our Sapa mini-tour of the old mountain-top French hill-station<br/>3. Take a domestic flight to Phu Quoc for some quality ‘R and R’ time on this lush tropical island<br/>4. A drive from Saigon Airport sees you in a beachside resort at the famous coastal town and dunes of Mui Ne<br/>5. Fly to Nha Trang for some island time on unspoilt Whale Island with snorkelling, diving and nature hikes<br/>6. Hanoi to Siem Reap allows you to add on our superb tour of Angkor Wat’s jungle-clad temples <br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in comfortable 3-4* hotels.",
  "durationDays": "21",
  "price": "3450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Chiang Mai, the cultural and historical capital of northern Thailand. Afternoon free to relax or explore this charming, friendly city before an evening tour of the famous night-bazaar and a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Scenic drive through the mountains to neighbouring Chiang Rai Town – the main commercial centre for the infamous ‘Golden Triangle’ region – so-called because of its former notoriety for warlords and opium cultivation.! A stop on the way to visit the unique ‘White Temple – Wat Rong Khun – and overnight in charming chalet-style accommodation set in a lush tropical garden."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day tour of some of the sites of this northern region. Travel to Sob Ruak where Burma, Laos and Thailand meet, and visit the unusual Opium Museum, before following the Mekong River via the historic ruined city of Chiang Saen to our day’s final destination, the scenic riverside town of Chiang Khong."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cross the Mekong into Laos and upcountry through scenic mountains to the remote town of Luang Nam Tha near the Chinese border. Stops on the way at villages of the Lanten and Khmu ethnic minorities, as well as the recently discovered, Kao Rao limestone cave system. Accommodation at a beautifully situated eco-lodge on the banks of the Tha River."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit the Nam Ha National Protected Area. Hike through the spectacular scenery and visit hill-tribe villages to discover the traditional way of life of the area’s ethnic Akha people. Guides will show you some of the various forest plants used by the villagers as medicine or food, as well as cooking up a traditional-style, Akha ‘jungle lunch’!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive across the mountains of Oudom Xai Province to the picturesque village of Nong Khiaw on the banks of the Ou River. En-route we will visit a Hmong village and a hill-tribe market with an overnight stay in traditional Lao-style wooden chalets set high on the banks overlooking the river."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Journey by boat up the Ou River. The section north of Nong Khiaw is perhaps the most spectacular stretch of the river as it winds its way through dramatic limestone escarpments where we’ll stop at a Khmu/Hmong village accessible only by boat. Return to Nong Khiaw, with some time to relax in this superb mountain setting, explore the area on foot or bicycle or just sit back on your balcony and admire the scenery."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning drive south, following the Ou River Valley, to the famous cave temples near Pak Ou. Lunch in a riverside café with an afternoon arrival in the ancient Lao capital and now World Heritage site of Luang Prabang and perhaps sunset at the nearby Phu Si hill temple?"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Walking tour to discover the fabulous temples and French colonial architecture with the afternoon at leisure to allow you to wander the quiet, picturesque lanes, check out the hill-tribe handicraft market or a well-placed riverside café at your own pace."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Head into the picturesque, surrounding hills where we’ll visit the spectacular Kuang Si Waterfalls and the nearby Free the Bears Rescue Centre which houses moon, (Asiatic black) and sun bears rescued from hunters, the illegal animal trade and private zoos. Return to Luang Prabang after a stop for a riverside lunch at the Ock Ta Pop community weaving project."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Travel along scenic mountain roads to Phonsavan in Xieng Khouang Province – location of the famous and enigmatic Plain of Jars. Stops include Khmu and Hmong villages as well as a hidden cave temple that served as an army hospital during the Indochina War. An atmospheric dusk trip to one of the famous jar sites plus a visit to the Mines Action Group to learn about the work they do in clearing the area’s unexploded ordnance complete our day."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Off to the hill-top Jar Site 2 from where we’ll take a short hike through the countryside to the picturesque forest setting of Site 3 housing over 150 of the huge stone jars. In the afternoon we'll take a scenic drive across the plateau to visit the atmospheric ruined city of Muang Khoun - a once opulent royal capital sacked by both Siamese and Vietnamese invaders and largely finished off by US B52s."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departure for the remote town of Sam Neua in far northeastern Laos. Our journey includes a visit to the mysterious Hintang menhirs, (Lao’s own mini-Stonehenge), stops at Hmong and Khmu settlements and a Tai Phong weaving village, as well as plenty of photo opportunities of the breathtaking scenery."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After a stroll around Sam Neua town, including a riverside walk to the local fresh market, we’ll set off on the short drive to visit the former Communist Vieng Xai cave complex, now known as the Hidden City. The fascinating tour includes the famous tunnels, as well as lesser-visited sites hidden among the area’s beautiful karst, scenery."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Early morning departure through more spectacular countryside and past traditional Black Tai villages to the nearby border crossing at Nam Meo. From here we’ll head into the stunning scenery of Vietnam’s Pu Luong with an orientation hike into the national park and overnight at a superb eco-resort."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Our 1-day exploration of stunning Pu Luong National Park includes nature hikes through the area’s differing eco-systems and (water levels permitting) a bamboo rafting trip, as well as visits to some of the local villages."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "On through the mountains to Moc Chau – a small town set atop a 1,000-metre plateau, famous for tea plantations and inhabited mainly by people of the Hmong minority. Our afternoon’s activities include the ‘Pine Forest Trail’ and or the chance to participate in an unusual Hmong cookery class. Accommodation is chalet-style at a delightful village homestay in Hua Tat."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Continue north to stunning Mu Cang Chai district – a sparsely inhabited region of rugged limestone mountains where most of the locals we’ll encounter are of the various Tai or Hmong minorities. In the afternoon we’ll explore the area’s spectacular and world-famous rice terraces before continuing to Tu Le, beyond Khau Pha Pass, and accommodation at the superb Le Champ Resort."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Tu Le; another picturesque region, inhabited by a kaleidoscope of Hmong, Dzao, Muong and Black Tai groups. We’ll spend the morning discovering the stunning scenery and traditional villages with an afternoon at leisure to perhaps visit the area by bicycle or just sit back and enjoy the resort’s very own natural hot spring baths and mountain vista infinity pool!"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Time perhaps for a last dip before the last leg of our odyssey takes us southeast to Vietnam’s capital Hanoi where we’ll stay in a comfortable hotel in the bustling but fun Old Town district. An evening farewell dinner completes our day and tour."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Morning at leisure and departure at your convenience. Airport transfers are included if you purchase the ‘with flights’ package. If you purchased your own flights, airport transfers can be arranged."
    }
  ],
  "map": ""
}