{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-tour-from-north-to-south",
  "tourName": "Laos tour from North to South",
  "placesVisited": "",
  "generalInfo": "Laos is known for its raw natural beauty and friendly people. This 10 days Laos from North to South adventure will take you through the most exciting parts of Laos at a slow pace. Start with tranquil Luang Prabang seeing the turquoise Kuang Si waterfall and authentic countryside life. Then head to Pakse to visit the 4000 islands of the Mekong River. Get alone with nature, see the most spectacular waterfalls, visit the temples dating back to the 5th century, and see tea and coffee plantations. During this trip, you will get the unique experience of exploring unspoiled destinations and enjoying the local hospitality.",
  "durationDays": "10",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LUANG PRABANG ARRIVAL Upon arrival at Luang Prabang International Airport, after completing all necessary customs procedures, make your way to the exit gate. Your guide and driver will be waiting for you in the lobby, holding a signboard with your name. In case you are unable to locate your driver, kindly proceed to the Airport information counter and dial the emergency numbers provided before the trip for assistance. Your driver will promptly come to meet you and escort you to your hotel for check-in. Enjoy your free time at leisure. Overnight in Luang Prabang."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "AUTHENTIC LUANG PRABANG – CITY TOUR (B) An optional early start gives you the fantastic opportunity to participate in the daily morning almsgiving ritual to saffron-clad monks. This tradition is unique to Laos, being the only Buddhist nation still preserving this procession. Next, visit fresh local markets before going back to the hotel for breakfast. Enjoy breakfast at the hotel and start your city exploration by visiting Wat Visoun, the site of the impressive Thad Makmo stupa, which was constructed in 1514, and is also known as the Watermelon stupa. Its rounded dome has Sinhalese elements in style. Continue your exploration and visit Wat Aham, and the most photographed temple, Vat Xiengthong, which is located in the picturesque area at the end of the peninsular by the confluence of the Mekong and Khan rivers. In the afternoon, we will visit the former Royal Palace, now the National Museum, where you will see the royal religious relics, paintings, weapons, and jewels of the crown. Overnight in Luang Prabang."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LAOS COUNTRYSIDE AND KUANG SI WATERFALLS (B) In the morning, partake in hands-on activities that allow you to experience the rice culture and farming. The friendly farmers will teach you how rice is grown and harvested, and you'll even have the opportunity to plant rice in the rice paddy alongside them. Witness the majestic buffalos as they plow through the rice paddies. Additionally, explore the many products that can be made from rice. Later in the day, take a scenic drive through lush rice paddies and farms before arriving at the Kuang Si waterfall. Embark on a short hike along the falls' trails to visit the bear rescue center. Marvel at the stunning views and orchids within the park as the falls cascade over calcified tiers, plunging hundreds of feet into a series of cool, turquoise pools. Return to Luang Prabang after your adventure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LUANG PRABANG – NONG KHIEW - MUANG NGOY (B) Begin your day with a drive to Nong Khiew. Along the way, make a stop to visit the bustling Nam Park market and the charming Ban Nayang village. Upon arrival in Nong Khiew, take some time to enjoy lunch on your own. Afterward, board a boat for a leisurely cruise along the Nam Ou River. Along the way, stop at Ban Sojam village to immerse yourself in the local culture and way of life. The cruise will continue to the scenic town of Muong Ngoy where you can check in to your guesthouse and settle in for the evening. Overnight in Muong Ngoy."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MUANG NGOY – PAK OU - LUANG PRABANG (B) Start your day with a boat ride back to Nong Khiew after a satisfying breakfast. While en route, make a stop at the charming and authentic village of Houi Hoy, which is situated on the banks of the Nam Ou River. Next, embark on a scenic drive from Nong Khiew to Luang Prabang. During the journey, visit the Pak Ou caves, located at the confluence of the Mekong and Nam Ou Rivers. These two caves house hundreds of sacred Buddha images that are several centuries old and attract pilgrims during the Lao New Year festivities in mid-April. After exploring the caves, continue to Luang Prabang. Upon arrival, check in to your hotel and enjoy the rest of the day at your leisure. Overnight in Luang Prabang."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LUANG PRABANG – FLY TO PAKSE – BOLOVEN - PAKSE (B) Begin your journey by transferring to the Luang Prabang airport to catch a flight to Pakse. Upon arrival in Pakse, you'll be greeted by a local guide who will accompany you on your exploration of the Boloven Plateau. The road leading out of Pakse ascends in elevation as you make your way onto the plateau. This area boasts rich volcanic soil that is ideal for growing tea and coffee, and you'll have the opportunity to visit some of the plantations. One of the highlights of your trip will be visiting the stunning Tad Fane Waterfall. A short distance away from Tad Fane, you'll find the Tad Yuang Waterfall, which is located approximately 2km away. You can take a leisurely walk or drive through the coffee plantations to reach Tad Yuang. After spending the day exploring, you'll return to Pakse in the evening. Overnight in Pakse."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "PAKSE – WAT PHOU TEMPLE – DON KHONG (B) Start your day with breakfast before departing for Champassak to explore the temple ruins of Wat Phou, a Khmer Hindu temple complex that was built between the 6th and 13th centuries AD. From there, head to the 4000 islands area to marvel at the breathtaking Khone Phabeng waterfall. Later, you'll embark on a scenic drive to Don Khong Island, the largest island situated in the southern part of the Mekong River in Laos. Take your time to discover all that this island has to offer. Overnight in Don Khong."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "EXPLORE THE NATURAL BEAUTY OF THE ISLANDS ON THE MEKONG RIVER (B) Begin your day with a hearty breakfast before transferring to Ban Nakasang village where you'll embark on a long-tail boat cruise to Khone Island. Upon arrival, take a trip down memory lane and explore the remnants of French colonial times, such as the old pier, stream railway, and French buildings that still stand today. You won't want to miss the breathtaking Li Phi Waterfall, also known as the \"Corridor of the Devil,\" which is a must-see for waterfall enthusiasts and is considered sacred by the locals. Afterward, cruise back to Nakasang village and continue your journey to your hotel on Don Khong Island. Overnight in Done Khong."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DON KHONG - PAKSE (B) After enjoying a delicious breakfast and a brief period of free time, embark on your journey to Pakse and make a stop at the fascinating Oumong temple. This temple is known for its beautiful architecture and intricate carvings, and it is one of the oldest temples in the Champasak province, dating back to the 5th century. Continue your journey to Pakse, where you can visit Vat Luang temples and Phou Salao viewpoint before checking in at your hotel and spending the rest of the day at your leisure. Overnight in Pakse."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PAKSE - DEPARTURE (B) Relish a healthy breakfast on the final day of your trip. Complete the hotel check-out formalities, after which you can visit the local markets and buy souvenirs for your loved ones. Later, proceed for departure and board your flight back home. Trip ends."
    }
  ],
  "map": ""
}