{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "vietnam-laos-thailand-small-group-tour",
  "tourName": "Vietnam, Laos & Thailand small group tour",
  "placesVisited": "",
  "generalInfo": "A rich and varied overland adventure through northern Vietnam, Laos and northern Thailand, this trip is perfect for those who enjoy immersive travel, cultural encounters and time in nature. Blending gentle activity with meaningful local experiences, this trip offers a slower pace and a strong focus on regional traditions, food and ways of life. Travelling by road, boat and on foot, we'll explore hill tribe villages, forested national parks, historic towns, and vibrant markets—taking in dramatic landscapes and lesser-visited places along the way.<br/><br/>We'll begin in the vibrant streets of Hanoi before taking a small boat cruise through the karst-studded scenery of Ninh Binh and trekking between weaving villages and waterfalls in Pu Luong. Crossing into Laos, we'll learn about the country's complex past in the caves of Vieng Xai, search for wildlife on a jungle night safari and relax along the Nam Ou River in Nong Khiaw. The journey continues with a two-day cruise up the Mekong to the Thai border, followed by time in the cool, tea-growing hills of Doi Mae Salong. The adventure ends in Chiang Mai, where local street food and a cycle through quiet neighbourhoods and countryside paths brings our journey to an end.",
  "durationDays": "19",
  "price": "4795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Hanoi (Vietnam): The tour begins at our group hotel in Hanoi. As the suggested group flights typically arrive in the early evening there are no meals or activities included today but rooms will be available from mid-afternoon."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi: Ethnology Museum & Street Food: Vietnam’s capital is a noisy, chaotic city where the modern blends with the old. We will start our exploration of Hanoi today at the Museum of Ethnology; here a large collection is dedicated to the 54 ethnic tribes of Vietnam, a great introduction for us before we head into the hills in the coming days. We will stop by the Temple of Literature from where we then enjoy lunch at KOTO, a social enterprise supporting under-privileged youth by assisting them into careers in the hospitality industry. In the afternoon we will visit one of Hanoi’s Ancient Houses, built in the 19th century, for a glimpse into the lives of Hanoi’s residents at this time. In the evening we will head out on a food tour in the Old Quarter, soaking up the atmosphere of the narrow lanes and trying some of the delicacies that can be found here such as pho, a noodle soup, xoi, a sticky rice dish and banh cuon, filled steamed rice rolls."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hanoi – Ninh Binh: Karst Mountains & River Cruise: Leaving the city today we will head south through the countryside passing through lush paddy fields and small villages. As we reach Ninh Binh we will find limestone karst mountains rising up around us. We will stop at the Bich Dong Pagoda, a sequence of cave temples and pagodas nestled in to the mountains from which there are enchanting views of the countryside. We’ll enjoy some traditional dishes in a local home for lunch and meet the family who live there. In the afternoon we’ll board small rowing boats for a trip on the Ngo Dong River, cruising past mountains, caves and green rice fields."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ninh Binh – Pu Luong: Mountain Scenery: Leaving behind the flat plains and limestone karsts of Ninh Binh we will pass through rolling hills and valleys before reaching the lush forested mountains of north central Vietnam. Here we will find tiny villages with stilt houses, rice terraces layered into the hills and winding roads crossing mountain passes. The journey to Pu Luong is around 4 hours and this afternoon we will learn some traditional culinary techniques from local experts in a cooking class. This evening we will experience some of the vibrant culture of the region with a dance performance in the local community."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pu Luong: Village & Waterfall Hike: Heading out on foot today We will be exploring some of the villages, farmland and rice terraces which we will pass through as we descend into and through the valley. Our walk takes us to Lan Village, a traditional weaving village where the brightly coloured fabrics are still created on traditional looms and where we will learn about the skills used by the weavers and about life in the village. Continuing on with our walk we will enjoy lunch at a local restaurant and have a chance to swim at Hieu waterfall before returning to our lodge by vehicle. Walking distance: 6-12km"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pu Luong – Na Meo Border – Sam Neua (Laos): Our journey to the border with Laos will take us along mountain roads passing ethnic Thai villages. We will stop for an early lunch before we take a little time to complete the immigration formalities leaving Vietnam and entering Laos. We will begin to glimpse traditional Laotian life in Hmong and Khmu villages as we journey to Sam Neua through the forested mountains."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sam Neua: Vieng Xai Caves: We will head to the local market on a walk around Sam Neua this morning; the town is particularly known for its weaving products including the Lao skirt or sin. We will then drive to the Vieng Xai caves, which became home to over 20,000 people during the covert US bombing of Laos during the Vietnam War. It served as the headquarters of the Pathet Lao, the Lao communist movement. Here the Pathet Lao leaders lived for nine years during the “Secret War”. An audio tour will help us to understand the history of this fascinating place. In the afternoon we take an easy walk around some of the lesser visited caves and enjoy the beautiful limestone karst scenery."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sam Neua – Ban Son Kua – Nam Et National Park : Night Safari: After an early morning breakfast we leave Sam Neua and drive 3 hours to the village of Ban Son Koua where a local guide will show us around. From here we board a longtail boat and cruise on the Nam Nern River deep in to the jungle for 1.5-2.5 hours to the camp. This afternoon we’ll have a walk around the forest and learn about the different medicinal properties of the many plants. Later we will depart for a night safari, heading upstream in the longtail boats and stopping on the river bank where we can relax around a campfire and enjoy a BBQ dinner. Once dark has set in, we then float down the river quietly while our local guide looks out for wildlife by torchlight. Arriving back at the jungle camp, our accommodation for the night is in traditional basic Lao-style huts in the forest, surrounded by the sounds of the jungle."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nam Et National Park – Nong Khiaw : Mountain Drive: Waking early this morning with the sounds of the jungle we will have breakfast before we take the boat back, around 1.5 hours, to Ban Son Koua. Leaving out boat crew and local guide we will then have a long road journey through breath-taking karst scenery. The road is rough with many potholes however the views around us are spectacular and we will pass through many traditional villages where we will glimpse village life. On arrival in Nong Khiaw we will check in to the hotel before dinner. Nong Khiaw is set on the banks of the Nam Ou River surrounded by towering limestone cliffs.Driving time approx. 7 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nong Khiaw: Nam Ou Villages & Tad Mok Waterfalls: We will take to the water again today as we cruise up the Nam Ou River to the Khmu village of Ban Sob Kong, where we begin our trek to the Tad Mok waterfalls. The walk is approximately 1 hour each way through lush nature and there will be time to swim in the natural pools of the limestone formations before we head back to the boat. Continuing our cruise we will head on to a village known for its silk and cotton weaving. We'll have lunch at a guesthouse here before wandering through the village where we will see looms set up outside nearly every house on the streets. Later in the afternoon we will cruise back to Nong Khiaw stopping off at the village of Ban Sob Khan where we will take a walk around stopping to chat with some of the families. We'll have some free time in Nong Khiaw this afternoon."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nong Khiaw – Luang Prabang: Afternoon at Leisure: This morning we head south to Luang Prabang, a journey of around 4 hours through rolling countryside where the Nam Ou River snakes surrounded by rice paddy fields. Arriving in Luang Prabang for lunch, the rest of the afternoon is free to explore this charming city. Set on the confluence of the Mekong and Nam Khan rivers and surrounded by jungle clad hills, the city is a blend of colonial and traditional Laos architecture and ornate temples."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Luang Prabang: City Tour & Kuang Si Waterfalls: After breakfast we will visit the country’s most historic and enchanting temple, Wat Xiengthong, with its roof sweeping low to the ground, representing the classical Luang Prabang style. We’ll head out of town to the beautiful Kuang Si waterfalls where we can cool off with a refreshing swim in the turquoise pools, or walk along the forest trails. Here we will be able to visit the Bear Rescue Centre here, which does a great job in protecting and rehabilitating the rare Asiatic Black Bear. Finally we’ll return to Luang Prabang where we’ll visit the quaint Royal Palace Museum, which gives a good overview of the local history."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Luang Prabang: Tak Bat & Mount Phousi: Before breakfast we’ll have an optional early morning start to witness the daily morning ritual of ‘Tak Bat’ or giving alms to the monks. This is a unique ritual still followed by the locals in Luang Prabang and provides some fantastic opportunities for observing an age-old practice. We can also visit the local fresh market to see how the locals shop, before returning to our hotel for breakfast. We will then head out of the city to learn about one of the Lao staples, rice. At the Living Lands Organic farm we will learn about the traditional way in which rice is grown and taste foods made from rice. In the afternoon we will visit the Arts & Ethnology Centre giving us an insight into the ethnic and cultural fabric of Laos before the short climb up Mt Phousi where we will be rewarded with spectacular views over Luang Prabang and the Mekong River. Finally we will stop at a local Wat to observe some Buddhist chanting."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Luang Prabang – Pakbeng: Mekong Cruise & Pak Ou Caves: We will spend the next two days slowly cruising up the Mekong on a private boat, meandering through jungle-covered hills and dramatic limestone cliffs. This morning we will make a stop at the sacred Pak Ou Caves where thousands of Buddha images are crammed in, placed there over the centuries by pilgrims. Continuing our cruise, we will enjoy lunch on board as we pass by villages and water buffalo, bathing in the river. We will stop at the Khmu village of Ban Thone, where we may be able to stop and meet villagers weaving, panning for gold or see the blacksmiths at work. We will arrive into Pakbeng, a quiet town with a small market in the early evening."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Pakbeng – Huay Xay – Chiang Khong: Mekong Cruise & Minority Villages (Thailand): Early risers can take a walk through the local market and up to a small temple before breakfast at the lodge. We then board our boat for the final leg of the journey through Laos, stopping off along the way at a Hmong village and a Thai Lu weaving village. Lunch is taken on board and we will disembark at the Thai border in the late afternoon. Passing through immigration we will transfer to our hotel set on the riverfront looking back across the river to Laos."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Chiang Khong – Doi Mea Salong: Farm, Sauna & Cookery Class: From the banks of the Mekong we will head into the hills of Thailand through rolling countryside, passing rice paddy fields, banana groves and quiet Lahu and Akha villages. The roads will become more winding as we climb higher into the forested hills and tea covered slopes. The area of Doi Mea Salong has a strong Yunnan Chinese influence after a number of soldiers settled there in the 40s and 50s; we’ll find tea plantations, Chinese lanterns and signs and hear Yunnan dialects spoken by residents. We’ll head to a farm where we have the opportunity to take a chicken cage herbal sauna; these individual saunas involve a basket structure in which you sit covering all but your head. We then enjoy a cookery lesson, learning techniques of northern Thai cuisine and making delicious dishes with organic produce gathered from the farm. Well-fed and relaxed we’ll continue on to our accommodation on a tea plantation."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Doi Mae Salong – Chiang Mai: From the Hills to the City: After waking to the views of the morning mist rolling across the hills, we will head to the local market to wander the produce stalls and perhaps pick up some souvenirs from the local minority tribes. We’ll also taste some of the tea grown in the region before we journey on to Chiang Mai, one of the most vibrant cities in the north of Thailand and home to a number of temples and an interesting old city area. Checking in to the hotel there will be some free time before we venture to the night market to try out the local street food for dinner."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Chiang Mai: Cycle Tour: We will explore Chiang Mai’s quieter streets by bicycle this morning, heading through the city to visit the Wat Suan Dok Temple surrounded by beautiful gardens before taking in the Wat Umong Temple. From here we will venture along local roads through fields of rice paddies, passing through different communities, stopping to learn about life here and take in an art gallery. Our route will take us to Royal Park Ratchapruek where we’ll wander through the landscaped grounds before passing by the Doi Suthep foothills. After our morning’s ride we will tuck into a local speciality of Khao Soi, a coconut noodle soup. The afternoon is at leisure before we have a farewell dinner in a local restaurant."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Tour ends in Chiang Mai: The tour ends this morning in Chiang Mai with those on the suggested group flights being transferred to the airport."
    }
  ],
  "map": ""
}