{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-small-group-tour",
  "tourName": "Laos small group tour",
  "placesVisited": "Luang Prabang, Kuang Si Waterfall, Bear Rescue Centre, Community project visit, Plain of Jars, Xiengkhuang, Mines Action Group, Phonsavan, Muang Khoun, Kong Lor Cave, Thakek villages, Tad Lo Savannakhet, Ban Bong Neua, Alak and Ban Kokphung minority villages, Boat tour of the '4000 Islands', Khone Island, Champasak",
  "generalInfo": "This fascinating fortnight in Laos invites you to become part of a small group tour exploring one of Southeast Asia’s last remaining undiscovered treasures.<br/>Although Laos is not exactly off the beaten track it has still managed to retain much of its old-fashioned charm and original cultural heritage.<br/><br/>Large modern developments and mass tourist crowds are relatively rare and as such you’ll get to meet local people who are still genuinely interested in sharing their country with wide eyed travellers. Buddhism is as significant to the souls of Laos locals as the Mekong River is to their pockets and this two week tour enables you to get to know both sides of the coin en-route from Luang Prabang to Champasak.<br/><br/>Laos is a laid back land of lush mountain slopes and incredibly scenic waterways with a little touch of French flair thrown in for good measure in and around the communities of Thakek and Savannakhet.<br/><br/>This is a really unique cultural tour with the emphasis on discovery with newfound friends and a knowledgeable guide rather than going with the flow and returning home sun tanned yet culturally unenlightened. From paddy fields and agricultural plains to Buddhist iconography and amazing sites, such as the Plain of Jars, this is Laos as nature intended – way beyond the well-hoofed backpacker trail.<br/>",
  "durationDays": "14",
  "price": "3580",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Luang Prabang: The tour begins this afternoon in the beautiful World Heritage town of Luang Prabang. After checking in to our hotel, we’ll take our first wander around the traditional wooden buildings and temples along the sleepy peninsular between the rivers. We will settle down at a local restaurant beside the Mekong River for dinner, soaking up the charm of this wonderful town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In and around Luang Prabang: After an early breakfast we will visit Luang Prabang’s most historic and enchanting temple, Wat Xieng Thong. We plan to visit the temple in the beautiful early morning light, when it is at its quietist. We then continue on to the spectacular Kuang Si Waterfall, and visit the nearby Bear Rescue Centre. The sanctuary is responsible for protecting and rehabilitating rare Asiatic Black Bears, which have been confiscated from traffickers and poachers. Later this afternoon we’ll visit the quaint Royal Palace Museum, which gives a good overview of the pre-revolutionary Royal past."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In and around Luang Prabang: This morning there is a pre-breakfast option to witness the early morning sacred ritual of ‘Tak Bat’, or giving alms to the monks. This unique ceremony is still followed by the locals in Luang Prabang (which we will observe from a respectful distance). After breakfast, we transfer out of town to the Living Lands Organic Farm where a local farming guide will give us an insight into the typical crops in Laos and how they are traditionally produced. We are invited to observe and partake in each step of the cultivation of rice and harvesting methods. In the afternoon we will visit the Traditional Arts and Ethnology centre to learn a little about the country’s ethnic diversity. We’ll then have the rest of the afternoon free to explore this much loved destination with the opportunity to ascend Mount Phousi for spectacular views over Luang Prabang and the Mekong River. There’s the option this evening to observe some Buddhist chanting at a local Wat before our final dinner in Luang Prabang."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luang Prabang - Phonsavan: Our journey into the heart of Laos begins today as we twist our way through spectacular mountains to Xieng Khuang Province and the famous Plain of Jars, now a UNESCO World Heritage Site. Our journey into the heart of Laos begins today as the road follows a spectacular twisty mountain route. We plan to stop at several ethnic villages which offer great views of the surrounding mountains and the opportunity to meet the Hmong or Khmu people and learn more about rural life. Arriving in Phou Khoun we stop for lunch before reaching our highest altitude of the day at 1500m above sea level. Before arriving at our hotel we plan to visit the largest of the Plain of Jars sites, known locally as Thong Haihin. Here over 330 mysterious conglomerate and sandstone jars lie scattered in clusters on a plain overlooking the surrounding countryside.Nb. Depending on road conditions the visit to Plain of Jars Site 1 may be included in Day 5 as this drive can take up to 9 hours."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In Phonsavan: Taking a full day in and around Phonsavan, we’ll visit the office of one of the Unexploded Ordnance clearance organisations to learn about the devastating damage caused by cluster bombs and other ordnance in this region. This sobering visit highlights these organisations difficult work, clearing unexploded ordnance and supporting families affected by UXO accidents. We then drive out to more of the picturesque Plain of Jars sites, visiting site 2 where two further collections of jars are nestled in the woods. There is the option of an hour or so panoramic walk along the ridge down towards site 3, with over 150 jars located on a scenic hill top (Non-walkers can also access this jar site from the road). Later In the afternoon, there will also be the chance to visit Lone Buffalo project, an English Centre and Youth Development Programme that helps young people in the community. This was set up by Mark Steadman, one of our longest serving Tour Leaders (see the Responsible Travel section)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Phonsavan - Xiengkhuang – Muang Khoun – Kong Lor: Departing Phonsavan early this morning, we begin our drive through lesser travelled central Laos. Stopping at the former provincial capital town of Muang Khoun, flattened during the Secret War, we visit Wat Phiawat, a ruined temple containing a huge sitting Buddha. We then head up into the mountains offering impressive views over the surrounding countryside. As the landscape changes we encounter remote villages nestled between striking limestone karsts, before reaching Ban Tha Bak where villagers use old war plane fuel tanks from the Vietnam War as boats. We eventually reach the Kong Lor area by early evening,where we relax at our simple guesthouse. This drive can sometimes take up to 10 hours depending on road conditions."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hin Boun - Kong Lor Cave and Thakek: We take a short walk from our guesthouse to the mouth of the cave, where we board small local narrow boats to explore the spectacular Kong Lor Cave - undoubtedly a highlight of the trip. The cave was first explored in the 1990’s and it was only recently that the paved road started to bring visitors to explore the area. We navigate our way through the cave, which is over 7km long and includes a spectacular cavern over 100m high, as well as a breath-taking stalagmite gallery which we explore on foot. Returning through the cave by boat, we have lunch in the village before driving on to Thakek, where we stay just set back from the Mekong with its views over to Thailand."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In and around Thakek: Today there is an opportunity to explore a little of the area surrounding Thakek, famous for it’s protected forests, dramatic limestone karsts and hidden lakes and caves. Today we take local transport, a songtheaw, to Pa Chan cave where we begin our trek. We pass 200 metres through the cave, scrambling a little until we reach the exit. From here we follow the forest trail to the Nam Don River cave. This beautiful spot, where the river flows out of the cave, is perfect for exploring, relaxing and swimming. After a traditional grilled fish lunch beside the river prepared by our guide, we continue through the forest to Tam Kai Neo cave. Here we can explore the narrow passageways that connect the three entrances. From here is a short walk to Ban Naa village, where our transport will be waiting for us. We will arrive back in Thakek mid-afternoon to enjoy some freetime before dinner beside the Mekong River. NB. Those not wishing to undertake the moderate trek, which requires a good level of fitness, some scrambling and river crossings, can instead enjoy a leisurely day in Thakek with its French colonial charms."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Thakek – Savannakhet – Paksong: Travelling south by road, we reach Savannakhet mid-morning. We’ll then spend a little time wandering around the charmingly sleepy town, looking at the art deco and colonial architecture. After lunch we continue by road with a short stop at the Don Mak Fai ‘forest’ market. Passing through the second city of Pakse, we elevate up to the cooler Bolaven Plateau, arriving at our comfortable resort early evening."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Paksong - Bolaven Plateau - Paksong: We will start our day with a stop at Jing Jhai Coffee, a philanthropic coffee company who invest their profits in educating and training in the villages who produce their beans. We learn about the art of ‘cupping’ to identify different tastes in the varieties of coffee grown on the plateau. We will also visit a tea plantation for tasting and then take an (optional) easy hour walk through coffee plantations to Tad Fan waterfall. Tad Fan is an impressive twin waterfall that thunders over 100 metres down into the valley. After lunch we will visit one of the ethnic villages on the plateau, returning to our resort late afternoon with time to watch the sun set from the viewing platform."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Paksong – 4000 Islands - Khone Island: Today we journey south into the area known as ‘Siphandon’, which literally translates as ‘4000 Islands, one of the most beautiful parts of the country. We board a private boat at Ban Haitsakhone and cruise through some of the quieter islands. After enjoying lunch cooked by a local family beside the Mekong, we will explore this remote island at a gentle pace by bicycle (optional). We’ll then cruise close to the Cambodian border to Don Khone Island, in time to watch the sunset over the Mekong river from the old French bridge. Tonight, we stay in comfortable rooms beside the famous river.*see the SUPPLEMENTARY INFORMATION section below for more information on cycling in Laos"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Khone Island – Khone Phapeng – Wat Phou - Champasak: Today there is time to wander the banks of the sleepy Mekong, before we explore more of the 4000 islands by local transport. We will visit the beautiful Liphi Waterfall, where local fisherman perch impossibly between jagged rocks to lay out their fishing nets. After returning to the mainland by boat, we re-join our vehicle and continue south the spectacular Khone Phapheng Falls, one of the largest and most powerful waterfalls in Southeast Asia. After lunch at the falls we head back north to Champasak, arriving at our riverside resort late afternoon."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In and around Champasak: Today we have the opportunity to enjoy sunrise over the Mekong from the UNESCO World Heritage site of Wat Phou, the temple mountain – before the site officially opens. This dramatically sited Khmer temple is one of the highlights of any trip to Laos. After sunrise we will explore this religious complex, parts of which date back to the 5th Century, before returning to our lodge for breakfast. The rest of day is left free to maybe explore the delightful riverside town of Champasak, with its handful of colonial mansions, typical Chinese shop fronts and pretty wooden houses. Alternatively you can cross to the nearby picturesque island of Don Daeng to explore by bicycle or on foot, or simply relax on the banks of the Mekong.*see the SUPPLEMENTARY INFORMATION section below for more information on cycling in Laos"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends in Champasak: The tour ends with breakfast at the hotel. Those on the suggested group flights will receive a complimentary transfer across the border into Thailand to the airport. If you are booking your own departure flight from Ubon Ratchathani please make sure it departs in the afternoon as the border does not open early enough for morning flights."
    }
  ],
  "map": ""
}