{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-cultural-7-day-tour",
  "tourName": "Laos cultural 7 day tour",
  "placesVisited": "",
  "generalInfo": "Touch down in Luang Prabang, where tradition meets tranquility. Begin with a peaceful stroll along the Mekong River and a visit to the vibrant Night Market. In the evening, enjoy a traditional Laotian dinner and a Baci ceremony—an intimate welcome blessing that sets the tone for your cultural journey.<br/><br/>Rise early for the unforgettable experience of Alms Giving (Tak Bat) at dawn. Explore Wat Xieng Thong and the Royal Palace Museum, showcasing intricate Buddhist architecture and royal heritage. After lunch, visit the sacred Kuang Si Waterfalls—perfect for a swim or walk through the bear sanctuary nearby.<br/><br/>Drive through mountainous vistas and ethnic Hmong villages en route to Vang Vieng. Pause for panoramic photos at Phou Khoun Pass. Upon arrival, unwind along the Nam Song River or catch the golden sunset from a riverside café.<br/><br/>Embrace Vang Vieng’s adventurous spirit with a guided tour of the Tham Nam (Water Cave) via tubing. Kayak or paddleboard down the Nam Song River, framed by towering limestone cliffs and emerald rice paddies. End your day with a laid-back village visit to see local weaving and farming practices.<br/><br/>Travel south to Vientiane, the laid-back capital of Laos. Stop at the fishing village of Tha Heua for local snacks and lake views. On arrival, enjoy a walking tour to sample street food, including crispy spring rolls and coconut cakes, before settling into your hotel.<br/><br/>Explore Vientiane’s major highlights: That Luang Stupa (Laos’ most sacred monument), Patuxai Victory Monument, and Wat Sisaket. Visit COPE Visitor Centre to learn about UXO awareness and the resilience of the Lao people. Enjoy your farewell dinner at a riverside restaurant with views of the Mekong sunset.<br/><br/>Enjoy your final breakfast in Laos. Depending on your flight schedule, you may visit the local morning market for last-minute souvenirs before your transfer to the airport. Leave with a heart full of memories and a deeper understanding of Laos’ cultural treasures.",
  "durationDays": "7",
  "price": "1195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Luang Prabang and transfer to hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Luang Prabang City Tour _ Pak Ou Cave"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Luang Prabang _ Elephant Village Trekking"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cooking Class and Bamboo Weaving and High train to Vang Vieng"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Vang Vieng and Kayak and Zip Line"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Vientiane and Vientiane City Excursion"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Vientiane Departure"
    }
  ],
  "map": ""
}