{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-highlights-tour-10-days",
  "tourName": "Laos highlights tour, 10 days",
  "placesVisited": "",
  "generalInfo": "Our eight-day tour of Laos ticks off glittering temples, vast caves and underground caverns. Witness monks collecting alms at sunrise, discover natural blue waterfalls and soak up the atmosphere at riverside markets. <br/> <br/> Luang Prabang - Soak up the city's charming mix of French colonial architecture and golden Buddhist temples.<br/> Vientiane - Explore the sleepy Laotian capital and haggle for colourful goods at the riverside nightmarket.<br/> Vang Vieng - Wander amongst the towering limestone karst scenery or kayak the gentle Nam Song River.<br/>",
  "durationDays": "8",
  "price": "845",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Vientiane",
      "description": ": Located on the banks of the Mekong River, the Laos capital is a relaxed place that has a feel more similar to a provincial town than a capital city. Weathered French Colonial mansions give way to golden temples, and the languid pace of life makes it an ideal place to explore by bicycle. For those arriving on time, our tour leader plans to meet us in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Vientiane at any time. If you'd like an airport transfer today, you'll need to arrive into Watty International Airport (VTE) which is a 15-minute drive from our hotel. If you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to see the unique Buddhist stupa of Pha That Luang before enjoying a Beerlao by the river at sunset. This is the best way to end the day, start your adventure and meet your fellow explorers."
    },
    {
      "dayNumber": 2,
      "title": "In Vientiane, explore the capital; free afternoon",
      "description": ": This morning, we'll set out on a sightseeing tour around the city. Vientiane is a low-built, red roofed capital city, with a French feel and a relaxed atmosphere. We'll explore some of the best sights including the Victory Gate which is a Triumphal Arch with good views of the town, the That Luang stupa which is said to contain a hair of the Buddha, and Wat Sisaket, a beautiful temple packed with fine Buddha images. This afternoon is free for you to explore more solo. You might like to visit the nearby Buddha Park, a vast green expanse just 30 minutes from the city that houses a selection of Buddhist and Hindu statues. Alternatively, you could visit the COPE Museum, a not-for-profit organisation set up to provide prosthetic limbs to the many victims of the unexploded ordinance (UXO) left behind from the Vietnam war. The museum does an excellent job of giving some of the background to the bombing campaign, along with showcasing the important work the COPE foundation is doing. This evening, why not head out to see the lively night markets that line the Mekong River. They offer a variety of local handicrafts, clothing, souvenirs, and delicious street food. It's a great place to experience the local culture, shop for unique items, and enjoy tasty Lao dishes while watching the sunset over the river."
    },
    {
      "dayNumber": 3,
      "title": "Take the train to Vang Vieng, afternoon at leisure",
      "description": ": This morning, we make our way to Vientiane railway station to board the newly constructed Boten-Vientiane Railway for the short two hour journey to Vang Vieng. The recently-opened railway connects a series of rural villages in Laos using a fleet of modern trains that travel at speeds of up to 160 km/h. Upon arrival, the afternoon has been left free to explore our new surroundings. This evening, why not take a short stroll down to the riverbank as the sun sets, where you can sit and take in dramatic scenery. Watch people float down the river as the sun starts to dip behind the mountains and the sky turns a burnt-orange - be sure to bring a camera to catch some sunset snaps."
    },
    {
      "dayNumber": 4,
      "title": "Free day in Vang Vieng. Optional visit to caves or kayaking on Nam Song River",
      "description": ": Vang Vieng enjoys an idyllic setting. Perched on the banks of the Nam Song River, it's surrounded by a patchwork of lush rice paddies and set to a backdrop of towering jagged limestone cliffs. Once known as a party-town for backpackers, present-day Vang Vieng has re-invented itself as the home of adventure travel in Laos, where its setting lends itself to a host of activities for anybody from casual walkers to adrenaline thrill-seekers. Today has been left free for you to choose from a number of optional excursions, such as a guided walk past rice paddies to nearby minority villages, a visit to the underground cave network, or kayaking along the gentle Nam Song River."
    },
    {
      "dayNumber": 5,
      "title": "Scenic train journey to Luang Prabang and sunset visit to Mount Phousi",
      "description": ": We make our way back to the train station this morning for the second leg of our train journey through the heart of Laos. This journey takes us through the mountains in a series of newly constructed tunnels, with some spectacular mountain scenery to take in in-between tunnels. We arrive into Luang Prabang around two hours later, a journey which used to take a full day when travelling by winding mountain road. Listed as a UNESCO World Heritage Site, Luang Prabang is nestled in a valley of lush rolling hills and sits at the confluence of two rivers, the Khan and the mighty Mekong. Influence from its French occupiers is peppered all over the city, with grand white-washed Indochinese villas lining its leafy streets, oddly complementing the golden-tipped wats (temples) found around almost every corner. Time moves so slowly here that it almost stands still, and a must-do is grabbing a Lao coffee, sitting down outside one of the many cafes and just watching the world go by, in traditional Lao-style. This evening there is chance to walk to nearby Mount Phousi and climb its 328 steps in time for sunset, offering excellent panoramic views over this sleepy city and beyond."
    },
    {
      "dayNumber": 6,
      "title": "Morning walking tour of Luang Prabang and boat trip to Pak Ou Caves",
      "description": ": Today, we'll get to have a closer look at Luang Prabang. All the main sights of interest are close together and we'll walk around the various wats (temples) including the splendid Wat Xieng Thong, which is strikingly decorated in brilliant red and gold designs, with an imposing tiled roof and mosaic dragon motifs. We'll also visit Wat Sen and the Royal Palace Museum. Afterwards, we will board a traditional long-tail boat for the short journey up the Mekong River to Pak Ou Caves. There a number of steps to climb here as we make our way up the limestone cliffs to reach the sacred Buddhist shrine - the view at the top makes the walk worth it. Although now abandoned by the monks, there is an altar for incense burning, flower offerings and numerous rock shelves crammed with thousands of Buddha images of all shapes and sizes. After returning to Luang Prabang, the rest of the afternoon is at leisure."
    },
    {
      "dayNumber": 7,
      "title": "Visit Kuang Si Waterfalls and optional afternoon cycle to Lao Loum village",
      "description": ": Early this morning, we have the chance to witness the alms giving of Luang Prabang. The alms-giving ceremony is a serene daily ritual where locals and visitors offer food to rows of saffron-robed monks at dawn, symbolizing generosity and spiritual reflection. Afterwards, we'll travel to the beautiful Kuang Si Waterfalls, a 45-minute drive from Luang Prabang. Passing forested hills and several ethnic minority villages, we'll arrive at the limestone falls that cascade into several turquoise pools below. We'll travel back to Luang Prabang where we'll have the opportunity to take an optional afternoon bicycle trip on the other side of the Mekong to the village of Ban Xieng Mene. On the ride, we'll cross the Mekong and hike to Wat Chom Phet, a temple built by the Thai army in 1880. Please note, we'll need to walk up about 100 steps to visit this small, dilapidated temple, from where we'll have an undisturbed view over the Mekong River and Luang Prabang. Next, we'll peddle to the ancient Royal temple of Wat Long Khoun, that was formerly used by Kings and Queens to meditate. We'll then continue to cycle for around 45 minutes along quiet unpaved roads to the village of Ban Chan, famous for its pottery making to meet the locals and learn about their daily lifestyle."
    },
    {
      "dayNumber": 8,
      "title": "Trip ends in Luang Prabang",
      "description": ": Our trip ends after breakfast at our hotel in Luang Prabang. There are no activities planned today, so you're free to depart from Luang Prabang at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Luang Prabang Airport (LPQ), which is a 15-minute drive from our hotel."
    }
  ],
  "map": ""
}