{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-tour-in-a-small-group",
  "tourName": "Laos tour in a small group",
  "placesVisited": "",
  "generalInfo": "A unique tour to South East Asia’s best kept secret, Laos, where we get well beyond the tourist trail. We start this cultural odyssey in Vientiane, Laos’ delightfully friendly capital, studded with crumbling French mansions, bougainvillea­-blooming streets and steaming noodle stalls. Next up is the little visited North of Laos to experience the ethnic diversity of the many hill tribes in the region of Luang Namtha and observe local customs and traditions. A 2 day journey down the mighty Mekong River then awaits culminating in an arrival in Luang Prabang, which captivates even the most jaded travellers with its brew of gleaming temple roofs, crumbling French provincial architecture and multi-ethnic inhabitants. Next we head south to the spectacular lush jungle of the Bolaven Plateau and immerse ourselves in authentic coffee culture and visit some of the most alluring scenery in Asia, the landscape scattered with volcanos and sparkling waterfalls. The conclusion of this off the beaten track adventure takes us to the enchanting 4000 islands, an area where time stands still, to revel in the joy of leisurely exploring villages by bicycle or tuk tuk and even try your hand at fishing. Join us to experience the hidden charms of Laos.",
  "durationDays": "16",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Vientiane - Arrive in Vientiane and transfer to the hotel where the rest of the day will be at leisure. Overnight Khamvongsa Hotel or similar. No meals."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Vientiane - After breakfast, visit some of the important sites of Vientiane‘s past and present including Wat Sisaket, Wat Ho Pha Kheo, Patouxai, the Lao Victory Monument and Wat That Luang - the most sacred structure in all of Laos and if time allows Wat Si Muang where we can observe local people making their wishes. Visit the COPE Visitor Centre for a moving insight into the Secret War which left Laos as the most heavily bombed country in history. This afternoon is all about food where we stroll through the market and taste traditional Lao coffee and other local snacks. We shall also see how traditional Kao Piak (noodle soup) and papaya salad are made, staple dishes in Laos. Finally today we take a drive alongside the fabled Mekong River and enjoy a cold Beer-Lao as the sunsets. Overnight at Khamvongsa Hotel or similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Vientiane – Luang Namtha - Enjoy a little leisure time this morning before taking an internal flight to Luang Namtha, the most ethnically diverse region in Laos. The rest of the day involves experiencing the cultural diversity of the region, visiting villages of tribes such as the Akha, Hmong, Khmu and Lanten people. During the day, interact and obverse their traditional customs and practices. After sunset as the distant mountain ridges form layered silhouettes, enjoy a visit to the exotic night market. Overnight at Zuela Guesthouse or similar (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Luang Namtha and the Lanten people - This morning, take a short drive out to a Lanten village in the jungle (approx.15 minutes). Take an easy grade jungle walk (approx. 2 hours) deeper into the forest and on the way it may be possible to observe some of the colourful tropical forest birds and if lucky perhaps also some wildlife. During the walk, the guide will share his experience to explain traditional medicine, animal tracks, edible leaves and other things of interest. A Lao style picnic lunch will be served at Nam Dee Waterfall before visiting a traditional Lanten home in Nam Dee village to observe local people practicing activities such activities as traditional waving and bamboo paper making. Overnight Zuela Guesthouse or similar (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Luang Namtha – Huay Xai - This morning transfer to a local village known for their traditional weaving and handicrafts. Enjoy a demonstration in this ancient Lao trade and try your own hand at it! After lunch in town, travel to Huay Xa (approx. 4.5-hour drive) located on the banks of the Mekong River. Drive through the Nam Ha National Park, one of the most biologically diverse ecosystems in Laos. Stop along the way to experience the sights and sounds of the jungle. Upon arrival in Huay Xai the rest of the day is at leisure. Overnight at Bokeo Guesthouse or similar (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Le Grand Pakbeng Cruise - After breakfast, transfer to the local pier and commence cruising around 09:30am down the mighty Mekong River to Pakbeng (approx. 6.5 hours cruising time in total). After around an hour on the river, we stop at a traditional riverside village to take a chance to observe rural life alongside the Mekong. A Lao buffet lunch is served on board before a leisurely afternoon awaits, enjoying the magnificent scenery and nature of the Mekong as you cruise along. Disembark before sunset to the lodge near Pakbeng and this evening enjoy local Lao cuisine on the open-air terrace overlooking the Mekong. Overnight at Le Grand Pakbeng Resort or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Le Grand Pakbeng Cruise – Luang Prabang - After breakfast we continue the second leg of our cruise downstream and pass areas of unspoilt forest with little villages along the riverbanks, and perhaps the odd elephant or two with his mahout. We visit a Hmong village and have the opportunity to explore the local villages and old temples. Lunch is served on board as we enjoy the slow-paced cruise. After lunch we stop and visit the Pak-Ou Caves, an ancient pilgrimage site and containing thousands of gold lacquered Buddha images left there over hundreds of years. After the day on the river we arrive at Luang Prabang the former royal capital of Laos. Upon arrival you will be picked up and transferred to your hotel. This evening we enjoy a delicious dinner in the renowned Mande De Laos. Overnight at Maison Dalabua or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Luang Prabang - This morning, travel the short distance to the impressive falls of Kuang Si (approx. 45-minute drive). Relax around the cascades and idyllic pools and feel free to take a refreshing dip if you wish. A picnic lunch will be served close to the falls. Later visit the nearby Sunbear Refuge to learn more about the poaching and conservation efforts of these endangered creatures. On the way back to the town, visit the Buffalo Dairy Farm, known for their sustainable approach to local farming. Overnight at Maison Dalabua or similar (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Luang Prabang - Today is all about immersing in the wonderful world of Lao food. Start by visiting a local fresh food market where our local guide will explain the local produce on show. Continue by across the Mekong to the family home of our local guide where you will be greeted by friendly villages and go on to experience a simple private cooking lesson in the family home with local specialities. After lunch, cruise back down river to Luang Prabang enjoy the views of river life whilst sipping on a refreshing drink or two. Later this afternoon, experience a private Baci ceremony at the small village of Ban Mano. These gentle villagers led by their Nai Ban (village chief) offer visitors tidings of good luck and fortune for their life and travels by gently tying cotton cords symbolizing luck, friendship and good health around your wrists. The Baci ceremony will be held at a private family home. Afterwards, continue to a hidden temple rarely visited by foreign travellers and have a special encounter with the monks who will teach you the fundamentals of meditation. Overnight at Maison Dalabua or similar (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Luang Prabang – Pakse – Wat Phou – Champasak - For early risers, witness the sacred ritual of monks on their alms rounds, known locally as Sai Bath. Long lines of barefoot monks go through the streets to receive their morning rice from the local villagers. After breakfast, transfer to the airport for your direct flight to Pakse. On arrival, visit travel to visit the UNESCO World Heritage Site of Wat Phou by car (approx. 1 hour drive). Continue to Champasak Town, cross the Mekong by private boat to Don Deang Island where your hotel is located and catch the sunset over the mystical mountains surrounding Wat Phou from your terrace. Overnight at La Folie Lodge, or similar (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Champasak – Bolaven Plateau - An early start today around 8am and transfer to the Bolaven Plateau (approx. 2 hours). On arrival in Paksong, enjoy a cup of local coffee at Jhai Café, the world’s first completely philanthropic coffee roaster & café, located at source. We then continue by jeep on an exciting journey through along the backroads of the Bolaven and marvel at the spectacular highland scenery formed from an ancient super volcano. After a short (and bumpy) ride you will arrive at Mystic Mountain Coffee and meet Mr. Khamsone (just Kham is fine also) – for a masterclass on Bolaven coffee. Kham has been running his coffee plantation for 17 years. Enjoy a tour of the plantation followed by a coffee roasting demonstration. Continue to the secluded Tad Moun waterfall where you can take a dip in the crystal-clear water and enjoy a picnic lunch of authentic Laotian food close to the falls. Overnight at Sabaidee Valley Resort or similar (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Champasak – Bolaven Plateau - This morning take easy trek to the inactive volcano of Dan Xinxay, one of many volcanoes on the plateau. After the trek, continue to Tad Champee waterfall and enjoy the opportunity to relax or swim and enjoy a picnic lunch of Lao specialities. After lunch, continue to Tad Fan waterfall which plunges impressively more than 100 metres into a jungle gorge. The final stop today is the more intimate falls of Tad Yueng. Overnight Sabaidee Valley Resort or similar (BL) Note – for those that do not wish to do the morning trek, then you can just visit the Tad Fan and Tad Yueng falls in the afternoon and the morning at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Bolaven Plateau – 4000 Islands - After breakfast, travel to the mystical 4000 Islands (approx. 3.5 hours), a one-of-a-kind river Archipelago where the Mekong River spreads out over a width of 14km. Take a short boat ride through these enchanting islands and feel the sense of tranquillity that makes this place so special. Arrive at Don Khone Island and the rest of the day will be at leisure to relax by the pool and immerse in the peaceful atmosphere. Overnight at Senghaloune Resort or similar (BL)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "4000 Islands - This morning you have the choice of some gentle cycling passing by the rice fields and friendly villages of the islands or to explore the islands by Tuk Tuk. This afternoon, join one of the local fishermen to experience the 4000 Islands from the local perspective. Board one of the wooden boats and head out to the fishing-grounds, equipped with nets which you can try throwing out into the water and try your luck at a catch. At dusk continue to a secluded spot where we enjoy the idyllic scene and enjoy a delicious BBQ and listen to local myths from your guide. Overnight at Senghaloune Resort or similar (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "4000 Islands – Pakse - After breakfast, take a short boat ride through the 4000 Islands to Nakasong Pier and continue to Pakse, en route visiting Kon Phapheng Waterfall, the largest waterfall by volume in Asia where the entire Mekong River descends downwards making for a truly amazing spectacle. Finally a drive of around 3 hours will take us to Pakse for an overnight stay, Overnight Residence Sisouk Hotel or similar (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Pakse Departure - Transfer to the airport for your departure flight (B)"
    }
  ],
  "map": ""
}