{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "captivating-flavors-of-laos-in-seven-days-itinerary",
  "tourName": "Captivating Flavors of Laos in Seven Days Itinerary",
  "placesVisited": "Vientiane, Luang Prabang",
  "generalInfo": "Laos emanates with flavor as you discover that the best way to learn about Laotian culture is through its food. Your customizable tour offers a sampling, taking you through village life and city grandeur, prestigious temples to shrines hidden in secluded caves. The scent of fresh and dried chilies overtakes the daily markets. Vendors cook popular delicacies along riverside promenades. Ethnic minority communities eagerly welcome your desire to learn about traditional weaving techniques and delicate flavor profiles. From verdant banana leafs to the turquoise hues of natural pools, Laos is layered with unforgettable textures and tastes that will have you asking for seconds.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vientiane – Enticing Aromas of the Riverfront",
      "description": "The capital city of Laos rises out of a quiet, wide bend of the Mekong River. A thriving marketplace lines the promenade overlooking the water and offers spectacular views to passing boats, lingering couples, and the spectacular cuisine crafted in front of the eyes of passersby. Renovated French colonial villas add to the grace of the capital city’s serene ambiance, with traditional Laotian architectural embellishments. Cafes carrying on the tradition of French pastries and decadent coffees fill the air with the aroma of chocolate, cinnamon, and freshly roasted coffee beans amongst restaurants offering a mixture of comforting traditional Laotian cuisine and international dishes. Your flight lands at Wattay International Airport, where your private transfer awaits your arrival. Palm trees and ferns add layers of exotic tropical atmosphere to the tranquil cobbled boulevards. Shops offer marvelous window displays of contemporary styles popular in Southeast Asia. You take the time to settle into the comforts of your accommodation situated within the grandeur of a renovated French villa, shaded by the encircling palm trees. After taking the time to enjoy the dangling chandeliers and glinting marble features of the lobby and dining room, you set out into the city to stroll along the captivating riverside promenade. The government utilized the location to dam the edges of the Mekong to keep the waters from flooding the city during the wet season. The market comes to life at night with vendors offering clothing and popular trinkets set beneath the red-tented stalls. The scent of chili and ginger emanates from food stalls speckling the promenade. You can sit with a traditional green papaya salad, known as tam som , and enjoy the view of the city at night along the riverbanks while enjoying the light flavor of unripe papaya spiced with chili and dressed with sour lime."
    },
    {
      "dayNumber": "2",
      "title": "Vientiane – Layers of Laotian Flavor",
      "description": "In the morning, the cafes open their doors along the cobbled boulevards of the historical city center. The aroma of freshly brewed coffee blends with the decadent scent of butter and chocolate filling the pastry display cases. At breakfast, you find the marvelous colors of exotic fruits adorning the dining room, such as the purple husk of mangosteen and the red rind of lychee. Your guide meets you at the hotel after breakfast, ready to lead you through the magnificent monuments of the city, beginning with the Wat Si Saket, the oldest surviving temple in Vientiane. The complex was erected in the 19th century. A tile-roof surrounds the cloister. The sloped angle of the roof contains five tiers layered atop one another, resembling a bird ready to take flight. Captivating murals crafted in the Jataka artistic style adorn the walls of the cloister, each telling a story of one of Buddha’s numerous past lives. Your guide leads you into the Ordination Hall to view the seated Buddha atop a coiled dragon deity known as Naga . The statue dates back to the 13th century and once decorated a Khmer temple. After exploring the fascinating temples and monuments of the city, your guide leads you to a rustic restaurant and cooking school located on a quiet street near the Mekong river banks. You can hear the waters rushing along the grassy banks. The head chef welcomes you with a wide smile and open arms, keen on introducing you to the specific flavors of Laotian cuisine through a menu of seven distinct dishes. The ingredients fill the kitchen with the scents of ginger, garlic, and fish sauce. You follow the chef’s lead, slicing, dicing, and tasting the ingredients you compile together. You make a delicious interpretation of the papaya salad you first tried the previous night, along with a Laotian dipping sauce known as Jeow , a combination of roasted tomatoes, cloves, shallots, and chilies. At the end of the class, you and your instructor have crafted a tempting feast, which you are ready to enjoy."
    },
    {
      "dayNumber": "3",
      "title": "Luang Prabang – On the Hills of Luang Prabang",
      "description": "The marketplace near the temple of Pha That Luang fills with locals eager to dine on the sweet flavor of Khao Tom, a sticky rice and coconut cream dish steamed inside a banana leaf. The fruity aroma fills the air as locals garnish their dish with peanuts to add an enjoyable crunch. After breakfast, your private transfer meets you in the hotel lobby and escorts you to the airport for your quick flight north to Luang Prabang, the former imperial city of Laos. The mountainous terrain encircles the serene cobbled streets of the city. Palm trees shade the walkways, and French colonial villas speckle the cityscape amongst the 33 temples creating a unique, enticing skyline. Your flight lands at Luang Prabang International Airport. Your private transfer meets you at baggage claim and escorts you to a gorgeous hotel accented with traditional Laotian architectural style. After taking a moment to settle into the comforts of your accommodation, you make your way on an introductory tour through Luang Prabang by way of the Royal Palace. The complex was built in 1904 during the French colonial era to house King Sisavang Vong and the royal family, and now displays the remarkable figure of a solid gold Buddha icon. You continue to the base of Mount Phu Si, which rises to a height of 328 feet above the surrounding streets. You climb the 355 steps leading to the summit. Gilded dragon deities line the stairway. The aroma of tamarind and coconut palms fills the air. The gilded stupa on the mountain glints against the jade tree canopy. Vendors near the temple spire offer flowers for blessings. The scent of sandalwood drifts from lit incense amongst the twitter of caged birds. A reclining golden Buddha reflects in the serene pool beneath the limestone rocks."
    },
    {
      "dayNumber": "4",
      "title": "Luang Prabang – In the Company of Buddha",
      "description": "In the morning, the locals return to the markets to shop along the aisles near the Royal Palace. Fishermen display their large fish caught from the confluence of the Mekong and Khan Rivers. Tables display large sheets of seaweed and fish wrapped in banana leaf ready for steaming. The scent of bamboo washes over the collection of fresh chilies representing a rainbow of colors. After breakfast, you make your way to the shores of the Mekong River and board a long-tail boat heading upstream to the Pak Ou Caves. You pass fishermen checking their nets and traps in the water. They wave to you and offer wide, happy smiles. Rice fields spread across the riverbanks leading into the swaying trees and rising limestone cliffs. The boat docks at the base of a cliff, beneath two caves; the higher cave stands 50 feet above the riverbank. Locals have utilized the natural caverns as shrines for more than two millennia, filling the spaces with more than 4,000 Buddha icons. Inside the lower cave, you can follow the path through the dramatic limestone around the stalactites and stalagmites. The scent of the wet stone fills the cavern. You can hear subtle drops of moisture dripping onto the walkways. Lingering hints of incense accentuate the spiritual ambiance. While returning to the cave mouth, the Buddha statues draped in sage robes frame the panorama of the landscape in the background. You return to Luang Prabang to visit the captivating gilded stupas adorning the city."
    },
    {
      "dayNumber": "5",
      "title": "Luang Prabang – Morning at the Market",
      "description": "The morning dew leaves a layer of moisture along the cobbled streets of the city, presenting a subtle aroma of wet stone. The sunlight washes over the golden-hued spire along Mount Phu Si, reminding you of the stairs you climbed to reach the marvelous vista. Your guide meets you at the hotel, keen on introducing you to the morning market as a participant rather than a bystander. You wander along the aisles near the Royal Palace to find vendors displaying large sacks of rice and fish pre-wrapped in banana leaf for patrons to take home and steam. Large monkfish and catfish provide insight into the grand possibilities of fishing on the Mekong. Your instructor purchases the necessary ingredients to produce the traditional dishes of Luang Prabang. You make your way to an open kitchen on a lakeside pavilion for a spectacular view to accompany the cuisine. You remember the staples of Laotian ingredients you learned during your first cooking lesson. This class takes you deeper into the arsenal of dishes, including Larb , meat flavored with lime juice, fish sauce, and fresh herbs. The first dish you make is Khao Pun, a stunning soup perfectly balancing sweet and spicy. You stew the lime leaves, fish sauce, ginger, and garlic before adding fish. You let the flavors simmer together until mixing coconut milk and chilies to round out the exceptional zest."
    },
    {
      "dayNumber": "6",
      "title": "Luang Prabang – Textures and Color",
      "description": "The morning dew leaves residual droplets along the trees lining the boulevards of the city. At dawn, locals venture out to the walkways, setting out mats, removing their shoes, and kneeling in pious anticipation. The morning procession of monks began in the 14th century and continues daily through Luang Prabang. The monks proceed from the various temples around the city, following a line along the pathways, taking alms for their daily meal. Sporadic participants light incense as the monks pass, filling the air with a hint of sandalwood. The entire ceremony takes place in silence with the gentle sweet of sandals on the stone filling the air. The sage robes of the monks eventually fade from view as the monks collect packs of rice or fruits in their baskets and return to the temples. You return to the hotel for breakfast before embarking on a tour of the Phousi Market. Mounds of chilies, cabbage, and carrots create a rainbow of colors. Women present elegant textiles woven by hand. Chickens cluck in the background beneath elevated wooden porches as women wearing traditional garments from the hill tribes present handcrafted fabrics. After making your way through the hills to visit the ethnic minority communities, you take the path into the forest outside of Luang Prabang, set beneath the emerald canopy. You can hear the stunning rumble of water splashing down. The vista opens to a view of the several cascades creating Kuang Si Falls, which ascend to a height of 200 feet. The narrow whitewater rumbles against the limestone rocks and filters into the glowing turquoise pools."
    },
    {
      "dayNumber": "7",
      "title": "Luang Prabang – In the Company of Locals",
      "description": "In the morning, the sunlight washes over the limestone walls of the abandoned caverns of Tham Sakkarin Savannakuha, which once held the temple of Tham Xieng Maen. The shrine was founded in the late 19th century, outlined by a large stone black entrance. Plumeria trees continue to grow around the limestone, blossoming with waxy flower petals of radiant yellow and white hues. The aroma of yellow and green papayas drifts through the bustling aisles of the Phousi Market outside of town. The markets inside town boast slippery catfish and fish pre-wrapped in banana leaf. Old men linger around a popular outdoor café near the banks of the Mekong. They sip on freshly brewed coffee sweetened and thickened with condensed milk. The scent of fresh banana fritters fills the air, accompanying the loud conversation shared between the patrons. After breakfast, your private transfer meets you at the hotel and escorts you to Luang Prabang International Airport, where you take the remnants of the flavors of Laos home with you."
    }
  ],
  "map": ""
}