{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "indochina-overture-vietnam-cambodia-laos-itinerary",
  "tourName": "Indochina Overture: Vietnam, Cambodia, Laos Itinerary",
  "placesVisited": "Hoi An, Siem Reap, Angkor Wat, Luang Prabang, Hue, Hanoi",
  "generalInfo": "The five ancient cities of Indochina create an overture of history and embody the essence of Vietnam, Cambodia, and Laos. Your customizable tour will immerse you in captivating ruins and marvelous artistry that spans ancient trails and contemporary luxuries. Bask in the passing sunlight while relaxing on a gilded dragon boat, and then wander the walkways of Imperial cities preserved in rich detail. Linger beneath the jungle canopy to see the sprawling stone gateways of Angkor’s hidden temples. From traditional cuisine spiced with chili to a beautiful panorama that overlooks the soaring stupas , you will experience the beautiful composition of past and present in Vietnam, Cambodia, and Laos.",
  "durationDays": "14",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – Arrive in the Bustling Vietnamese Capital",
      "description": "The capital of Vietnam brims with scooters cruising along the wide lanes and the stores that overlook the cobbled walkways glow with vibrant colors. Restaurants and small street-side stands cook enticing noodles as old men with goatees play chess on the shores of Hoan Kiem Lake. From the sky, you will find a blend of skyscrapers and emerald trees bringing lush greenery to urban culture and rural charms. Your flight will land at Noi Bai International Airport, and your private transfer will greet you upon arrival. As you drive into the city, the waters of the Red River will flow against the quiet banks before winding for more than 714 miles to the Gulf of Tonkin. Cyclists ride beneath the shade of the tree-lined lanes and cafes fill with the sweet and rich aroma of Vietnamese coffee, which blends freshly brewed coffee with condensed milk. After settling into the comforts of your hotel, you can make your way to Thang Long Water Puppet Theater for an introduction to the heritage of Vietnam through the stories shared. The art form of puppetry in the region dates back to the 11th century as farmers would entertain the village during flooding in the rice paddies. The crowd will be a blend of locals and visitors from around the world with all marveling at the movement of the puppets with the puppeteers hidden behind a large screen. Musicians drum along with the story, alongside bamboo flutes and cymbals. The puppets will dance along the water as they share the folktales that many from North Vietnam already know and enjoy."
    },
    {
      "dayNumber": "2",
      "title": "Hanoi – Delight in a Tour of Hanoi’s History, Cuisine, and Architecture",
      "description": "In the morning, the cyclists will return to the streets as they travel beneath the shaded lanes. Women balance baskets of flowers on their bikes as they make their way to the Cho Hom Market while vendors offer fresh produce and seafood to a crowd eager to find the best deal on household goods, including linen and silk. Cafes open their doors to the aroma of ginger, chocolate, and coffee. Couples stroll along the secluded walkways that wind around the shores of Hoan Kiem Lake located at the center of the city. Your guide will meet you at your hotel after breakfast ready to introduce you to the marvelous history and fascinating culture of Hanoi that was presented to you the night before. Less than two miles south of Hoan Kiem Lake stands the Buddhist temple of Hai Ba Trung. The edifice was erected in the 12th century, as the decorative statue presents the two Trung sisters of the 1st-century AD kneeling to reflect the story of the queens of Vietnam refusing to surrender to defeat against the Chinese. You will continue to the Temple of Literature, which was founded in the 11th century by Emperor Ly Thanh Tong. The quiet waters of the lake will splash against the emerald shoreline as the courtyard pond reflects the red and gold hues of the pagoda’s low-slung roofs, along with the surrounding statues of Confucius which highlight the preserved traditional Vietnamese architecture."
    },
    {
      "dayNumber": "3",
      "title": "Hue – Fly to the Imperial City of Hue to View the Preserved Prestige",
      "description": "In the morning, the Quang Ba Flower Market erupts with cherry blossoms and roses, orchids and sunflowers. The air around the vendors fills with sweet and herbaceous fragrances that rise from the blossomed bouquets brought from around Vietnam. After breakfast, your private transfer will meet you in your hotel lobby and escort you away from the peaceful banks of Hoan Kiem Lake to the airport for your brief flight south to Hue. The Imperial ambiance of the city will continue to resonate along the pagodas, and cobbled lanes of the former capital city as long-tail boats and flat-bottom vessels cruise along the reflective turquoise waters of the Perfume River. The city blends contemporary culture and luxury with the ancient walls of the Citadel. Your private transfer will collect you at the Phu Bai International Airport before you settle into the plush and secluded comforts of your luxurious hotel. As you are ready, your guide will greet you in the lobby to lead you through the history of the Citadel on a boat tour. You will step onto a colorful dragon boat that will take you out onto the Perfume River, adorned with a brightly painted dragon to ward away bad spirits. The waters of the river edge the walls of the Nguyen Dynasty, which reigned over the region from the turn of the 19th century until 1945. The Citadel was modeled after Beijing’s Forbidden City with encircling walls that reach a height of nearly 20 feet and a length of one and a half miles. The water will mist into the air and splash against the sides of the boat as you travel. Crowning the hill outside of the city center stands the Thien Mu Pagoda. The octagonal tower reaches a height of more than 68 feet, and you can take some time to stroll up the stairway that leads to the base of the shrine set beneath the refreshing shade of the lingering canopy. The main sanctuary features wooden sculptures that guard the temple, along with gold-plated statues that depict Buddha."
    },
    {
      "dayNumber": "4",
      "title": "Hue – Discover Hue with a Cooking Class and Day at Leisure",
      "description": "At breakfast, you can indulge in the sweet and rich flavor of Vietnamese coffee, accentuated by the aroma of tropical fruits, such as citrusy pomelo and saccharine lychee. After the previous day’s long walk around the Imperial Enclosure and Thien Mu Pagoda, you can take the morning to embrace the soothing warmth of hot springs. The mineral water will help your muscles relax and rejuvenate your skin. You could also spend the morning perusing the stores in the heart of the city, offering a mixture of posh boutiques, art galleries, and handicraft stores. Meet your guide later in the afternoon to make your way through the marketplace as garlic and tomatoes blend into the fragrant air alongside Chinese spinach and ripe bananas. Your guide will introduce you to the staples of Vietnamese cuisine and offer tips ranging from how to know if the ingredients are ripe to how to haggle with the vendors. After wandering the marketplace, you will be invited into your instructor’s private kitchen to lay out your ingredients. The herbaceous scent of coriander fills the room as you follow your instructor’s lead to prepare the ingredients that will bring a feast of four courses. Begin as you make a rice flour pancake known as Banh Xeo, using turmeric and bean sprouts to stuff the crunchy, delicious dough."
    },
    {
      "dayNumber": "5",
      "title": "Hoi An – Experience Museums and Culture en route to Charming Hoi An",
      "description": "In the morning, the aroma of chili and the herbaceous dish known as com hen will swirl through the air of the Hue. After breakfast, you will leave the bustling charm of the former Imperial capital city behind and venture to the riverbanks of Hoi An. The scenic drive will take you along Hai Van Pass, a mountainous road that offers captivating views of the South China Sea. The lush greenery will drape across the mountain ridges as the indigo waters of the sea shimmer beneath the open blue sky. Coconut palms rustle in the passing breeze, and the switchback turns provide unforgettable views of the landscape that brush against the golden-sand coast. You will soon reach the city of Da Nang, out of which the majestic Marble Mountains rise. The five limestone clusters represent the different elements of the world and reach a height of 1,640 feet. You will stop at the Museum of Cham Sculpture to view the collection as it offers insight into the ancient culture of the region throughout the 300 pieces on display in the galleries. The museum is located within a French villa founded in 1915 that is dedicated to representing regional collections. The artifacts date between the 5th and 15th centuries including a sculpture taken from My Son Sanctuary that was crafted in the 10th century and depicts flying warrior etched in stone, as well as a 13th-century statue that features Garuda, the mythical bird Lord Vishnu road."
    },
    {
      "dayNumber": "6",
      "title": "Hoi An – Traverse the Quaint Streets and Captivating History",
      "description": "The historical center of Hoi An offers a well-preserved insight into the life and times of the thriving Southeast Asian trading port between the 15th and 19th centuries. The streets reflect both local and international architectural styles as long boats and fishing boats continue to traverse the waters of the Thu Bon River alongside atmospheric villas, cobbled lanes, and Chinese lanterns. You will set out onto the narrow roads with your guide to experience the remnants of history and culture that emanates from the homes, shops, cuisines, and structures around town, beginning with the Japanese Covered Bridge. The edifice took shape in the 18th century and remains a gorgeous embodiment of the Japanese community in Hoi An, erected to cross the water and connect the divided neighborhoods. Two dogs and two monkeys etched from stone adorn the bridge and represent the years in which the bridge was constructed. Shingles cover the sloped, pagoda style rooftop and reflect in the tranquil water that stretches 60 feet to touch the riverbanks. Inside the Tan Ky House, you can view seven generations of merchant influence and discover the architectural features reminiscent of Japanese, Chinese, and Vietnamese influence. Three progressively shorter beams support the ceiling in the sitting area as friezes of crossed swords wrapped in silk ribbon adorn the ceiling. Chinese poems etched into a mother of pearl dangle from support columns and reflect in the light that streams through the courtyard."
    },
    {
      "dayNumber": "7",
      "title": "Hoi An – Explore the Remarkable My Son Sanctuary",
      "description": "After breakfast, visitors from around the world make their way to the white-sand shores of Cua Dai Beach. Coconut palms shade the shoreline and indigo waves splash down onto the two-mile stretch of sand. The sunlight washes over the historical architecture that stretches from east to west along the riverfront of Hoi An. Boats moor along the banks and cafes open their doors to coconut aromas and a decadent coffee fragrance. Your guide will meet you at your hotel and escort you to the tranquil grounds of My Son Sanctuary, located 22 miles outside of the city center. The grounds retain the ruins of the Champa Kingdom, which rose and fell between the 4th and 13th centuries. Brick and stone continue to stand tall against the encroaching greenery as the emerald mountains in the background offer a perfect contrast to the red and black stone structures that are lush with Hindu deities. Only 20 of the original temples remain to link the historical site that is spread over 350 acres to the continued traditions of the Cham culture across Vietnam. The central tower contains sandstone bas-reliefs from Hindu mythology with the design symbolizing the sacred mountain of Meru. The square base depicts the human world with the soaring main turret adorned with a false door. The overall complex was dedicated to Shiva, with the smaller temples devoted to lesser spirits."
    },
    {
      "dayNumber": "8",
      "title": "Siem Reap – Explore Sensational Angkor Wat",
      "description": "The morning sun replaces the glow of the beautiful Chinese Lamps strung along the streets as fishers return to the riverbanks on their canoes after hours spent searching for the perfect catch. The cafes bring the aroma of croissants and coffee sweetened with condensed milk to the streets as your private transfer will meet you at your hotel and escort you to Da Nang International Airport for your flight to Siem Reap, Cambodia. The city is often referred to as the Gateway to Angkor Wat, due to its proximity to the historical ruins of the Southeast Asian kingdom. Cafes, restaurants, and shops line the heart of the city with luxurious hotels hidden by the encircling jungle trees. The market will fill with bright clothing as eager vendors call to passersby that throughout the aisles. Your private transfer will meet you at Angkor International Airport and escort you to your luxurious accommodation near the entrance of famed Angkor Wat. After settling into the comforts of your room, your guide will meet you in the lobby and escort you through the entry gates for your introduction to the enchanting grounds of Angkor Wat. Before entering the temple complex, your guide will point to the three tiers that crest over the gateway and represent Mount Meru. You will cross the stone bridge and enter through the doorway to view the remarkable temple in a complex that encompasses 500 acres built between the 9th and 15th centuries. Bas-reliefs represent the traditional Hindu epics and take you through the marvelous tales that have captivated people throughout history. The dramatic structure reflects in the stoic pond that decorates the forecourt with blossoming lily pads. Once inside the grounds, you will find hints of lit incense drifting out of the sporadic shrines. Monks in sage robes wander through the grounds as your guide will lead you to the relief known as “Churning the Ocean Milk,” which dramatically depicts the gods fighting to extract the elixir of immortality from the sea. In the evening, you can stop to enjoy the marvels of Siem Reap by taking in an exciting Cambodian Circus show of Phare."
    },
    {
      "dayNumber": "9",
      "title": "Siem Reap – Continue to Discover Marvels with an Angkor Sunrise Tour",
      "description": "Before dawn, you will meet your private guide in your hotel lobby and set out into the jungle that edges Siem Reap. Trees thrive in the limestone soil, reclaiming all that once stood in its way. The cool air offers a refreshing respite from the jungle warmth of the afternoons and before the sun rises, you will arrive at Angkor Thom. The soft light spreads through the surrounding trees and over the ruins that spread over a mile long. Five gates that reach a height of 65 feet tall and feature stone elephant trunks and the four faces of Avalokiteshvara, the early manifestation of Buddha’s past, present, future, and divinity. Detailed statues line the bridge that leads to the gateways. The secluded charm of the early morning feels as though you’ve discovered a hidden temple that follows the trails of many archeologists. The 12th-century temple at the heart of the city is the Bayon, which embodies the creativity of the design through 54 Gothic towers decorated with 216 smiling faces. The bas-reliefs that adorn the walls and shrine contain more than 11,000 figures, including a carving along the outer first-level wall that depicts daily life in 12th-century Cambodia. A three-story panorama shows the Khmer battling the Cham dynasty with elephants and oxcarts, reminiscent of the carts still used in contemporary Cambodia. Your guide will highlight the remarkable reliefs that continue to decorate the walls of the temple, eventually leading to the unfinished panel that depicts Brahmans chased up a tree by tigers."
    },
    {
      "dayNumber": "10",
      "title": "Siem Reap – Relish a Guided Tour of Tonle Sap and a Flight of the Gibbon",
      "description": "In the morning, you can find lingering hints of French colonialism around Siem Reap. The aroma of delicious coffee emanates from quiet cafes as vendors along the streets and in the markets offer baguettes filled with cheese and smoked duck. Refurbished antique villas retain their traditional charming facades, and your eyes take it all in as you set out on an early tour to visit the floating villages along Tonle Sap Lake, the largest freshwater lake in Southeast Asia. Venture next to Angkor Park for one last view of the temples, this time from in the air as you move into the tree canopy within the protected area across the archeological park. In the cooling evening temperatures, you can see gibbons lingering in the distant trees grazing on the leaves. They can leap from branch to branch up to 26 feet and swing at speeds of nearly 35 miles per hour. Their fur glints with brown and black colors in the sunlight that pierce through the tree canopy. Your journey will take you along ten zip lines and four sky bridges for panoramic views of temple spires that reach above the treetops. Your guide will connect you to the zip line, and you will jump from the platform and glide through the air to feel the wind brush against your cheeks. As the sun begins to sink, the golden hues of the remaining light will fade from the jungle greenery."
    },
    {
      "dayNumber": "11",
      "title": "Luang Prabang – Venture to the Former Imperial Capital of Laos",
      "description": "The doors to the Artisans Angkor, Les Chantiers Écoles, open in the morning with artists eager to capture their culture as they cultivate traditional skills. The artisan crafters carve stone, produce silk paintings, and learn to lacquer wood to create homages to Angkor era furnishings and contemporary Cambodian culture. The Psar Chaa market fills with locals eager to enjoy breakfast at one of the bustling stands that brings classic noodle soup with egg or fresh fish caught in the waters of Tonle Sap earlier that morning. After breakfast, your private transfer will escort you to the airport for your short flight north to Luang Prabang, the former Imperial capital of Laos. The streets maintain a sleepy village ambiance that spreads amongst the soaring spires of the 33 gilded shrines and lush jungle trees. Mountains frame the edges of the city among the refurbished French villas and the meandering shores of the Mekong River. You will make your way from the Luang Prabang International Airport to your beautiful hotel that will offer views to the exotic garden set beneath the mountain foothills. The aroma of blossoming frangipani will linger in the streets amongst the hints of incense that drift out of hidden shrines. The remainder of the day will be yours to enjoy the splendors of the city. Venture to the top of Mount Phu Si, which has a prominence of nearly 500 feet above the cityscape with 329 steps that will lead you to the gilded stupa of the Chomsi temple. A long, slithering rail modeled after a dragon borders the stairway and the spire reaches a height of more than 78 feet tall, resembling a striking chandelier."
    },
    {
      "dayNumber": "12",
      "title": "Luang Prabang – Revel in a Full Day Tour of the City’s History and Culture",
      "description": "An early morning mist may dissipate from the streets of Luang Prabang to leave the residual comforting aroma of wet stone. The morning market lines a nameless street with vendors selling dried chili and spices, along with fresh lychees and enticing mangosteen. Your guide will meet you after breakfast ready to lead you on an engaging tour of the city’s cultural history beginning at the Royal Palace Museum. The structure was built in 1904 and features exhibits that pertain to the Lan Xang Kingdom and colonial era within the French Beaus-Arts architectural style. Your guide will lead you down Throne Hall and past the decorative mosaic tile mirrors, to view the king’s elephant chair. Inside the glass cases sit the glittering crystal Buddha images once housed in Wat That Makmo temple. Continue to the temple complex of Wat Long Khoun located on the banks of the Mekong River. People from the around the kingdom would make a pilgrimage to the temple in search of spiritual rejuvenation, including any newly adorned king. The structure was erected in the 18th century with two single levels, and the façade retains its gilded columns and intricate woodcarvings that add to the elegance of the décor. The original murals continue to embellish the walls with vibrant stories that tell of the more than 540 lives of Lord Buddha, accompanied by local myths and legends that take on a moral significance."
    },
    {
      "dayNumber": "13",
      "title": "Luang Prabang – Visit Villages, Temples, and Caves on a Mekong Excursion",
      "description": "The landscape of Laos enchants visitors as much as the history around Luang Prabang. In the morning, the gilded spire that crowns Mount Phu Si glints against the emerald forest canopy. The Mekong River rushes against the lush banks that lead all the way to the South China Sea. The turquoise hues of the Kuang Si Waterfall cascades down the cliffs and filters into the natural pools below. After breakfast, you can step aboard a river cruiser to glide along the Mekong on a scenic tour that will take you to the Pak Ou caves. Villages along the water’s edge rise over the soil and river on stilts as the sloped thatched roofs offer shade to the narrow porches. The limestone banks turn to cliffs and stairs lead upwards of 50 feet above the water and into the caves. The majestic ambiance emanates from the caves through a collection of thousands of Buddha icons that span millennia. The caves were carved out of limestone and dedicated to the river spirit and Buddha. You can shine your flashlight in the upper cavern to fill the once dark cave with light, and the Buddha statues will shine with orange and red robes. An abundance of icons hides in the darkness and around niches where the light does not reach and the earthen aroma blends with the scent of sandalwood that drifts from the lit incense. You can descend into the caves to reach the boat bound for the village of Ban Xang Hai, which is known for producing celebrated Laotian wine."
    },
    {
      "dayNumber": "14",
      "title": "Luang Prabang – Depart for Home",
      "description": "At dawn, the mist will fade from the streets and leave the familiar and comforting aroma of wet stone. A small gong will echo from the procession of sage-robed monks as they walk down the roads as locals sit along the walkway and wait silently to offer food to the passing monks in a daily ritual of devotion and humility. Cows graze on the banks of the Mekong and women in nearby villages weave colorful patterns into fascinating textiles. The ineffable charm of Luang Prabang returns with the sunrise and emanates from the vast history, the rich heritage, and a perseverant culture. Your private transfer will meet you in your hotel lobby and escort you to Luang Prabang International Airport for your flight home."
    }
  ],
  "map": ""
}