{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "amazing-southeast-asia-tour-cambodia-vietnam-and-laos",
  "tourName": "Amazing Southeast Asia Tour: Cambodia, Vietnam, and Laos",
  "placesVisited": "Phnom Penh, Siem Reap, Saigon, Mekong Delta, Hoi An, Hue, Hanoi, Halong Bay, Luang Prabang",
  "generalInfo": "The ancient history and culture of Southeast Asia is yours to explore on this specially designed tour through Cambodia, Vietnam, and Laos. From the magnificent Angkor temple complex to the extensive paddy fields of the Mekong Delta, the elegant temples of Luang Prabang to the powerful walls of the imperial city of Hue, you will find the unforgettable combination of ancient architecture and modern culture, enticing cuisine and unparalleled countryside. The allure of Southeast Asia is in its past, present, and future.",
  "durationDays": "20",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phnom Penh – A Sitting Pearl",
      "description": "Welcome to Phnom Penh, the capital city of Cambodia and a place once called the Pearl of Asia. The Mekong River is alive with fishermen. They cast their nets out in long strides in search of their daily catch. A wide, charming avenue rushes alongside the riverbank. The city holds keys to the country’s contemporary and ancient history. Independence Monument stands like a tower in the city center and was constructed in the late 1950s. The tower rises over 60 feet tall and is modeled after the country’s best-known monument, Angkor Wat. When night begins to sweep across the city the fountain is lit with blue, red, and white floodlights. Settle into the luxury of the Raffles Le Royal Landmark Hotel, a stunning display of Khmer, Art Deco, and French Colonial architecture."
    },
    {
      "dayNumber": "2",
      "title": "Phnom Penh – The Khmer Trend",
      "description": "The luscious scent of fresh coffee and buttery pastries, aromas reminiscent of a French Colonial past, brings you wide-awake. The city streets come to life in the early morning. Fishermen quickly venture out onto the water. After breakfast your guide meets you at your hotel. You step out onto the boulevard and find the frangipani shimmering in the early light. The National Museum of Arts contains the largest cultural collection in the country. Some of the artifacts date as far back as the fourth century. The museum was constructed in a traditional Khmer style using red sandstone that creates a rich red hue against the backdrop of the clear blue sky. There are over 14,000 artifacts in the museum’s care, including a bronze statue of a reclining Vishnu. When you step into the courtyard you will find four lotus pools. The garden is a virtual outdoor exhibition filled with bas-reliefs and stone work that date between the 6th and 11th centuries. Your tour through the history of Phnom Penh continues and the tremendous images of the country’s empirical grandeur will follow you."
    },
    {
      "dayNumber": "3",
      "title": "Siem Reap – The Majesty of Temples",
      "description": "The collected images of Cambodia’s history are vibrant in your mind and will soon come to life. Your private transfer meets you at your hotel and escorts you to Siem Reap, the city known as the “Gateway to Angkor.” Settle into the lavish lodgings of the Raffles Grand Angkor Landmark. The elegant accommodation is situated near the Old French Quarter and is just a short distance away from the Angkor complex. Soon you will come to the treasured history of Angkor Wat. The afternoon sun casts a golden hue over the sandstone. A forceful bridge connects the mainland to the courtyard. You venture through the entrance gate and feel like you have stepped back in time. Angkor Wat is the best preserved example of Khmer architecture in the country. It is easy to look upon the magnificent scale of the structure and have your breath taken away. The famous temple was constructed in the 12th century as a symbol of the king’s connection to Vishnu. The central tower stands taller than the four that surround it. Enter into the second gallery and find a continuous relief. The images tell the story of the Mahabharata epic."
    },
    {
      "dayNumber": "4",
      "title": "Siem Reap – The Connected Complex",
      "description": "The morning bursts with energy. The city comes alive with the aromas of fresh coffee and delicious pastries; one scent is enticingly rich and the other is hypnotically sweet. Your guide meets you at your hotel and escorts you back to the Angkor complex, this time taking you to the grand city of Angkor Thom. The entire complex is over a mile long and surrounded by five gigantic gates that stand 60 feet tall. The gates themselves are worth the visit. You notice the stone elephant trunks running along the walls. Bayon Temple is the most famous sanctuary in the complex. It was built in the 12th century and blends Buddhist and Hindu imagery. It is located at the center of the walled city and is meant to represent the intersection of heaven and earth. The stupas are not just stone towers but also contain the enigmatic smiling faces of a single enlightened being."
    },
    {
      "dayNumber": "5",
      "title": "Siem Reap – The Embodied Lake",
      "description": "Today you will step away from the Angkor temples and make your way to the mythological shores of Tonle Sap, the largest freshwater lake in Southeast Asia. Climb aboard a traditional sampan and venture into the lake’s center. During the wet season the water’s edges expand dramatically. The surrounding grasslands are lush and fertile. In the dry season the water contracts to an equally dramatic measure. At the center of the lake you find a village that stands above the water’s surface. Each home is built on stilts that allows for the intermediate rise and fall of the lake throughout the seasons. The local villagers are friendly and gracious. You can see a number of sampans winding through the water. Some boats look to carry fishermen while other boats ferry children to and from shore. The soft breeze brings a cool and refreshing draft across the water."
    },
    {
      "dayNumber": "6",
      "title": "Saigon – The Size of Saigon",
      "description": "The five towers of Angkor Wat are visible in the distance as you soar through the sky and arrive in Vietnam’s largest city, Saigon. The neighborhoods are vivacious and endlessly energetic. You can easily be swept up in the whirlwind of modern comforts that fill the city. The culture and traditions of the locals persist in the shadows of the spreading skyline. You find the luscious scent of garlic and fresh made rice noodles. The decadent flavors of pho lure you into many delicious restaurants that hide around every corner. Spend the day exploring the exhilarating neighborhoods or enjoy some time relaxing in the comforts of the Caravelle Hotel Deluxe. The luxurious space is located in the heart of the city and is imbedded in the stretch of French colonial architecture that lines the wide and elegant avenues."
    },
    {
      "dayNumber": "7",
      "title": "Saigon – The Spirited Streets",
      "description": "The architecture in downtown Saigon is not the only mark the French left on the city. You awaken to the aroma of rich Vietnamese coffee. Sip the slightly bitter and fabulously rich cup before you visit the city’s sites on a walking tour. The Central Post Office is an example of elegance. The famous architect Gustav Eiffel designed the building in the late 19th century. The neoclassical architecture takes you out of Southeast Asia and onto the streets of Paris. The long, arched entryway reflects the light and highlights the sepia maps that drape the walls. If it wasn’t for the large painting of Ho Chi Minh that hangs at the far end of the building you might forget that you were in Vietnam all together."
    },
    {
      "dayNumber": "8",
      "title": "Saigon – The Culture of the River",
      "description": "Outside of Saigon the Mekong Delta rushes along the southwestern edges of the countryside. The river stretches from the Tibetan Plateau down to the South China Sea. Your guide escorts you to the riverbanks and you board a boat to discover the sensational culture of the waterway’s endless canals. Over the riverbanks the landscape is awash with paddy fields as far as the eye can see. Farmers stand knee deep in water and pick at the budding grains. Local fish farms are nestled against the sides of the river. They look similar to the homes on Tonle Sap that stand high on stilts. Come to Turtle Island where you will board a small sampan and traverse the immense snaking canals. Large palms dangle overhead. The warm afternoon light reflects off of the water. The shallow sampans maneuver easily through the river’s depths. Tall grass blocks your view of the surrounding farms. In the afternoon you will come to Cao Dai Temple to meet the colorful people involved in the creative synthesis of world religions."
    },
    {
      "dayNumber": "9",
      "title": "Hoi An – Small Town Charm",
      "description": "Today you will depart from the energetic whirl of Saigon and make your way to the charismatic town of Hoi An located in central Vietnam. The city was once the center for Vietnam’s vibrant trade of silk and cinnamon in the 15h to the 19th centuries. The narrow lanes are lined with cheerful paper lanterns. The Japanese Bridge was built in the 18th century and continues to act as an iconic image of the city’s past and present. A Taoist temple is located on the bridge’s north side and continues to be used as a place of worship. The spiced scent of sandalwood emanates from the burning incense. A pair of monkeys and a pair of dogs guard the bridge’s entrances. Stand on the bridge and watch the Thu Bon River flow gently beneath you. In the soft glow of the paper lanterns you can settle into the Life Resort Hoi An Junior Suite River View Hotel. The trickle of the river adds to the city’s charm and helps calm the day’s rush."
    },
    {
      "dayNumber": "10",
      "title": "Hoi An – The Flavors of Town",
      "description": "Experience the city like a local by tasting the unique flavors of Hoi An on a tour of Central Vietnam’s popular cuisine. Your private guide meets you at your hotel ready to take you through the city’s diverse tastes. You come to the local market and are immediately enticed by the herbaceous scent of coriander and mint. Garlic and chili add a spice to the aroma. Follow your guide through the zigzagging alleyways of the local market where luscious produce lines the walkways. Fresh seafood that was caught that morning is displayed in a different area of the market. You sit down at a local stall and watch the chef dice carrots and onions. You are trying the city’s quintessential dish of Cao Lau. The noodles fill the bowl and are topped with shrimp. The components of the dish are layered and delicious. Each added flavor gives you a deeper understanding of the food, the culture of Hoi An, and the connective elements of Vietnam."
    },
    {
      "dayNumber": "11",
      "title": "Hue – Passing to the Imperial",
      "description": "Wake up to the relaxing sounds of the river. After breakfast your private transfer meets you at your hotel and is ready to escort you to the imperial city of Hue. You leave Hoi An behind and imagine the distant flicker of the dangling paper lanterns. Your drive takes you over the magnificent Hai Van Pass and through the stunning mountains. The pasture shines emerald in the high mountains that rise up to 1,620 feet. The South China Sea brushes against the base of the range. It catches the sunlight and looks sapphire. Arrive in Hue and come to the beautiful La Residence Hue Deluxe River View. The tropical greenery outside of your luxurious room adds to the hotel’s elegant atmosphere."
    },
    {
      "dayNumber": "12",
      "title": "Hue – Where the Emperors Stay",
      "description": "The city is inundated with ancient grandeur and superb artistry that dates back to the 19th century. After breakfast your guide meets you at your hotel. Fortified walls wrap one and a half miles around the grounds to protect the ancient citadel. Each wall is over six feet thick. The Imperial Enclosure is where what was once the emperor’s residence stands. It sits at the center of the citadel surrounded by stone walls 12 feet high. The atmosphere is both reminiscent of a gloried past and steeped in the remains of the Vietnam War. Out of 148 buildings that once graced the center of the bastion only 20 remain. The temples and shrines that do remain offer a glimpse of the elegant architecture that is found within the imposing stronghold."
    },
    {
      "dayNumber": "13",
      "title": "Hanoi – The Modern Luxuries of Hanoi",
      "description": "The imperial splendor of Hue has persisted for centuries and continues to captivate locals and visitors with its impressive construction. Today you will say goodbye to the inspiring citadel and graceful temples and make your way to Hanoi, the capital of Vietnam. The city is filled with modern energetic neighborhoods while also maintaining a connection to its traditions. Hoan Kiem Lake is an example of the strong connection that the city has to its culture. The body of water is steeped in ancient legend which is displayed in temples and monuments around the complex. The city’s bustle seems to disappear behind the quiet lush trees that surround the lake. The water ripples in the soft breeze and you notice couples strolling along the pathways. They stand atop the bright red wood of Huc Bridge and watch the large soft-shell turtles swim past. In the evening you can get comfortable in your lavish room at the Sofitel Legend Metropole Hotel."
    },
    {
      "dayNumber": "14",
      "title": "Hanoi – The Past in the Present",
      "description": "The aroma of fresh Vietnamese coffee is enthralling. It seems to lift through the streets. You can see the locals adding condensed milk to the cups and turning the rich dark color to cream. The French architecture stands behind the tree-lined boulevards. The leaves add a brush of greenery to the buildings’ tawny hues. The Temple of Literature is situated near Hoan Kiem Lake. It houses the oldest university in the country which dates back to the 11th century. The temple is dedicated to Confucius and contains a statue of the teacher atop a small altar. The scent of sandalwood fills the gallery. The red and gold painted robes stand out against the sanctuary’s wooden frame. When you walk through the first courtyard you will come to the Dai Trung Gate, known as the Great Middle Gate, edged by smaller entryways. It is your first step into the ancient history and treasured culture that continues to connect the city to its rich past in order to move the country forward."
    },
    {
      "dayNumber": "15",
      "title": "Ha Long Bay – A Night on the Bay",
      "description": "This morning you find yourself on the banks of the world-renowned Ha Long Bay. The early mist is subtle and cool. It soon dissipates and is replaced by the rising sun. The sunrise brings a depth of orange that fades to pink and finally disappears into the bright blue sky. You can see the water glowing a faded emerald in the early light. Climb aboard your traditional Chinese junk and venture out onto the bay. The Jasmine Cruise is a spectacular wooden ship that will have you sailing through the majesty of Ha Long Bay in complete luxury. The Limestone islets are famous around the world and number up to 1,600. You can’t miss the incredible karsts that protrude from the water. Some of the limestone is covered with lush greenery; other times you can see the dark gray boulders peeking into the sky. The collection of karsts that rise out of the water look like dragon’s teeth and gave way to the legend of the bay. Later you will come to Tien Ong Cave. The cave’s mouth is 150 feet wide and over 42 feet tall. Step into the grotto and find a domed ceiling that drips with stalactites. The colors of the limestone shift in the light from blue to gold and back again. It adds to the unparalleled natural luster of the day."
    },
    {
      "dayNumber": "16",
      "title": "Hanoi – The Flavors of the Bay",
      "description": "The morning stretches over the bay and makes the karsts glint in the light. In the early daylight hours you can enjoy the view of the bay from the ship’s deck while partaking in a Tai Chi demonstration. Each movement is slow and controlled to help sooth the body and the mind. You can also enjoy a cooking demonstration and indulge in the flavors of the sea. You watch the chef choose the ingredients carefully. Each carrot and coriander leaf is inspected. The shrimp was freshly caught this morning. The aromas of garlic and ginger are enticing. Soon you find the crispy and delicious flavors of a hand made spring roll in front of you. The water continues to shine a tremendous color of gemstone. The tide ebbs and flows against the islands’ rocky outcrops. In the afternoon you return to shore and have a private transfer back to Hanoi."
    },
    {
      "dayNumber": "17",
      "title": "Luang Prabang – Into the Ancients",
      "description": "The morning passes you by as you make your way from Hanoi to Luang Prabang. The city is considered to be the best representation of ancient Southeast Asian architecture. There is inherent charm in the streets that stem from the 33 temples spread throughout the city, along with the exceptional greenery that makes the urban expanse feel like a rural town. Wat Wisunarat is Luang Prabang’s oldest temple and dates back to the 16th century. Its stupa is uniquely shaped and designed to resemble a lotus flower. The temple’s interior contains a small selection of ancient stones and gilded Buddha statues. The surrounding trees are calm and the courtyard is serene. The temple is still in use, which accounts for the low hum that sometimes emanates from the main gallery. In the evening you will find comfort in the lushness of La Residence Phou Vao with a junior suite that looks out to the extraordinary mountains."
    },
    {
      "dayNumber": "18",
      "title": "Luang Prabang – The Allure of Water Falling",
      "description": "The city is surrounded by mountains, which make the sun rise just a little bit more before it casts its light over the expanse of temples and trees. South of the city is the celebrated Kuang Si Waterfall. The water pools at the top of the three tiers and eventually leads to the main cascade of over 200 feet. You follow the trail that takes you beneath the lush emerald canopy. You can hear the falls before you see them. The sound of trundling water is never far away. The river is an elegant turquoise that reminds you of a jewel. On the smaller tiers you can see the water drape over the rocks like beaded curtains. The mist rises into the air and has a cooling effect under the canopy. You can see locals jumping off of the rocks and into the lower pools. The laughter is contagious and the images are unforgettable."
    },
    {
      "dayNumber": "19",
      "title": "Luang Prabang – Over the River",
      "description": "The Mekong River begins in the Tibetan Plateau and rushes down to the delta that leads into the South China Sea off the coast of Vietnam. After breakfast you are taken to the riverbanks where you will step aboard a long-tail boat. Your skipper stands at the helm, located at the back of the boat, and leads you to the mystical Pak Ou Caves. The mountains are overrun with tremendous jungle and brush against the riverbanks. Local fishermen float down stream in search of their daily catch. Local homes are built on stilts to account for the water’s sporadic undulations. The caves rise over 50 feet above the river and are carved deep into the cliff. The lower cave is known as Tham Ting. The interior is filled with over 200 images of Buddha and made of mostly carved wood. Once inside the cave you feel the cool draft that comes when the earthen walls are hidden from the sun. The images have been collected and placed, cared for and regarded. It is like nothing you have ever seen before. Look out over the river and see Buddha’s innumerable silhouettes blending into the fabulous artistic landscape of Laos."
    },
    {
      "dayNumber": "20",
      "title": "Luang Prabang – Departure",
      "description": "Sip on the unique flavors of the coffee and taste the accompanied buttery and sweet croissants once more. The simple flavors of the French Colonial days continue to delight the locals and you have come to relish them as well. In the mist you can hear the morning procession of the monks. The sienna robes glow in the early light. People offer alms of rice and cookies. The monks hum in a low and hypnotic tone. Soon your private transfer will meet you and escort you to the airport for your flight home. But for now you can enjoy the daily routine of the city, its people, and the colorful world of Southeast Asia just a little longer. Zicasso offers many options for Vietnam vacations . For additional ideas and traveler experiences, read the Vietnam tours reviews ."
    }
  ],
  "map": ""
}