{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "luxury-laos-tour-a-signature-experience",
  "tourName": "Luxury Laos Tour: A Signature Experience",
  "placesVisited": "Luang Prabang, Phonsavan, Vang Vieng, Vientiane, Ban Muang Keo Village, Muang Kham",
  "generalInfo": "Experience unbridled luxury and unfathomable discovery while exploring Laos. Golden temple spires soar above the forest canopy. French villas embellished with Laotian accents offer a unique understanding of the contemporary colonial era. Ancient jars reaching eight feet tall speckle secluded plains and the former Royal Palace guards a majestic Buddha statue made of solid gold. From the banks of the Mekong to the cliffs towering over the Nam Song River, your customizable tour offers the unrivaled beauty of the landscape, insight into local culture, and the marvelous opulence of Laos.",
  "durationDays": "9",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Luang Prabang – Imperial Luxury",
      "description": "The Mekong and Khan Rivers converge near the rolling mountains of Laos’s northern landscape. Lush greenery spreads across the riverbanks and sporadically shading the cobbled historical streets of Luang Prabang, the former imperial capital of the country until the 16th century. Frangipanis blossom through the cityscape, providing a comforting, sweet aroma throughout the day. The gilded temple crowning the neighboring summit of Mount Phu Si glints against the jade leaves of the forest canopy. Your flight lands at Luang Prabang International Airport, where your private transfer greets you upon arrival. The relaxed ambiance emanates from the rustling leaves, colorful flowers, historical streets, and 33 temples creating the elegant skyline. French colonial villas line the walkways, offering a glimpse of the 19th and 20th centuries while the country was under foreign influence. Your marvelous hotel offers an enchanting view of the mountains rolling across the horizon within the traditional Laotian architectural style. Teak wood offers endless freshness, accented with silk and cotton for a smooth, gentle appearance. Your introduction to Laos and Laotian culture begins with a traditional Baci ceremony. The Shaman greets you with a friendly smile amongst the aroma of lingering bamboo emanating from the surrounding forest. The Shaman ties a white cotton string around your wrist and begins with good wishes for your journey through the country. You stand near a handmade pyramid crafted out of marigolds. The petals flutter in the gentle hillside breeze. The Shaman places a glass of Laotian whiskey and banana leaf near a pair of candles and flowers. You receive the blessing with your hands out and palms down. The Shaman brushes a string against your skin, sweeping away the bad spirits and replacing them with positive vibes for the perfect welcome to Laos."
    },
    {
      "dayNumber": "2",
      "title": "Luang Prabang – Beyond the Gilded Spires",
      "description": "The morning light stretches over the cityscape and glints off the golden tower of Wat Tham Phousi crowning the nearby mountain peak. The burnt-sage robes of monks fade into various temples adorning the streets. The scent of incense lingers in the air before the aroma of strong and sweet Laotian coffee overtakes it. Your guide meets you at the hotel after breakfast, eager to lead you on an exciting exploration of Luang Prabang, beginning at the Royal Palace National Museum. The palace grounds were erected more than a century ago to house King Sisavang Vong and his family. Soaring palms border the pathway leading to the main entrance. The interior contains the residential quarters, preserved in their original state during the overthrow of the monarch in the 1970s. Galleries within the museum offer insight into the turbulence of Laos’s history from the Lane Xang kingdom to the colonial era, set within the frame of French Beaux-Art architecture. Traditional Laotian accents help beautify the French colonial style. The grace of the past resonates through the preservation of luxury and historical connection. Your guide leads you to the southern terrace to view the Royal Pavilion. You look between the secure bars to find a gilded Buddha image standing 32 inches tall. Your guide explains the legend, which states that the golden Buddha was crafted in the 1st century in Sri Lanka and brought to Laos in the 16th century, with the Siamese carrying it away amongst their spoils of war on two separate occasions. Before sunset, you make your way up the 328 steps to reach the peak of Mount Phu Si and visit the golden stupa you have noticed since arriving in Luang Prabang."
    },
    {
      "dayNumber": "3",
      "title": "Luang Prabang – On the Mekong Waters",
      "description": "Locals venture to a small outdoor café near the banks of the Mekong River in the morning light. A woman lets coffee slowly drip into a cup before blending the fresh-brew with sweet and creamy condensed milk. Old men sip their coffee and laugh with one another while nibbling on banana fritters. The sweet, fried aroma fills the air near the riverbanks. After breakfast, you make your way to the banks of the Mekong to board a private long-tail boat. Fishermen set out onto the water in dugout canoes. They balance at the center of their vessel and cast their nets or fish traps into the water in search of catfish. They use bamboo poles to propel their canoes against the current to reach their markers within the water. You arrive at Pak Ou Cave, in which two sanctuaries decorate the interior caverns. Your boat docks against the base of the limestone cliff. A stairway leads up to the mouth of the lower cave, where thousands of Buddha statues wrapped in orange robes decorate the cavernous space. From within the cave, the Buddha icons decorate the foreground of your panoramic view of the Laotian countryside. The water brushes against the lush bank. The trees create a marvelous jade skyline complemented in the background by rolling mountain summits. The upper cave stands more than 50 feet above the water’s edge and contains statues ranging from nearly one inch tall to almost 20 feet tall. Your return to the boat and make your way through the freshwater river to Ban Muang Keo Village, known for crafting traditional Laotian textiles and celebrated Laotian whiskey."
    },
    {
      "dayNumber": "4",
      "title": "Phonsavan – The Road onto the Plain",
      "description": "Before dawn, locals of Luang Prabang make their way onto the cobbled streets of the city, setting out prayer mats alongside the road. They take off their shoes and kneel onto the mats, waiting for the arrival of the daily procession of monks. Burnt-sage robes appear out of the thin layer of morning dew. Monks of all ages carry baskets to receive alms from the waiting public. People offer bags of rice or cookies for the monks to enjoy during their single meal of the day. The procession ends but leaves the subtle majestic aroma of lit incense in the air. After breakfast, your private transfer meets you at the hotel, eager to escort you on the scenic drive south to the secluded town of Phonsavan, located at an altitude of more than 3,605 feet above sea level. The mountain ridges texture the scenery, leading to rugged summits piercing the sky. Women in traditional Laotian garments stand by thatched stands along the roadside, selling bottles of gasoline for passing motorcycles or refreshing sodas and Laos whiskey. The road narrows and winds up the mountainside, passing villages until you reach the main boulevards of Phonsavan, which travel from east to west. Pine trees on the surrounding hills provide a refreshing, spiced aroma to the town with powder-blue cottages of Hmong villages speckling the mountain roads. The remainder of the day is yours to settle into the comforts of the town with the unique flavors of the Fresh Food Market, which offers exotic produce and cuisine catering to the various ethnic groups of the region."
    },
    {
      "dayNumber": "5",
      "title": "Phonsavan – Reach of the Enchanting Plains",
      "description": "In the morning, the scent of cinnamon muffins and freshly made brownie cheesecake emanates from the exposed brick façade of a popular local Café. Your guide meets you at the hotel after breakfast and leads you to the remarkable archaeological spectacle of the Plain of Jars, located six miles outside of the city center. The mountainous terrain opens to a large plain spanning more than 100 miles, on which giant stone jars of ancient origin decorate the landscape. Your guide explains that archaeologists can date the jars back to the Iron Age between 500 BC and 200 AD. Over 2,500 large jars and fragments remain on the fields, having survived time and bombings during the Indochina wars. You can touch your fingers to the stone and feel their rounded, smooth edges in the cool morning air. The tallest jar reaches a height of more than eight feet tall. You continue into the countryside to visit with local ethnic villages, including Tai Dam and Hmong."
    },
    {
      "dayNumber": "6",
      "title": "Vang Vieng – On Tranquil Waters",
      "description": "In the morning, the sunlight spreads across the marketplace, showcasing the handcrafted goods made by nearby ethnic groups. Colorful umbrellas made with natural dyes and mulberry paper shimmer in the returning sunlight. Spoons crafted out of scrap metal glint against the wooden huts. Hmong embroidery showcases the intricate handiwork and stylized geometric shapes of traditional décor. After breakfast, your private transfer meets you in the lobby and takes you on a scenic drive southwest towards the riverside streets of Vang Vieng. Water buffalo help farmers till the rice paddy fields. Cows graze on the tall, lush grass. The car passes the mountain ridges, offering remarkable views of the trees and sloping foothills. Large limestone cliffs stretch into the sky as you descend to the valley floor reaching Vang Vieng, located on the banks of the Nam Song River. The town offers serene views to a tapestry of paddy fields and cliffs. After settling into the luxury and comfort of your hotel, the remainder of the day is yours to enjoy the tranquil beauty and idyllic scenery spreading across the landscape outside of town. You make your way to Tham Phu Kham, located in the foothills. Karsts speckle the landscape like boulders fallen from the sky. The cave of Tham Phu Kham stands amongst a limestone cliff at more than 650 feet above sea level. A labyrinth of chambers fills with dangling stalagmites and stalactites shimmering with moisture. A cool air emanates from the stone walls. A hole in the ceiling of the first large chamber allows light to filter into the cave, shining over the bronze figure of a reclining Buddha. The trail leads you to a stunning crystal clear blue pool waiting at the bottom, with ropes dangling from the overhanging trees. The water is cold on your fingers as you dip them into the stoic, reflective pool. You can take a dip and relax in the remarkable jungle scenery far away from the bustle of life back home."
    },
    {
      "dayNumber": "7",
      "title": "Vientiane – Along the Mekong Bend",
      "description": "The morning light rises over the Vang Vieng and spreads across the limestone cliffs stretching along the shores of the Nam Song River. The youthful ambiance of the city emanates from backpackers and luxury adventurers making their way to a relaxing morning along the rushing waters. They dip into the river and enjoy a tranquil ride on an inter-tube floating in the refreshing waters while soaking up the evergreen scenery. Your private transfer meets you at the hotel after breakfast and escorts you to the smallest capital city in Southeast Asia, Vientiane, which is located alongside a bend in the Mekong River. Charming cafes and renovated French villas remain from the days of French colonialism. Trees shade the wide boulevards, and temple spires mark historic grounds to which people from around the country make the pilgrimage. You settle into the comforts of your hotel, situated inside the rustic grandeur of a former French villa. Fern fronds shade the edges of the graceful pool, and Laotian accents add an element of tropical opulence hidden amongst the trees. Your guide meets you in the lobby and greets you with a wide smile. Your half-day tour through the streets of the capital takes you to the Patuxai Memorial, which was erected in the 1960s. Blossoming flowerbeds and manicured trees wrap around the arched doorways. The edifice celebrates Laotian independence from colonial forces, whether from the most recent French era or the Siamese and Japanese occupations in the past few centuries."
    },
    {
      "dayNumber": "8",
      "title": "Vientiane – In Temple Glory",
      "description": "In the morning, the charm of the city returns beneath the flickering streetlamps lighting the cobbled lanes. Cafes open their doors to the aromas of fresh croissants and decadent hot chocolate made from French tradition. Shops display lavish silks and handmade suits in their windows. The aroma of decadent coffee mixed with sweet condensed milk drifts out of the hotel’s dining room. Your guide meets you in the lobby when you are ready, eager to introduce you to the continued tranquil ambiance of the capital. You set out into the city to view the marvels of Laotian history captured in the splendor of stupas and the National Museum. While visiting the temple of Wat Si Saket, you can’t help but notice the abundance of Buddha statues crafted in wood, stone, and bronze, numbering more than 6,800 in total. The temple complex was originally founded in the 16th century but rebuilt in the 19th century. The ordination hall contains a coiled deity that resembles a dragon. A multi-headed figure lies beneath a seated Buddha, which was crafted in the 13th century. The aroma of incense fills the hall and spreads into the ceiling, supporting a five-tiered roof framing the Jataka murals that depict various past lives of the Buddha. The temple of Wat Ho Phra Keo stands at the heart of the city on grounds dedicated to a Buddhist sanctuary since the mid-16th century. The interior galleries once housed the Emerald Buddha before the Siamese army retook the statue in the 18th century."
    },
    {
      "dayNumber": "9",
      "title": "Vientiane – An Endless Luxury",
      "description": "The city reawakens along the rushing waters of the Mekong River. The morning market brims to life with locals wandering down the aisles lined with produce vendors. Women cook at stalls bordering the marketplace, offering freshly cooked noodle soup to start the day. Fishing boats and canoes return to the banks from the early hours, checking traps and nets along the river. The doors to Le Trio Coffee open to the aroma of locally sourced beans turned into creamy, enticing lattes, dusted with cinnamon. The Laos National Museum presents galleries within the former French Governor’s mansion first built in the 1920s. When you are ready, your private transfer greets you at the hotel and escorts you to the Wattay International Airport for your flight home. You could always extend your stay to experience more of the luxuries of Southeast Asia by continuing onward to Vietnam or Thailand."
    }
  ],
  "map": ""
}