{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "discovering-the-past-and-present-of-laos-tour",
  "tourName": "Discovering the Past and Present of Laos Tour",
  "placesVisited": "Vientiane, Luang Prabang, Bang Xang Hai, Kuang Si Falls",
  "generalInfo": "Your custom tailored tour uncovers the splendor of Laos’s contemporary and imperial capitals through their distinguished elegance and beauty. Venture into the countryside to discover staggering waterfalls feeding into turquoise pools. Discover the former Royal Palace as it displays the glittering frame of a solid gold Buddha icon. Follow the path set by 3rd-century monks who brought a Buddha relic from India and stand beneath the grandeur of the Victory Monument as it pronounces the independent Laotian spirit. From the cobblestone boulevards to the colorful marketplaces, you will find grace and glory in Laos’s palaces and pagodas.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vientiane – Glories of the Capital",
      "description": "The wide boulevards of Vientiane lead to historical temples and Buddhist monks trail robes of burnt sage. Temples glitter amongst the emerald hues of the canopy. Dragon statues shimmering with gilded exteriors lunge out of temple doorways. The scent of frangipani and tamarind blend with the aroma of fresh pastries drifting out of the French cafes. Your flight lands at Wattay International Airport, where your private transfer greets you upon your arrival. Entering into the heart of the historic center, you pass antique French villas dating back to the colonial days and waters of the Mekong River rushing against the edges of the city. You take a moment to settle into the comforts of your hotel, situated inside a renovated French villa that offers the charms of the city’s past, accentuated with contemporary luxuries. Your guide greets you in the lobby, eager to introduce you to the Laotian capital on a walking tour around Pha That Luang, the most important monument in the country. The golden stupa represents Laos’s sovereignty, along with the embodying of a grand symbol of the Buddhist religion. The aroma of blossoming frangipani blends with the scent of incense. The golden exterior of the shrine flickers in the passing sunlight. Your guide explains the legend surrounding the complex, which states that missionaries from India erected the stupa in the 3rd century to enclose a piece of Buddha’s breastbone. The shrine reaches a height of nearly 150 feet with a cloister measuring more than 275 feet. Images of Buddha adorn the walls. Your guide points to the statue of Jayavarman VII, the king who converted the Khmer empire to Buddhism during the era of Angkor."
    },
    {
      "dayNumber": "2",
      "title": "Vientiane – At the Heart of Vientiane’s Temples",
      "description": "In the morning, the aroma of freshly brewed coffee emanates from the French-style cafes. Tables and chairs adorn the cobbled walkways, offering locals and visitors a space to enjoy the refreshing morning air. The scent of croissants baked to a golden brown accompanies the decadent fragrance of melting chocolate from pain au chocolat, chocolate croissants. Your guide meets you at the hotel after breakfast, once again keen on leading you through Vientiane and Laos’s remarkable history. After visiting the oldest temple in the city, you make your way to the Wat Ong Teu Mahawihan. The structure was originally erected in the 16th century over a religious site first occupied in the 3rd century. The government rebuilt the temple in the 20th century after the Siamese-Laos war. The roof slopes downward and presents an amalgamation of artistic, architectural styles from around Asia. A stunning bronze image of Buddha is situated in the temple. It is the largest statue of Buddha in the country, reaching a height of 19 feet. The figure is seated with hands at rest on his lap with palms facing outward to connote fearlessness. Bright yellow and red accents provide captivating embellishments to the temple. The fragrant incense burning inside the shrine offers hints of sandalwood to accompany the shimmering bronze figure of the Buddha, flanked on either side by mirroring statues representing a standing Buddha. Columns supporting the roof resemble intricate lotus flowers made to look as though they have sprouted from the ground and blossomed into the ceiling. Students from around Laos wander the grounds, eager to learn the teachings of Buddha from the Deputy Patriarch of the Laos monastic order."
    },
    {
      "dayNumber": "3",
      "title": "Luang Prabang – Discovering the Imperial Capital and Culture",
      "description": "In the morning, the coffee houses and cafes of Vientiane open their doors to the aroma of baking baguettes and enticing almond croissants. The streetlights over the cobbled walkways turn off, replaced by the drifting sunlight spreading across Vientiane’s Arc de Triomphe, known as the Patuxai. The structure crowns the commercial district with surrounding blossoming flowerbeds. After breakfast, you pass the dramatic figure en route to the airport for your flight north to Luang Prabang. The city rises out of the jade-colored trees set between the encircling mountain summits. The 33 shrines of the city flicker with golden hues as they rise above the canopy. Monks in saffron robes walk along the footpaths amongst the sleepy village ambiance set at nearly 2,300 feet above sea level. Luang Prabang was the royal capital of the kingdom until the 16th century. French villas and remarkable temples add to the natural beauty of the landscape, making it the perfect destination for spiritual contemplation in the country’s main Buddhist learning center. Your private transfer collects you at Luang Prabang International Airport and escorts you to your gorgeous accommodations overlooking the shores of the Mekong River. After settling into the city, your guide escorts you from the hotel lobby to the Wat Xieng Thong, the monastery of the golden city. The layered, sloping roof of the temple resembles a bird preparing to take flight. The red tinge of the wood complements the dramatic golden hues of the façade. The original structure was erected in the 16th century. The Red Chapel contains a reclining Buddha dressed in black. A ceremonial carriage glinting with the golden hues of red-tongued serpents decorates one of the galleries. The Tree of Life mosaic provides an elaborate display of artistry representing the story of Buddha."
    },
    {
      "dayNumber": "4",
      "title": "Luang Prabang – Waters of the Mekong",
      "description": "Locals set out along the cobbled walkways of the historic city at dawn. They take off their shoes and socks before kneeling on mats they brought with them. Monks form a daily procession amongst the devout, offering blessings for alms. Locals offer rice, cookies, and snacks to the passing monks for their single meal of the day. The majestic ambiance emanates from the drifting aroma of incense and colorful display of devotion. After breakfast, you make your way along the Mekong River, the most important water route in the country that originates at the Lasagongma Spring and which flows until reaching the South China Sea. You board a small riverboat and drift downstream, passing the verdant forests and sensational mountain peaks. Sporadic villages rise along the riverbanks on stilts. The Mekong River is cool and refreshing when you dip your fingers into the current. The trees and fields along the bank turn to limestone cliffs. Around 15 miles upriver from Luang Prabang, you arrive at Pak Ou Cave, which stands for “Caves of a Thousand Buddha’s.” A steep, white stairway contrasts the encompassing dark limestone. The lower cave contains a group of Buddha statues edging the cave mouth, offering layers of sage robes wrapped around each figure to embellish the enchanting panorama of the riverbanks, undulating canopy, and distant mountain peaks. The upper cave is located more than 50 feet above the riverbank and was carved nearly 165 feet into the rock face. The serene figures of Buddha provide different meanings based upon their position. You find a wooden figure reclining, which stands for enlightenment."
    },
    {
      "dayNumber": "5",
      "title": "Luang Prabang – Around Turquoise Pools",
      "description": "In the morning, locals venture to their favorite cafes located on the banks of the Mekong River. The aroma of Laotian coffee fills the air, accompanied by the sweet scent of banana fritters fried to order. The sweetness of condensed milk added to the strong, rich coffee provides a perfect balance beloved by locals. After breakfast, your guide leads you outside of Luang Prabang to Kuang Si Falls. Rice fields and captivating mountain peaks offer a remarkable scenic drive. The three-tiered cascade has a spectacular drop of nearly 165 feet. The sound of splashing water echoes through the forest canopy before you discover the turquoise and jade hues of the shimmering pools set beneath the falls. The pools descend, flowing with curtains of beaded water along small tiers adding up to more than 15 feet in height. The water is delightfully cool and refreshing against your fingers. You can dip into the pools for a swim or relax on the banks, listening to the powerful rush of nature. After enjoying the waters of the Kuang Si Falls, you make your way to a local village blending eco-friendly travel with ethnic heritage. Fishermen stand waist-deep in the Mekong and cast nets into the water. Thatched, sloping-roofed huts rise out of secluded rice fields. The community wears traditional garments woven by hand and produces rice, bananas, sugar cane, and sesame, with their homes nestled in the foothills of the forested mountains."
    },
    {
      "dayNumber": "6",
      "title": "Luang Prabang – Laos with Locals",
      "description": "French colonial charms blend with the remnants of the imperial prestige in Luang Prabang. In the morning, a local cafe opens its doors to decorations that highlight the colonial past, from a gramophone to antique radios, accompanied by the enticing aroma of Laotian coffee. After breakfast, you venture into the countryside once more, this time making your way to the traditional village of Phone Say. Women work with textiles and men make weave traps to catch fish on the Mekong. Chickens cluck around the wood porches, shaded by the overhanging thatched roofs. Looms clack and rattle as the women move the cloth through the antique machine. The cloth creates drapes of marvelous colors and intricate patterns. The village atmosphere takes you worlds away from the streets of Luang Prabang. You return to the city streets and in the evening take to the Handicraft Night Market. The aisles bustle with locals and visitors alike. Vendors dangle their handmade scarves and unique paintings for passersby to see. Elegant blankets resemble the textile patterns you saw in the village earlier in the day. Ceramics and bamboo lamps promote a connection to the culture. An elephant figurine stands for good luck, and the colorful umbrellas have become an iconic image of the marketplace. The aroma of succulent cuisine, from roasted fish with lemongrass to spicy green papaya salad emanates from the food stalls."
    },
    {
      "dayNumber": "7",
      "title": "Luang Prabang – Morning in Luang Prabang",
      "description": "Farmers take to their fields in the cool air of the morning. Water buffalo plow through the crops to help till the land, churn the soil, and create better conditions in which they can cultivate. The farmers wear woven hats to shield their faces from the returning sunlight and tropical heat. They follow the various stages of rice production and crush fresh sugar cane to make sweet juice. In the city, the Palace Museum shimmers with opulent white walls and gilded sloped roofs. Thin palm trees shade the surrounding walkways leading to the brightly colored murals of the main hall. The structure was erected in 1904 and retains a sense of wonder in its architecture, preservation, and connection to the people of Laos. A captivating 2,000-year-old statue of Buddha sits in a newly erected pavilion and shines with solid gold. The sounds of rushing water drift from the riverbanks. The scent of banana pancakes and sweet Laotian coffee emanates from the cafes. When you are ready, your private transfer meets you at the hotel and escorts you to Luang Prabang Airport for your flight home."
    }
  ],
  "map": ""
}