[
    {
        "type": "overview",
        "Main_Title": "Our Rwanda gorilla safaris & holidays",
        "Main_Paragraph": "Rwanda is renowned for gorilla trekking in Volcanoes National Park, and chimp tracking in Nyungwe Forest. When you buy a sought-after permit to do so on one of our holidays, your trip makes a huge difference not only to the protection of these animals, which are under constant threat of poaching, but also to local communities – through our holidays’ partnerships with local guides and porters. For many visitors, it is the people and culture of Rwanda that have the strongest impact. Moving reminders of the genocide are everywhere, as are signs of reconciliation that show Rwanda is determined to focus on the future.",
        "Subtitle": "Rwanda holiday highlights",
        "Title1": "Gorilla safaris",
        "Paragraph1": "Rwanda is most famous for its gorilla safaris, and the country has a growing population of rare mountain gorillas. Many travellers have been inspired by the 1970s film Gorillas in the Mist to make their pilgrimage. What a pilgrimage it is; most trips involve a serious trek into the foothills of the Volcanoes National Park, and serious money too.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "The American primatologist and conservationist Dian Fossey, who was murdered in 1985, is credited with bringing the plight of Rwandan mountain gorillas to wider attention, and possibly saving them from extinction. But theres more work to do, and our holidays directly help protect gorillas and communities who live around the parks  whether thats using local guides and porters, or visiting former poaching communities, or tea plantations right on the edge of the forest as part of your trip. The permit sales from our gorilla watching safari holidays contribute to research, conservation and local infrastructure.",
        "image2": "",
        "Title3": "",
        "Paragraph3": "Funding both community and conservation work, the going rate for a permit for a single gorilla trek is US$1,500. This experience is so extraordinary, however, that permits and therefore holidays, still sell out, and that means you’ll need to book up to 18 months in advance. You have a better chance of securing your place in the rainy months of November and March-May. If you get permits for September, try and coincide it with Kwita Izina, the annual gorilla naming ceremony and celebrations of mountain gorilla births in the past year.",
        "Title4": "",
        "Paragraph4": "The minimum age for gorilla permits is 15. Specialist tours are also available for wheelchair users and people with limited mobility.",
        "image3": "",
        "Title5": "Rwandan Genocide Memorials",
        "Paragraph5": "Between April and June 1994, nearly 70 percent of Rwanda’s Tutsi population was killed by Hutu extremists – an unspeakable horror that is explained across several deeply moving Genocide Memorials. The Kigali Genocide Memorial Centre is on most itineraries but two other must-visits, under an hour from Kigali, are the Nyamata Genocide Memorial and Ntarama Genocide Memorial. Once churches where mass killings took place, they are now extremely moving, independent museums. These harrowing sites portray important stories while remembering the tragic loss of life. Visiting memorial sites around the country is an important reality check for tourists, in a country that is attempting to pull itself out of nationwide grief following the 1994 genocide. Our holidays are led by local guides who can deepen your understanding and ensure that you can explore modern Rwandan culture with sensitivity."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Rwanda",
        "Main_Paragraph": "The best time to visit Rwanda is usually in the dry seasons in\nJune-September and December-early February\n. That said, most visitors travel to Rwanda to see gorillas, and so the best time is often whenever you can get a highly in-demand permit. Dont be put off by the rainy season in Rwanda, either. The shorter rains in November and longer rains from March to May will give you the forests, lakes and mountains all to yourself, plus gorilla permits are occasionally cheaper. Photographers may even prefer the rainy season, with less light contrast in the forests allowing you to focus on your subject matter.",
        "image1": "",
        "when_to_go": "When to visit Rwanda, month by month",
        "when_to_go_html": "<bullet><b>March</b> is the beginning of the longer rainy season which goes on through <b>April and May</b>. The end of <b>May</b> can often be dry already, however, and yet still devoid of visitors avoiding the big rains.</bullet>\n<bullet><b>June to mid-September</b> is the long dry season and the most popular time to visit. You may still get showers during this time though.</bullet>\n<bullet><b>September</b> sees a very special event take place in Musanze: <em>Kwita Izina</em>, which is a gorilla naming ceremony and celebration of mountain gorilla births.</bullet>\n<bullet><a href=\"http://www.kigalimarathon.org/\" target=\"_blank\">The Kigali International Peace Marathon</a> takes place in <b>May</b> and is a very special event. If you are taking part or just watching. There are three races, a full marathon, half marathon and a 10km run for peace.</bullet>\n<bullet>Tutsi Genocide Memorial Day is <b>7 April</b>, a public holiday and understandably a very solemn day indeed.</bullet>\n<bullet>If you are going gorilla trekking, things have dried up again in <b>December</b> after the short rains of <b>October</b> and <b>November</b>. So if youre looking for alternative<b> Christmas holiday ideas</b> then you could do at lot worse than heading to Rwanda to go gorilla watching. Same thing goes for <b>January</b> for a spectacular <b>New Year</b> celebration.</bullet>\n<bullet>The <a href=\"https://www.tourdurwanda.rw/\">Tour du Rwanda</a> is a spectacular country-wide race run by the Rwanda Cycling Federation. Frustratingly however it keeps changing dates, so keep an eye on their website. It's a good one though, just a bit of a moveable feast.</bullet>\n<bullet>Independence Day takes place <b>1 July</b> every year in Rwanda, celebrating the day in 1962 when Rwanda was freed from Belgian colonial rule.</bullet>\n\nThe dry season goes from June to mid-September so this is generally the best time to visit as rain may make some of the activities such as the gorillas and chimps treks much harder due to the mud. There is also a short dry season from December to February. It is quite special to spend New Years Eve in front of a group of 12 gorillas so those looking to spend a different Christmas and NYE have this choice.",
        "weather_chart": "Rwanda Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Rwanda Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 40%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 55%;\">102 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">118 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">186 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 58%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">23 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">9 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 19%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 59%;\">109 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 75%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 54%;\">101 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>"
    }
]