{
    "Main_Title": "Our Rwanda gorilla safaris & holidays",
    "Main_Paragraph": "Rwanda is renowned for gorilla trekking in Volcanoes National Park, and chimp tracking in Nyungwe Forest. When you buy a sought-after permit to do so on one of our holidays, your trip makes a huge difference not only to the protection of these animals, which are under constant threat of poaching, but also to local communities – through our holidays’ partnerships with local guides and porters. For many visitors, it is the people and culture of Rwanda that have the strongest impact. Moving reminders of the genocide are everywhere, as are signs of reconciliation that show Rwanda is determined to focus on the future.",
    "Subtitle": "Rwanda holiday highlights",
    "Title1": "Gorilla safaris",
    "Paragraph1": "Rwanda is most famous for its gorilla safaris, and the country has a growing population of rare mountain gorillas. Many travellers have been inspired by the 1970s film Gorillas in the Mist to make their pilgrimage. What a pilgrimage it is; most trips involve a serious trek into the foothills of the Volcanoes National Park, and serious money too.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "The American primatologist and conservationist Dian Fossey, who was murdered in 1985, is credited with bringing the plight of Rwandan mountain gorillas to wider attention, and possibly saving them from extinction. But theres more work to do, and our holidays directly help protect gorillas and communities who live around the parks  whether thats using local guides and porters, or visiting former poaching communities, or tea plantations right on the edge of the forest as part of your trip. The permit sales from our gorilla watching safari holidays contribute to research, conservation and local infrastructure.",
    "image2": "",
    "Title3": "",
    "Paragraph3": "Funding both community and conservation work, the going rate for a permit for a single gorilla trek is US$1,500. This experience is so extraordinary, however, that permits and therefore holidays, still sell out, and that means you’ll need to book up to 18 months in advance. You have a better chance of securing your place in the rainy months of November and March-May. If you get permits for September, try and coincide it with Kwita Izina, the annual gorilla naming ceremony and celebrations of mountain gorilla births in the past year.",
    "Title4": "",
    "Paragraph4": "The minimum age for gorilla permits is 15. Specialist tours are also available for wheelchair users and people with limited mobility.",
    "image3": "",
    "Title5": "Rwandan Genocide Memorials",
    "Paragraph5": "Between April and June 1994, nearly 70 percent of Rwanda’s Tutsi population was killed by Hutu extremists – an unspeakable horror that is explained across several deeply moving Genocide Memorials. The Kigali Genocide Memorial Centre is on most itineraries but two other must-visits, under an hour from Kigali, are the Nyamata Genocide Memorial and Ntarama Genocide Memorial. Once churches where mass killings took place, they are now extremely moving, independent museums. These harrowing sites portray important stories while remembering the tragic loss of life. Visiting memorial sites around the country is an important reality check for tourists, in a country that is attempting to pull itself out of nationwide grief following the 1994 genocide. Our holidays are led by local guides who can deepen your understanding and ensure that you can explore modern Rwandan culture with sensitivity."
}