[
    {
        "type": "overview",
        "Main_Title": "Our Dominica holidays & tours",
        "Main_Paragraph": "The best way to explore the rain and cloud forests, volcanic craters and steamy slopes on our Dominica holidays and Dominica tours is by hiking. Which is why the Waitukubuli National Trail, the only long-distance walking trail in the Caribbean, is so highly rated by international trekkers. Spanning 185km from north to south, it was designed by the local community to link up remote villages and is just one of many highlights to unveil within this untouched island paradise. Our holidays use Dominican guides who don’t just point you the right way, but can tell you about Indigenous rights, local culture and what’s good on the menu. Along the way, drink from the streams, drink in the views, and meet the turtles supported by the local turtle conservation programme.",
        "Subtitle": "Dominica holiday highlights",
        "Title1": "Get back to nature",
        "Paragraph1": "Dominica is often referred to as the ‘Nature Island of the Caribbean’, and having a wildlife holiday guided by the island’s best naturalists means you will be in expert hands. Hands that will point out whales and dolphins along the Caribbean coast, kingfishers or iguanas along the Indian River in Cabrits National Park, or endemic parrots in Morne Diablotin National Park. The Syndicate Rainforest is like a green rather than red carpet that lines the route up to this majestic, eponymous peak, home to a bevy of birds and butterflies. These include the endangered sisserou (imperial amazon) and Jaco (red-necked) parrots.\nOr head to the beaches of Rosalie, La Paine Bout Sable and Londonderry for turtle watching delights too. And for a finale, Dominica has whale watching all year round, with underwater topography offering suitably deep habitats for approximately 200 sperm whales to feed and breed, with a cacophony of other cetaceans joining the party from time to time.",
        "image1": "",
        "Title2": "Meet the people of the Caribbean",
        "Paragraph2": "The only indigenous peoples reserve in the Caribbean belongs to the Kalinago, of whom there are over 3,400. Named Caribs by the Europeans, visit the Kalinago Territory to get a real sense of Dominicas living and ancient heritage, be it cookery or craft, politics or performances, farming or fishing. The Kalinago Barana Autê Cultural Village is the tourist hub, but there are other villages to visit, either for daytrips or homestays.",
        "image2": "",
        "Title3": "Sub-aqua sublimity",
        "Paragraph3": "Dominicas topography doesnt stop at the sea, with underwater volcanoes proffering perfect habitats for lobster, sponges, seahorses, morays, turtles and fish galore. Dives are varied, with the Caribbean on one side of the island, and the Atlantic on the other, meeting on the southernmost tip at Soufriere Scotts Head Marine Reserve."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Dominica",
        "Main_Paragraph": "You dont get 1,000 species of plants without some rainfall. Nor rainforest. But this is tropical rain, in warm and feisty bursts, then the clouds part and the sun lights up the lusciousness it is famous for. The average year round temp is 28°C; 31°C in summer. The best time to go to Dominica is the dry February-April season with rain kicking in June-November. This is also hurricane season; Dominica was hit by Erika in 2015 and Maria in 2017.",
        "image1": "",
        "when_to_go": "When to go to Dominica, month by month",
        "when_to_go_html": "<bullet>High season in Dominica starts in <b>mid-December</b>. Although you can see colourful birds year-round, including Dominica’s stunning endemic parrots, they’ll be easier to see – and noisier – outside of the rainy season. Plus, trails will be more accessible. Dry, sunny weather, however, brings more visitors and higher prices.</bullet>\n<bullet>For turtle watching, <b>March to September</b> is the best time to see giant leatherbacks, hawksbill and green turtles laying eggs. Or a few months later to see the hatchlings head down to the water. High season winds down in <b>mid-April</b>.</bullet>\n<bullet>For a last minute holiday, or someone travelling on a budget, check out the shoulder months, such as <b>May</b>. Many say this is the best time to go to Dominica, but it is very hot, with temperatures over 30°C. So if you’re planning serious hiking, you need to be used to the humidity and high temperatures.</bullet>\n<bullet>It’s beautifully quiet from <b>June until mid-October</b>, as the threat of rain scares sun seekers away. But as this is not a flop and drop on the beach place anyway, just bring raingear and enjoy the peace. Check out the annual Dive Fest in <b>July</b>. Businesses are generally still open until the end of August.</bullet>\n<bullet><b>September and October</b> are when the hurricanes are most likely to hit. There have been fewer and fewer over the last few years, but the ones that have hit have been devastating, including 2017’s Hurricane Maria. Traditionally, many businesses shut down during these months, but your tour operator will be able to advise. Rainy season ends in <b>November</b>.</bullet>\n<bullet>Pan in the Sand, a steelpan event, rings out across the shores and sands every Sunday in <b>January</b>.</bullet>\n<bullet>With water temperatures between 26-28°C and an average of 20m visibility, diving is great all year. And there are whales here all year here, too.</bullet>",
        "weather_chart": "Dominica Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Dominica Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 54%;\">136 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">87 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 37%;\">93 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">87 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 54%;\">137 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">185 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 43%;\">108 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 98%;\">246 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 99%;\">250 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">239 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">252 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 70%;\">176 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "What happens when in Dominica",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Michael Eugene, founder of our friends Jungle Trekking Adventures and Safaris, tells us one of his best times to go to Dominica:\nThe World Creole Music Festival (October-end) and Carnival (February) afford a special dose of local culture that can be blended with hiking and other less cultural activities. The May hiking festival, Hike Fest, is also a great time to visit. In May you have long days but it does get hot and humid. Along the trail there are only two directions  up and down. So added to the heat and humidity, we have seen experienced hikers have difficulty. So May and Junes hot period can be a challenge  you just need to be careful.",
        "title3": "",
        "paragraph3": "<b>Jem Winston, managing director at our partners Three Rivers Ecolodge &amp; Rosalie Forest Eco Lodge, says:</b><br/> Normally the hurricane season is actually good and hot weather, but you can have some bad weather days if a storm passes. With climate change though, the last few years have not stuck to the rules, and it is rare that rain prevents people from doing activities. Come in the low wet season and get huge beaches and rivers all to yourself.",
        "title4": "Festivals & events in Dominica",
        "paragraph4": "",
        "title5": "Did you know about...?",
        "paragraph5": "The annual World Creole Music Festival\nThree nights of uber cool and contemporary Creole music resounding throughout Roseau. Always at the end of October, this segues smoothly with more traditional Independence Day celebrations, which islanders gained November 3rd, 1978. During this time Kwèyòl Day is also celebrated all over the island, with women and men donning national costume."
    }
]