{
    "Main_Title": "Our Dominica holidays & tours",
    "Main_Paragraph": "The best way to explore the rain and cloud forests, volcanic craters and steamy slopes on our Dominica holidays and Dominica tours is by hiking. Which is why the Waitukubuli National Trail, the only long-distance walking trail in the Caribbean, is so highly rated by international trekkers. Spanning 185km from north to south, it was designed by the local community to link up remote villages and is just one of many highlights to unveil within this untouched island paradise. Our holidays use Dominican guides who don’t just point you the right way, but can tell you about Indigenous rights, local culture and what’s good on the menu. Along the way, drink from the streams, drink in the views, and meet the turtles supported by the local turtle conservation programme.",
    "Subtitle": "Dominica holiday highlights",
    "Title1": "Get back to nature",
    "Paragraph1": "Dominica is often referred to as the ‘Nature Island of the Caribbean’, and having a wildlife holiday guided by the island’s best naturalists means you will be in expert hands. Hands that will point out whales and dolphins along the Caribbean coast, kingfishers or iguanas along the Indian River in Cabrits National Park, or endemic parrots in Morne Diablotin National Park. The Syndicate Rainforest is like a green rather than red carpet that lines the route up to this majestic, eponymous peak, home to a bevy of birds and butterflies. These include the endangered sisserou (imperial amazon) and Jaco (red-necked) parrots.\nOr head to the beaches of Rosalie, La Paine Bout Sable and Londonderry for turtle watching delights too. And for a finale, Dominica has whale watching all year round, with underwater topography offering suitably deep habitats for approximately 200 sperm whales to feed and breed, with a cacophony of other cetaceans joining the party from time to time.",
    "image1": "",
    "Title2": "Meet the people of the Caribbean",
    "Paragraph2": "The only indigenous peoples reserve in the Caribbean belongs to the Kalinago, of whom there are over 3,400. Named Caribs by the Europeans, visit the Kalinago Territory to get a real sense of Dominicas living and ancient heritage, be it cookery or craft, politics or performances, farming or fishing. The Kalinago Barana Autê Cultural Village is the tourist hub, but there are other villages to visit, either for daytrips or homestays.",
    "image2": "",
    "Title3": "Sub-aqua sublimity",
    "Paragraph3": "Dominicas topography doesnt stop at the sea, with underwater volcanoes proffering perfect habitats for lobster, sponges, seahorses, morays, turtles and fish galore. Dives are varied, with the Caribbean on one side of the island, and the Atlantic on the other, meeting on the southernmost tip at Soufriere Scotts Head Marine Reserve."
}