[
    {
        "type": "overview",
        "Main_Title": "Our United Arab Emirates holidays & tours",
        "Main_Paragraph": "There’s far more to our United Arab Emirates holidays than gleaming skyscrapers, artificial islands and luxury shopping. Our tours prioritise locally owned lodgings and restaurants – and those that recognise the need for more environmentally responsible measures. Out in Dubai’s Al Marmoom Conservation Reserve you can spend the night at a Bedouin desert camp powered by solar panels. As for shopping, rather than gaudy malls air-conditioned to frigidity, our holidays take you to ancient souks where you can browse stalls selling spices, perfumes and handmade jewellery. Or the Abu Dhabi Heritage Village, with artisans crafting pottery and metalwork while you watch, and a spice store where you can pick up souvenirs from handmade soaps to dried herbs.",
        "Subtitle": "Where to go in the United Arab Emirates",
        "Title1": "1. Abu Dhabi",
        "Paragraph1": "What do the Arabic outpost of the Louvre Museum, a gigantic sculpture of a coffee pot, and one of the worlds largest mosques have in common? Theyre all likely to feature on a cultural tour of Abu Dhabi. The capital of the UAE sits on an island in the Persian Gulf, sustained by the immense oil and gas reserves that have led to architectural feats rivalling those of Dubai.",
        "image1": "",
        "Title2": "2. Ajman",
        "Paragraph2": "The smallest of the emirates, Ajman is surrounded almost entirely by Sharjah. Despite the fact that you could drive across it in an afternoon  and some UAE holidays do  Ajman has several notable cultural attractions, including the worlds largest dhow-building yard. You can see craftspeople at work here shaping these handsome wooden vessels that have sailed the Persian Gulf for centuries.",
        "image2": "",
        "Title3": "3. Al Ain",
        "Paragraph3": "Al Ain in Abu Dhabi is the Emirates Garden City, its lush greenery watered by seven oases and an ancient underground irrigation system known as\naflaj\nwhich has earned it a place on the list of UNESCO World Heritage Sites. One of the oldest continuously inhabited settlements in the world, the streets of Al Ain with their low-roofed buildings feel a world apart from Dubai and Abu Dhabi.",
        "Title4": "4. Burj Khalifa",
        "Paragraph4": "At 828 metres and over 160 storeys, Dubais Burj Khalifa is the tallest building in the world. But if you were to pop up to the observation deck on the 124th floor, the lift ride would take just one minute. Dizzy, much? Its an icon to the worst excesses of capitalism and its carbon footprint is probably on a par with NASAs for the whole of the 20th century. But still  wow.",
        "image3": "",
        "Title5": "5. Dubai",
        "Paragraph5": "High-end shopping from the worlds biggest luxury brands; influencers posing with their supercars; a ski resort in the desert and a vast artificial island whose boardwalks spell out an Arabic poem  Dubai is a bastion of excess. But theres more to Dubai than gaudy opulence. Wander the streets of districts such as Al Bastakiya and get a feel for old Dubai before the oil money started flowing.",
        "Title6": "6. Fujairah",
        "Paragraph6": "Market day in Fujairah, the east coast emirate, is a big deal, drawing stallholders from across the region as well as curious visitors looking to explore one of the UAEs more authentic\nsouks\n. Another popular attraction is the 16th-century fort, reputedly the oldest and largest in the country. Imposing on its rocky outcrop, the fort was rebuilt after the British navy destroyed much of it in 1915.",
        "Title7": "7. Ras Al Khaimah",
        "Paragraph7": "The northernmost emirate, Ras Al Khaimah is just 100km from Dubai, so often serves as a daytrip from that city. A popular base for families, there are many exciting activities in the surrounding desert to enjoy, as well as gorgeous sandy beaches. How does a ride on the worlds longest zip line sound, scaling a mountain face on a\nvia ferrata\n, or spending the night at a desert encampment?",
        "Title8": "8. Sharjah",
        "Paragraph8": "Sharjah is the UAEs cultural capital, and one of the most interesting parts of the country, where you can stay in traditional heritage hotels the antithesis of Dubais luxurious baubles. The Heart of Sharjah is a 15-year preservation and restoration project, repurposing historic buildings in a central neighbourhood to give them contemporary functions such as restaurants, shops and art galleries."
    }
]