{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-gorilla-tracking-and-wildlife-safari-holiday",
  "tourName": "Uganda gorilla tracking and wildlife safari holiday",
  "placesVisited": "Lake Mburo National Park, Gorilla tracking in Bwindi Impenetrable National Park, Game drives in Murchison Falls National Park, Boat ride to Murchison Falls",
  "generalInfo": "Take your Uganda gorilla tracking holiday a step further and venture into wildlife-rich national parks to spot zebra, giraffe, elephant, lion and buffalo, amid the beautiful savannah and forest landscapes of Uganda. Along the way, you’ll be staying in tented camps or comfortable safari lodges, and treated to the wonderful Ugandan hospitality.<br/><br/>Lake Mburo National Park, close to Kampala, will introduce you to some of East Africa’s many plains species, with waterbuck, impala, zebra, eland and giraffe as well as 350 species of birds thriving along the banks of the park’s placid lakes, papyrus swamp and encroaching woodland. Your Uganda gorilla tracking holiday continues onto Bwindi Impenetrable National Park – home to half of the world’s endangered mountain gorillas. In the company of an experienced guide, you’ll trek through densely forested hillsides in search of one of the park’s habituated families, and spend time in the company of one of our closest cousins.<br/><br/>Murchison Falls National Park is your last stop. Named after the powerful waterfall created by the Victoria Nile River as it plummets 45m into the Rift Valley, Murchison is Uganda’s largest national park, and home to four of the Big Five. River cruises reveal huge hippo pods along with elephants striding along the banks, and elegant, dancing grey-crowned cranes, while game drives bring you up close to lions, large herds of giraffe and powerful buffalo.",
  "durationDays": "10",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 2,
      "title": "",
      "description": "Game drive in Lake Mburo. From Kampala, you will be driven to Lake Mburo National Park for your first game drive. Although smaller than the rest of the parks in Uganda , Lake Mburo National Park is home to a number of zebras, giraffe, buffalo, waterbucks and many impala species. There many more animals and birds you will be able to see."
    }
  ],
  "map": ""
}