{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "gorilla-and-chimpanzee-safari-in-uganda",
  "tourName": "Gorilla and chimpanzee safari In Uganda",
  "placesVisited": "",
  "generalInfo": "Take off on this wild adventure around Southwest Uganda, a luxury tour built for those who yearn for a closeness with nature. Spotlighting Uganda’s primate population, this life-changing trip begins in Kyambura Gorge Lodge, where you will find some of East Africa’s most stunning panoramas. Here, you will come close to wild cats in their natural habitat, before setting sail on the Kazinga Channel to track chimpanzees and watch as monkeys and birds fill the trees. <br/><br/>Your mesmerising one-week Uganda tour will continue with a journey through the Ishasha sector towards the mystical Bwindi Forest, where your luxury Africa lodge encases you with pure wilderness. Set sail on an ethical gorilla trekking tour before rounding off the trip with your choice of activity from a selection of soul-stirring experiences. Bwindi is sure to ignite your heart with a deeper passion for East Africa’s natural world as you feel closer than ever to our nearest wild relatives.",
  "durationDays": "8",
  "price": "12573",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Uganda - Welcome to Uganda! Your unforgettable adventure begins after you've touched down at Entebbe Airport. A warm welcome awaits as a representative from Volcanoes Safaris whisks you off to the tranquil oasis of Hotel No. 5. Relax and soak in the ambiance of this serene retreat, preparing for the journey ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kyambura Gorge Lodge - Your first day awaits you, after breakfast, board your flight to Kasese, where breathtaking landscapes await. A Volcanoes Safaris guide will greet you at the airstrip, ensuring every step of your journey is filled with knowledge and care. As you drive through Queen Elizabeth National Park, watch as nature unfolds before your eyes—this is the gateway to the wild. Arrive at Kyambura Gorge Lodge, a sanctuary with panoramic views that stretch across the plains and the snow-capped peaks of the Rwenzori Mountains, the legendary \"Mountains of the Moon.\" On the way, you’ll visit the Rwenzori Sculpture Foundation, where art and culture blend seamlessly with nature, reflecting a deep partnership with Volcanoes Safaris. After lunch, immerse yourself in the Kyambura Gorge Eco-tourism Project. Try your hand at roasting coffee with local women, wander the reclaimed wetlands, and leave your mark by planting a tree seedling in the wildlife buffer zone. As the day ends, savor cocktails on the veranda, watching the sun cast golden hues across the savanna and gorge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kwambura Lion Monitoring Project - Wake up to an early breakfast, then venture into the untamed beauty of Queen Elizabeth National Park. The Kasenyi Plains are prime territory for spotting lions, leopards, elephants, and buffalo. Your expert guide will share insights into the Kyambura Lion Monitoring Project, bringing you closer to the majestic wildlife that calls this park home. Keep an eye out at the Mweya Peninsula for elusive leopards prowling through the dense thickets."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cruise on the Kazinga Channel - After breakfast, set off on a once-in-a-lifetime trek into Kyambura Gorge, known for its unique ecosystem and home to the famed \"Lost Chimpanzees.\" As you trek through this dramatic environment, you'll feel the thrill of tracking our closest animal relatives. The journey is as enchanting as it is unpredictable. In the afternoon, embark on a serene boat cruise along the Kazinga Channel, where hippos, elephants, and buffalo gather along the water’s edge. Birdlife thrives here, with pelicans and the magnificent African fish eagle gracing the skies. Afterward, visit the Kyambura bee-keeping cooperative for an insightful tour, followed by a peaceful gorge walk to spot birds and monkeys in the reclaimed wetlands."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Journey to the Bwindi Forest - The adventure continues as you drive through the remarkable Ishasha sector, where you’ll catch a glimpse of the famous tree-climbing lions. Your journey then takes you to the mystical Bwindi Forest, where Bwindi Lodge perches on the edge of the impenetrable wilderness. As evening falls, enjoy cocktails on the veranda with the sights and sounds of the forest surrounding you, and later, gather around the fire for an illuminating chat with a vet from Gorilla Doctors to learn about the critical conservation efforts for these magnificent creatures."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gorilla Trekking - Set off early for the experience of a lifetime—tracking mountain gorillas through the dense, mystical Bwindi Forest. As you trek through the challenging terrain, anticipation builds until you finally come face to face with these incredible creatures in their natural habitat. It’s a moment that will leave you in awe. After your trek, head to the award-winning Bwindi Bar, where you’ll celebrate with a refreshing Gorillini cocktail and indulge in a traditional Ugandan 'Rolex' wrap."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wildlife & Conservation Experiences - Today is yours to explore Bwindi and its surroundings through various activities. Choose from: Spend another day with the majestic mountain gorillas (additional permit required) Take a guided rainforest walk, discovering hidden waterfalls Embark on a birding adventure along the Munyanga River Trail Visit the Conservation Through Public Health project to learn about local gorilla conservation efforts Witness the local tea cooperative’s process, followed by a relaxing spa treatment at the Humula Forest Spa, where the famous Rungu massage awaits."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure Home - After a final breakfast surrounded by the beauty of Bwindi, it’s time to depart. A scenic drive will take you to Kihihi Airport, where you’ll board your flight back to Entebbe, filled with memories of this remarkable journey. Depart Uganda with a heart full of inspiration, having experienced one of the most beautiful and untouched parts of the world."
    }
  ],
  "map": ""
}