{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "gorilla-safari-and-game-parks-uganda",
  "tourName": "Gorilla safari and game parks, Uganda",
  "placesVisited": "Nairobi, Lake Nakuru National Park, Eldoret, Kampala, Kalinzu Forest, Queen Elizabeth National Park, Lake Bunyonyi, Kigali, Ruhengeri, gorilla trek, Mbarara, Jinja",
  "generalInfo": "Spending just over two weeks on a wildlife and gorilla safari in the parks of Uganda conjures up adventures to treasure for a lifetime with treks into the gorilla-concentrated forests of Bwindi in Uganda and Lake Nakuru National Park in Kenya the icing on the cake for animal lovers looking for adventure.<br/><br/>From grassy plains, dense rainforests, vast lakes and swathes of acacia to wildlife-packed reserves, this is an awesome introduction to the animals and natural habitats of Africa with gorilla safaris and game park visits in Uganda certain to steal the show.<br/><br/>This is your chance to spot big cats, herds of antelope, chimpanzees and hippopotami in their natural environment with gorilla safari and game parks in Uganda ensuring your African experience is one that you’ll never forget.<br/>",
  "durationDays": "16",
  "price": "3340",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi.",
      "description": "Jambo! Welcome to Kenya. Your adventure begins with a welcome meeting at 6 pm in Nairobi. If you arrive early, why not head out and soak up the cosmopolitan atmosphere of the city. There are plenty of good bars and restaurants, as well as markets and shops packed with arts and crafts from the region. After the meeting tonight, maybe join your new travel companions for a welcome dinner and get to know each other."
    },
    {
      "dayNumber": 2,
      "title": "Lake Nakuru National Park.",
      "description": "Take in the spectacular views of the Rift Valley, Lake Naivasha and Elementaita on the drive north-west to Lake Nakuru National Park – situated in the heart of the Great Rift Valley. You’ll arrive in time for a short evening game drive along the shore of the lake. Lake Nakuru National Park is a small and compact area based around a lake that makes a great location for spotting wildlife. Along with the other members of the Big Five, Lake Nakuru is home to many rhinos and will therefore be the best chance to get a snap of these magnificent beasts."
    },
    {
      "dayNumber": 3,
      "title": "Eldoret.",
      "description": "Rise early, have some breakfast, break up camp and head out on an overland game drive as you leave the park. Eat lunch at the gate before driving northwest to Eldoret – one of Kenya's fastest-growing cities. Tonight, enjoy a traditional dinner at your campsite located just outside Eldoret."
    },
    {
      "dayNumber": 4,
      "title": "Kampala.",
      "description": "Today, you’ll leave Kenya behind and cross the border into landlocked Uganda, travelling on to its capital city, Kampala. With a population of over 45 million, Uganda is a country of great cultural diversity and is one of the five countries that make up the East African Community. As today is a long travel day, take a break from setting up camp with a stay at a hotel tonight. After your long drive, sit down for a dinner prepared by the hotel before settling in for a good night’s rest."
    },
    {
      "dayNumber": 5,
      "title": "Queen Elizabeth National Park.",
      "description": "Travel to Queen Elizabeth National Park today. Once camp is set up, there's an option to take a boat cruise along the Kazinga Channel – well-known for pelicans, eagles and other birdlife, as well as a healthy population of hippos."
    },
    {
      "dayNumber": 6,
      "title": "Kalinzu Forest.",
      "description": "This morning, enjoy a leisurely overland vehicle game drive and look out for elephants, buffalo, Ugandan kobs and waterbucks. Later, take the short drive to Kalinzu Forest National Park. Some of its inhabitants include chimpanzees, black and white colobuses, baboons, red-tailed monkeys, both blue and red duikers, bushbucks, waterbucks, giant forest hogs, buffalo and elephants. When you arrive, settle into your camp and perhaps stretch your legs and explore your surroundings with the rest of the group."
    },
    {
      "dayNumber": 7,
      "title": "Kisoro.",
      "description": "This morning, you have the option to take an excursion to see the chimpanzees of Kalinzu Forest. More closely related to humans than any other living creature, the chimpanzees are a delight to watch as they squabble and play in fruiting trees. You can also choose to soak in the sounds of the forest from the comfort of your tent. Then, make your way to the southwest tip of Uganda, where the border touches Rwanda and the Democratic Republic of Congo. You’ll spend the night in Kisoro at a camp on the shore of Lake Mutanda, with views of the Virunga Mountain range. Tonight, relax and soak up the views, go for a swim off the small dock or go hunting for a glimpse of local weaver bird nests and African clawless otters."
    },
    {
      "dayNumber": 8,
      "title": "Gorilla Trek.",
      "description": "Joined by a local ranger and gorilla trackers, you’ll climb through the rugged mountain terrain of Bwindi (translating to ‘dark’) Impenetrable National Park for the rare and exciting opportunity to encounter the gorilla families that live here. No more than eight people per day can visit any one habituated family and visits are strictly controlled to minimise disturbance. The terrain here can be quite strenuous, but the sheer thrill of coming across a group of gorillas dominated by a great male silverback more than outweighs the difficulty. Watch them eat, sleep, groom and play as the giant silverback surveys the scene and the smaller ones laze in the trees or play and be struck by the similarities between gorillas and humans."
    },
    {
      "dayNumber": 9,
      "title": "Gorilla Trek.",
      "description": "If you didn’t get to complete your gorilla visit yesterday, you’ll head out today. With your free day, your leader will provide you with options and ideas on how you can spend your time in the area around Kisoro. You can head out on more rainforest hikes to see monkeys, take some nature walks, or perhaps take a day excursion over the border to Rwanda to visit the genocide memorial, art museum and Nyamirambo women’s center. However, please ensure you have a Rwanda or East Africa visa."
    },
    {
      "dayNumber": 10,
      "title": "Mbarara.",
      "description": "This morning, you’ll turn back towards the capital of Kampala and embark on a bit of a travel day. You’ll break up the journey at the pit-stop town of Mbarara for the night. There’s not much to do around Mbarara, so tonight’s a great opportunity to recharge, get stuck into a book or relax at the camp."
    },
    {
      "dayNumber": 11,
      "title": "Jinja.",
      "description": "Today you'll continue your journey inland, travelling towards Jinja. The Jinja region is one of the highlights of any visit to Uganda – a riverside retreat at the source of the Nile that’s also the adventure capital of the country. Tonight, you’ll camp at a scenic riverside site and enjoy a good night’s rest ready for tomorrow's adventures."
    },
    {
      "dayNumber": 12,
      "title": "Jinja.",
      "description": "Located at the source of the Nile as it leaves Lake Victoria, Jinja is a place for the adventurer, the adrenaline junkie and the eco-traveller. Enjoy a full free day here to explore at your own pace, with a bunch of optional activities to choose. Maybe get active with some whitewater rafting or float along the river on a kayak. You can also opt for a boat cruise to the source of the Nile, to enjoy the river from a new perspective."
    },
    {
      "dayNumber": 13,
      "title": "Kericho.",
      "description": "Farewell Uganda and begin the journey back to Kenya and Nairobi, stopping overnight at the town of Kericho – one of Kenya’s most popular towns due to its tranquil surroundings, blanketed by thick tea plantations and evergreens. Sitting at the edge of the South-Western Mau National Reserve and is known for its vast tea estates. When you arrive, visit a tea plantation and learn about the tea farming process from the locals themselves."
    },
    {
      "dayNumber": 14,
      "title": "Maasai Mara National Reserve.",
      "description": "This morning, drive to the famous Maasai Mara National Park. Stop in Loita Hills on the way, home of the traditional Maasai people, and visit Tepesua Village. You’ll be welcomed by Maasai warriors through traditional song and dance. Meet your Maasai hosts and listen to a talk full of insights into the remarkable ancient culture. The Tepesua Community was formed with the aim of promoting education, empowering women (including widows and vulnerable women in the community) as well as promoting community development. There are multiple projects that aim to educate boys and girls and support women’s development and empowerment, focusing especially on the village mamaas (widows). Learn how the community creates job opportunities for the youths in the village and meet the women who make eco-friendly handbags and backpacks to sell to visiting travellers and locals. Travel on to the Maasai Mara – with sparse open plains, dramatic skies and the world's most iconic animals living within its boundaries, this is the quintessential African experience. Explore this diverse environment and view a multitude of wildlife on an early evening 4WD game drive with expert local driver guides."
    },
    {
      "dayNumber": 15,
      "title": "Maasai Mara National Reserve.",
      "description": "This morning, maybe take an optional balloon ride over the Mara at sunrise. If you’ve pre-booked this activity, you’ll be picked up before dawn and driven to the launch site for a safety briefing from your pilot. You’ll then glide through the skies, sometimes at tree height, for some amazing photo opportunities. After landing, you'll be treated to a bush breakfast before meeting up with the rest of the group. Today you’ll venture into the Maasai Mara National Reserve with expert local driver guides for a day-long 4WD safari. You'll explore this diverse environment and most likely see a multitude of wildlife."
    },
    {
      "dayNumber": 16,
      "title": "Nairobi.",
      "description": "Return to the bustling metropolis of Nairobi today. When you arrive, you'll be dropped off at your finishing point hotel, where your trip ends. If you'd like to extend your stay, just speak to your booking agent."
    }
  ],
  "map": ""
}