{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "5-day-gorilla-safari-in-uganda",
  "tourName": "5 day gorilla safari in Uganda",
  "placesVisited": "Entebbe, Bwindi Impenetrable National Park, Luxury lodge stay, Guided mountain gorilla tracking, Spend an hour with the gorillas as they eat, groom and play, Only 72 visitors allowed in any one day, All permits arranged for you",
  "generalInfo": "A classic Uganda Gorilla trekking itinerary that will take you deep into the beautiful Bwindi National Park which is home to almost half of the world’s mountain gorilla population! This short but sweet itinerary offers the ultimate tick-list adventure as you get to come up-close to these remarkable gentle giants for one of the most exciting wildlife encounters you are likely to ever experience.<br/><br/>Driving from Entebbe to Bwindi in the company of an experienced guide and driver, you will enjoy spectacular scenery at every turn before arriving in Bwindi to stay at the famous Mahogany Springs to begin your adventure of a lifetime. As well as your Mountain gorilla experience you will also have chance to see some of the 9 other primates that make this dense forest their home and over 350 species of birds, as well as enjoying nature walks and hikes to the park’s three sparkling waterfalls.<br/><br/>- Enjoy the ultimate wildlife experience…walking with the famous mountain gorillas!<br/>- The chance to see 9 other primates in the wild and over 350 bird species<br/>- Discover Bwindi National Park’s spectacular scenery<br/>- Travel in comfort in the company of an expert English-speaking driver and guide<br/><br/>Prices shown are per person, based on 2 people sharing. A single room supplement applies for solo travellers. <br/><br/>***Big discounts available for bookings of more than 2 people<br/><br/>Prices do not include international flights but these can be arranged as part of your package.<br/><br/>Please note: The gorilla tracking experience will require a walk of between 2 and 8 hours through sometimes muddy conditions, and so participants will require an average level of fitness.",
  "durationDays": "5",
  "price": "4466",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Entebbe: After having arrived independently to Entebbe International Airport you will be greeted by a representative for your transfer to your Guesthouse (5 to 10 minute drive) for your included overnight stay. Enjoy a comfortable night’s sleep, Overnight Guesthouse stay with breakfast included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Entebbe - Lake Mburo National Park: Morning breakfast and transfer to lake Mburo National Park where you will take a boat excursion in the afternoon and if time permits continue for an evening game drive. Dinner and Overnight at Rwakobo Rock. Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lake Mburo National Park to Bwindi National Park: Today your adventure begins in earnest as after an early breakfast you will be collected for your transfer to Bwindi Impenetrable National Park, the home of the mountain gorillas! Accompanied by an English speaking driver guide sit back, relax, and soak up the spectacular scenery that abounds along the way. You will arrive at the luxury Mahogany Springs Lodge by late afternoon/early evening and enjoy a tasty evening meal before settling into your beautiful “banda” which features 2 comfortable double beds, an en-suite bathroom and a private terrace with panoramic views of the forest and surrounding land. Set back on the pristine waters of the Munyanga River, Mahogany Springs is located just 2 minutes drive from the Bwindi National Park headquarters where we will be heading to tomorrow for our gorilla tracking experience. 2 nights accommodation at Mahogany Springs Lodge with 3 breakfasts, 2 lunches and 2 dinners. Upgrades to a Land Cruiser vehicle for your transfer from Entebbe to Bwindi are available upon request."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mountain Gorilla Trekking in Bwindi NP: Get ready for the experience of a lifetime! After an early breakfast you will join your transfer to the offices of the National Park where upon arrival you will be allocated a gorilla family, an 8-person group and a gorilla trekking guide. After a briefing into what lies ahead, including safety precautions and an introduction to the behaviour of the gorillas, you will be driven to the trailhead for the start of your thrilling adventure. Depending on the gorilla family that you have been allocated the trek to see them can take anywhere from 15 minutes to 6 hours so patience and an average fitness level are required. The terrain can be muddy, and rainy weather is likely, but as you trek through the jungle the anticipation of seeing these gentle giants in the wild, along with the spectacular views and likely bird sightings on offer, is likely to be more than enough distraction from that. And we can almost guarantee that when you come face to face with these majestic animals the trek will soon become a distant memory! Upon sighting the gorillas your group will be allowed one hour with them to watch them as they go about their daily lives; feeding, moving, playing, wrestling and feeding their young – this will be a totally unique and unforgettable experience! Gorilla trekking experiences in Bwindi have been designed to ensure that numbers are kept to a minimum whilst still offering the experience of seeing these animals in the wild so that more can be done to protect them and ensure the species’ ongoing survival. The vast majority of your gorilla permit cost goes to protecting these vulnerable animals and ensuring that their population thrives. Without tourist visits there would be substantially less funds available to do this. Each of the habituated families of mountain gorillas are only allowed to be visited by one group of eight people per day, and only 72 visitors are allowed each day. After your thrilling experience of witnessing the famous mountain gorillas up-close, your guide will lead you back to base where you will be transferred back to the lodge for a delicious dinner and the chance to reflect on what may well have been the greatest wildlife experience of your life."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bwindi NP to Entebbe: After your memorable time in Bwindi National Park it’s time to head back to Entebbe as you depart after breakfast for your return drive to the airport, with lunch along the way."
    }
  ],
  "map": ""
}