{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "small-group-adventure-holiday-in-uganda",
  "tourName": "Small group adventure holiday in Uganda",
  "placesVisited": "Gorilla safari in Bwindi Impenetrable National Park, Rafting on River Nile, Queen Elizabeth National Park, Kazinga Channel, Jinja town, Kampala, Fort Portal, Wildlife safaris and lodges, Rwenzori Mountains, Equator stop in Kayabwe",
  "generalInfo": "This Uganda adventure holiday opens with the most exciting way to fully immerse yourself in our country’s magnificent landscapes – by rafting on the River Nile, starting at our adventure capital, Jinja Town. Weather depending, you can take on the rapids of this great river at its source, for a wonderfully exciting start to this tour. <br/><br/>Heading west, we then spend a couple of days in the iconic Queen Elizabeth National Park, where we will stay in a lodge. Our game drive here is spectacular, with chances to see hippos, elephant, buffalo, lion and even leopard. A boat trip on the park’s Kazinga Channel in the afternoon and evening is the perfect way to end this day of wildlife watching. <br/><br/>Uganda’s wildlife watching adventure is at its most spectacular in the Bwindi Forest, where we spend a day tracking for gorillas in this world famous national park, home to over half of the earth’s 800 or so mountain gorillas. Travelling in a small group means that we are able to organise the much sought after gorillas safari permits in advance, staying in a nearby mountain lodge that is at the heart of the small rural community here. <br/>",
  "durationDays": "7",
  "price": "3580",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: Carpe Diem Guest House Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early in the morning, after your breakfast, you will be driven to Jinja for a white water rafting experience which can either take a full day or half-day depending on your choice. This is one of the most exciting rafting trips on earth going up to 31 km and includes a fantastic barbeque lunch and complimentary drinks after the trip. Accommodation: Carpe Diem Guest House Meal plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After your breakfast, you will then head west and drive to Queen Elizabeth National Park via Fort Portal. The journey will take around 8 hours as you go through the Ugandan countryside with many small towns, villages, roadside markets, and lush greenery. You will have a stopover in Fort Portal town for lunch before continuing to Queen Elizabeth N.P. This last drive will follow the epic backdrop of the mystical Rwenzori Mountain ranges. You will reach Queen Elizabeth in time for an evening game drive where you will spot some animals such as elephants, hippos, and buffalos among others. You will then check in at the lodge and wind down from the day’s excitement. Accommodation: Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, you will go for an early morning wildlife safari game drive in this park. Queen Elizabeth National Park’s diverse ecosystem of grassy plains, tropical forests, rivers, swamps, lakes, and volcanic craters is home to an incredible abundance of wildlife. With the massive Rwenzori Mountains as a backdrop, you will have excellent opportunities to see lions, leopards, giant forest hogs, cape buffalos, elephants, defassa waterbuck, Uganda Kobs, Topi, and bushbuck. After lunch, you will go for a 2–3-hour boat cruise along the Kazinga Channel and into Lake Edward. This take will take you through possibly the highest concentration of hippos. Many animals may be seen drinking at the water’s edge. This launch cruise offers great opportunities for photography, bird watching, and game viewing. The prolific bird life is colorful and stupendous with more than 600 different species. Accommodation: Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After your breakfast, you will be driven from Queen Elizabeth to Bwindi Impenetrable National Park. This is a 6-hour journey passing through the Kigezi Highlands, an area known as the “Switzerland of Africa”. The journey takes you through terraced hills and winding roads to the Bwindi Forest. You will have a stopover in Kabale for lunch. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants—the rare mountain gorillas. For most people, this is the absolute highlight of their trip. You will go into the forest in groups of no more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them, after which you will be led back to the starting point. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast, your driver/guide will drive you from Bwindi to Kampala. This is a long drive of approximately 9 hours that will take you from the cooler mountainous altitude of the Kigezi Highlands to the lower undulating landscape of Ankole and Buganda, with large farms and plantations dotted with villages and small towns. You will have several stopovers along the way including the equator crossing in Kayabwe for some pictures. You should reach Kampala in the early evening hours with enough time to freshen up before your flight out of Uganda. Accommodation: None. (Last day) Meal plan: Breakfast & Lunch"
    }
  ],
  "map": ""
}