{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-family-safari-holiday-all-inclusive",
  "tourName": "Uganda family safari holiday, all inclusive",
  "placesVisited": "",
  "generalInfo": "This exceptional all-inclusive 12-day Uganda family safari will delight and captivate everyone in the family, regardless of age. The itinerary has been thoughtfully crafted to blend adventure and relaxation while showcasing the best that Uganda has to offer.<br/><br/>From exploring the Nile in Jinja to encountering wildlife in the national parks and discovering some of Uganda’s most pristine forests, there is no shortage of thrilling experiences to be had.<br/><br/>Throughout the safari, you will have the opportunity to immerse yourself in the local culture and gain a deeper appreciation of the region. Whether you’re a history buff, a nature enthusiast, or simply seeking an escape from the hustle and bustle of everyday life, this family safari is sure to leave a lasting impression.<br/><br/>Our aim is to ensure that both adults and children have a fully enjoyable experience, and we have taken great care to tailor the itinerary to cater to everyone’s needs. We invite you to review our detailed day-by-day breakdown to get a better understanding of what to expect.<br/><br/>Please note that we are committed to providing customized safaris that meet your specific requirements. Simply let us know what you’re looking for, and we will work with you to create a personalized itinerary that meets your needs.",
  "durationDays": "12",
  "price": "5260",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: 2 Friends Beach Hotel Entebbe Meal Plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, you will depart for Jinja. You will have a stop in Mabira forest where you can go for a nature walk and canopy ziplining experience. This rainforest is home to over 300 bird species, several primate species, and an array of butterflies, and the walk through it is simply breathtaking. You will continue to Jinja where you will check into your hotel and have lunch. You will then head out for an afternoon of horse riding. Enjoy a unique ride through the countryside with stunning views of the Nile River. In the evening, you will go for flat tubing on the Nile. You will lazily float on water while sunbathing, enjoying the birdlife, and the beautiful sunset. You will later return to your accommodation for dinner and an overnight stay. Accommodation: Jinja Nile Resort Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start the day with a delicious breakfast at your hotel before heading out for quad biking. This is an exciting adventure that will allow you to explore the river banks and the source of the Nile following carefully designed, supervised circuits. There is a variety of circuits to choose from that can suit your family’s preferences. Return to your hotel for lunch and relaxation. In the evening, take a sunset cruise on the Nile River where you can relax and enjoy the beautiful scenery. Accommodation: Jinja Nile Resort Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Your day will begin with a scenic drive to Murchison Falls National Park – northwest of Jinja. The journey will take approximately 8 to 9 hrs with a stopover at Ziwa Rhino Sanctuary for Rhino Tracking. From Ziwa, you will stop for lunch in Masindi Town. After your lunch, you will continue to Murchison Falls National Park. You will stop by the ‘top of the falls’ where you can see the Nile’s beauty perfected. This is where the Nile compresses from a width of 50 meters into a 7-meter canyon that forms the waterfall after which the park is named. From here, you will continue to your accommodation where you will rest for the night. Accommodation: Pakuba Safari Lodge Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning, your guide will take you for a wildlife safari game drive on the northern bank of the River Nile. Here, you will spot Elephants, Lions, Cape buffalo, Rothschild’s giraffe, hartebeest, Waterbuck, Oribi, Bushbuck, Bohor reedbuck, hyena, and if you are lucky, the leopard. You will return to your lodge for breakfast, rest, and lunch before heading out for the afternoon boat cruise. The boat cruise takes you upstream on the calm Victoria Nile to the base of the falls stopping just a few meters from the gashing water. While on the boat cruise, you will have a chance to marvel at the hippos floating in the water, and crocodiles as well as elephants, waterbuck, Uganda kob, and many other animals over this 19 km stretch of the Nile. For bird-watching enthusiasts, there are many chances of seeing bird species like the Goliath heron, Egyptian goose, Brown pelican, Red-throated bee-eater, various kingfishers, Fish eagles, cormorant, and the rare shoebill stork. After the boat cruise, you will return to your accommodation. Accommodation: Pakuba Safari Lodge Meal plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After your breakfast, you will be driven to Fort Portal. This drive will take a total of around 6 hours with interesting landscapes, green countryside, traditional homesteads, tea plantations, and much more. You will have lunch in Fort Portal and then continue to your accommodation where you will relax and await the next day’s activities. Accommodation: Nyaika Hotel Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After early morning breakfast, your driver/guide will drive you to Bigodi Swamp. You will take a walk in this swamp which is home to around 200 bird species, including the great blue Turaco bird, and 8 primate species. Later, drive back to fort portal for lunch and visit the Toro Kingdom palace to learn more about the customs and traditions of the Batoro. Accommodation: Nyaika Hotel Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, you will start the day with a cultural tour of the ‘Amabere ga nyina mwiru’ caves – a great historic site located 10km out of Fort Portal town. You will be accompanied by an informed guide who knows more about this place. Remember to carry along a flashlight, hiking boots, long trousers, etc since you are going to enter the caves. Thereafter, you head on to Semuliki National Park. You will go on a guided nature walk through the forest to see various bird species and primates such as the black and white colobus monkeys and red-tailed monkeys. You will also visit the Sempaya hot springs and learn about their cultural significance to the local people. Thereafter, you will have a picnic lunch at one of the picnic sites in the park while taking in the beautiful scenery of the park. Later, drive to Uganda’s second-largest park, Queen Elizabeth National Park while enjoying the changing views of the mystical Rwenzori Mountain ranges. Accommodation: Aardvark Safari Lodge Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, you will go for an early morning wildlife safari game drive in this park. Queen Elizabeth National Park’s diverse ecosystem of grassy plains, tropical forests, rivers, swamps, lakes, and volcanic craters is home to an incredible abundance of wildlife. With the massive Rwenzori Mountains as a backdrop, you will have excellent opportunities to see lions, leopards, giant forest hogs, cape buffalos, elephants, defassa waterbuck, Uganda Kobs, Topi, and bushbuck. After lunch, you will go for a 2 to 3-hour boat cruise along the Kazinga Channel and into Lake Edward. This take will take you through possibly the highest concentration of hippos. Many animals may be seen drinking at the water’s edge. This launch cruise offers a great opportunity for photography, bird watching, and game viewing. The prolific bird life is colorful and stupendous with more than 600 different species. Accommodation: Aardvark Safari Lodge Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After your breakfast, you will go south to the Ishasha sector of Queen Elizabeth National Park. Ishasha is well known for its tree-climbing lions which like to take their daily rest in the trees. Your drive through the park will present more wildlife viewing opportunities and you will reach the lodge in time for lunch. You will later go for an evening game drive in search of the tree-climbing lions as well as other animals such as elephants, buffalos, antelopes, and more. Accommodation: Enjojo Lodge Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, you will depart for Lake Mburo National Park. On your way, you will stop at Kalinzu Forest for a guided nature walk to see primates and bird species in the forest. The walk takes about 2-3 hours. After the nature walks, you will continue your journey to Lake Mburo National Park. You will arrive in the park in the afternoon and check in to your lodge for an overnight stay. Accommodation: Rwakobo Rock Meal Plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, proceed for a wildlife safari walk in Lake Mburo National Park. An armed ranger will escort you to make sure you are protected. You may also come across a herd of zebras peacefully grazing alongside the long-horned Ankole cattle. For those willing to get up a bit earlier, you may be able to see hyenas in their cave. Later, you will return to the lodge for lunch after which you will be driven back to Kampala. You will have a stopover at the Mpigi Royal Drum Makers where you will witness the making of ceremonial drums using methods passed down for many generations. There will also be time to stop at the equator for photographs. Accommodation: None Meal Plan: Breakfast, Lunch"
    }
  ],
  "map": ""
}