{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-wildlife-highlights-holiday",
  "tourName": "Uganda wildlife highlights holiday",
  "placesVisited": "",
  "generalInfo": "This 12 day Uganda safari will give you an opportunity to experience the scenery, nature and wildlife of Uganda. Your safari will start with a visit to see Rhinos at Ziwa Rhino Sanctuary. After the trek, continue the safari to the beautiful Murchison falls national park that is home to the thunderous Murchison falls and numerous wildlife. <br/><br/>The journey will continue to the primate capital of the world - Kibale national park which is home to 13 primate species with the main attraction being chimpanzees. This tropical rainforest is the perfect home for several monkeys and chimpanzees. You will have a visit to the Bigodi village to interact with the community that has co-existed with these primates. <br/><br/>After the experience with chimpanzees in Kibale you will visit “the medley of wonders”, the Queen Elizabeth national park with its wide range of wildlife and beautiful scenery of crater lakes. Visit the Katwe salt mines and watch the locals extract salt from this crater lake. <br/><br/>Next will be a visit to Bwindi impenetrable national park for the ultimate gorilla trekking experience. The forest in rich in several birds and tree species. Enjoy the time in this thick tropical rainforest.<br/><br/>After here you will proceed to the beautiful Lake Mburo national park – The home of Zebras. Enjoy a nature walk in the park and a boat safari on the lake.",
  "durationDays": "12",
  "price": "8363",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Entebbe International Airport. Pick up and transfer to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ZIWA RHINO SANCTUARY | ENCOUNTER THE RHINOS Depart for Murchison falls National Park right after an early breakfast. Enjoy the views of the scenery of Uganda along the way and colorful roadside markets. Stop at the Ziwa Rhino sanctuary to learn about the conservation of Rhinos at this sanctuary. After this experience, proceed to the park and visit the top of the falls depending on time before proceeding to your lodge for overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MURCHISON FALLS | THE WATERS OF THE NILE Murchison Falls National park is the biggest park in Uganda offering amazing game viewing. Start early with a game drive on the Northern bank of River Nile. Watch the different animals and birds in their natural habitat. During the game drive look out for bush bucks, water bucks, buffaloes, giraffes, elephants, lions, hartebeest, leopards, Uganda kobs and bird species. In the afternoon, join in a relaxing boat ride. Look out for animals coming to water and those resident /semi residents like Hippos, crocodiles, and monitor lizards."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KIBALE NATIONAL PARK | HOME OF CHIMPANZEES Today we depart for the home of Chimpanzee in Kibale National Park. Kibale forest is home to 13 species of primates with the main attraction being chimpanzee tracking and bird watching. The journey to this tropical forest passes villages and colorful road markets. Have a visit to the Amabere Ganyina mwiru caves in Fort portal town and enjoy the stories about these fascinating caves with waterfalls."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KIBALE NATIONAL PARK | CHIMP TREKKING Today after breakfast, embark on the chimpanzee trekking activity. Chimpanzees share 98.7% of man’s DNA and are referred to as man’s closest relatives. The trek starts with a briefing from your ranger guide about your chimpanzee trek. This experience offers you an opportunity to view these primates in their natural habitat. After locating the chimpanzees, you are allowed to spend one hour watching them. In the afternoon, take a walk in the Bigodi community and interact with the locals. Get a coffee experience, banana beer making experience, basketry and listen from the medicine man about how he deals with different diseases."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "QUEEN ELIZABETH | THE BEAUTY After that exhilarating experience with the chimps in their natural habitat, journey to Queen Elizabeth National Park passing through Crater lakes region (depending on road condition) and enjoying views of the Rwenzori mountain ranges. Have a stopover at the Rwenzori Sculptors gallery. Have a village tour in the community adjacent to the lodge where you will visit this community."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "QUEEN ELIZABETH | GAME DRIVE & BOAT After an early breakfast we leave for a game drive joining the lion research team on lion tracking and supporting their work. The car is customized for game viewing, enjoy the exotic and rare species which include Elephants, Lions, Leopards, Buffaloes, and Uganda Kobs etc. In the afternoon take boat safari on Kazinga Channel – towards Lake Edward with different animals on its banks and beautiful species of birds."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BWINDI IMPENETRABLE PARK | Leave after breakfast for Bwindi impenetrable National Park. The park is home to several bird species, butterflies, primates and mammals. The drive takes you through beautiful scenery of terraced hills of Kigezi highlands. The locals terrace these hills as they prepare gardens for especially planting potatoes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BWINDI FOREST | GORILLA TREKKING Hike the impenetrable forest in search of the endangered mountain gorillas. First, you will listen to a briefing from the ranger guide. After this, you are allocated a gorilla family to track and you join other people in this group. The trail head for some of the gorilla groups are away from the briefing point so your guide will drive you to starting point. Enjoy the day in the impenetrable forest, you have up to one hour with the gorillas once you locate them. You are advised to keep reasonable silence while watching them."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LAKE MBURO | A WALK IN THE WILD This morning after breakfast, you will transfer to the tranquil Lake Mburo national park which is the smallest of the savannah national parks in Uganda. Have a stopover at the Igongo Museum for lunch and a visit to the Ankore cultural museum. Proceed to your lodge for check in and after return to the park for an evening nature walk in the park."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MORNING NATURE WALK & NIGHT GAME DRIVE | Leave for a morning nature walk and continue with a game drive in search of Impala, Buffaloes, Topi, Zebras and Giraffes etc. Continue on a game drive. Return to the park for a Night game drive."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ENTEEBE | DEPARTURE We hope you had a fantastic time in Uganda. Depending on your flight time, you can visit the botanical gardens before your flight"
    }
  ],
  "map": ""
}