{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "gorillas-and-masai-mara-wildlife-holiday",
  "tourName": "Gorillas and Masai Mara wildlife holiday",
  "placesVisited": "White-water rafting in Jinja, Chimpanzee tracking in Kibale National Park, Cultural tour of the Amabere Ga Nyina Mwiru Caves, Wildlife watching and boat cruise in Queen Elizabeth National Park, Gorilla tracking in Bwindi Impenetrable Forest National Park, Walking safari in Lake Mburo National Park, Safari in the Maasai Mara",
  "generalInfo": "This superb two-week safari holiday in Uganda and Kenya takes in some of the most renowned wildlife destinations in East Africa. In the company of expert local guides, you’ll track chimpanzees and gorillas (with permits included), see hippos as you cruise along the Kazinga Channel in Queen Elizabeth National Park, and enjoy the classic Maasai Mara safari experience by staying in a luxury tented camp. <br/><br/>Other unforgettable experiences include a walking safari, led by an armed park ranger, in Lake Mburu National Park, which gives you an altogether different perspective from what you’d see from a jeep. And, in Kibale National Park, a visit to the Amabere Ga Nyina Mwiru Caves, a site of great cultural significance to the local Batoro people. Adventure-seekers will also find plenty to enjoy with a white-water rafting trip from Jinja, which is reputed to be the source of the River Nile.<br/><br/>With departures all the way through the year, this is a fantastic option for those looking to enjoy both a gorilla trek and a Masai Mara safari in one trip. Travelling in a group limited to just six people, you’ll stay in a series of comfortable hotels, lodges and camps chosen for their environmentally friendly credentials, and enjoy cultural visits that directly benefit local communities.  <br/><br/>Holidays such as this create jobs for local people and fund conservation initiatives in places like Bwindi Impenetrable Forest National Park. Through the purchase of mandatory trekking permits and the employment of guides, your trip contributes to the continuing protection of mountain gorillas. <br/>",
  "durationDays": "14",
  "price": "11870",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: 2 Friends Guest House Entebbe Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early in the morning, after your breakfast, you will be driven to Jinja for a white water rafting experience which can either take a full day or half-day depending on your choice. This is one of the most exciting rafting trips on earth going up to 31 km and includes a fantastic barbeque lunch and complimentary drinks after the trip. Accommodation: 2 Friends Guest House Entebbe Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After your breakfast, you will leave for Kibale National Park in western Uganda. The drive takes around 8 hours including a stopover for lunch in Fort Portal town. Along the way, you will pass many small towns, villages, tea farms, and roadside markets all of which make the Ugandan countryside full of beauty. You will reach Kibale with enough time to relax and unwind from a day of travel. Accommodation: Turaco Tree tops Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After early morning breakfast, your driver/guide will drive you to the Kibale National Park office where you will be briefed about the activity of tracking chimpanzees in the wild. You will then go on a guided primate walk in search of chimpanzees and 12 other primates including l’ Hoestes, Red colobus, blue, red-tailed monkeys, brown monkeys, and grey-cheeked mangabey. The park rangers will provide detailed explanations, not only on primates but on all the forest fauna and flora, and will ensure that your walk is informative and enjoyable. After finding the chimps, you will spend 1 hour with them before heading back to the park offices. You will go back to the lodge for lunch & refreshments. After lunch, you will visit the community and take a walk in Bigodi Swamp – which is the home of the great blue Turaco bird. The swamp is home to around 200 bird species and 8 primate species. Later, return to your accommodation for dinner & overnight stay. Accommodation: Turaco Tree tops Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you will start the day with a cultural tour of the Amabere ga nyina mwiru caves – a great historic site located 10km from Fort Portal town. You will be accompanied by an informed guide who knows more about this place. remember to carry along a flashlight, hiking boots, long trousers, etc since you are going to enter the caves. Thereafter, you will hike the explosion crater lakes surrounding this area and then return to Fort Portal town for lunch and a visit to the Tooro Kingdom Palace. In the evening, drive to Uganda’s second-largest park, Queen Elizabeth National Park while enjoying the changing views of the mystical Rwenzori Mountain ranges. Accommodation: Aardvark Safari Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will go for an early morning wildlife safari game drive in this park. Queen Elizabeth National Park’s diverse ecosystem of grassy plains, tropical forests, rivers, swamps, lakes, and volcanic craters is home to an incredible abundance of wildlife. With the massive Rwenzori Mountains as a backdrop, you will have excellent opportunities to see lions, leopards, giant forest hogs, cape buffalos, elephants, waterbuck, Uganda kobs, topi, and bushbuck After lunch, you will go for a 2-3 hour boat cruise along the Kazinga Channel and into Lake Edward. This take will take you through possibly the highest concentration of hippos. Many animals may be seen drinking at the water’s edge. This launch cruise offers great opportunities for photography, bird watching, and game viewing. The prolific bird life is colorful and stupendous with more than 600 different species. Accommodation: Aardvark Safari Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After your breakfast, you will be driven from Queen Elizabeth to Bwindi Impenetrable National Park. This is a 6 hours journey passing through the Kigezi Highlands an area known as the “Switzerland of Africa”. The journey takes you through terraced hills and winding roads to the Bwindi forest. You will have a stop-over in Kabale for lunch. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants; the rare mountain gorillas. For most people, this is the absolute highlight of their tour. You will go into the forest in groups of not more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them after which you will be led back to the starting point. After your gorilla trek, you will spend the rest of the day relaxing at the lodge while enjoying your views of the park. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, you will leave Bwindi for Lake Mburo National Park with a stopover in Mbarara for your lunch. Lake Mburo is the best and easiest place for seeing a lot of Zebras in Uganda. You will see other wild animals such as buffaloes, hippos, crocodiles, elands, antelopes, and lots of birds as well as the local long-horned Ankole cattle in the nearby ranches. Take an afternoon boat ride on the Lake & see a variety of birds and hippos too. Accommodation: Rwakobo Rock Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, proceed for a wildlife safari walk in Lake Mburo National park. An armed ranger will escort you to make sure you are protected. You may also come across a herd of zebras peacefully grazing alongside the long-horned Ankole cattle. For those willing to get up a bit earlier, you may be able to see Lake Mburo’s hyenas in their cave. You will return to the lodge for lunch after which you will be driven back to Kampala. You will have a stopover at the Mpigi Royal Drum Makers where you will witness the making of ceremonial drums using methods passed down for many generations. There will also be time to stop at the equator for photographs. Accommodation: 2 Friends Guest House Entebbe Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, at your will and flight schedule, your guide will transfer you to the airport in time for your flight to Masai Mara with Aero link. Accommodation: Base Camp Masai Mara Meal plan: Breakfast and Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depending on the Wildlife migration patterns and the weather, early morning breakfast is followed by a full day of game drives within the reserve. The Masai Mara is famous for its black mane lions and the annual wildebeest migration. This is probably one of Kenya’s most visited reserves with an extraordinary density of animals including the Big five and many other varieties of plains game. The Mara River cuts through the Mara and Serengeti ecosystems giving life to both reserves before finally pouring out into Lake Victoria. Impressive and most notable is the wildebeest, zebra, and gazelle instinct-led migration from the Serengeti in Tanzania to the Mara in Kenya. This journey is coupled with numerous obstacles which makes it even more magnificent. You will have a picnic lunch and continue with the game drives arriving at the lodge in the evening for a well-deserved rest and a hot relaxing shower. Accommodation: Base Camp Masai Mara Meal plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After Breakfast, another game drive as you follow the Migration of the wildebeests cross the Mara River. Accommodation at Base Camp Masai Mara Meal plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You will be treated to an optional final early morning game drive after which you will return to the lodge for breakfast. Embark on your safari back to Nairobi at around mid-morning. We shall have a brief stopover at Narok town and later proceed to Nairobi city and to the JKIA for your onward flight. This will mark the end of your Gorillas and Masai Mara Safari in Uganda and Kenya. Accommodation: None (Last day). Meal plan: Breakfast, Lunch"
    }
  ],
  "map": ""
}