{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "mountain-gorilla-photography-holiday-in-uganda",
  "tourName": "Mountain Gorilla photography holiday in Uganda",
  "placesVisited": "",
  "generalInfo": "Encountering Mountain Gorillas is a humbling and exhilarating experience. Join us on an exclusive photography workshop in Uganda, and photograph them from up close in their stunning natural environment, and to photograph them from up close. A thrilling, once-in-a-lifetime opportunity! <br/><br/>The gorilla treks are a challenging but hugely rewarding experience. Gorillas change the location of their sleeping nest each night, so we will search for them with our dedicated guides, who track them every day. When we reach a gorilla group, the photographic opportunities are incredible. While we are always fully respectful of the need to keep a distance of seven meters from the gorillas, the animals themselves might choose to approach us, as they are inquisitive and assertive. So they might come very close indeed – an awe inspiring experience!<br/><br/>But while photographing gorillas is undoubtably a highlight of this photo tour, you'll enjoy many other exciting wildlife photography opportunities; we’ll take you to Kibale Forest Park, a stunning rainforest that offers encounters with chimpanzees, a variety of small monkeys, and a wealth of birds. On top of this, we’ll have a true African safari experience at two stunning national parks, where you'll have a chance to photograph the Big Five – lions, leopards, elephants, and buffalo – as well as many small mammal and bird species. Get ready for some incredible wildlife photography opportunities! <br/><br/>During this Uganda photo tour, you’ll be guided by award-winning wildlife photographer Emil Von Maltitz. He’ll provide photographic tutoring, both during theory sessions and in the field, and will be able to offer assistance with technical issues, composition, and post-production. Since we’re traveling in a small group, there will be plenty of time for individual tutoring.",
  "durationDays": "12",
  "price": "6995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Entebbe airport, where we'll meet you and drive you to our first accommodation. Here, we'll have a chance to meet each other and get settled."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we'll drive to Kibale Forest, a spectacular jungle that is home to chimps, baboons, colobus monkeys, grey cheeked mangabey, L’Hoest monkeys, and a wealth of stunning birds. In the afternoon, we'll start exploring the park and photographing its inhabitants. Whoever is up for it can go on a night walk after dinner to spot some of the nocturnal creatures that live in the forest, like bush babies. (Please note that the walk is optional and not included.)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In the morning, we'll head out for chimpanzee tracking! In the afternoon, we'll take a trip to the Bigodi Wetland Sanctuary, a wetland swamp with a hugely rich biodiversity. Bigodi was established by a local development organisation to protect the swamp area, which is home to around 200 species of birds. It's also good for spotting and photographing butterflies and small primates."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We'll head to Queen Elizabeth National Park for an exciting African safari experience. On our way there, we'll pass the equator where we will make a stop. After enjoying lunch and settling into our lodge, we'll head out for our first game drive late afternoon, in that perfect warm light. Queen Elizabeth National Park is one of the best places in Uganda to see lions. You can also expect to photograph elephants, buffaloes, hippos, and crocodiles - as well as smaller mammals and birds. There will also be time to do additional walks during our days in Nyungwe Forest, for those who are interested. These could include a visit to some impressive waterfalls and other optional activities that we can set up."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We'll start the day with another game drive. In the afternoon, we'll mix it up with a boat trip on the Kazinga Channel, which gives an interesting new angle on the wildlife we'll encounter. (And get ready to be surrounded by many hippos! The Kazinga Channel has the highest concentration of hippos in the world.)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We'll drive to Bwindi Impenetrable National Park, passing Ishasha Sector in the south of Queen Elizabeth National Park, which is home to the famous tree-climbing lions. On our way, we'll also pass through interesting villages and have some breath taking views of the mountains. We'll take our time (and stop for photography breaks whenever we want!), and we'll probably reach Bwindi late in the afternoon, where we'll settle in and prepare for our upcoming gorilla adventures."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We'll kick off the day with an early-morning game drive, the prime time for capturing stunning wildlife photographs. Later in the day, we'll embark on a visit to one of the nearby villages surrounding Bwindi Impenetrable Forest, immersing ourselves in the local community."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning, we'll drive to Bwindi Impenetrable National Park, passing through charming villages and breathtaking mountains. By midday, we'll reach Ichumbi Gorilla Lodge, a cozy retreat nestled amidst the forest. After settling in, we'll gear up for our upcoming gorilla encounters. In the afternoon, there's an optional community visit available for those interested."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "For two days, we'll embark on thrilling gorilla trekking adventures! Early each morning, we'll set out in search of the highly endangered Mountain Gorillas. Guided by experienced local rangers, our hike will prove rewarding once we encounter these majestic creatures. We'll have approximately an hour to observe and photograph the gorillas in their natural habitat. If you prefer to participate in only one day of gorilla trekking, the choice is yours. Opting for the first day allows for alternative activities such as village tours, shorter forest walks, or simply relaxation."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In the morning, we will head to Kihihi Airstrip, where we’ll fly to Entebbe for everyone's flight home."
    }
  ],
  "map": ""
}