{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "ultimate-uganda-small-group-tour",
  "tourName": "Ultimate Uganda, small group tour",
  "placesVisited": "",
  "generalInfo": "Come away with us to traverse the equator south to Lake Victoria and southwest to the sprawling parks of Queen Elizabeth, with its Ishasha tree-climbing lions, and its hippos surfacing in the wildlife-rich Kazinga Channel that links Lakes Edward &amp; George; to Kibale to track chimps; and to Bwindi to come face to face with mountain gorillas. We’ll extend northwest to the granddaddy of parks, Murchison Falls to feel the thunder of the Nile roaring through a seven metre-wide gap. Besides observing prehistoric shoebills, we'll feast our eyes on grazing herds more at home on the southern savannahs. But wherever we go with you we’ll be doing it with local community and conservation initiatives forever in mind, as in Masindi, Masaka and Lake Mburo, where small-scale farming aims to sustain rural communities.<br/><br/><br/>TOUR HIGHLIGHTS<br/>Ziwa, the only place to see Southern White rhino in Uganda<br/>The fury of Murchison's mighty waterfall<br/>Prehistoric shoebills - oddest &amp; most endearing birds ever<br/>Chimpanzee tracking in Kibale NP<br/>Salt panning on Katwe Lake<br/>Tree-climbing lions in Queen Elizabeth NP<br/>Mountain Gorilla-tracking in Bwindi<br/>Walking safari in Lake Mburo NP<br/>Coffee farms in Masaka<br/>Places Visited<br/>Entebbe - Ziwa Rhino Sanctuary - Murchison Falls National Park - Kabwoya Game Reserve - Kibale National Park - Queen Elizabeth NP - Katwe Salt Pans - Queen Elizabeth NP - Ishasha - Bwindi Impenetrable Forest - Lake Mburo NP - Masaka<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers<br/>Private 4x4 safari Land Cruiser vehicle with an English-speaking driver guide and fuel for this itinerary<br/>Full-board accommodation<br/>English-speaking guides<br/>All entrance fees to sites &amp; parks (1 gorilla and 1 chimp permit each)<br/>Mineral water in transit<br/>All government taxes",
  "durationDays": "15",
  "price": "5995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Entebbe. Once safely landed in Entebbe, you’ll be met by your travel representative, who’ll transfer you to your nearby hotel. This guide will remain with you throughout. Depending on what time your flight gets in, if early you could take it easy for the rest of the day. See your guide about taking a wander around this underappreciated town on the shores of Lake Victoria. n.b. Unless you are arriving on a late evening flight from Europe, breakfast, lunch and dinner can be easily arranged on this full-board tour. Overnight in The Boma Entebbe, Entebbe. Meal plan: n/a"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Entebbe - Ziwa Rhino Sanctuary. After breakfast, with your guide and driver you will take the 3-4hr road trip to the Ziwa Rhino Sanctuary. There, your guide will escort you on what should be a thrilling nature trail for the rare chance to track these critically endangered rhinos up close, as well as to spot the multi-coloured bird life along the trail. A restful evening with dinner at the lodge. Overnight in Amuka Lodge, Ziwa Rhino Sanctuary Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ziwa - Masindi Mango Farm - Murchison Falls. Stopping off at Masindi mango farm 3 hours prior to Murchison Falls NP, you’ll see how this classic tropical fruit is processed into juice, and even into wine. Arriving 3 hours later at Uganda’s grandest national park, Murchison Falls, you’ll stand at the top of the world’s most powerful waterfall for views that the great Victorian explorers, Burton & Speke, once gazed upon. And once you have finally come down from that natural high, you’ll be escorted to your park lodge. Evening at the lodge to enjoy the African sunset, and to dine. Overnight in Twiga Safari Lodge, Murchison Falls National Park Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Murchison Falls National Park. Start the active wildlife phase of the morning with a thrilling game drive through the park’s northern sector. This dream line-up of resident animals includes elephant, lion, hartebeest, antelope, and a plethora of spectacular birds. In the afternoon we’ll take a cruise along the Nile to the foot of the falls, from where animals and birds can be regularly seen. Feel the earth tremble as millions of cubic litres thunder through a tight gap before cascading down a 141ft drop. One of Mother nature's most impressive acts. Evening at rest in your lodge, dining well and enthusing about your day. Overnight in Twiga Safari Lodge, Murchison Falls National Park Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Murchison Falls - Lake Albert. You’ll leave Murchison Falls N.P. by fishing boat, following the Nile down to Lake Albert, past iconic shoebill storks hunting on the banks. Waiting for you at a fishing village named Wanseko, your guide will escort you on a 4x4 drive to your accommodation at Lake Albert Lodge. This wonder-filled journey provides a dreamy backdrop of Congo’s Blue Mountains away to the west. End an incredible day dining in the bush to the tune of an African sunset. Overnight in Lake Albert Safari Lodge, Kabwoya Game Reserve Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lake Albert - Kibale National Park. Before entering densely-forested Kibale, via Hoima and the old British garrison of Fort Portal, you’ll behold epic scenery and fascinating villages. In the afternoon, you’ll walk the circuit of Bigodi Swamp. This local community initiative stands up for the local population while protecting a wealth of plant, avian, and primate life. While the even away the evening dining to the sound of the African night at your lodge. Overnight in Turaco Treetops Lodge, Kibale National Park Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kibale Forest & Community Interaction. Today you’ll track troops of habituated chimpanzees deep into this moist evergreen forest*. A vital habitat, Kibale plays host to the highest number of primates in all East Africa. According to tradition, you’ll spend an hour observing their behaviour from a safe but manageable distance. After lunch, visit the local community to get an insight into their way of life. n.b. *this activity is reserved for 12 years old +. Overnight in Turaco Treetops Lodge, Kibale National Park Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kibale - Queen Elizabeth National Park. A journey through the Crater Lakes region down to Queen Elizabeth N.P. sees you stop at intervals to view this remarkable topography. Once rested at your lodge, we take you out in the afternoon to observe salt panning at Katwe lake. The day’s highlight is reserved until after dusk, when you go on a night-time game drive. Return to your lodge to reflect on a great day. Overnight in Turaco Treetops Lodge, Kibale National Park Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kazinga Channel, Queen Elizabeth National Park. In the morning you’ll link up with a lion researcher to learn analytically about this big cat. Together, you’ll drive to remote spots in Q.E. Park to search for these felines. After lunch, a boat will be waiting to take you through the Kazinga Channel, home to large populations of hippo, Nile crocs, and Elephants. Evening back at your lodge to relax. Overnight in Kasenyi Safari Camp, Queen Elizabeth NP - Northern Sector Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Queen Elizabeth Park, Ishasha Sector - Bwindi Impenetrable Forest. On your final morning in the park, at the southern Ishasha sector, you’ll go looking for resident populations of tree-climbing lions: the world-famous lshasha lions. In the afternoon, we exit the park, and continue south on a longish journey by road to Bwindi, home of the mountain gorilla in Uganda. Not to mention, home another 113 species of mammal and a whopping 350 species of bird. Settle into your cloud forest lodge in readiness for your gorilla trekking tomorrow. Overnight in Engagi Lodge, Bwindi Impenetrable Forest Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gorilla Tracking, Bwindi Impenetrable Forest. Start the day early with a small group briefing before heading out behind the ranger to penetrate the impenetrable. Once the family of mountain gorillas has been located, spend an hour in the company of these peaceful primates, coming face to face with eyes not unlike ours. Upon return to your lodge, sit back and reflect on this beautiful experience. Round off a perfect day with an evening visit a local tribal community. Overnight in Engagi Lodge, Bwindi Impenetrable Forest Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Bwindi - Lake Mburo National Park. It’s a good 5-hour journey to Lake Mburo. Once you arrive, spend the afternoon witnessing Uganda’s sole herds of zebra, impala, and eland. Later, you meet the Bahima herders who will demonstrate the art of cattle-keeping. Settle in for dinner and evening at your wilderness lodge, soaking up your changed surrounds. With its gallery forests, rocky ridges, and swampy, flat-bottomed valleys all containing a multitude of species - some instantly recognisable and others delightfully obscure, this Simba-esque landscape could have been dreamed up by Walt Disney himself. Overnight in Rwakobo Rock, Lake Mburo NP Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Lake Mburo, Walking Safari. A fulsome exploration of the park, and rare too, as safaris on foot are the exception. Firstly a ranger will escort you on a 2-hr walk through the back channels of Mburo. If that’s not close enough to wildlife, later in the day enjoy a game drive, seeing the park as you’ve never seen it before. End an uplifting day with dinner at the lodge and sunset over the west. Overnight in Rwakobo Rock, Lake Mburo NP Meal plan: Breakfast & lunch."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Lake Mburo - Masaka. In Masaka you’ll truly smell the beans on a guided excursion to a coffee plantation. Wander the orchards, pick the reddest coffee cherries, plant a tree, and even make your own cup from freshly-picked beans. A nice finale to the trip, with an ethnographic aspect of learning about village life, including the ingenious practice of making cloth from tree bark. Continuing our circuit back to Entebbe, we’ll stop at the equator on the way for souvenir photos. Come full circle on this grand tour, checking back in to familiar surroundings. Enjoy your final night with dinner at the hotel, and perhaps a last wander around. Overnight in The Boma Entebbe, Entebbe Meal plan: Breakfast, lunch & dinner."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Entebbe - Departure. On your final morning in Uganda, slow the pace at your hotel for the morning. Depending on what time your international flight leaves, why not take a stroll in Entebbe’s Botanical Gardens, home to an interesting array of flora and fauna. Time set aside for you to snap up choice mementos at the handicraft centre before your guide accompanies you to the airport. Meal plan: Breakfast."
    }
  ],
  "map": ""
}