{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-luxury-safari-and-gorilla-trek",
  "tourName": "Uganda luxury safari and gorilla trek",
  "placesVisited": "",
  "generalInfo": "This 10 days exclusive luxury safari will take you to the best of what Uganda, the pearl of Africa offers. You will see lots of wildlife that include lions, elephants, African Cafe buffalo, lots of antelopes like the Uganda Kob among others. Go for a wildlife boat safari on the Kazinga channel in Queen Elizabeth National Park(one of the highlights) and of course the trekking mountain gorillas which we bet is the highlight of this safari and watching chimpanzees in their wild nature as well<br/>You will stay in some of the most stunning luxury lodges<br/><br/>Highlights<br/>-Game drives<br/>-Gorilla and chimp tracking<br/>-Boat safaris<br/>-Tree climbing lions<br/>-Stunning Luxury lodges",
  "durationDays": "10",
  "price": "8258",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arriving at the airport you will be warmly welcomed by a representative of Gorilla Link Tours, and transferred to your hotel Depending on the time of your arrival, you might be able to do some optional activities in Entebbe like a visit to the Botanical gardens Please note that all activities today are at your own cost. Journey Time: 20 minutes Accommodation: Hotel No.5 Meal Plan: No meals inclusive"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today after an early breakfast, your guide will come to your hotel to brief you about the safari and will transfer you to Fort portal, close to Kibale National park. The drive is incredibly scenic, passing through villages, lush green forests and hills dotted with tea plantations. You will stay at a wonderful lodge, just outside Fort Portal town, with spacious rooms and amazing views over one of the crater lakes in this area. Journey Time: 5 hours Accommodation: Kyaninga Lodge Meal plan: All meals"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will wake up early to go to the park head offices to be briefed about your chimp tracking experience. Kibale Forest National park boasts the highest number of primate species in the world, including the chimpanzees. Approximately 5,000 chimpanzees live in the wild in Uganda, which makes it a perfect place to see them An experienced ranger will take you chimp tracking chimp in the morning or afternoon; you might also see other monkey species that live here. Once you locate the chimpanzees you will have a full hour of eye-to-eye contact with them. Since they are wild animals, we can never guarantee you to see them and might have to settle with hearing their hoots and hollers. In the afternoon after lunch, you will go for the guided swamp walk. The walk (3-6 hours) will take you through grassland, small communities and some beautiful scenery, where the locals are likely to greet you with enthusiastic waves. It is usual to spot three to four different primate species during this walk, though the highlight is catching a glimpse of the great blue turaco! Journey Time: 20 minutes each way Accommodation: Kyaninga Lodge Meal Plane: All meals"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, your guide will drive you to Queen Elizabeth National Park, home to a high concentration of Uganda’s mammals that include tree climbing and savanna lions, elephants, wart hogs, Uganda kob, water buck, cape buffalo, hippos, leopards, as well as more than 600 species of birds that include the African spoon bill, pied kingfishers, fish eagles, pelicans, vultures Queen Elizabeth National park is Uganda’s second largest park, located at the base of the majestic Rwenzori Mountain range, adjacent to Lake Edward and Lake George. The park has game including Uganda kob, warthog and waterbuck. Lions are often sighted both in and at the entrance to the park. Be ready to see huge numbers of hippos and elephants, and keep your eyes on the look out for a leopard lazing in the sunshine. In the late afternoon you will relax at the lodge. Journey Time: 4 Accommodation: Elephant Plains Lodge Meal Plan: All meals"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today after breakfast, you will go for lion tracking tracking and a wildlife game drive. Lion tracking is for visitors who yearn to get up close to wild African fauna. This research trip is a rewarding adventure. This new and unique experience allows visitors to actively participate in monitoring some of lions in the park, using locator devices and learn habituation calls, as well as monitoring weather, surroundings and behavior. The results are added to researchers’ databases, contributing valuable information to the overall understanding of wildlife ecology - and helping to conserve this wonderful ecosystem. This will as well give you a 95% chance to see the lions. The number of people on each outing is limited in order to reduce stress on the animals. In the afternoon you will take a boat safari along the Kazinga Channel which joins Lake George and Lake Edward. Here, you will see a lot of hippos (more than you can possibly imagine!), as well as a variety of other animals which come to the waterhole to drink or bathe. You can expect to see buffalo, crocodile, bathing elephant, and a range of beautiful birds. This will undoubtedly be one of the highlights of your tour. Accommodation: Elephant Plains Lodge Meal Plan: All meals"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will be transferred to the southern part of Queen Elizabeth N.P; Ishasha sector which is famous for its tree-climbing lions. To escape from the heat during the day, the lions learned how to climb the fig trees. If you’re lucky you might spot a few during your afternoon game drive. After the game drive, you will be taken to Ishasha Wilderness Camp, a very nice and luxurious lodge with wonderful views over the savannah and a river packed with hippos. In the evening you will go for a sundowner. Journey Time: 3 hours by road Accommodation: Ishasha Wilderness camp Meal plan: All meals"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today morning you will go for another game drive for a chance to see the tree climbing lions. After lunch at Ishasha Wilderness Camp you will be transferred to Bwindi Impenetrable Forest, home of the mountain gorillas. You will stay in a very luxurious lodge with stunning views of Bwindi Forest Journey Time: 4 hours to Bwindi Accommodation: Buhoma Lodge Meal plan: All meals"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today after early breakfast, you will be transferred to the park head quarters for briefing about gorilla tracking. You will encounter one of Bwindi’s endangered mountain gorillas. For most people this is the absolute highlight of their tour in Uganda. Bwindi Impenetrable national park boasts both mountain gorillas and chimpanzees - the only forest in Africa that can make this claim. It also hosts five other species of primates, 113 species of mammals, over 200 species of butterflies and 360 species of birds. The gorillas you track are habituated and can tolerate the presence of humans for a brief period of time, every day. The time taken to track the gorillas can be as few as 2 hours to as many as 7 hours. Once the gorillas have been located, your group will be allowed a maximum of one hour with them. Coming face-to-face with a mountain gorilla is a truly humbling and emotional experience. This is a fantastic and privileged opportunity to get up close and personal with Uganda’s very own ‘Gorillas in the Mist’. Accommodation: Buhoma Lodge Meal plan: All meals"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, you will travel to Lake Mburo National Park, one of Uganda’s smallest parks, but certainly not to be underestimated. It is the only Ugandan national park (besides to Kidepo Valley N.P.) which is home to zebras, elands and impalas, as well as to an abundance of other wildlife - not to mention the lake itself, which has lots of hippos and crocodiles. Last but not least: The Uganda Wildlife Authority recently brought 15 giraffes from Murchison falls to lake Mburo (1st July 2015)! Journey time: 5 hours Accommodation: Mihingo Lodge Meal plan: All meals"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today after breakfast, you will go for a guided bush walk in Lake Mburo National Park. Lake Mburo N.P is one of two parks in Uganda where bush walks with an experienced ranger are permitted. This opportunity should not be missed. From footprints and animal droppings the ranger will be able to tell you which animal has left it and how long ago. It is exciting to approach wildlife at such close range. Note: Instead of going for the bush walk, you can go on a horseback riding safari in the park (US $60 p.p. extra for 2 hours). After, you will drive back to Kampala or Entebbe (Airport) stopping at the equator for the requisite snapshot and a bit of souvenir shopping. Accommodation for tonight is not inclusive in the program. If you wish to depart tonight from Entebbe Airport, make sure your flight is at 10 pm or later. If you want us to book one (or more) nights in Kampala and/or Entebbe, please let us know. Journey Time: 5 hours to Entebbe Accommodation: Not included Meal plan: Breakfast and lunch"
    }
  ],
  "map": ""
}