{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "luxury-gorilla-tracking-by-road-uganda",
  "tourName": "Luxury gorilla tracking by road, Uganda",
  "placesVisited": "",
  "generalInfo": "This luxury gorilla tracking safari brings you up close and personal with the endangered mountain gorillas in Uganda.<br/><br/>Starting in Kigali, your journey through to Bwindi will take you through stunning landscapes both in Rwanda and Uganda. In Bwindi, you will hike through one of Africa’s purest forests searching for, and learning about gorillas. After spending one hour will head out of the forest with fresh memories.<br/><br/>Besides the gorillas, you have a chance to learn about the local people and their customs in a cultural encounter.<br/><br/>Take a look at the detailed itinerary to get a better idea of how a safari like this would work for you. Keep in mind that all our trips are fully customizable and our team of safari experts will gladly personalize it to your requirements.",
  "durationDays": "4",
  "price": "4730",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/ guide will be waiting for you at Kigali international airport. The driver/guide will warmly welcome you to the Land of a thousand hills and then drive you to your hotel. Accommodation: Kigali Serena Hotel. Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, you will go for a city tour of Kigali, including a visit to the Kigali Genocide Memorial and Museum, the Nyamirambo Women’s Center, and the Kimironko Market. You will enjoy lunch in Kigali and then drive to Bwindi Impenetrable National Park in Uganda. Driving from Kigali to Bwindi will take approximately 5 hours including the border crossing. Upon arrival, you will check-in and relax at the lodge. Accommodation: Mahogany Springs Lodge. Meal plan: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants, the rare mountain gorillas. For most people, this is the absolute highlight of their tour. You will go into the forest in groups of not more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity, such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them, after which you will be led back to the starting point. Accommodation: Mahogany Springs Lodge Meal Plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Begin the day with a delicious breakfast before checking out of your lodge. You will be driven back to Kigali where you will have lunch and thereafter head to the airport for your flight back home. Accommodation: None Meal Plan: Breakfast, Lunch"
    }
  ],
  "map": ""
}