{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-gorillas-and-wildlife-holiday",
  "tourName": "Uganda gorillas and wildlife holiday",
  "placesVisited": "Kibale Forest, Bigodi Wetlands Sanctuary, Queen Elizabeth National Park, Bwindi Impenetrable National Forest, Lake Mburo National Park, Lake Victoria, Mabamba Swamp",
  "generalInfo": "This 12 day Uganda gorillas and wildlife holiday takes you into the heart of Uganda, to discover its diverse wildlife through game drives, walking and mountain trekking. The adventure begins in Kibale Forest, where you trek to see the chimpanzees living here, then it's on to the Bigodi Wetlands Sanctuary, a biodiversity hotspot where we can enjoy a forest walk. In Queen Elizabeth National Park, enjoy game drives to discover the huge range of wildlife and birdlife in the park, including tree climbing lions, then travel to the Bwindi Impenetrable Forest for what is perhaps the most thrilling element of this trip - the chance to track mountain gorillas and spend an hour in their company. This holiday ends with time in Lake Mburo National Park, a wonderful place to spot a vast array of plains wildlife, with the option to take a boat ride or enjoy a walking safari. <br/><br/>This is a small group holiday with a maximum of 14 people on it, and you'll spend nine nights in a mix of comfortable en-suite hotels and jungle lodges. You will travel by specifically designed four-wheel drive safari vehicles. While the game drives are leisurely, you'll need a decent level of fitness to cope with trekking to see the mountain gorillas and chimpanzees.",
  "durationDays": "11",
  "price": "6699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in Entebbe, a city on the north shore of Lake Victoria, the largest lake in Africa. As many flights arrive late in the evening, there are no activities scheduled today. Want more time in Entebbe? Secure pre-tour hotel nights through your sales representative. Accommodation: 2 Friends Hotel, Papyrus Guest House or Boma Hotel (or similar) Upgrade to a lake-view room at the 2 Friends Hotel – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, say hi to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. After this we leave Entebbe and begin our journey to Kibale Forest. The drive time depends, in large part, on traffic in Kampala but should take approximately seven hours. Upon arrival, we can relax at our lakeside lodge. Kibale Forest National Park is home to 13 primate species: there are nine diurnal primates, including vervet, red-tailed, L’Hoest’s, red colobus, black-and-white colobus and blue monkeys, plus grey-cheeked mangabey, olive baboons and, the most famous of all, chimpanzees. Although chimp sightings are not guaranteed, the odds of encountering them are very good. Accommodation: Turaco Treetops (or similar) Upgrade to a luxury cottage today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast, we head into the depths of the lush, green Kibale Forest in search of chimpanzees. While trekking, we are surrounded by birdsong and can expect to see at least five or six types of primates, most probably grey-cheeked mangabeys, red-tailed monkeys and, of course, chimpanzees. The walking is fairly easy with well-maintained trails and reasonably flat terrain. Leaving the forest, you're welcome to enjoy a coffee at Cafe Kibale, a wonderful cafe providing free hospitality training to young people from the surrounding communities. After an incredible morning, we head back to our accommodation for lunch, before a 10-minute drive to the Bigodi Wetlands Sanctuary in the Magombe wetland. The sanctuary is a major tourist attraction in the Kibale Forest area and is operated by the Kibale Association for Rural and Environmental Development, a community-based organisation. It’s also a natural haven for birds and other monkeys, such as vervets, olive baboons, and colobus monkeys, which we hope to spot with the help of our community guide. Accommodation: Turaco Treetops (or similar) Upgrade to a luxury cottage today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "There is the option of doing a second chimp trek this morning to increase the probability of seeing them (due to limited permit availability, we recommend you prebook the second chimp trek). In the afternoon, we embark on the Crater Lakes hike around Kibale National Park. This two to three-hour tour offers the chance to explore the beautiful crater lakes at the edge of Kibale. Accommodation: Turaco Treetops (or similar) Upgrade to a luxury cottage today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we drive to Bwindi National Park, which takes approximately seven to eight hours. We stop for a picnic lunch en route, before continuing through Kamwenge Rukungiri to get to Bwindi. Accommodation: Haven Lodge Buhoma/Ride 4 a Woman (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A day to relax before we go in search of gorillas! You have the opportunity to join an optional activity (see Extra Expenses for prices). These include the Batwa experience, a three to four-hour cultural experience, in which you can learn about the lives of the indigenous Batwa people, a forest walk, or the Ride 4 a Woman community experience. We also enjoy a picnic lunch today. Accommodation: Haven Lodge Buhoma (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "For many, observing a wild mountain gorilla is one of the most emotional wildlife experiences possible. Tracking these gentle giants can take anything from under an hour to more than six, depending on where the family is located. The number of permits allocated daily are limited so we recommend early booking. If the permits for gorilla families close to where we stay are unavailable, there are more permits for another area of the park, though this will mean a long drive to the trek start point. The trek itself can be along steep, slippery trails and through the bush so you should be in reasonable physical condition, but the rewards of spending an hour with our close cousins more than makes up for the effort of getting to them. Accommodation: Haven Lodge Buhoma (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is a free day and there is the option of getting a second gorilla permit for this day, though due to the limited number of permits, this should be obtained at time of booking. For those who choose not to go on a second gorilla trek, there are other walks you can do nearby or you can relax at our lodge, reminiscing about the previous day’s encounters. On some departures, due to the availability of permits, we may have to swap these two days over with the free day (and optional second gorilla trek) on Day 6 and the included gorilla trek on Day 7 or we may have to split the group to trek with gorillas across both days. Accommodation: Haven Lodge Buhoma (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leaving the forests, we head towards Lake Mburo National Park. En route, we stop in Kabale near the Rwandan border for lunch. The drive should be about five hours (not including stops). Lake Mburo is the only place in southern Uganda where you can see zebras, giraffes and impala and is a great place to try to see leopards. It is also home to more than 300 bird species and offers the possibility of game walks and game drives. Accommodation: Rwakobo Rock (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we go on a final game drive looking for plains wildlife. The park has a network of game tracks in the eastern part of the park passing a variety of landscapes: acacia woodland, wetlands, grassy hillsides, rocky outcrops and seasonally flooded valley floors. The early morning and late afternoon are the best times to roam the park in search of wildlife. There is also the option of tracking game on foot through the savannah and going on a boat excursion, particularly good for birdlife. You also have the option of going on an early morning game walk. Accompanied by a ranger guide, you walk to a salt lick where many animals are attracted to the salty rocks. At this time of day, you may encounter hyenas returning to their dens and hippos retreating to the lake. The lake itself is rich with a diversity of animals and plants, and these can be viewed clearly on a boat trip. These include crocodiles, hippos and birds, such as pelicans, black crakes, herons, cormorants and fish eagles, but you may also see the rare shoebill stork if you are lucky. Accommodation: Rwakobo Rock (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is our final day and we return to Entebbe and the shores of Lake Victoria. The driving time depends on the amount of traffic in Kampala, but we make regular stops to break up the journey, including a picnic lunch. En route back to Entebbe, we visit Mabamba Swamp (Mabamba Bay Wetland System), which lies about 25mi (40km) from Entebbe. The swamp, said to support more than 190,000 birds, is the perfect spot in Uganda for watching the globally threatened shoebill stork and the papyrus yellow warbler. We arrive into Entebbe in the early evening. If time permits, you guide will take you for dinner (own expense) before dropping you at the airport. If you’d like a little more time, speak to your sales representative about extending your stay in Entebbe."
    }
  ],
  "map": ""
}