{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-wildlife-and-nature-holiday",
  "tourName": "Uganda wildlife and nature holiday",
  "placesVisited": "",
  "generalInfo": "This 12 days’ Uganda safari will give you an opportunity to experience the scenery, nature and wildlife of Uganda. Your Uganda safari will start with a stop at the Ziwa Rhino sanctuary where you will trek the Rhinos on foot. On the same day, you will continue on to the beautiful Murchison falls national park that is home to the thunderous Murchison falls and amazing wildlife. <br/><br/>The safari will continue to the primate capital of the world - Kibale national park which is home to 13 primate species with the main attraction being chimpanzee trekking. You will also visit the Bigodi village and interact with the community visiting different homes. <br/><br/>After the experience with chimpanzees in Kibale forest, you will visit Bwindi impenetrable national park for the ultimate Uganda gorilla trekking experience. Enjoy the forest hike and views as you search for the gorillas with your ranger guide. <br/><br/>The tour will continue on to the small and beautiful Lake Mburo national park – The home of Zebras. You have an opportunity to do horseback safari and a nature walk to get close to wildlife. <br/><br/> The tour ends with an adventure in Jinja for River Nile experiences. The highlight  being white water rafting but you have options of doing a cycling tour, horse riding and quad biking.",
  "durationDays": "12",
  "price": "7955",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Uganda. Today you arrive for your 12 days Uganda safari. Our representative will pick you up from Entebbe International Airport and then transferred to your hotel for overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rhino trekking at Ziwa. Have an early breakfast and depart for Murchison Falls National Park. This journey will be your introduction into Uganda's countryside passing several towns and gardens. You will have a stopover at Ziwa Rhino sanctuary for Rhino trekking. After this experience with the Rhinos, you will proceed to your lodge for the night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Game drive & Boat Safari on River Nile. Murchison Falls National park is the largest park in Uganda. The park is home to numerous wildlife offering an amazing game viewing. The game drives start early morning right after breakfast which increases the chances of sighting different animals especially the predators that tend to go into hiding during the heat of the day. The game drive happens in the northern bank of River Nile, where we look out for giraffes, elephants, hartebeest, Buffaloes, Leopards, Lions and different bird species. In the after-noon, the safari will continue on River Nile – Nile boat safari towards the mighty Murchison falls. The relaxed boat safari provides more opportunities for spotting a variety of animals and birds and falls from. You have an opportunity to watch the falls from below or even hike up to the ‘top of the falls’."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Kibale National park. Today morning after breakfast, you will leave for Kibale national park known as the Primate capital of the World. This is where you will have the chimpanzee trekking experience. The drive is through Uganda’s countryside before arriving at your lodge for overnight."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Uganda Chimpanzee trekking and Bigodi community walk. Today after breakfast you embark on the chimpanzee trekking experience in Kibale forest. Chimpanzees are said to share 98.7% of man’s DNA and therefore referred to as man’s closest relatives. The trek starts with a briefing from your ranger guide about your chimpanzee trek. This experience offers you an opportunity to view these primates in their natural habitat. After locating the chimpanzees, you are allowed to spend one hour watching them. In the afternoon, take a walk in the Bigodi village and interact with the locals. Get a coffee experience, banana beer making experience, basketry and listen from the medicine man about how he deals with different diseases. You also have an opportunity to visit the swamp area for a swamp walk where you will sight different monkeys, mangabeys, birds, butterflies etc."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Bwindi impenetrable national park. Bwindi impenetrable National Park is the home of mountain gorillas, in addition people visit it for opportunities of sighting bird species, butterflies, other primates and mammals. As you travel enjoy the beautiful scenery of the terraced hills of Kigezi highlands."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Uganda Gorilla Trekking in Bwindi Impenetrable National Park Today you will hike through Bwindi impenetrable forest in search of the endangered mountain Gorillas. You will start with a briefing from a ranger guide before you hike into the forest. Some Gorilla families are located away from the briefing point so your guide will drive you to start of the respective trail. Enjoy the day in the impenetrable forest, you have up to one hour with the gorillas once you locate them. You are advised to keep reasonable silence while watching them."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Lake Mburo national park This morning you will transfer to the tranquil Lake Mburo national park which is the smallest of the savannah national parks in Uganda. Have a stop over at the Igongo cultural museum before continuing on to the park."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nature walk & Horse Riding Spend the morning on a nature walk in the park or on a horse back exploring the small park which is home to one lone lion and several Zebras, Warthogs, Buffaloes and Impala etc. You will have a short boat ride in the afternoon on Lake Mburo."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Jinja – The Adventure Capital of East Africa After breakfast, your drive guide will transfer you to Jinja – the adventure capital of East Africa. The drive from Lake Mburo national park will take you through Kampala to Jinja. You will have a short stopover at the Equator monument. You will later end your trip in Jinja for some adventure and down time by the Nile."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "White water rafting on River Nile. Start with a briefing before you jump into the Nile river – the longest river in the World. White water rafting goes through some of the best grade five rapids with spectacular leaps and drops with views of fisher men as they go about their business. You have opportunity to swim whenever you reach the spots where the water is placid before you start the rapids again. Optional activities These are possible if you choose to take half day water rafting. Some of the activities you can do while in Jinja are bungee jumping, quad biking, horseback safari, kayaking and walk in the nearby communities."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Entebbe International airport for departure Flight Your amazing Uganda safari comes to an end today. You will be transferred to Entebbe international airport for your departure flight. Thank you for visiting Uganda."
    }
  ],
  "map": ""
}