{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-discovery-tour",
  "tourName": "Uganda discovery tour",
  "placesVisited": "",
  "generalInfo": "Track wild chimpanzees in Kibale Forest National Park, spot mountain gorillas in Bwindi, enjoy wildlife safari in Queen Elizabeth National Park, then learn about the Batwa tribe and their culture.<br/><br/>This ultimate 20-day guided Uganda trip offers the chance to experience the country like never before. Cover some of the major national parks of the country, hike through dense forests and experience the amazing diversity of flora and fauna that these places have to offer. <br/><br/>Start your trip from Kampala by driving to Jinja, the source of the River Nile. See the majestic Sipi Falls, a collection of three waterfalls on the edge of Mount Elgon National Park. Trek through lush rainforests in search of wild chimpanzees and endangered mountain gorillas in Kibale Forest and Bwindi Impenetrable national parks, then encounter big game in Lake Murchison National Park.",
  "durationDays": "20",
  "price": "8861",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kampala - Meet our representative upon arrival in Entebbe and transfer to your hotel in Kampala. Depending upon your arrival time, you may be able to explore Kampala and the surrounding area on your own this afternoon. We recommend visiting Royal Mile (Lubiri Palace and Bulange Parliament), Ndere Cultural Centre, Kasubi Royal Tombs and Kampala Central Mosque."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive to Jinja - Drive to Jinja, the source of the River Nile, enjoying the beautiful scenery along the way. You have the option of discovering the nearby islands in a traditional African canoe or renting a mountain bike to explore the surrounding area. Visit local villages and engage with the local people wto learn about traditions, then enjoy a sunset cruise on the River Nile."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Sipi Falls - Head for Sipi Falls, one of Uganda's hidden gems. Check in at the lodge and enjoy breathtaking views of the falls as the Sipi River flows down from Mt Elgon. There are numerous optional excursions and activities that you can participate in to make the most of your time here. You may wish to join a guided nature walk, hike to one of the nearby waterfalls, visit coffee plantations or local villages, abseil from the top of Chebonet Falls, join a guided bird-watching excursion or discover Nyero rock paintings in Kumi."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Sipi Falls - You have a full day to explore Sipi Falls and the surrounding area at your leisure. You have the option of climbing Mt Elgon, an extinct volcano located within Mt Elgon National Park on the Kenya-Uganda border. The climb takes four days (extra time can be included on a tailor-made itinerary)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Moroto Town - Drive for approximately six hours to reach Moroto Town, in the northeast region of Uganda. We highly recommend that you spend this night in a Karamojong kraal (optional) as this is a truly authentic cultural experience that offers you the chance to interact with the Karamojong people and learn more about their way of life."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Kidepo Valley National Park - Continue your journey well off the beaten track as you drive to Uganda’s most remote national park, Kidepo Valley National Park. Situated between the borders of Kenya and Sudan, in the Karamoja province in northeast Uganda, Kidepo Valley is known for its vast savannahs. This park is a fantastic place to enjoy game viewing and you can expect to see buffalos, elephants, lions, cheetahs, leopards, wild dogs, hyenas and jackals."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Safari in Kidepo Valley National Park - You have a full day today to explore the national park. Start your day with an early morning game drive to watch the sun rise over the plains. You might even see big cats if you are lucky. You also have the option of exploring the hiking trails around Morungole Mountain, visiting Kanangorok Hot Springs or going for guided nature and bird walks."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Murchison Falls National Park - Leave Kidepo Valley National Park in the morning and make your way towards Murchison Falls National Park in northwest Uganda. This is an eight-hour drive with plenty of stops along the way."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Safari in Murchison Falls National Park - Enjoy game drives on the plains of the national park. Get the chance to see a variety of wildlife, including giraffes, spotted hyenas, lions, leopards, buffalos, etc. You also have the option of taking a boat tour on the river and sailing all the way to the point where the falls meets the river Nile. You are likely to see hippos, Nile crocodiles and elephants on the banks of the river during the boat trip. There is prolific birdlife around the river and you will encounter a variety of colourful birds, including the rare shoebill stork."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Kibale Forest National Park - Drive through plantations and mountains from Murchison Falls to Kibale Forest National Park. Reach your lovely lodge in Fort Portal, located on the foot of the Rwenzori Mountains, which is also the entry point to the national park."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Track Chimps in Kibale - You’ll have an early start this morning as you’ll be required to meet park rangers at 8am for a briefing about your chimp tracking adventure. Head deep into the forest to track the troops of chimpanzees that live there. Hear them screech and hoot as you make your way through the bush. You have one hour to spend watching these primates in their natural habitat. See them swing from trees, play on the forest floor and build nests for their afternoon naps. The forest is also home to other primates, including colobus monkeys and red tailed monkeys, plus colourful giant butterflies. You have the option to go for a \"swamp walk\" after tracking chimps. Go on a two-hour trek through the swamps to meet a local community living in this hostile environment."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive to Queen Elizabeth National Park - After breakfast at your lodge in Kibale, you’ll travel to Queen Elizabeth National Park at the base of the Rwenzori Mountain range, adjacent to Lake Edward and Lake George. This spectacular national park is known for its large elephant population. Head out for an afternoon game drive after checking in at your lodge."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Safari in Queen Elizabeth National Park - Go on morning and afternoon game drives in the national park. You also have the options of enjoying a boat cruise on the Kazinga Channel, a guided nature walk in the Maramagambo forest and an early morning hot air balloon flight over the savannahs of the national park."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Drive to Kyambura Gorge - Drive to the Kyambura Gorge in the far-eastern corner of the national park after breakfast. The gorge is often referred to as the \"Valley of Apes\" and during your guided walk you can expect to see chimpanzees, red-tailed monkeys, vervet monkeys, olive baboons as well as black and white colobus monkeys."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Drive to Lake Mutanda - Drive to Lake Matunda in southwest Uganda. This region is also known as \"Little Switzerland'\" due its majestic mountains and freshwater lakes. It's an ideal base for a number of activities, including hiking, mountain biking, village tours, birdwatching and boat cruises."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Gorilla trekking in Bwindi Impenetrable National Park - Drive to the headquarters of Bwindi Impenetrable National Park after breakfast. You will be allocated one of the nine gorilla groups in the national park, along with an experienced guide and park ranger, who will lead you deep into the forest in search of your allocated family. Your trek could last anywhere from a few minutes to a full day, depending on the exact location of the specific gorilla family that you have been assigned. Spend up to one hour quietly observing these magnificent primates. The gorillas are likely to be just a few metres away from you and will continue to go about their daily lives, feeding and interacting with each other, under the watchful gaze of the silverback."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Explore Lake Mutanda - You have a full day to explore Lake Mutanda today. We highly recommend that you book the optional activity involving a visit to a Batwa village. Hike through the forest with a Batwa guide and learn about the history, culture and traditions of the Batwa people (pygmies)."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Drive to Lake Mburo National Park - Head for Lake Mburo National Park. The drive from Lake Mutanda to Lake Mburo takes around six hours. This small but spectacular national park is home to plenty of African wildlife, including buffalos, leopards, lions, hyenas, warthogs, giraffes, hippos and crocodiles, as well as 350 bird species. Enjoy a game drive upon arrival. You can also choose optional activities like a bush walk, mountain biking and horseback riding."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Depart from Entebbe - Your Ugandan adventure has finally come to an end today. Have breakfast and drive to Entebbe in time for your international flight home."
    }
  ],
  "map": ""
}