{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "tailor-made-gorilla-and-chimp-tracking-safari-uganda",
  "tourName": "Tailor made gorilla and chimp tracking safari, Uganda",
  "placesVisited": "Gorilla tracking in Bwindi Impenetrable Forest National Park, Chance to see tree-climbing lions, Chimpanzee trekking in Kalinzu Forest",
  "generalInfo": "Perfect for those wanting to see chimpanzees and gorillas in Uganda who don’t have a lot of time available, this four-day tour is tailor made, so you can also expand the itinerary as you please. In fact, every aspect of the trip is customisable, from your accommodation to your itinerary, so that you can choose your own adventures. You’ll be accompanied throughout your trip by a local guide who is an expert in primatology and can help you interpret gorilla and chimpanzee behaviours.<br/><br/>As well as being a chance to encounter two of mankind’s closest cousins, this holiday is also an opportunity to immerse yourself in Ugandan culture. There are more than 40 recognised languages here, and different tribal groups have their own distinct food, music and forms of dance.<br/><br/>Spending an hour with the gorillas of Bwindi Impenetrable Forest National Park is also a highlight. Mandatory trekking permits fund conservation initiatives here, and it’s a similar story when tracking chimpanzees, where permits pay the wages of rangers and park staff and contribute to anti-poaching work. <br/><br/>So, whether you’re staring in awestruck silence at a family of gorillas or watching in amazement slumbering in the boughs of a tree, the joy is heightened by knowing that your very presence is making a positive difference to the survival of these amazing creatures.<br/>",
  "durationDays": "4",
  "price": "2400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: Green Valley Guest House Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will embark on a drive from Kampala to Bwindi Impenetrable National Park in southwestern Uganda. The 9-hour journey will take you through the Ugandan countryside with farms, small towns, plantations, and interesting landscapes on your way to Bwindi Impenetrable National Park. There are plenty of interesting stopovers along the way, including lunch in Mbarara. You will reach your lodge in the evening. Accommodation: Buhoma Haven Lodge Meal Plan: Breakfast, Lunch, and Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants; the rare mountain gorillas. For most people, this is the absolute highlight of their tour. You will go into the forest in groups of not more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them after which you will be led back to the starting point. After gorilla tracking, your driver/guide will drive you to the Ishasha sector of Queen Elizabeth National Park and if lucky you will spot the tree-climbing Lions Accommodation: The Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early morning breakfast, your driver/guide will drive you to Kalinzu Forest to enjoy a guided primate walk in search of chimpanzees. You might encounter some of the different species of primates that call the area home. These include the colobus monkey, the olive baboon, and the red-tailed monkey. Your guide will provide detailed explanations, not only on primates but on all the forest fauna and flora. After this exhilarating experience, you will drive back to Kampala or Entebbe (Airport) with a stopover in Mbarara City for lunch and souvenir shopping at the equator. Meal plan: Breakfast, Lunch"
    }
  ],
  "map": ""
}