{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "gorilla-and-chimpanzee-trekking-uganda",
  "tourName": "Gorilla and chimpanzee trekking, Uganda",
  "placesVisited": "Entebbe, Kampala, Murchison Falls National Park, Kibale National Park, track chimps, Queen Elizabeth National Park, Maramagambo Forest, Bwindi Impenetrable Forest, trek to see mountain gorillas, Lake Bunyoni",
  "generalInfo": "Small and compact, Uganda is brimming with wildlife, excellent national parks and wonderful landscapes. This  12 day holiday is an amazing opportunity to the explore the country, and runs as a tailor made or small group trip. Trekking to see chimpanzees and gorillas is undoubtedly a highlight, but you will also take plenty of game drives and boat safaris to encounter some of Uganda’s other wonderful wildlife, including hippos, elephants, lions, leopards and giraffe. <br/><br/>The holiday begins with a visit to Murchison Falls, where the Nile squeezes through a narrow 7m wide rock gap. Take a game drive here in the national park, looking out for its resident giraffes, lions and elephants, and a boat safari to spot hippos and crocodiles. In Kibale National Park, a game drive brings you closer to the lions, leopards and bushbuck that live here, and you will also spend time tracking a chimp group as it leaves the trees in the morning to move around on the forest floor. <br/><br/>This holiday then moves on to Queen Elizabeth Park for more close range game viewing, both on land and on the Kazinga Channel. We will see the bat caves at Maramagambo Forest before arriving in Bwindi Impenetrable Forest, for an unforgettable day trekking in search of the rare mountain gorilla – a truly thrilling experience. Finally, end your trip relaxing at Lake Bunyoni, where you can take a kayak out and even swim, before returning to Entebbe.<br/>",
  "durationDays": "12",
  "price": "4650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ENTEBBE - KAMPALA (D) We will meet you at the airport and transfer you to your hotel in Kampala. There is a possibility of a Kampala city tour depending on your arrival time."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KAMPALA - MURCHISON FALLS NP (B,L,D) After breakfast you will depart by road for Murchison falls National Park, this scenic drive takes approximately 5-6 hours giving you a good insight on Uganda’s way of life. You will have lunch in Masindi and on arrival to the park you will drive to the top of the falls before reaching your lodge. This is a fantastic sight: here the Nile is forced through a narrow gap in the rocks (only 7 meters wide) before ferociously plunging down 43 meters. From here you will continue taking a ferry across the river to Paraa Safari Lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MURCHISON FALLS NP (B,L,D) After an early breakfast we will set off for our first game drive of the trip as we head further into Murchison Falls National Park. The park includes wetland, savannah as well as tropical forest, and among the big mammals found on the savannah include Rothschild’s giraffe, lions, warthog, cape buffalo, uganda kob, hartebeest and elephants. It is also home to over 360 species of birds. We will head back to the lodge in time for lunch and relaxation before heading out again, this time on a boat safari on the Nile. Another fantastic wildlife experience where you will have the opportunity to see a large concentration of Nile crocodile, hippos and numerous water-birds including the rare shoebill stork. The boat trip heads towards the bottom of the falls before returning back to the lodge, however for those wanting some activity the boat can drop you at the bottom of the falls and you can walk back to the top where your guide/vehicle will be waiting for you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MURCHISON FALLS NP (B,L,D) Day at leisure. Our driver / guide will be on hand and you can choose to do another game safari, boat safari, or if you prefer relax by the pool and watch the elephants along the waterside. It is not unknown for elephants and warthogs to visit the lodge grounds."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MURCHINSON FALLS NP - KIBALE NP (B,L,D) After breakfast we set off for our drive to Kibale National Park. Our packed lunch will be enjoyed en route. The trip takes us through a variety of habitats that includes forests, savannah, papyrus swamps, and vegetable gardens, that all result in beautiful sceneries. Add to this the wildlife (including numerous baboons) and villages we pass along the way and it makes for a truly interesting journey."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KIBALE NP (B,L,D) This morning, enjoy a game drive in the park. This may include a drive to the magnificent plains of Kasenyi, crater valleys, and the channel drive. Here you may spot lion, leopard, and herds of Uganda kob, bushbuck, waterbuck, reedbuck, African elephants and buffalos. We set off early this morning for a short drive to Kibale National Park. We meet at the ranger station for a briefing to track a habituated chimp group - These delightful apes, more closely related to humans than any other living creature, are tremendous fun to watch as they squabble and play in fruiting trees. The exciting activity begins in the morning and may take a whole day or a few hours. As the chimps warm up they start to make their way down to the forest floor – and here we are able to trek with them for a while as they go about their daily business. Besides our close cousins, the chimpanzees, there are other primates likely to be encountered. These include: red colobus, hoesti, black-and-white colobus, red tailed monkeys, grey-cheeked mangabey and other primate species. We head back to our lodge for lunch before spending the afternoon at leisure (or and optional swamp walk at Bigodi wetland)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KIBALE - QUEEN ELIZABETH NP (B,L,D) After breakfast, we check out and drive to Queen Elizabeth National Park (approx. 3 hours away). The drive passes though Fort Portal southwards along the Eastern length of the Ruwenzori Mountains. On a clear day you may see the glaciated peaks as you gently descend into the Great Rift Valley to the park. The Rwenzori Peaks provide a magnificent backdrop to antelope-filled plains. Queen Elizabeth National Park covers about 2,000 square kilometers and spreads along the eastern shore of the Rift Valley’s Lake Edward. We can expect to see teeming herds of impala-like Uganda Kob, as well as topi, elephant and lion, giant forest hog, Cape buffalo. There are also several soda lakes filling ancient volcanic calderas where flamingos reside seasonally. Enjoy the evening game drive with the possibility of seeing leopards as the sun goes down."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "QUEEN ELIZABETH NP (B,L,D) We set out early in the morning for a game drive (approx. 5 hours) in the northern part of the park on the Kasenyi Track in search of lions, elephants, solitary buffaloes. This is the best time for opportunities of viewing the cats in action owing to the vast population of Uganda Kobs. We have an excellent chance to view just about every animal here at very close range. In the afternoon we will go for a boat trip along the Kazinga Channel. This gives us the opportunity to view wildlife up close: hippo’s huff and spray a mere feet away from the boat, buffalo linger in the shallows. The shores of the channel are also home to an array of birds including pink backed pelicans, pied and malachite kingfishers, saddle billed stork, fish eagles and many others."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "QUEEN ELIZABETH NP - BWINDI NP (B,L,D) After breakfast we drive to Bwindi Impenetrable Forest. On the way we can choose to via Maramagambo Forest for a nature walk and visit the bat caves where you may observe thousands of bats within inches of their roosts and often pythons and monitor lizards poised to strike by the cave entrance, or to go to Ishasha for a game drive in search for tree climbing lions."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BWINDI NP (GORILLA TREKKING) (B,L,D) After an early breakfast we take a short drive to the park offices for briefing. After a briefing from the park’s guides, we set out on our long-anticipated adventure – an amazing finale to the trip of a lifetime – gorilla trekking. There are 3 habituated gorilla families and you will be allocated one of them. One of the families tends to live nearer to the outskirts of the forest, so the trek will be shorter and easier. Your guides will discuss your fitness / medical levels with you before the morning and will try and allocate the right group for you. Your trek may last a few hours or the whole day. Be prepared for a challenging trek through the forest and bamboo covered slopes accompanied by the guide and trackers. The trek can involve travelling deep into this dense jungle described by early explorers as “The Impenetrable Forest”. Expect to walk a long distance in steep and muddy conditions before you encounter any gorillas. Your reward for your trek is out of this world as you experience these majestic and calm apes. For conservation purposes, you are able to spend an hour observing and following the gorillas before heading back out of the jungle to find our guides. At the end of the trek, we will head off to Lake Buyoni."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "LAKE BUNYONYI (B,L,D) After breakfast you will take tour of Lake Bunyonyi. The word “Bunyonyi”, in the local language means, ‘the place of very many little birds’. Lake Bunyonyi is the second deepest lake in Africa, Lake Tanganyika being the deepest. The lake is a flooded valley system, extending Northwards from Rwanda over a distance of 25km long and 7km wide. It is thought to have formed about 8000 years ago as a result of a lava flow from one of the Virunga Mountains. The lake has a total surface area of 60sq km and is surrounded with 20 small islands encircled by steep terraced hills. Its high altitude location ensures a moderate climate, becoming chilly at night and relatively low incidence of malaria due to absence of mosquitoes. Bilharzia is absent from the lake as are crocodiles and hippos making it very safe to swim. This afternoon is at leisure and you can chose to take a kayak out on the lake."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "LAKE BUNYONYI - KAMPALA / ENTEBBE (B) Today we will head back to Entebbe Airport in time for your flight home"
    }
  ],
  "map": ""
}