{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "gorilla-and-chimp-trekking-holiday-in-uganda",
  "tourName": "Gorilla and chimp trekking holiday in Uganda",
  "placesVisited": "",
  "generalInfo": "This 6 day Uganda safari will give you opportunity to engage in two primate activities in East Africa for primate lovers - gorilla trekking and Chimpanzee trekking. <br/><br/>The parks are forested so you will be hiking in the deep tropical forests in Uganda. The forests are obviously home to more than fauna than the apes you will be trekking. There are elephants, buffaloes, serval cats, dikdiks etc. numerous bird and butterfly species, ants etc. <br/><br/>Enjoy the great scenery as you hike through the forest, learn about the distinct tree species as you interact with your ranger guide. Outside the parks. visit the communities and interact with the people that have graciously co-existed with the wildlife.",
  "durationDays": "6",
  "price": "8832",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival for your Uganda Safari. Our representative will be at Entebbe International airport and transfer you to your hotel in Entebbe or Kampala depending on time of arrival. Enjoy the fresh breeze from Lake Victoria – 2nd largest lake in the world."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Kibale Forest National Park Via Entanda Cultural Adventure. Our first stopover is the Entanda cultural adventure in Mityana where you will visit a village and engage in some cultural experiences - fruit buffet, music, dance and drama, cooking local food, harvesting food, traditional games etc. After this experience, proceed to Kibale forest - the primate capital of the world with 13 species of primates calling it home. Chimpanzees live in several areas in Uganda but Kibale forest is the best place to see them."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chimpanzee tracking in Kibale forest After breakfast, the driver guide will transfer you to the briefing area in kanyanchu to hear about the expectations as you trek the chimpanzees. After briefing from the ranger guides, you will start your trek into the forest until you locate the chimps. You are allowed to stay one hour in their presence after which you start the return hike out of the forest. In the afternoon, take a walk in the Bigodi community visiting the village and participating in some of the activities like beer making, coffee experience, basketry and traditional medicine."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Bwindi impenetrable national park. Today morning after breakfast, start the journey to Bwindi impenetrable national park driving through the beautiful terraced hills of Kigezi. Arrive in time for lunch and use the afternoon to rest."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The Uganda Gorilla Trekking Experience. Today morning after breakfast, you will be transferred to your briefing point by the driver guide. After briefing, you are allocated a gorilla group and you start the gorilla trek led by your range guide into the forest. Some Gorilla groups require that you drive to the starting point. Once you locate the gorilla group, you are allowed to spend one hour with them before you start your hike back to the starting point."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "End of your Ugandan primate safari. Take a flight from Bwindi to Entebbe international airport for your departure flight. Thank you for traveling with us to explore Uganda's two prime national parks in south western part of the country. We hope you had an amazing time and we look forward to host you again."
    }
  ],
  "map": ""
}