{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-primate-safari-and-wildlife-holiday",
  "tourName": "Uganda primate safari and wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Uganda is known for its friendly people and the diverse landscapes and activities. This 12 days trip will show you the best of all the goodness the country has to offer. It features grassland Savannah with wildlife and a guided bush walking safari <br/><br/>Highlights<br/>•\tRhino tracking<br/>•\tSafaris on the Savannah<br/>•\tChimpanzees in the tropical forests<br/>•\t2 Boat safaris<br/>•\tTracking the rare mountain gorillas<br/>•\tBest mid range accommodations in Uganda",
  "durationDays": "12",
  "price": "8168",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Entebbe – Kampala: Travel Time: 42 km, 1 hour Arriving at the airport you will be warmly welcomed by a representative and transferred to your hotel in Entebbe Journey Time: 1 hour Accommodation: Le Petite Village Meal Plan: No meals inclusive"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Entebbe – Murchison Falls National Park via Ziwa Rhino sanctuary. Today after breakfast, your guide will pick you from Kampala to Murchison Falls NP. En route, you will visit Ziwa Rhino Sanctuary where you will go for a game walk with an experienced ranger, which gives you a unique opportunity to view the rhinos from a close distance. Murchison Falls and Kidepo Valley National Parks once had both black and white rhinos; however, widespread poaching during the Idi Amin era resulted in the disappearance of these majestic animals from the wild. Founded in 1998, Rhino Fund Uganda works to reintroduce black and white rhinos into Uganda and runs a breeding programme. Murchison Falls National Park is the largest conservation area in Uganda, covering an area of over 3,840 km². The park’s name derives from its famous waterfall: the mighty Murchison Falls, which are formed where the Victoria Nile powerfully forces its way through a narrow cleft before plunging 43m down with a thunderous roar The mighty Nile River divides the park into its north and south sections. At the spectacular Murchison Falls the world's longest river explodes violently through a narrow cleft in the Rift Valley escarpment to plunge into a frothing pool 43m below. As the river attracts large numbers of game, a boat safari up the Nile provides the perfect opportunity to see and photograph the animals. Carefully watched by crocodiles, hundreds of hippos, buffaloes, water birds, apes and all the other thirsty wildlife that the Nile attracts; you go to the bottom of the Murchison Falls, which approaches you with a thunderous sound. By car or after a short hike you can reach the “Top of the falls” from where you have a perfect view of the impressive falls and the river snaking below. You will be staying at a great mid range lodge. Here you can relax during the rest of your day. Journey Time: 7 hours Accommodation: Pakuba Safari Lodge Meal Plan: All meals"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning game drive- Afternoon boat safari-Top of falls Today after breakfast, you will depart for an early morning game drive across the rolling plains of Uganda’s largest National Park. The 3,893 sq km park is home to a range of animals, and you will have a chance of viewing some of the Park’s residents including lions, giraffes, hartebeest, buffalo, and elephants. For the birders amongst you, these areas support the secretary bird and the black chested snake eagle, to name a few. In the afternoon, go for a boat trip to the base of Murchison Falls, where the Nile thunders through a small 7 meter gap plunging 43 meters into the Nile on the way to Lake Albert. The banks of the Nile are densely populated with crocodiles, hippopotamus, and a range of other wildlife that come to the river to drink. After the boat safari you will hike to the top of the falls. From here you have a wonderful view and fantastic photo opportunities! Accommodation: Pakuba Safari Lodge Meal Plan: All meals Optional activities: 1. Night Game drive If staying in the northern part of the park, you can go for a night game drive, with your safari guide and a ranger guide from Uganda Wildlife Authority. The night game drives may start from 4pm returning at 10pm latest. A spotlight is used to spot the different animals. Night game drives offer a whole new perspective to a Uganda safari and allows travellers to experience the mysteries of the African bush after dark. Travellers will get a chance to see the nocturnal life such as porcupines, mongoose, leopards and other animals that love the dark. Costing: 120 USD per vehicle 2. Hot air balloon safari Discover Murchison Falls from the air and enjoy the unique experience of flying over Murchison Falls NP in a hot air balloon. You will have the most amazing views over the river Nile, Lake Albert, the great Murchison Falls and of course this is the best way to spot lots and lots of animals. You will start early morning, so you will see the sun rise over the park. After your balloon safari you will have a bush breakfast in the park (inclusive). Costing: $380 us dollar p.p."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Kibale National Park Today you will begin your journey to Kibale Forest N.P. The long drive is incredibly scenic, passing through tea plantations and the lush green countryside which characterizes so much of Uganda. Kibale Forest National Park is located in west-central Uganda just east of the Rwenzori Mountains, near the town of Fort Portal. The 766 Km² Park predominantly covers evergreen rain forest and ranges between 1100 and 1600m in elevation. Kibale Forest is one of the last remaining expanses to contain both lowland and montane forests and forms a continuous forest with Queen Elizabeth National Park. You will have packed lunch en route, arriving in the evening for overnight and dinner Journey Time: 7 hours Accommodation: Primate Lodge- Kibale Meal Plan: All meals"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chimpanzee tracking – Bigodi swamp walk Today you will wake up early to go to the park head offices to be briefed about your chimp tracking experience. Kibale Forest National park boasts the highest number of primate species in the world, including the chimpanzees. Approximately 5,000 chimpanzees live in the wild in Uganda, which makes it a perfect place to see them An experienced ranger will take you chimp tracking chimp in the morning or afternoon; you might also see other monkey species that live here. Once you locate the chimpanzees you will have a full hour of eye-to-eye contact with them. Since they are wild animals, we can never guarantee you to see them and might have to settle with hearing their hoots and hollers. In the afternoon after lunch, you will go for the guided swamp walk. The walk (2-3 hours) will take you through grassland, small communities and some beautiful scenery, where the locals are likely to greet you with enthusiastic waves. It is usual to spot three to four different primate species during this walk, though the highlight is catching a glimpse of the great blue turaco. Journey Time: 15 minutes each way Accommodation: Primate Lodge Kibale- Standard cottages Meal Plane: All meals"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Queen Elizabeth National Park In the morning, you can relax at your lodge. You will then continue your journey to Queen Elizabeth National park. Queen Elizabeth National park is Uganda’s second largest park, located at the base of the majestic Rwenzori Mountain range, adjacent to Lake Edward and Lake George. The park has game including Uganda kob, warthog and waterbuck. Lions are often sighted both in and at the entrance to the park. Be ready to see huge numbers of hippos and elephants, and keep your eyes on the look out for a leopard lazing in the sunshine. In the late afternoon you will relax at the lodge. You will stay in a nice lodge, overlooking Queen Elizabeth National park. Journey Time: 4 hours Accommodation: Twin Lakes Safari Lodge Meal Plan: All meals"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Game drive & Kazinga channel boat safari Today you wake up early and have breakfast. You will search for all the wildlife in the park and are likely to come across Elephant, Buffalo, Lion, Waterbuck, Leopard, Uganda Kob, and many Warthogs. In the afternoon after lunch, you will take a boat safari along the Kazinga Channel which joins Lake George and Lake Edward. Here, you will see a lot of hippos (more than you can possibly imagine!), as well as a variety of other animals which come to the waterhole to drink or bathe. You can expect to see buffalo, crocodile, bathing elephant, and a range of beautiful birds. This will undoubtedly be one of the highlights of your tour. After the boat-safari you game drive back to the lodge. Accommodation: Twin Lakes Safari Lodge Meal Plan: All meals"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Ishasha sector After breakfast you will proceed to the southern part of Queen Elizabeth National Park, the famous Ishasha area, for a game drive searching for the tree climbing lions Ishasha is home to the famous tree-climbing lions. While lion cubs around the world frequently climb trees for fun, adults rarely do. The (adult) lions in Ishasha are an exception to this. It is thought that they sit in the branches to get away from the tsetse flies and to enjoy a cool breeze. If you are lucky you might spot a few during your game drive. You will overnight at Enjojo Lodge, which is surrounded with acacia forest, lush vegetation with palm trees and scattered grasslands. Find birds, monkeys, and other wildlife around your cottage. Journey Time: 2 hours Accommodation: Enjojo Lodge Meal plan: All meals"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Bwindi Today after breakfast, you will be transferred to Lake Mutanda in the south-western part of Uganda; close to the borders with Rwanda and Congo. You will see a great country-side, bamboo forest and have great views over the Virunga Mountains. For lunch you will stop at a local restaurant on the road Journey Time: 6 hours Accommodation: Mutanda Lake Resort Meal plan: All meals"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gorilla Tracking in Bwindi Forest Today after early breakfast, you will be transferred to the park head quarters for briefing about gorilla tracking. You will encounter one of Bwindi’s endangered mountain gorillas. For most people this is the absolute highlight of their tour in Uganda. Bwindi Impenetrable national park boasts both mountain gorillas and chimpanzees - the only forest in Africa that can make this claim. It also hosts five other species of primates, 113 species of mammals, over 200 species of butterflies and 360 species of birds. The gorillas you track are habituated and can tolerate the presence of humans for a brief period of time, every day. The time taken to track the gorillas can be as few as 2 hours to as many as 7 hours. Once the gorillas have been located, your group will be allowed a maximum of one hour with them. Coming face-to-face with a mountain gorilla is a truly humbling and emotional experience. This is a fantastic and privileged opportunity to get up close and personal with Uganda’s very own ‘Gorillas in the Mist’. Journey Time: 45 minutes each way Accommodation: Mutanda Lake Resort Meal plan: All meals Optional Activities: Gorilla Habituation- 1500 USD per permit (You must stay in Rushaga, Southern Sector of Bwindi) Gorilla habituation is a new activity that Uganda Wildlife Authority has opened up for travellers in Bwindi Impenetrable Forest National Park. Gorilla habituation can only be done in Uganda, in Rushaga which is the southern sector of the park for $1500 a gorilla habituation permit There are two gorilla family groups that are being habituated and one can be part of that habituation program with researchers from Uganda Wildlife Authority. Instead of 8 people as is the case of gorilla tracking, only 4 people are allowed to participate in the gorilla habituation. You will spend 4 hours with the gorilla family being habituated from the time you find where they nested the previous night; learning about their behaviours and so on. Your data collected will be added into the data base and even when you go back home and are still interested in updates about the gorilla family you habituated, they will be availed to you. The activity begins at 7am, with a team of trackers, researchers and ranger guides."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Lake Mburo National Park After breakfast, you will travel to Lake Mburo National Park, one of Uganda’s smallest parks, but certainly not to be underestimated. It is the only Ugandan national park (besides to Kidepo Valley N.P.) which is home to zebras, elands and impalas, as well as to an abundance of other wildlife - not to mention the lake itself, which has lots of hippos and crocodiles. Last but not least: The Uganda Wildlife Authority recently brought 15 giraffes from Murchison falls to lake Mburo (1st July 2015)! You will stay just outside the park boundaries, but it will feel like being in the middle of the park. From your veranda and restaurant you have a great view over the park and its wildlife. Journey time: 7 hours Accommodation: Rwakobo Rock Meal plan: All meals"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Guided bush walk and transfer to Kampala or Entebbe Today after breakfast, you will go for a guided bush walk. Lake Mburo N.P is one of two parks in Uganda where bush walks with an experienced ranger are permitted. This opportunity should not be missed. From footprints and animal droppings the ranger will be able to tell you which animal has left it and how long ago. It is exciting to approach wildlife at such close range. After, you will drive back to Kampala or Entebbe (Airport) stopping at the equator for the requisite snapshot and a bit of souvenir shopping. Accommodation for tonight is not inclusive in the program. If you wish to depart tonight from Entebbe Airport, make sure your flight is at 10 pm or later. If you want us to book one (or more) nights in Kampala and/or Entebbe, please let us know. Journey Time: 5 hours to Kampala, 6 hours to Entebbe Accommodation: Not included Meal plan: Breakfast and lunch"
    }
  ],
  "map": ""
}