{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "best-of-uganda-wildlife-tour",
  "tourName": "Best of Uganda wildlife tour",
  "placesVisited": "Entebbe, Kibale Forest National Park, Fort Portal, Rwenzori Mountains, Queen Elizabeth National Park, Ishasha, Bwindi Impenetrable National Park, chimp tracking, gorilla trekking, optional Kazinga Channel cruise",
  "generalInfo": "This Uganda wildlife holiday doesn’t do things by halves. You’ll track chimpanzees in Kibale Forest National Park, see large herds of elephants in Queen Elizabeth National Park, spot the tree-climbing lions of Ishasha, and then come face to face with endangered mountain gorillas in Bwindi Impenetrable National Park.<br/><br/>You'll start your wildlife-watching in Kibale Forest National Park, tracking the troops of chimpanzees that live here. Your next stop is Queen Elizabeth National Park, located at the base of the Rwenzori Mountains. This spectacular park is full of wildlife and known for its large elephant population. Then you’ll drive from Queen Elizabeth National Park to Bwindi, visiting Ishasha along the way.<br/><br/>A real highlight of this Uganda wildlife holiday is the chance to encounter families of mountain gorillas in their natural habitats. In Bwindi Impenetrable National Park, you’ll be paired up with one of the nine groups of mountain gorillas, before learning about these critically endangered primates from your guide.",
  "durationDays": "7",
  "price": "6547",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Entebbe & Transfer to Kibale Forest National Park - Meet your guide at the airport upon arrival in Entebbe and drive to Kibale Forest National Park. Enjoy wonderful views of Lake Victoria as you leave Entebbe, bypassing the busy city of Kampala. Travel through Uganda's stunning countryside and passing tea plantations to your lodge in Fort Portal, at the foot of the Rwenzori Mountains."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tracking Chimps in Kibale - You’ll have an early start this morning as you’ll be required to meet park rangers at 8am for a briefing about your chimp tracking adventure. Head deep into the forest to track troops of chimpanzees that live there. Hear them screech and hoot as you make your way through the bush. You have one hour to spend watching these primates in their natural habitat. The forest is also home to colobus monkeys and red tailed monkeys, plus colourful giant butterflies. You have the option to go for a \"swamp walk\" after tracking chimps; a two-hour trek through the swamps to meet a local community living in this hostile environment."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Queen Elizabeth National Park - After breakfast head to the famous Queen Elizabeth National Park, spread over at the base of the Rwenzori Mountain range. Located near Lake Edward and Lake George, this spectacular national park is full of animals and is known for its large elephant population. Go out on an afternoon game drive after checking in at your lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Safari in Queen Elizabeth National Park - Explore Queen Elizabeth National Park with morning and afternoon game drives. You also have the option to book a boat cruise on the Kazinga Channel (look out for hippos and Nile crocodiles) or go for a guided nature walk in the Maramagambo Forest. You can also book an early morning hot air balloon flight over the savannah."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Bwindi - Leave Queen Elizabeth National Park and take a short drive through Ishasha. Try spotting the famous tree-climbing lions before continuing to Bwindi Impenetrable National Park for gorilla tracking."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gorilla Trekking in Bwindi Impenetrable National Park - Drive to the Bwindi Impenetrable National Park HQ after an early breakfast to start your gorilla trek. You will be allocated one of the nine gorilla groups in the national park, then join an experienced guide and park ranger, who will lead you deep into the forest in search of your allocated family. Your trek could last anywhere from a few minutes to a full day, depending upon the exact location of the specific gorilla family you have been assigned. Spend up to one hour quietly observing these magnificent primates upon spotting them. The gorillas are likely to be just a few metres away from you and they will continue to go about their daily lives, feeding and interacting with each other, under the watchful gaze of the silverback."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today marks the end of your Uganda adventure. Have breakfast in the morning and drive across the Uganda-Rwanda boarder to Kigali for your international flight home."
    }
  ],
  "map": ""
}