{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-wildlife-and-activity-holiday",
  "tourName": "Uganda wildlife and activity holiday",
  "placesVisited": "Kampala, Jinja white water rafting, Ziwa rhino sanctuary, Masindi Town, Murchison Falls National Park, Fort Portal, Chimp tracking in Kibale Forest National Park, Bigodi Swamp, Rwenzori Mountain range, Queen Elizabeth National Park and game drives, Boat cruise on the Kazinga Channel and into Lake Edward, Gorilla tracking in Bwindi Impenetrable Forest, Lake Bunyonyi, Lake Mburo National Park, Kampala city tour",
  "generalInfo": "This 15-day adventure combines Uganda’s extraordinary wildlife with some exhilarating activities, from white water rafting to bungee jumping. Enjoy a game drive in Murchison Falls National Park, looking out for lions, buffalo and giraffe and take a boat safari on the Nile to the base of the falls, stopping just tens of metres from the ‘Devil’s Cauldron’ and spotting hippos and crocodiles along the way. In the Queen Elizabeth National Park, game drives and a boat cruise into Lake Edward bring you close to the exceptional wildlife, including lion, leopard, giant forest hog, cape buffalo, elephants, waterbuck, topi and hippos. In the southern Ishasha sector of the park there’s the chance to see the legendary tree climbing lions.<br/><br/>You will spend time tracking chimps in Kibale Forest National Park and hiking in search of shy mountain gorillas in Bwindi. At Lake Bunyonyi, enjoy safe and free swimming, dugout canoeing, sunbathing, hill climbing or mountain bike riding. The birdlife here is excellent and you can also enjoy a relaxing hour or two fishing for crayfish. At Lake Mburo National Park, see zebra, Cape buffalo and topi, and take a boat ride on the lake to view wonderful birdlife. The trip also includes a visit to the Ziwa rhino sanctuary to see rhinos who are being reintroduced to this area, and a visit to the local community chimp conservation site enroute to Bwindi forest. <br/><br/>There is a choice of lodges and hotels, which offer comfortable or luxury accommodation. <br/>",
  "durationDays": "15",
  "price": "7070",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: Carpe Diem Guest House Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early in the morning, after your breakfast, you will be driven to Jinja for a white water rafting experience which can either take a full day or half-day depending on your choice. This is one of the most exciting rafting trips on earth going up to 31 km and includes a fantastic barbeque lunch and complimentary drinks after the trip. Accommodation: Carpe Diem Guest House Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your day will begin with a scenic drive to Murchison Falls National Park – northwest of Jinja. The journey will take approximately 8 to 9 hrs with a stopover at Ziwa Rhino Sanctuary for Rhino Tracking. From Ziwa, you will stop for lunch in Masindi Town. After your lunch, you will continue to Murchison Falls National Park and have a chance to stop by the ‘top of the falls’ where you can see the Nile’s beauty perfected. This is where the Nile compresses from a width of 50 meters into a 7-meter canyon that forms the waterfall after which the park is named. From here, you will continue to your accommodation where you will rest for the night. Accommodation: Pakuba Safari Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning, your guide will take you for a wildlife safari game drive on the northern bank of the River Nile. Here, you will spot Elephants, Lions, Cape buffalo, Rothschild’s giraffe, hartebeest, Waterbuck, Oribi, Bushbuck, Bohor reedbuck, hyena, and if you are lucky, the leopard. You will return to your lodge for breakfast, rest and lunch before heading out for the afternoon boat cruise. The boat cruise takes you upstream on the calm Victoria Nile to the base of the falls stopping just a few meters from the “Devil’s Cauldron”. While on the boat cruise, you will have a chance to marvel at the hippos floating in the water, and crocodiles as well as elephants, waterbuck, Uganda kob and many other animals over this 19 km stretch of the Nile. For bird-watching enthusiasts there are many chances of seeing bird species like the Goliath heron, Egyptian goose, Brown pelican, Red-throated bee-eater, various kingfishers, Fish eagles, cormorant, and the rare shoebill stork. After the boat cruise, you will return to your accommodation. Accommodation: Pakuba Safari Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After early morning breakfast, you will be driven to Kibale National Park via Hoima and Fort Portal. This drive will take a total of around 6 hours with interesting landscapes, green countryside, traditional homesteads, tea plantations, and much more. You will have lunch in Fort Portal and then continue to your accommodation where you will relax and await the next day’s activities. Accommodation: Bweza Kibale Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After early morning breakfast, your driver/guide will drive you to Kibale National Park office where you will be briefed about the activity of tracking chimpanzees in the wild. You will then go on a guided primate walk in search of chimpanzees and 12 other primates including l’ Hoestes, Red colobus, blue, red-tailed monkeys, brown monkeys, and grey-cheeked mangabey. The park rangers will provide detailed explanations, not only on primates but on all the forest fauna and flora, and will ensure that your walk is informative and enjoyable. After finding the chimps, you will spend 1 hour with them before heading back to the park offices. You will go back to the lodge for lunch & refreshments. After lunch, you will visit the community and take a walk in Bigodi Swamp – which is the home of the great blue Turaco bird. The swamp is home to around 200 bird species and 8 primate species. Later, return to your accommodation for dinner & overnight stay. Accommodation: Bweza Kibale Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, you will start the day with a cultural tour of the Amabere ga nyina mwiru caves – a great historic site located 10km from Fort Portal town. You will be accompanied by an informed guide who knows more about this place. remember to carry along a flashlight, hiking boots, long trousers, etc since you are going to enter the caves. Thereafter, you will hike the explosion crater lakes surrounding this area and then return to Fort Portal town for lunch and a visit to the Tooro Kingdom Palace. In the evening, drive to Uganda’s second-largest park, Queen Elizabeth National Park while enjoying the changing views of the mystical Rwenzori Mountain ranges Accommodation: Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, you will go for an early morning wildlife safari game drive in this park. Queen Elizabeth National Park’s diverse ecosystem of grassy plains, tropical forests, rivers, swamps, lakes, and volcanic craters is home to an incredible abundance of wildlife. With the massive Rwenzori Mountains as a backdrop, you will have excellent opportunities to see lions, leopards, giant forest hogs, cape buffalos, elephants, defassa waterbuck, Uganda Kobs, Topi, and bushbuck After lunch, you will go for a 2-3 hour boat cruise along the Kazinga Channel and into Lake Edward. This take will take you through possibly the highest concentration of hippos. Many animals may be seen drinking at the water’s edge. This launch cruise offers great opportunities for photography, bird watching, and game viewing. The prolific bird life is colorful and stupendous with more than 600 different species. Accommodation: Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After your breakfast, you will go the south to Ishasha sector of Queen Elizabeth National Park. Ishasha is well known for its tree-climbing lions which like to take their daily rest up in the trees. Your drive through the park will present more wildlife viewing opportunities and you will reach the lodge in time for lunch. You will later go for an evening game drive in search for the tree-climbing lions as well as other animals such as elephants, buffalos, antelopes and more. Accommodation: Embogo Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After an early morning breakfast, you will leave Ishasha for Bwindi Impenetrable National Park. This is a 6 hours journey passing through the Kigezi Highlands an area known as the “Switzerland of Africa”. The journey takes you through terraced hills and winding roads to the Bwindi forest. You will have a stop-over along the way for lunch. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants; the rare mountain gorillas. For most people, this is the absolute highlight of their tour. You will go into the forest in groups of not more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them after which you will be led back to the starting point. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, you will leave Bwindi and go to Lake Bunyonyi. Lake Bunyonyi is located in the Kigezi region and is also the deepest lake in Uganda with more than 20 small islands. Here you will get to enjoy swimming, dug-out canoeing, sunbathing, hill climbing or mountain bike riding, and cray fishing. Accommodation: Bunyonyi Overland Resort Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After having your breakfast, you will drive to Lake Mburo National Park. The journey will take approximately 5 hours, including a stopover in Mbarara for lunch. You will reach the park early enough to do both a wildlife game drive and a boat cruise on Lake Mburo. You will be able to see animals like zebras, elands, buffalos, and oribi, among others. Birdwatchers will enjoy more than 250 species of birds found in Lake Mburo, including Papyrus Gonolek, Brown-faced Lapwing, Carruthers Cisticola, the extraordinary White-winged Warbler, and the Bare-Faced Go-Away bird. Accommodation: Rwakobo Rock Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, proceed for a wildlife safari walk in Lake Mburo National Park. An armed ranger will escort you to make sure you are protected. You may also come across a herd of zebras peacefully grazing alongside the long-horned Ankole cattle. For those willing to get up a bit earlier, you may be able to see Lake Mburo’s hyenas in their cave. You will return to the lodge for lunch after which you will be driven back to Kampala. You will have a stopover at the Mpigi Royal Drum Makers where you will witness the making of ceremonial drums using methods passed down for many generations. There will also be time to stop at the equator for photographs. Accommodation: Carpe Diem Guest House Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast, you will go for a city tour of Kampala. You will visit places such as the Uganda Museum, Craft Centre, Owino Market, Kibuli Mosque, Namirembe Cathedral, and other areas of cultural interest like the Buganda Kingdom Palace (Bulange). After the city tour, you will be transferred to Entebbe International Airport for your departure flight. Accommodation: None. (Last day) Meal Plan: Breakfast & Lunch"
    }
  ],
  "map": ""
}