{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "2-weeks-in-uganda-holiday",
  "tourName": "2 weeks in Uganda holiday",
  "placesVisited": "",
  "generalInfo": "Uganda is a county in East Africa that is known as the miniature Africa. This Uganda Safari gives you the best the country offers in a short 2 weeks. You will explore the primes parks of Uganda; Kidepo valley national park, Murchison Falls national park, Kibale national park and Bwindi impenetrable national park. <br/><br/>You will have opportunity to sight the Big 5. The game drive is Kidepo valley national park and Murchison Falls national park will give you an opportunity to sight lions, leopards, Hyenas, Buffaloes, Elephants, etc. The boat safari on River Nile in Murchison Falls will give you an opportunity to enjoy the Nile as you sight animals coming to the Nile for water and the semi-aquatic animals like Nile crocodile and Hippos plus an array of birdlife. <br/><br/>Gorilla trekking and chimpanzee trekking are the main attraction for most people on safari in Uganda. These magical experiences leave travellers in awe as they come face to face with mountain gorillas and chimpanzees deep in the rain forests of Bwindi and Kibale. <br/><br/>In addition this safari will afford you time out of the parks into the communities along the tourism value chain where you will learn and get involved in the day to day life. You will visit the Bigodi village near Kibale national park - learning about growing and making coffee right from the garden to the cup. Visit the cattle keeping family near Lake Mburo national park.<br/><br/>The safari will end in the beautiful Lake Mburo national park. Walk alongside the giraffes.",
  "durationDays": "14",
  "price": "9198",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to the Pearl of Africa Today on arrival at the Airport, our representative will be eagerly waiting to receive you and transfer you to your hotel in Entebbe."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Gulu via Ziwa Rhino Sanctuary - Start the day early with pick up from your hotel. Drive to Ziwa Rhino Sanctuary. After this experience, proceed to Gulu town for overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Kidepo valley National park Start very early the drive to Kidepo valley national park in the north eastern corner of Uganda bordering Kenya and South Sudan. This is by far the most remote park in Uganda giving you a true wilderness experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Kidepo valley national park After your breakfast you will go on a morning game drive, look out for Elephants, Lions, Leopards, Water bucks, Kobs, Cheetahs, Zebras, and also bird life. Kidepo valley national park is the true wilderness of Africa with the largest herd of Cape Buffaloes found anywhere in Africa. Visit a Karimanjong Manyatta OR the Ik tribe, an indigenous tribe living at Mt Morungole which is borders with Kidepo valley national park. They essentially out of touch with most of the other local populations, living in seclusion."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Murchison falls National park Murchison falls national park is the largest park in Uganda. It is home to the famous Murchison falls that give out the thunderous noise as the River Nile goes through a narrow gauge. Transfer to this park after breakfast."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Game drive & Boat Safari on River Nile Murchison Falls National park is the biggest in Uganda and offers fulfilling game viewing. The game drives start early morning right after breakfast which increases the chances of sighting different animals especially the predators that tend to go into hiding during the heat of the day. The game drive happens in the northern bank of River Nile, where we look out for giraffes, elephants, hartebeest, Buffaloes, Leopards, Lions and different bird species. In the after-noon, the safari will continue on River Nile – Nile boat safari towards the mighty Murchison falls. The relaxed boat safari provides more opportunities for spotting a variety of animals and birds and falls from. You have an opportunity to watch the falls from below."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Kibale national park - Today we depart for the home of Chimpanzee in Kibale National Park. Kibale forest is home to 13 species of primates with the main attraction being chimpanzee tracking and bird watching. The journey to this tropical forest passes villages and colorful road markets."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chimpanzee tracking and Bigodi Village Community. Chimpanzee trekking is a fulfilling adventure that takes you deep in the tropical forests with streams of water and abundant wildlife. You will start with a briefing from the ranger guide about your chimp trek. On your trek, you might have sightings of red-tailed monkeys, black-and white Columbus monkeys, butterflies, and birds calling from the canopies. With the help of your ranger guide, you will locate the chimps. Enjoy picture moments and watch them as they play, groom, and feed. After lunch take on the Bigodi Community Walk – a community project where you visit a swamp known for its rich diversity of birds and primates depending on the availability of time. This community project is involved in providing employment for youth through tour guiding. You have opportunity of visiting the medicine man, weaving women, coffee experience and beer making home."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Expedition to the home of Gorillas – Bwindi Today we start journey to the home of the gentle giants of Bwindi – Mountain gorillas. The journey takes us through the terraced hills of Kigezi highlands."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gorilla trekking in Uganda - Mountain gorillas are true gentle giants found in Bwindi impenetrable forest and Mgahinga gorilla national park in Uganda. Bwindi impenetrable forest is abounding with life hosting species of birds, butterflies, primates, mammals, and trees. Your driver guide will transfer you to the briefing area where you will be divided into groups and allocated ranger guides and a gorilla family to trek. Your ranger guide will guide you while communicating with trackers to the enormous and rare mountain gorillas deep in the jungles of Bwindi. The trekking experience takes anything from a few minutes to hours to accomplish, you only have one hour with gorillas to capture your finest moment."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Lake Mburo national park - Depart from the hotel after an early morning breakfast. Have stopovers for stretching and photograph. Proceed to Lake Mburo national park for an evening game drive and later check in to the lodge."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nature Walk / Game drive / Night Game drive - Leave for a morning nature walk and continue with a game drive in search of Impala, Buffaloes, Topi, Zebras and Giraffes etc. Continue on a game drive. End the day with a night game drive."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Kampala with a stopover at the Equator monument for lunch and shopping."
    }
  ],
  "map": ""
}