{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "gorilla-and-game-safari-in-uganda",
  "tourName": "Gorilla and game safari in Uganda",
  "placesVisited": "Gorilla tracking and trekking in Bwindi Impenetrable National Park, Rwenzori Mountains, White water rafting River Nile, Jinja town, Chimp tracking, Kibale Forest, Fort Portal, Two game drives in Queen Elizabeth National Park, Kazinga Channel, leading into Lake Edward, Kigezi Highlands, Lake Mburo National Park, Rwenzori Mountains, Kampala",
  "generalInfo": "This ten day Uganda adventure and safari holiday covers a lot of ground, and also a lot of water. Getting off to a fully immersive start, go white water rafting on the River Nile, starting at the adventure hub town of Jinja. Our wildlife adventures get off to a great start in Kibale Forest where we stay in a safari camp, giving us plenty of time to go in search of many of the forests’ mammals, including prolific primates. These include mangabey, colobus and L’Hoest’s monkeys and we will also dedicate a day to chimp tracking. <br/><br/>This itinerary is created in a way that brings more and more excitement for wildlife lovers every day. Next stop is, therefore, Queen Elizabeth National Park, where two game drives will hopefully bring you in sight of four of the Big Five along with thousands of hippos and over 600 species of birds. The latter are best seen on your cruise along the Kazinga Channel, leading into Lake Edward. <br/><br/>Then, last but not least, the fauna finale of this holiday is the gorilla safari and trekking expedition that takes place in Bwindi Impenetrable National Park, home to over half of the earth’s 800 or so mountain gorillas. Travelling in a small group means that we are able to organise the much sought after gorillas safari permits in advance, staying in a nearby mountain lodge that is at the heart of the small rural community here.<br/><br/>And for one more treat before you go, this trip also includes a visit to Lake Mburo National Park, which is conveniently close to Kampala  for your departure, but also famous for its zebra, hippo and buffalo residents. This is a wonderful place to not only take a boat trip, given that there are five lakes in the park, but also a walking safari, following in the footsteps of expert park rangers and guides.<br/>",
  "durationDays": "10",
  "price": "5090",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: Carpe Diem Guest House Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early in the morning, after your breakfast, you will be driven to Jinja for a white water rafting experience which can either take a full day or half day depending on your choice. This is one of the most exciting rafting trips on earth, going up to 31 km, and includes a fantastic barbeque lunch and complimentary drinks after the trip. Accommodation: Carpe Diem Guest House Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After your breakfast, you will leave for Kibale National Park in western Uganda. The drive takes around 8 hours, including a stopover for lunch in Fort Portal town. Along the way, you will pass many small towns, villages, tea farms, and roadside markets, all of which make the Ugandan countryside full of beauty. You will reach Kibale with enough time to relax and unwind after a day of travel. Accommodation: Bweza Kibale Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early morning breakfast, your driver/guide will drive you to the Kibale National Park office, where you will be briefed about the activity of tracking chimpanzees in the wild. You will then go on a guided primate walk in search of chimpanzees and 12 other primates, including l’Hoest’s monkeys, Red colobus monkeys, blue monkeys, red-tailed monkeys, brown monkeys, and grey-cheeked mangabeys. The park rangers will provide detailed explanations, not only on primates but on all the forest fauna and flora, and will ensure that your walk is informative and enjoyable. After finding the chimps, you will spend 1 hour with them before heading back to the park offices. You will go back to the lodge for lunch & refreshments. After lunch, you will visit the community and take a walk in Bigodi Swamp, home to the great blue Turaco bird. The swamp is home to around 200 bird species and 8 primate species. Later, return to your accommodation for dinner & overnight stay. Accommodation: Bweza Kibale Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you will start the day with a cultural tour of the ‘Amabere Ga Nyina Mwiru’ caves – a great historic site located 10km out of Fort Portal town. You will be accompanied by an informed guide who knows more about this place. Remember to carry along a flashlight, hiking boots, long trousers, etc since you are going to enter the caves. Thereafter, you will hike the explosion crater lakes surrounding this area and then return to Fort Portal town for lunch and a visit to the Tooro Kingdom Palace. In the evening, drive to Uganda’s second-largest park – Queen Elizabeth National Park while enjoying the changing views of the mystical Rwenzori Mountain ranges. Accommodation: Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will go for an early morning wildlife safari game drive in this park. Queen Elizabeth National Park’s diverse ecosystem of grassy plains, tropical forests, rivers, swamps, lakes, and volcanic craters is home to an incredible abundance of wildlife. With the massive Rwenzori Mountains as a backdrop, you will have excellent opportunities to see lions, leopards, giant forest hogs, cape buffalos, elephants, defassa waterbuck, Uganda Kobs, Topi, and bushbuck. After lunch, you will go for a 2–3-hour boat cruise along the Kazinga Channel and into Lake Edward. This take will take you through possibly the highest concentration of hippos. Many animals may be seen drinking at the water’s edge. This launch cruise offers great opportunities for photography, bird watching, and game viewing. The prolific bird life is colorful and stupendous with more than 600 different species. Accommodation: Bush Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After your breakfast, you will be driven from Queen Elizabeth to Bwindi Impenetrable National Park. This is a 6-hour journey passing through the Kigezi Highlands, an area known as the “Switzerland of Africa.\" The journey takes you through terraced hills and winding roads to the Bwindi Forest. You will have a stopover in Kabale for lunch. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants-the rare mountain gorillas. For most people, this is the absolute highlight of their trip. You will go into the forest in groups of no more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them after which you will be led back to the starting point. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After an early breakfast, you will drive from Bwindi Impenetrable to Lake Mburo National Park. The journey will take approximately 7 hours, including a stopover in Mbarara for lunch. You will reach the park early enough to do both a wildlife game drive and a boat cruise on Lake Mburo. You will be able to see animals like zebras, elands, buffalos, and oribi, among others. Birdwatchers will enjoy more than 250 species of birds found in Lake Mburo, including Papyrus Gonolek, Brown-faced Lapwing, Carruthers Cisticola, the extraordinary White-winged Warbler, and the Bare-Faced-Go-Away bird. Accommodation: Rwakobo Rock Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, proceed for a wildlife safari walk in Lake Mburo National Park. An armed ranger will escort you to make sure you are protected. You may also come across a herd of zebras peacefully grazing alongside the long-horned Ankole cattle. For those willing to get up a bit earlier, you may be able to see Lake Mburo’s hyenas in their cave. You will return to the lodge for lunch after which you will be driven back to Kampala. You will have a stopover at the Mpigi Royal Drum Makers where you will witness the making of ceremonial drums using methods passed down for many generations. There will also be time to stop at the equator for photographs. We will reach Kampala in the early evening. Accommodation: None. (Last day) Meal Plan: Breakfast & Lunch"
    }
  ],
  "map": ""
}