{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "holidays-to-uganda",
  "tourName": "Holidays to Uganda",
  "placesVisited": "Source of the Nile in Jinja, Sezibwa Falls, Mabira Forest, Murchison Falls National Park, Game drives & river cruises, Kibale Forest, Chimpanzee tracking, Bigodi Swamp community project, Queen Elizabeth National Park, Kazinga Channel cruise, Bwindi Impenetrable National Park, Gorilla tracking, Lake Bunyonyi, Lake Mburo National Park, Entebbe, Birding swamp tour",
  "generalInfo": "Discover Churchill’s “Pearl of Africa” on this 11-day small group holiday to Uganda, taking in the incredible wildlife, culture and landscapes all found within the borders of this diminutive African country. <br/><br/>Head off in search of the source of the Nile, then track buffalo, elephant and lion across the vast, palm-dotted savannah of Murchison Falls, Uganda’s oldest and largest national park. Travelling on through Kibale Forest, you can track excitable chimps on foot, before arriving in Queen Elizabeth. This is Uganda’s most diverse national park – with landscapes ranging from forests to lakes, rivers to swamps, all against a dramatic mountain backdrop. Here, boat cruises reveal hippos in their thousands, alongside Nile crocodiles, marabou storks and thirsty elephants.<br/><br/>The highlight of holidays to Uganda is still to come: tracking mountain gorillas in Bwindi Impenetrable National Park, along densely forested hillsides. Spending an hour in the company of one of our closest relatives is nothing short of spellbinding. If an hour isn’t quite enough, you can take an optional extension into Rwanda to track gorillas there, or head north to the arid Kidepo Valley National Park, to encounter more big game in this most remote of regions.",
  "durationDays": "12",
  "price": "5495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Entebbe Arrival - Upon arrival in Entebbe, you will be met and transferred to your hotel. Overnight Admas Hotel Entebbe or similar. No meals or excursions included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ziwa Rhino Tracking - Murchison Falls - The day begins with a drive to Ziwa Rhino Sanctuary. The sanctuary is home to around 41 southern white rhinos which were reintroduced after their extinction in the 1970s through poaching. A local ranger guide will lead you on foot to an up-close encounter with the rhinos and it may take about 1 and half hours. After lunch at the sanctuary continue to Murchison Falls National Park arriving at your lodge late afternoon. Overnight: Murchison River Lodge or similar (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Murchison Falls National Park – Game drive and the falls - An early start for a game drive on the northern bank of the River Nile in your open-roof vehicle which will give you an excellent opportunity to view and photograph the diverse wildlife. Species may include elephant, lion, cape buffalo, Roth child’s giraffe, hartebeest, waterbuck, oribi, bushbuck, bohor reed buck, hyena and if you are lucky, the leopard. After lunch, cruise upstream the calm Victoria Nile to the base of the falls stopping just few of meters from the ‘Devil’s Cauldron’, marvel at the schools of hippos, crocodiles and over the 17km stretch you may see elephant, waterbuck and Uganda Kob. This is also an area with prolific birdlife, species such as goliath heron, Egyptian goose, pelican bee-eater, kingfisher, hornbill, cormorant and the rare shoebill stork. Continue to the top of the falls, and admire the amazing views where the Nile -world's longest river explodes violently through a narrow cleft in the Rift Valley escarpment to plunge into a frothing pool 43m below. Later, return to your lodge. Overnight at Murchison River Lodge or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Murchison Falls - Kibale National Park (approx. 6 hours’ drive) - Drive south to Fort Portal, past big tea plantations and arrive in Fort Portal town in time for lunch (own expense). The fort may be gone, but this town is definitely a portal to places that offer sublime scenery, abundant nature and genuine adventure. Fort Portal is the heartland of a verdant tea-growing area and an important commercial centre. Upon arrival, visit the Toro King’s palace to learn about the culture of the Batooro and also visit the burial grounds of their kings to understand more on the traditional leadership in Uganda. Learn how they name petty names, and probably get one yourself. Toro Kingdom is one of the few surviving kingdoms in Uganda with the youngest king. Overnight: Chimpundu Lodge or similar (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chimpanzee Tracking - Queen Elizabeth National Park (approx. driving 2-3 hours) - After breakfast enjoy one of the highlights of the trip, the Chimpanzee tracking experience in Kibale Forest National Park which is reputed to have the greatest variety and highest concentration of primates in East Africa. With an expert guide, walk in the tropical rainforest in search of the wild chimpanzees, red-tailed monkeys, black and white colobus monkeys and many others. Although chimp sightings are not guaranteed, visitors stand a very good chance of hearing and seeing our distant cousins as they gloom and bond with one another, a sight never to be forgotten. After spending the morning searching for these beautiful animals, head back to the lodge for lunch. This afternoon we take a scenic drive to Queen Elizabeth National Park. Overnight Buffalo Safari Lodge or similar (BLD) Please note that long sleeves and trousers and robust walking shoes/boots are recommended in Kibale Forest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Queen Elizabeth NP and Lake Katwe Community Visit - After breakfast, drive through looking for game with the impressive Rwenzori Mountains as a spectacular backdrop. After lunch at the lodge, cruise on the Kazinga Channel, to view buffalo, hippo and other animals at the edge of the channel as they cool off. European migratory birds, including flocks of terns and gulls can also be seen in the area. We visit Lake Katwe community before heading back to the lodge for the evening. Overnight Buffalo Safari Lodge or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Queen Elizabeth National Park - Chimpanzee Tracking – Kyambura Gorge - After breakfast, transfer to Kyambura Gorge a few minutes’ drive away from the lodge for a briefing before starting your Chimpanzee trek. Afterwards return to the lodge for lunch afternoon at leisure or you may wish to take an afternoon game drive. Overnight Buffalo Safari Lodge or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ishasha Game Drive (Climbing Lions) - Bwindi National Park - After breakfast, have a scenic short drive (approx. 2 hours) to the southern part of Queen Elizabeth National Park famous for the tree climbing lions. Upon arrival, enjoy a game drive where you may have a chance at seeing these infamous animals that this area is known for. The lions climb up the Candelabra trees running away from the hot ground during dry seasons and the small ants that bite them. On the tree branches as they hang, they also get to rest from their hunt and spy for more prey. Whilst driving through the savannah plains you will spot other wildlife like elephants and a good number of birds. This region offers a feeling that you are on that safari just by yourself, enjoying this pristine African Ugandan nature. Afterwards travel onwards to Bwindi (approx. 4-5 hours’ drive). Overnight Lake Mulehe Gorilla Lodge or similar (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bwindi National Park - Gorilla Trekking - Today, tick off gorilla tracking from your bucket list! With gorilla permits included in your package, along with a guide and porters who will carry your shoulder pack, set off to the thick forest in search of gorillas. The terrain can be difficult, with steep slopes covered in dense vegetation that gives the park its name. In addition, the altitude of up to 1600m a means participants do need to be reasonably fit. The time taken to track the gorillas will vary enormously, from as little as half an hour to as much as 8-9 hours before returning to camp but coming face to face with these amazing primates will reward you. For those not wishing to participate, you are welcome to relax at the lodge and enjoy the day at leisure. Overnight Lake Mulehe Gorilla Lodge or similar (BLD) Please note that long sleeves and trousers and robust walking boots are recommended in Bwindi Impenetrable Forest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Mbarara – Lake Mburo National Park - After breakfast we head to Lake Mburo National Park. En route we stop at Mbarara City or ‘land of the milk’ where we have lunch. Continue to Mburo National Park for an evening boat cruise on the famous Lake Mburo, known for rewarding wildlife such as crocodiles, antelopes, different bird species especially the famous African fin foot, which is quite often spotted here! Overnight Kigarama Wilderness Lodge or similar (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Lake Mburo National Park – Entebbe - After breakfast take a spectacular morning game drive in Lake Mburo National Park. After lunch back at the lodge, we head back to Entebbe, with a stop at the equator. Overnight Admas Hotel Entebbe or similar (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Entebbe Departure - Transfer to the airport in time for your departure flight. End of services (B)"
    }
  ],
  "map": ""
}