{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "best-of-uganda-tour-14-days",
  "tourName": "Best of Uganda tour, 14 days",
  "placesVisited": "",
  "generalInfo": "Embark on an adventure through Uganda’s breathtaking landscapes and discover the heart of East Africa. This 14-day small group tour invites you to connect with the country’s diverse ecosystems and encounter some of the world’s most iconic wildlife.<br/><br/>A true highlight of the tour is the extraordinary opportunity to meet the majestic mountain gorillas in Bwindi National Park. Witnessing these gentle giants in their natural habitat will create a profound bond with nature. The hour spent with the gorillas will be an unforgettable and transformative experience.",
  "durationDays": "14",
  "price": "4195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Uganda - When you arrive at Entebbe airport, our representative will greet you and take you to your accommodation for the night. Overnight at Papyrus Guesthouse or similar (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Murchison Falls National Park - Head to Ziwa Sanctuary for a guided walk to see the White Rhinos, the only place in Uganda to spot them. Afterwards, continue your journey to Murchison Falls National Park. If there's time, visit the top of Murchison Falls, where the Nile River narrows and drops 60 meters. While in the park, you can expect to see elephants, giraffes, lions, hippos, crocodiles, buffaloes, and maybe even leopards. Overnight at Pakuba Safari Lodge or similar (HB) Included today: Ziwa Sanctuary; visit the top of the falls"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Murchison Falls National Park - Start with an early morning game drive. In the afternoon, enjoy a boat ride along the Victoria Nile to the base of the falls, where you can see various birds and animals coming to drink. Overnight at Pakuba Safari Lodge or similar (HB) Included today: game drive, boat trip"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kibale Forest - Travel to Kibale Forest National Park, passing through the beautiful Albertine Escarpment. Enjoy views of traditional villages and the \"Mountains of the Moon.\" You'll reach Kibale Forest by evening, have dinner, and stay for the night. Kibale is known as the Primate Capital of the World and is home to 13 species of primates, including chimpanzees and baboons. Overnight at Turaco Treetops or similar (HB)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kibale Forest Chimpanzee Tracking - Go chimpanzee tracking in the morning or afternoon. Depending on your tracking time, you can walk through Bigodi Swamp before or after. The swamp is great for spotting birds and primates. You also have the option for a night walk in the forest to see nocturnal animals. Overnight at Turaco Treetops or similar (HB) Included today: chimp tracking, Bigodi Swamp walk"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Queen Elizabeth National Park - Head to Queen Elizabeth National Park, crossing the equator on the way. In the afternoon, enjoy a game drive, where you can see lions, elephants, hippos, crocodiles, buffaloes, and possibly leopards. Overnight at Kasenyi Safari Camp or similar (HB) Included today: Game drive"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Queen Elizabeth National Park - Begin with a morning game drive and then take a boat cruise along the Kazinga Channel in the afternoon. You can also opt for a lion-tracking experience if you're interested. The Kazinga Channel is famous for its large population of hippos. Overnight at Kasenyi Safari Camp or similar (HB) Included today: Game drive, boat trip"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ishasha - Travel to the Ishasha area of Queen Elizabeth National Park and take an afternoon game drive. Ishasha is known for its unique tree-climbing lions and the Topis antelope, which you won't find elsewhere in the park. Overnight at Ishasha Jungle Lodge or similar (HB) Included today: Game drives"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bwindi - Start your day with an early game drive in Ishasha before heading to Bwindi Impenetrable Forest. Enjoy views of villages and mountains along the way. Bwindi is famous for its rainforest and is one of the few places to see Mountain Gorillas. The accommodation will depend on your assigned gorilla tracking group. Overnight at a lodge in Bwindi (FB) Included today: Game drive"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gorilla Tracking - Bwindi has 17 habituated gorilla families spread across four areas. Tracking them can be challenging due to steep hills, and it may take 1-3 hours to reach them. You'll spend one unforgettable hour with these gentle giants. Overnight at a lodge in Bwindi (FB)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Lake Bunyonyi - Choose from guided forest walks, birdwatching, or visiting the Batwa community. After that, travel to Lake Bunyonyi, one of Uganda's deepest and most beautiful lakes. It's safe for swimming, as it's free of harmful animals. Overnight at Heritage Lodge or similar (HB)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Lake Mburo National Park - After breakfast, travel to Lake Mburo National Park. In the afternoon, choose between a game drive or a boat trip on the lake. In the evening, go on a night game drive, where you may spot leopards. Lake Mburo is one of the only parks in Uganda with zebras and the only one with impalas. Overnight at Rwakobo Rock or similar (HB) Included today: Game drive, night game drive"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Lake Victoria - Start with a morning game drive or walk, then head to Mabamba Swamp. Take a break at the Equator for memorable photos. Overnight at Nkima Forest Lodge or similar (HB) Included today: Game drive or game walk"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Depart Uganda - Relax at the lodge or explore Mabamba Swamp on a canoe ride to look for the rare Shoebill Stork. After your adventure, you'll be taken to the airport for your departure"
    }
  ],
  "map": ""
}