{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "uganda-great-rift-valley-primates-safari",
  "tourName": "Uganda Great Rift Valley primates safari",
  "placesVisited": "",
  "generalInfo": "See the best that Uganda has to offer on this ten-day journey beginning in the Great Rift Valley. Begin in the Kibale Forest, watching as the verdant, forested lands of Uganda transform into a mystical world brimming with chimpanzees, Colubus monkeys, baboons and more. Your journey to Kyambura welcomes even more wildlife adventures, as the elusive ‘Lost Chimpanzees of Kyambura’ are at your fingertips along with mind-blowing gorge panoramas. <br/><br/>A tranquil boat cruise along the Kazinga Channel brings you to your final destination amidst one of Uganda’s most beautiful gorilla habitats. Mount Gahinga Lodge welcomes you to indulge in the country’s biodiversity, inviting you to explore the fruits of local conservation efforts. An adventure amidst the foothills of the Virunga mountains make the perfect close to this transformative safari.",
  "durationDays": "11",
  "price": "17650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Uganda - Welcome to Uganda! You will receive a warm welcome on arrival to Entebbe airport. Your journey begins as they whisk you away to the tranquil oasis of Hotel No. 5. This elegant retreat is the perfect place to rest and rejuvenate, with its serene atmosphere and understated luxury, offering a prelude to the wonders that lie ahead. Overnight at Hotel No. 5, where the sounds of nature and a delicious breakfast prepare you for the adventure of a lifetime."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "From the Skies to the Mountains - Today, you'll rise with the sun and head to Entebbe Airport for a domestic flight over Uganda's breathtaking landscapes. As your plane touches down at Kasese airstrip, your expert guide will be waiting to lead you into the heart of Uganda’s pristine wilderness. En route to Kibale Lodge, stop at the Rwenzori Sculpture Foundation. Here, the creative spirit of Uganda's clans is celebrated through striking sculptures that echo the ancient traditions of the region. Arriving at Kibale Lodge, you’ll be greeted with panoramic views of the snow-dusted Rwenzori Mountains and the sprawling plains of Queen Elizabeth National Park. In the afternoon, visit a local school and witness the transformative work of the Roots and Shoots program, which fosters the development of women leaders in conservation. As the sun sets, relax with cocktails on the terrace, soaking in the majestic beauty of the Rwenzoris. Overnight at Kibale Lodge, where the wilderness whispers of the adventures to come."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chimpanzees in the Kibale Forest - Rise early for an exhilarating trek into the Kibale Forest, the world-renowned Primate Capital. The air is thick with anticipation as you venture deep into the forest, where the chorus of hooting chimpanzees fills the canopy above. Suddenly, there they are—swinging gracefully between the trees, their energy palpable. Watching these intelligent creatures in their natural habitat is a moment that will stay with you forever. In the afternoon, wander through the Bigodi Wetland, a paradise for bird lovers and nature enthusiasts. With luck, you’ll spot the elusive Red Colobus monkeys or the Sitatunga antelope, as well as stunning birds like the Great Blue Turaco. Overnight at Kibale Lodge, where the magic of the forest lingers."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring Kibale - Today offers another opportunity to connect with the captivating chimpanzees of Kibale. Each encounter is unique, and the forest is alive with possibilities. Keep your eyes peeled for the diverse wildlife that calls this jungle home, from the playful Olive Baboons to the delicate Bushbabies that peek out from the shadows. After lunch, visit the Sadhguru School, where education and conservation blend to shape Uganda’s future. As evening falls, the lodge’s peaceful setting invites you to relax and reflect on your incredible experiences. Overnight at Kibale Lodge, where adventure and serenity meet."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Journey at Kyambura - After a leisurely breakfast, your journey continues to Kyambura Gorge Lodge, perched on the edge of Queen Elizabeth National Park. As you travel through the park, keep your camera ready for sightings of lions, leopards, elephants, and the majestic Uganda kob. After lunch, set out on a hike along the Fig Tree Trail, descending into the mystical Kyambura Gorge. This deep, lush chasm feels like stepping into another world, where a small group of chimps—known as the ‘Lost Chimpanzees of Kyambura’—live in isolation. Though sightings can be unpredictable, the sheer beauty of the gorge is reward enough. On your return, review camera trap footage to uncover the nocturnal mysteries of the wildlife that roams the gorge. Overnight at Kyambura Gorge Lodge, where the day’s discoveries enrich your dreams."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Boat Cruise on the Kazinga - As dawn breaks over the savannah, embark on an early morning game drive through the Kasenyi plains. Lions stalk their prey, elephants move in majestic herds, and leopards prowl the scrubby thickets, waiting to be spotted. Accompanied by a member of the Kyambura Wildlife Team, you’ll learn about the crucial lion monitoring project that protects these iconic predators. In the afternoon, take to the water for a wildlife cruise along the Kazinga Channel. The waters teem with life—hippos bob lazily, while elephants and buffaloes gather at the shore to drink. End the day with cocktails on the lodge veranda, watching the sun dip behind the gorge, casting a golden glow over the landscape. Overnight at Kyambura Gorge Lodge, where the wild meets the luxurious."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trek in the Kyambura Gorge - After a magical bush breakfast, lace up your hiking boots for a second trek into Kyambura Gorge. Beyond the search for chimpanzees, you’ll delve deeper into the secrets of this stunning ecosystem. Your guide will help you track footprints and share the stories of the wildlife that thrives here. Later, take part in the Kyambura Gorge Eco-tourism Project, where you can try your hand at coffee roasting with the Kyambura Women’s Coffee Cooperative or plant a tree in the wildlife buffer zone. As the day draws to a close, enjoy a BBQ and wildlife storytelling evening with the local community—a perfect blend of culture and conservation. Overnight at Kyambura Gorge Lodge, where the spirit of Uganda’s wilderness comes to life."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arrival at Mount Gahinga Lodge - Fly to Kisoro and then journey by road to the breathtaking Mount Gahinga Lodge, nestled at the base of the Virunga Volcanoes. In the afternoon, visit the Gahinga Batwa Village and step into a world rich with history and tradition. The Batwa people, one of Africa’s oldest tribes, will share stories of their ancient life as forest-dwelling hunter-gatherers. Enjoy cocktails and a fireside chat with a vet from the Gorilla Doctors, learning about their tireless efforts to protect these endangered creatures. Overnight at Mount Gahinga Lodge, where the stars shine bright above the volcanoes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Gorilla Trekking in Uganda - Today, you’ll set out for one of the most extraordinary experiences on Earth—gorilla trekking. The journey through steep, dense forests is challenging, but every step is worth it when you finally come face-to-face with a family of mountain gorillas. Watching these gentle giants in their natural habitat is a humbling and awe-inspiring experience. After a fulfilling day, return to the lodge and treat yourself to a rejuvenating Rungu massage at the Gahinga Spa. Overnight at Mount Gahinga Lodge, where relaxation follows adventure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring the Virunga Mountains - Your final full day in Uganda begins with a trek into the foothills of the Virunga mountains, in search of the playful and rare golden monkeys. Their vibrant fur and lively antics make them a joy to watch as they swing through the trees. In the afternoon, take time to relax and revisit the Batwa Heritage Trail to deepen your connection to the land and its people. Overnight at Mount Gahinga Lodge, where the serenity of the mountains soothes your soul."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure Home - As your adventure comes to a close, transfer to Kisoro airstrip for your return flight to Entebbe, carrying with you memories of unforgettable encounters with Uganda’s wildlife, landscapes, and people. Departure times align perfectly with international flights, allowing you to reflect on your incredible journey through this magical land."
    }
  ],
  "map": ""
}