{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "classic-uganda-safari-and-gorilla-trekking",
  "tourName": "Classic Uganda safari and gorilla trekking",
  "placesVisited": "",
  "generalInfo": "A Gorilla and Wildlife safari package tailored to offer a rich variety of wildlife experiences, whilst providing an insight into the local culture and Ugandan life. Of-course the opportunity to view wild Gorillas in their natural habitat is quite amazing. A once in a lifetime experience that is simply a must do for every wildlife enthusiast. But this safari offers much more. From Chimpanzee trekking and other primates to Elephants and Lions this is a true wildlife experience taking in many of Ugandas iconic game reserves and National Parks. <br/>Our price does not include the Gorilla permit costs as these funds are paid directly (by us on your behalf) to the authorities without commission and go to help fund the conservation of these magnificent animals.<br/><br/>This 10-day safari runs outside of the normal wet seasons and is not recommended for families. <br/><br/>Where possible we provide an all-inclusive price for each safari, with any additions clearly shown on your itinerary. That’s because we understand how important it is to plan your safari costs and avoid any hidden extras.",
  "durationDays": "10",
  "price": "5895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On the arrival at Entebbe International airport, your guide who will transfer you to your hotel in Entebbe town/Kampala will meet you."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive (approx. 4 hours), through the beautiful Uganda countryside, to Fort portal, a busy market town in the shadows of the Rwenzori mountains. Stop for lunch and then continue your journey to Kibale (approx. 1 hour). Check-in to Kibale Guest Cottages. In the late afternoon, travel a short distance to a swamp conservation project where a community guide will take you on nature walk in search of primates like the Red Colobus monkey, Grey-cheeked Mangabey and Red-tailed monkey. Also, look out for birds like the Great Blue Turaco, Hairy-breasted Barbet and various Sunbirds."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chimpanzee tracking. Transfer to Queen Elizabeth National Park?Today you have the exciting opportunity to walk through this beautiful tropical rainforest tracking a chimpanzee family. When you find them, you may spend one hour with them observing their natural behaviour, in their natural habitat. Your site guide will tell you all about the chimps, the other flora and fauna in the forest, how they track forest animals and about the avifauna Kibale is famous for. After lunch, you will rest your legs as you drive through the stunning crater lakes region (approx. 3 hours), making your way down towards Queen Elizabeth national park. In the evening there will be a private session for you to hear all about the local park twinning and ranger conservation projects."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lion tracking experience. Boat cruise on the Kazinga Channel?Today provides another outstanding wildlife experience as you move out early to spend 2-3 hours with the lion researchers. Participate in their activities on the day which may include monitoring species, climate and habitat, learning about tracking and how tracking devices are used and learning about the animals. Later, in the afternoon, take a fabulous boat cruise for approx. 3 hours along the Kazinga Channel which links Lakes Edward and George. Keep your eyes peeled for elephant, buffalo, hippos, crocodiles and a wide variety of birds and pass a typical Uganda fishing village en route."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full day game drive in the park.?You are free today to decide, with your guide, where to go in the park. There will be time to explore far and wide reaching hidden corners, viewing stunning scenery and perhaps visiting the explosion craters (part of the Albertine Rift Valley creation processes)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Travel to Bwindi Impenetrable National Park Your exploration of conservation issues continues this morning with an inspirational visit to a park boundary community to learn about the challenges faced by local people. See for yourselves some positive examples of people living harmoniously alongside wildlife and benefitting from tourism now they can no longer benefit from protected areas. Later, continue your journey south to Bwindi Impenetrable forest (approx. 3-4 hours)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "One of the highlights of your safari starts at 07:30am as you join your tracking group for a briefing from wildlife rangers. Then enjoy your jungle walk as you track your gorilla family. Once you find them, you have the privilege of spending an hour in their company; watching as they eat, groom, play or move through the forest. Memories you will surely treasure. Depending on the duration of your tracking (approx. 2-6 hours), you may have time after to visit the community hospital or local craft sellers who benefit from tourism and therefore value, and help to protect, the gorillas."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start today by transferring (approx. 4-5 hours) up towards Lake Mburo national park and spend the afternoon with the Bahima cattle keepers who live in the areas surrounding the park. This project aims to conserve the Bahima culture and their cattle breeding traditions. This provides a fascinating insight into tribal life and an understanding of their changing relationship with the park lands. In the evening, there is a special session giving your group the chance to interact with the park‘s Community Conservation Warden to hear about the challenges and successes of their work."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lake Mburo is one of Uganda’s smallest but most interesting parks. Although it does not have elephant and lion, it has large populations of some species not found in many other Ugandan parks such as eland, zebra and impala. You will explore the park on foot initially, getting closer to the animals, making use of hides and viewing towers and seeing things that would not be visible from the road such as dens, carcasses and tracks. In the afternoon, drive up to the viewing point for some superb views across the park and neighbouring wetlands, then take a game drive to see more of the park. You then have time to relax at the lakeside restaurant or back at your lodge before taking another game drive, after dark this time, to see some of the park’s nightlife including, if you are lucky, aardvark and pangolin."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The opportunities for wildlife viewing continue right up until the end of your safari. Start your journey back to Entebbe by driving (approx. 3 hours) to the equator. Stop for photos with a foot in each hemisphere and some craft shopping; then continue on the back roads to Entebbe with occasional birding along the way (approx. 3 hours). After a late lunch visit the botanical gardens for primates like black and white colobus and vervet monkeys and birds like the African Harrier Hawk and various hornbills. Your guide will drop you at the airport or your hotel depending on your flight arrangements."
    }
  ],
  "map": ""
}