{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "classic-highlights-of-uganda-and-kenya-private-safari",
  "tourName": "Classic Highlights of Uganda and Kenya Private Safari",
  "placesVisited": "Nairobi, Amboseli National Park, Bwindi Impenetrable Forest, Mara North Conservancy, Queen Elizabeth National Park, Masai Mara, Entebbe, Lake Victoria",
  "generalInfo": "Bask in East Africa’s timeless beauty on your 12-day Uganda and Kenya highlights safari. Enjoy encounters with wild chimpanzees and grazing zebra herds. Trek the misty mountains for gorilla sightings. Witness elephants wandering beneath the silhouette of Mount Kilimanjaro. Whether finding the famous Big Five or lounging in a luxury lodge, you will discover the wilderness with a mix of game drives, guided bush walks, boat tours, and aerial views.",
  "durationDays": "12",
  "price": "19,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Leisurely Layover in the Capital",
      "description": "Welcome to Nairobi, where giraffe and elephants can be seen on the plains beneath the city backdrop. Buildings rise high in the distance, and wild mammals are spotted roaming the grasslands, buffalo among those juxtaposed with the lights of the city. It is an indication of the land’s history when rhinos and lions were sometimes spotted in the streets. It is also an introduction to how wildlife is integral to everything in Kenya. No other country has preserved its landscape so well, more than a million large wild mammals freely roaming across plains and forests. Your hotel has the legendary Nairobi view, the contrast between wild and urban seen directly from your balcony. You will be greeted at the airport for the transfer, and dinner at the hotel will be included. The hotel is also ideally situated for tomorrow’s departure, just a five-minute transfer to the domestic airport."
    },
    {
      "dayNumber": "2",
      "title": "Amboseli National Park – Elephants and Giraffes",
      "description": "The giants of Africa come together in a single panorama. Elephants, giraffes, and Mount Kilimanjaro give an enduring first safari impression. A herd of trunk-swinging pachyderms is cast against the volcanic cone of Africa’s highest mountain. You glimpse the scene from the air, then find yourself watching the vista from the camp, such iconicity and inimitability in a single glance. Amboseli reveals so much more about safari than these famous three sights. Lions lounge on open and scorched grass, panting in the morning sun. Zebras and impalas skip past, watching you for a moment before continuing their journey. Buffalos skirt the edge of the camp, close enough for you to hear them huffing and puffing. Touch down, and combine a game drive with a short game walk, two activities that focus on different animals, and help gather an alluring first impression of wild Kenya."
    },
    {
      "dayNumber": "3",
      "title": "Amboseli National Park – Wild and Intimate First Safari Impressions",
      "description": "Wake to the sound of beating hooves, a herd of buffalo ambling past the luxurious camp. Take breakfast on the deck, and the big mammals are slowly illuminated as the sun rises in the distance. These morning hours are great for tracking the cats. A leopard descends from a tree, then disappears into the grass as tension enlivens the atmosphere. A cheetah is stalking slowly and softly with her cub in attendance. You can hear the crunches and cracks that accompany a big male lion biting into a carcass, smearing blood around his mane. Around lunchtime, you will return to the camp for a leisurely few hours before an afternoon safari activity. You can choose between a game drive or a game walk. The drive takes you into the land of the giants, while the walk creates personal moments with the contrasting antelopes which rumble past as you step across the plains of Kenya."
    },
    {
      "dayNumber": "4",
      "title": "Mara North Conservancy – On the Trail of the Big Cats",
      "description": "Flying west, you connect the two great highlights of Kenya, soaring past Mount Kilimanjaro before the grasslands of the Masai Mara stretch out beneath the wingtips. Hyenas greet you, a whole cackle of them inhabiting the dusty path to the camp. Wildebeest are scattered with the zebra. Thousands of them can be spotted in a single panorama even when it is not the Great Migration season (late July to October in the Masai Mara). The wilderness envelops you, and when you look out from the camp, the scene could not be more iconic. All around you can witness buffalos, elephants, giraffes, and large herds of Thomson’s gazelle with their ears sensing for danger. Over these two days, your program is flexible and private, game drives following the dramatic predatory scenes, and game walks accompanied by Masai warrior guides, the gatekeepers to this pristine landscape. Find a wildebeest herd and watch them multiply, hundreds more arriving over the rise, the males galloping in a show of virility. From a distance, the zebra herd resembles a gray ball. Get closer, and it is a black and white mass, their clever tactic for deceiving the lions. Take a step closer still, and you admire the individuals, every set of stripes unique, and every face filled with emotion. These great herds are often a highlight of the walks, which are only possible in the private conservancies like Mara North. Access is restricted to Mara North Conservancy, so your photos are not interrupted by other vehicles. On the game drives, you can veer off the trail, getting even closer to the legendary big cats. Lions basking on the rocks, the pride illuminated as if being cast for a movie. Hyenas return your stare, somewhat ugly at first, but entertaining when you follow their movements. Then you spot a leopard prowling. Dipping her neck with a solemn precision, she sets off towards the gazelle, keeping so low to the ground you lose her in the grass. From the elevated vantage point of the vehicle, you see her appear and disappear. Baboons start hooting from the trees, their shouts followed by a flock of rowdy storks. The gazelles are alerted, and they disappear, the hunted helping each other out on grasslands where only the fittest survive. You follow the leopard, watching her return to the trees where a small cub makes for adorable images."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara National Reserve – Hot Air Ballooning",
      "description": "From the air, you encounter the scale, the famous grasslands of the Masai Mara extending fay beyond the horizon. It provides a poignant sense of abundance. All of those intimate scenes and animals you have seen over the last two days occupy just a tiny fraction of the landscape. Hot air ballooning at sunrise is followed by a champagne brunch and insight into the Mara River, a game drive following the curves past the waiting predators. While the river is famous for the wildebeest crossing, animals come to drink here all year round. And when zebra or wildebeest are drinking, you can guess that big cats and crocodiles will be lurking very close by. Spending a day on the river always brings drama, and you will enjoy a camp that has enviable views over the water."
    },
    {
      "dayNumber": "7",
      "title": "Nairobi to Entebbe – Charms and History",
      "description": "You will notice a change in tempo and atmosphere as you depart the plains and fly to Entebbe via a transfer in Nairobi. Uganda’s old capital is scorched with an ochre hue, the dust sticking to previously white buildings, and the air heavy with a color that makes Entebbe often resemble a sepia image. Spend the afternoon exploring the old Colonial capital, the charms of its past found in both the architecture and the stories. Quiet and quaint, Entebbe has retained the feel of a century ago. Uganda moved the capital city to nearby Kampala upon independence, and not much has happened in Entebbe since. After the city tour, you relax at the city’s finest hotel along the banks of Lake Victoria with the option of a sunset boat cruise on this most famous of African waters. Dinner at the hotel is included."
    },
    {
      "dayNumber": "8",
      "title": "Queen Elizabeth National Park – River Safari",
      "description": "Riverine forests hide strange antelope and lions that like to climb trees. Elephants bulldoze pathways, trunk-swinging matriarchs leading their charge. Baboons and monkeys occupy the trees, making it hard to know which way to look. And then, as you follow the river, you are surrounded by hippos, big raucous pods that grunt and groan the day away. In the Masai Mara, you were immersed in the grasslands. Queen Elizabeth National Park is a celebration of diversity, the landscapes blurring into each other as they support a huge variety of life. Fly here from Entebbe, and an initial game drive reveals up to a dozen animals you will not have spotted in Kenya. Then an afternoon boat cruise brings the safari to you. Just sit back and admire the creatures sipping from the banks, along with the hippos who start to emerge from the water at dusk."
    },
    {
      "dayNumber": "9",
      "title": "Queen Elizabeth National Park – Tracking Chimpanzees on Foot",
      "description": "One section of this park is dominated by savannah, where lions and hyenas hunt those colorful antelope species you were introduced to yesterday. Another is thick with trees, home to wild populations of chimpanzees and other primates. Setting off on foot, you track these mysterious creatures, spending an hour with a troop that has recently been habituated. Strange faces stare back at you, emotion read into each of their expressions. Fingers and toes curl around branches as the chimps break open seeds and dig with sticks. Sometimes, they hoot, surreal communication that has the troop scurrying and swinging. Other times, they are silently animated, playful, and mischievous as they go about their day. While single scenes are impressive, the experience tracking chimpanzees is made special by following the interaction between the primates. Spend an hour with them, and you will realize just how similar they are to you."
    },
    {
      "dayNumber": "10",
      "title": "Bwindi Impenetrable Forest – Beautiful Drive Through Rural Uganda",
      "description": "Rural Uganda has an ineffable beauty. The rustic orange of the earth is found beneath a lush canopy of green. Villages of mud-brick and thatch houses cling to the hills. Locals in vibrant clothes wander along the dusty and curving roads. They are portraits that linger long in the memory, fully explored on the drive between Queen Elizabeth and Bwindi Impenetrable National Parks. Pass the elephants, and the drive only takes three hours. But there are countless places to stop en route, with the guide organizing invitations into local villages and a chance to explore lifestyles in this remote part of Africa. As a complement to the wildlife, it is an opportunity to see another authentic part of the continent."
    },
    {
      "dayNumber": "11",
      "title": "Bwindi Impenetrable Forest – Exquisite Gorilla Trekking",
      "description": "An infant gorilla peeks out from the foliage. Then, an adult female stares intently into your eyes. Now the whole troop emerges, a dozen wild mountain gorillas resting in a forest clearing, all turning to greet you. They have been habituated to human presence and are typically bashful creatures, staying clear of conflict despite their power. They are quick to show that, while you are welcome, you are only guests in their land. Two females wave their arms and the silverback bounds past on four knuckles, a hush descending as this majestic giant comes into view. Like the chimpanzees, you don’t know where to look. Two playful blackback males are jumping through the canopy, a mother stares adoringly at her infant in the bushes, and so much can be interpreted in the mouthed expressions amongst the troop. You spend a whole hour with the gorillas, following what can be a challenging trek into the dense and untamed forest. It is always worth the effort, as such inimitability can be found when you are nearly alone with the world’s largest and critically endangered primates. Gorilla trekking is the premier highlight of Uganda, and as you are lounging back at the lodge during the evening, you will know why."
    },
    {
      "dayNumber": "12",
      "title": "Entebbe – Departure",
      "description": "Bwindi has its own airstrip which makes for an easy departure. You soar above the forests en route back to Entebbe where a representative will assist you in the transfer to your outbound flight."
    }
  ],
  "map": ""
}