{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "best-of-uganda-gorilla-trekking-wildlife-safari",
  "tourName": "Best of Uganda Gorilla Trekking & Wildlife Safari",
  "placesVisited": "Lake Mburo National Park, Queen Elizabeth National Park, Murchison Falls National Park, Bwindi Impenetrable Forest National Park, Kibale Forest National Park",
  "generalInfo": "Welcome to Uganda, a land where gorilla troops play in the mist and lions climb trees; where wild hippos frolic in the River Nile and large chimpanzee troops give you a curious stare; where rare and exclusive encounters fill almost every day of the vacation. With two days of gorilla trekking as the centerpiece, this 13-day safari visits five unique Ugandan national parks, revealing the mystical beauty of a country that is full of wildlife surprise and intimate encounters.",
  "durationDays": "13",
  "price": "20,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Serene Arrivals on Lake Victoria",
      "description": "Lake Victoria glimmers softly as it cascades towards the horizon, the sunset light bringing a range of fresh hues to call time on your first day in Uganda. After being greeted at Entebbe International Airport, you'll be transferred to your hotel, where the views of the famous lake are endless. Spend a relaxed afternoon on the terrace, sipping cocktails as the sun arcs across the sky, or indulging in afternoon tea with the promise of wild Africa awaiting. The adventure really begins tomorrow, so rest, relax, and allow Lake Victoria to soothe any travel aches."
    },
    {
      "dayNumber": "2",
      "title": "Lake Mburo National Park – Easy Safari Introduction",
      "description": "Zebra herds gallop through the savanna of Lake Mburo, rapid footsteps bringing them past collections of impala and eland. Waterbuck graze on the fringes of Lake Opeta while hippos grunt as they emerge from the water. Occasionally a hyena ambles past, a reminder that predators also inhabit this compact national park in the south of Uganda. Leopards can also be found, hidden away in the trees on your game drive introduction of Uganda's wildlife. After the drive from Entebbe, you check into your lodge, admiring the exquisite views of Lake Opeta from the infinity pool. Then spend the afternoon combining game drives with short walking safaris, bringing the first of many thrilling encounters with Uganda's wildlife."
    },
    {
      "dayNumber": "3",
      "title": "Lake Mburo National Park – Exclusive Horseback and Boat Safari",
      "description": "As the sun begins its daily ascent, you set off by boat, cruising along the lakeshore to find the animals taking a morning drink. Topis skip past, graceful antelope that seem to come straight from the animated movies. Reedbuck and oribi canter through the shallows, splashing up water as they avoid the noisy hippos. Now a herd of buffalo arrives, marching in unison as they protect the newborn calves. On a boat safari, you can see so much, the morning's narrative provided by some 350 bird species and dozens of mammals. In the afternoon, you head out on a horseback safari, crossing the grass plains for intimate encounters with the park's range of antelopes. Move slowly as you approach the oribi and impala, then canter along as waterbuck and zebra huddle on the edge of the savanna. Providing the calm after the thrills is Mihingo Lodge, where a floodlit waterhole attracts wild animals through the evening."
    },
    {
      "dayNumber": "4",
      "title": "Bwindi Impenetrable Forest – Immersed in the Misty Forests of Wild Uganda",
      "description": "Drive south, winding towards the mountains as the landscape is dominated by trails of rustic red earth. There's something wonderfully iconic about Uganda's colors as if the country has been painted by the imagination of a first-time visitor to Africa. It's a four-hour journey to Bwindi, and you quickly rise in altitude, the roads twisting and turning across vertiginous terraces of maize and cassava. Fairytale wisps of mist flutter across the hills, casting their spell across the forest and promising much for tomorrow's gorilla trekking adventure. You'll reach your gorilla lodge by mid-afternoon, where the panorama over the misty forest can keep anyone entertained for hours. This is the most luxurious of all the accommodation options around Bwindi Impenetrable National Park."
    },
    {
      "dayNumber": "5",
      "title": "Bwindi Impenetrable Forest – Thrilling Gorilla Trekking",
      "description": "Not all gorilla troops are the same. And that's the beauty of tracking mountain gorillas. While they have been habituated to human presence, these are wild apes in their remote natural habitat. Nothing can be predicated, other than that you will see the gorillas. Park rules allow you to come within seven meters of the gorillas, except nobody told the giant apes and inquisitive youngsters often approach you. Babies take tree climbing lessons beneath mothers' proud stare, while large silverbacks send shudders through the earth as they walk along on knuckles. Sometimes the gorillas are in a playful mood, chomping at fruit and teasing their younger cousins with tongue-in-cheek antics. At other times you find a stern scene, the troop settling scores and arguments amidst an atmosphere of tension. Only around 1,000 mountain gorillas remain in the wild, and the Nkuringo troop are one of the most remarkable. Of the 19 individuals, there are four silverbacks, powerful males that will one day try and lead their own family. Such a profusion of testosterone often means elaborate shows of power and heart-racing encounters. Five infants provide the cutest memories, including a very rare set of gorilla twins. They're easily recognizable, crisscrossing above your head as they explore the higher branches of the canopy; watch the brief moment of fear in their eyes as a branch snaps and they tumble down to the forest floor. You'll spend an hour with the Nkuringo troop before returning by foot through the forest, where the lodge offers a serene place to relax and recount the experience."
    },
    {
      "dayNumber": "6",
      "title": "Bwindi Impenetrable Forest – Tracking Gorillas from the Rushaga Trailhead",
      "description": "Some 320 gorillas inhabit Bwindi Impenetrable Forest and this morning you're on the trail of another troop, winding along narrow forest elephant trails towards another rare encounter. The hike isn't easy, with the trail cleared by machete and the steep muddy hills making for slow progress. Yet it's always rewarding, between one to three hours spent in a primitive rainforest that's as dense and green as the imagination can allow. Eight different troops can be tracked from the Rushaga trailhead so you can ask for a shorter or longer hike dependent on where the troop can be located. You've seen them before but the nerves still jangle a little as you approach the gorillas, the troop greeting you with an inquisitive stare. A mother bounds out on her knuckles, then rises high to showcase her power; there's no denying who is the boss here. The hour spent with the troop is generously observed, and it's ample time to take photos, then put the camera away and enjoy the enchantment of the experience. Return to the trailhead and it's a short journey up the hill to the lodge, where the intimacy of gorilla trekking is complemented by the open grandeur of the forest view."
    },
    {
      "dayNumber": "7",
      "title": "Queen Elizabeth National Park – Tree-Climbing Lions",
      "description": "Today brings another giant in the trees, a pride of lions occupying the high branches of the canopy in the Ishasha Sector of Queen Elizabeth National Park. They sleep with two eyes open, watching the landscape from the premium vantage point. Then the lionesses bound down, nimble on their paws as if they've been learning from the park's leopards. Ugandan kobs are the abundant prey, small antelopes that graze in herds with sentinels gazing upwards as the others feed. Elephants march along the savanna, large herds a compelling counterpoint to the fearful menace of the resident lions. After the drive from Bwindi, you'll spend the afternoon on a game drive in Queen Elizabeth National Park, seeking out the tree-climbing lions before retiring to the rustic setting of your wilderness camp."
    },
    {
      "dayNumber": "8",
      "title": "Queen Elizabeth National Park – Game Drives and Boat Safaris",
      "description": "This morning brings another game drive, the dawn an ideal time to catch the lions on the trail of the Ugandan kob. Bumping across the savanna you follow the prints, tracing the hunters as they seek out a breakfast meal. It's dusty and exhilarating, another remote world that evokes the impressions of wild Africa. In the afternoon, it's calm and charming, a boat cruise along the Kazinga Channel bringing countless encounters with wild hippos and bathing elephants. Buffalos and crocodiles also occupy the riverbanks as you slowly drift past. Safari continues into the night when you're back at the lodge, with the sounds of the wild providing a lingering lullaby."
    },
    {
      "dayNumber": "9",
      "title": "Kibale Forest National Park – Through the Mountains of the Moon",
      "description": "The Rwenzori Mountain Chain divides East and Central Africa, with some of the jagged peaks rising over 15,000 feet. Lower slopes are dominated by rainforest, swathes of green that are often immersed in the clouds. Higher slopes are raw and scarred, pockmarked by holes as they live up to their local name, translated into English as the Mountains of the Moon. Today's drive brings you north, winding beneath the resplendent summits before dipping beneath the canopy of Kibale Forest. You should arrive in time for a guided tour of Crater Lake, where hundreds of colorful bird species reside and the sound of resident primates echoes across the water. Many of the primates swing past your balcony at Ndali Lodge and the evening brings cute encounters with vervet and colobus monkeys, plus the ramblings of baboon troops."
    },
    {
      "dayNumber": "10",
      "title": "Kibale Forest National Park – Exclusive Chimpanzee Tracking",
      "description": "Red colobus monkeys chatter in the ancient forest trees, their calls cascading down as you journey towards a troop of wild chimpanzees. As the majestic canopy grows thicker, you cross the trails of forest elephants and buffalo, then pass bashful civet and genet antelope. Up ahead you can hear the chimps, the playful tones suggesting that the troop is in an excited mood. The guide slices through the undergrowth, and you come to a forest clearing, where over 50 chimpanzees stop what they're doing and inspect your arrival; much like the gorillas, they can be as interested in you as you are in them. Three swing past, taking a keen interest in the camera. Another ten stop their playing to say hello with curious eyes. There are too many to count, yet you easily get lost in the individual details; a human-like hand grabbing a sharp stone, communication made with facial expressions, a sudden call that brings a dozen chimpanzees towards a patriarch. These rare primates can only be seen in a small handful of places across Africa and Kibale is one of the finest, both for the authenticity of the experience and the number of chimpanzees that can be encountered."
    },
    {
      "dayNumber": "11",
      "title": "Murchison Falls National Park – Admiring the Gushing Falls",
      "description": "Murchison Falls is the fifth and final of Uganda's national parks you visit, a luscious landscape dominated by the flowing waters of Africa's most famous river. The Nile originates close to here, and it meanders through the park, before dropping off a cliff with a dramatic flourish. This is Murchison Falls itself, a striking cascade that's regularly surrounded by baboons and streaming hippo pods. After the drive north, you spend a relaxed afternoon admiring the falls, before retiring to your safari lodge and elegant views over the Nile."
    },
    {
      "dayNumber": "12",
      "title": "Murchison Falls National Park – Hippos, Crocodiles, and More Around the River Nile",
      "description": "The River Nile teems with life. Hippos are the unmissable kings, dominating the water with boisterous behavior and raucous grunts. Elephants and giraffe grace the sandy shores and splash in the shallows, while Ugandan kobs must drink with ears on alert for resident lions. To see it all you just need to cruise, a boat taking you along the River Nile for a final day of wildlife safari in remote Uganda. After the walks and drives of the last 12 days, the luxury vessel offers a serene place to sit back and watch wild Africa slowly unfold. Then back at the lodge, it's not uncommon for dinner to be interrupted by a marching elephant or the mischievous escapades of vervet monkeys and baboons."
    },
    {
      "dayNumber": "13",
      "title": "Entebbe – Departure",
      "description": "The small Murchison Falls airstrip provides micro flights to Entebbe, where you connect with your international departure. A representative will greet you in Entebbe and assist with the transfer to your homebound flight."
    }
  ],
  "map": ""
}