{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "personalized-uganda-safari-bwindi-impenetrable-forest-more",
  "tourName": "Personalized Uganda Safari: Bwindi Impenetrable Forest & More",
  "placesVisited": "Entebbe, Kibale National Park, Queen Elizabeth National Park, Bwindi Impenetrable Forest National Park",
  "generalInfo": "Tree-climbing lions, wild gorillas, endless herds and troops of rare chimpanzees are all yours to take in as Uganda’s wildlife highlights combine the exclusive with the iconic. Escape into the wilderness to explore the country’s three flagship destinations as you travel from the mystical rainforest to the scorched savannah and the hippo-filled channels. Intimate and authentic, this custom itinerary will be packed with some of the world’s greatest wildlife encounters.",
  "durationDays": "8",
  "price": "12,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kibale National Park – Sights and Sounds of the Exotic Forest",
      "description": "Touch down in Kibale National Park, and you will immediately sense the freshness of the dew, the fragrances of endemic flowers, and the musty scents left behind by monkey troops in the canopy. The sounds are also alien, from the distant echoed hoot of red colobus monkeys to the exotic chirping of endemic birds. In the distance, you may hear the sound of one of the park’s elephants plowing a path into the trees, and all around your camp, there will be evidence of four-legged visitors, like the bushbuck and the warthogs. Gaze up, and a single scene might capture the iconic and the unique as an olive long-tailed cuckoo will fly above a small buffalo herd. You will arrive at Entebbe International Airport, and a representative will assist in your transfer to a light aircraft bound for Kibale Forest National Park, located in the far west of Uganda. Descend with views over the Africa’s highest mountain chain, and then disappear beneath the canopy on your transfer to the lodge. After lunch, you can spend your afternoon on a walking safari in the surrounding area as blue monkeys, and black-and-white colobus monkeys can be seen with astonishing frequency. Sitatunga and bushbuck will provide new charm, and into the late afternoon, you might spot serval and various mongoose species. It will be an easy safari today and a chance to tune your senses to the sounds of the forest. Lounge on your lodge verandah after dark, and you will continue to see and sense the wild animals, as well as spot those that roam beneath the lodge’s floodlight."
    },
    {
      "dayNumber": "2",
      "title": "Kibale National Park – Walk With the Chimpanzees",
      "description": "Ugandan red colobus monkeys seem to mark the trail as you set off in search of chimpanzees as their tales drape down majestically and curl with an enduring grace. L’Hoest’s monkeys and Ugandan mangabeys are the other regulars on your journey, more examples of species from the depths of the Central African rainforest. Keep walking, and the trail will narrow further as your guide hacks it clear of tangled roots. Somewhat remarkably, you will be able to sense when the chimpanzees are close. Perhaps it will be the subtle change in smell or the unexplainable shift in the atmosphere. Take a few more steps, and you will hear their calls. Keep walking, and you will stop before one chimpanzee, an old female foraging peacefully in the canopy. Creep a little closer, and more of the troop will come into view with a dozen chimps scattered across the trees. This troop has been habituated, and they are used to this daily hour of human contact. For the first few minutes, the chimpanzees will inspect you with curiosity as if wondering aloud at their visitors. They will soon settle back into their regular daily life with hands that grasp sharpened branches and use them as tools. Peculiar expressions will showcase their delight, confusion, amazement and annoyance. Communication is done with the whole body, from their open, expressive mouths to waving arms. Sometimes you will see a splinter family group of eight to 12 or so chimps, but on other occasions, it will be the full troop with upwards of 50 in the trees. For an hour, you will take in the idiosyncratic behavior that makes every chimpanzee trek absolutely unique. This will be a full-day activity, usually with a packed lunch on route and your lodge providing some peaceful downtime after your trek."
    },
    {
      "dayNumber": "3",
      "title": "Queen Elizabeth National Park – Boat Safari Along the Kazinga Channel",
      "description": "Follow the elephants and replicate their migratory route between the Kibale Forest and the savanna of Queen Elizabeth National Park. Occasionally, the elephants are spotted along the road, an indication of how many are hiding at today’s destination. As the forest rescinds, you will journey into the iconic image of East Africa, with the open savannah and the short golden grass and clumps of strange trees. Arrive in time for a short walking safari around the lodge before a luxurious lunch while overlooking the Kazinga Channel. Then move to get even closer with a boat safari that will take you past hundreds of rambunctious hippos. The hippos are not the only icon found along the water as this channel is the park’s lifeblood, the permanent source of goodness that all animals must stay close to. Along the banks, you will see large herds of Ugandan kob taking a drink with their black and white spiraled horns making for fabulous photos. Nile crocodiles sunbathe on the banks while elephants disappear beneath the water, poking their trunks up like snorkels. Spending the day on a boat safari is a very relaxed introduction to big-game African safari as you can just sit back and absorb all of the encounters along the water."
    },
    {
      "dayNumber": "4",
      "title": "Queen Elizabeth National Park – Iconic East Africa Big-Game Safari",
      "description": "Drive across the savanna and watch how it changes color with the rising sun. Elephants come out of silhouette, antelopes gather in staggering numbers, and huge lumbering hippos charge towards the water. You will be searching for the giants and getting up close to those that dominate the landscape. High in the tree, you may spot a lioness dozing the morning away with eternal elegance. Down below, you will likely find the rest of the pride with two cubs impishly playing in the grass and two other lionesses bounding quickly up the tree trunk. Even the large males like to climb trees, their unique black manes flowing as they ascend into the canopy. There are only a few places in Africa to see tree-climbing lions, and there is a real enchantment to the scene. In the safari vehicle, you can approach an elephant herd and admire the curled tusks of a large bull and the cheerful demeanor of the younger pachyderms. Mothers wander with a matriarch’s grace, and soon there will be elephants on all sides of the vehicle, towering above you from all sides. The game drive may also find one of the park’s leopards, another stealthy figure lurking in the trees. After lunch at the lodge, you will have the choice between an afternoon walking safari or a game drive. Heading out on foot will bring you closer to the smaller animals and magnificent zebra strips, stout bushbuck, skipping topis, duiker, reedbuck, and the strange antelopes of the swamps will fill your eyes. Game drives can continue your search for the predators as those black-maned lions are accompanied by the raucous spotted hyena."
    },
    {
      "dayNumber": "5",
      "title": "Bwindi Impenetrable Forest National Park – Game Drives on the Savanna",
      "description": "The southern side of Queen Elizabeth National Park has a lower density of wildlife yet an enhanced sense of drama. Resources are meager here with the grasslands almost burnt in color. Competition brings a theater of wildlife, and it will be a wonderful place to see lions on the prowl as they descend from their lofty perches to cross the savanna with menace. You will find intense scenes around the crater lakes as animals come to drink in sight of the predators, and you will keep following the elephants as you journey across Uganda’s most visited national park. It will be a further two to three-hour drive to Bwindi Impenetrable National Park as you stop to visit a traditional village on route. Eat your beautiful picnic at a viewpoint before disappearing into the trees and ascending to your lodge. The afternoon will be relaxed with glorious views over the volcanic mountain forest of your verandah as the mist swirls through the colors as sunset arrives."
    },
    {
      "dayNumber": "6",
      "title": "Bwindi Impenetrable Forest National Park – Intimate Gorilla Trekking Experience",
      "description": "At first, you will be walking on a handmade trail, but then you will veer off to follow tracks left by forest elephants. The canopy will envelop you completely with rare and exotic flora found on every side. Vehicles have never penetrated this forest, and the going can be challenging with steep ascents and tangled trails. Gorilla trekking groups are assigned on fitness levels, so you can request a shorter or longer hike dependent on your preferences. For many, the chance to travel in such exotic forest makes a longer hike worthwhile, with some troops four hours away from the trailhead. Others will prefer to meet the gorilla troop closest to the trailhead. Trackers radio the troop’s position, and the excitement will build as you close in, the last part of the trek hacking through the thickest part of the jungle. Two gorillas will likely greet you, standing upright for an immediate show of power that will command your respect. Three juveniles are usually close by, foraging with enthusiasm, their black eyes radiant in the shade. Soon the whole troop will come into view, the females scattered across a wide area, the youngsters and males feasting from two trees. Without warning, the silverback might stir, beating a rolling rhythm on his chest before wandering onwards on four knuckles. The troop follows slowly and so do you, savoring the rest of your hour with these wild gorillas. You are allowed within seven meters of the gorillas, and this is more than close enough as there are incredible feelings of intimacy felt from even 30 or 40 meters away. You are allowed an hour with the troop, and the guides are usually very generous when it comes to timing."
    },
    {
      "dayNumber": "7",
      "title": "Bwindi Impenetrable Forest National Park – An Hour With a Different Gorilla Troop",
      "description": "Set off from the same trailhead this morning, but walk towards a different habituated gorilla troop. Every family troop is unique, from the number and makeup of individuals to their behavior and social structure. Today’s troop has an aging silverback, a slow, languid fellow who tears down branches with bare hands, yet there are three blackback males, imposing figures starting to reach the age of maturity. They are not as big nor as strong, but they are much louder and boisterously jumping on two legs and staring with a degree of menace. Two clusters of females suggest a potential split in the troop, three feeding on one side of the clearing, another two with infants on the other. Meeting a gorilla troop is so much more than getting incredible photos as you are witnessing a family unit in all its glory, from the confrontations to the charms. An infant climbs into the trees above your head, snapping branches and throwing them towards his brother. Two females might retreat into the undergrowth, seeking solace, while yet another bounds around ebulliently, searching for new bark to gnaw. With a second gorilla trek, you witness completely new behavior, and you will also have time to really relax and savor the experience knowing that you already have plenty of great photos with the gorillas. The hour moves much slower and you can really hone in on the details as a juvenile who seems to communicate with you passes by, or as you gaze at the silverback who appears cast in melancholy. Return to the lodge after a picnic on the trail, where a final night of fine dining ushers in your last evening amongst the mist."
    },
    {
      "dayNumber": "8",
      "title": "Entebbe – Aerial Safari and Departure",
      "description": "Uganda looks marvelous from above with the volcanic hills draped in dense forest and the golden plains divided by ochre-red dirt roads. You will fly back to Entebbe this morning, the plane looping around Bwindi Forest before crossing open swathes of savanna. It will be a dreamy aerial safari and a chance to savor the scale of what you have just explored. Touching down in Entebbe, you will be assisted in transferring onto your international departing flight."
    }
  ],
  "map": ""
}