{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "unmatched-uganda-exploration-exclusive-gorilla-habituation-safari",
  "tourName": "Unmatched Uganda Exploration: Exclusive Gorilla Habituation Safari",
  "placesVisited": "Entebbe, Bwindi Impenetrable Forest National Park, Queen Elizabeth National Park, Kazinga Channel, Ishasha Sector",
  "generalInfo": "Exclusive to Uganda’s Bwindi Impenetrable Forest, you can become part of the gorilla habituation process, spending four hours with a troop that has rarely seen people. Tailored for wildlife connoisseurs and those that want to truly understand, the experience forms the centerpiece of this one week of Ugandan highlights: a day with Batwa pygmies, a gorilla trek, a bird-lovers paradise, and a big-game safari around the river.",
  "durationDays": "8",
  "price": "12,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Relaxed First Evening in Uganda",
      "description": "You are greeted at the airport and transferred to a hotel on the lakeshore, where a dreamy view comes from your private terrace. The waters of Lake Victoria provide a calm first impression of Uganda. The water ripples through a number of color changes before shimmering golden as the sun sets in the distance. Dinner is provided at the hotel’s excellent restaurant, just as the sun is dipping from the sky. Like the other two accommodation choices on this safari, your hotel is one of the finest in East Africa, blending contemporary Western service with a spellbinding location amid nature."
    },
    {
      "dayNumber": "2",
      "title": "Bwindi Impenetrable Forest National Park – Birds and Waterfalls",
      "description": "Fresh hues mingle beneath the wingtips on the flight to Bwindi, the red of the dirt juxtaposed with the emerald of the forest. Touch down and transfer to Uganda’s most iconic lodge, a majestic place to stay on a ridge above the canopy. Uninterrupted views come from your cottage windows, across the Virunga Mountains to a volcano that often shimmers beneath the moon. All meals are included, the lodge has some of the best food in Africa, decadent fare that combines the bounty of the forest with a strong international influence. After lunch, you get your first taste of Bwindi’s magic. The trails have been cleared by gorillas and forest elephants, twisting distinctive routes through the tangled trees. One winding road leads to Munyaga Waterfall, every meter framed by the exoticism of the vegetation. A cacophony of tweets adds to the sound of cascading water, more than 350 bird species enjoy shelter here. A suave francolin flutters past, African sooty flycatchers cluster around the bamboo, short-tailed warblers and blue-headed sunbirds are among those in the canopy. Today’s three-hour hike is at a relaxed pace and is also a great introduction to the conditions for tomorrow’s gorilla trekking."
    },
    {
      "dayNumber": "3",
      "title": "Bwindi Impenetrable Forest National Park – Gorilla Trekking",
      "description": "It does not matter how many times you have dreamt it, the first encounter with a gorilla is impossible to fully preconceive. You have an idea about how they will look, perhaps even what they will be doing, but it is hard to imagine the setting. You are standing in a thick, untouched forest with a small path to the gorillas cleared by the guides’ machetes. There are no artificial sounds for many miles. You can smell the great apes. Or is it your own excitement and fear that can be inhaled? Walk a little closer. There she is, a gorilla bounding around on two legs, waving her arms in an indisputable show of power. With the arm waving and ferocious stare, it is easy to take a few steps backward. The guides grab you and push you onwards, goosebumps fill your arm as the tension rises. Most of the troop is now on view, and most of them have eyes fixated in your direction. The silverback emerges, double the size of the rest, muscles rippling beneath thick black and silver hair. There are no barriers and no fences. The gorillas are communicating directly with you, ensuring you realize that this is their realm and you are just a visitor. For a first impression, few experiences in the world can rival the sense of intimacy and exclusivity. While you will spend four hours with a troop tomorrow, starting with a gorilla trek is widely recommended. They are complementary rather than competing experiences. With the trek you are impossibly close – officially the distance is seven meters, but the gorillas do not follow human rules and may get closer to you. There is a lot to take in, and you slowly focus on the individuals, distinguishing between male and female, following the gestures that link the family together. Proximity helps you snap the postcard photographs, and the habituated troop can display a vast range of behavior over the hour. Returning to the trailhead, you will realize why this is one of the great wildlife experiences: it’s not just the gorillas and their habitat; it is this silent communication that exists at all times."
    },
    {
      "dayNumber": "4",
      "title": "Bwindi Impenetrable Forest National Park – Full-Day Gorilla Habituation Experience",
      "description": "A new morning and you set off towards another troop, the tracker radioing a location for your guide to follow. When gorilla trekking, the group is capped at eight trekkers (the actual figure is usually less). Only four people can set off on each day’s gorilla habituation, joined by scientists and researchers who have been leading the process. Habituated gorillas are adjusted to human contact, allowing you to get relatively close to them without interrupting their behavior. A partially habituated gorilla troop is more unpredictable. These are bashful creatures that value privacy, and it takes many years for them to accept human presence. You will not get as close as yesterday. Perhaps the gorillas initially bound off to a hiding place, maybe they park themselves amid the thickest vegetation, or guard their infant fervently. What you do have now is time. Allow the gorillas to settle. Find your own hideout and wait. As the initial shock subsides, the gorillas emerge. You stay tucked into the forest, silently watching the troop. Gradually you blend into the forest, and the gorillas are no longer worried about your presence. You recognize individuals and notice distinguishing features, a part of the research process. Gestures are shared as you watch in awe, interpreting the communication. Over four hours you become invisible. From the hideout, you enjoy a complete insight into gorilla behavior, one that is normally only reserved for qualified researchers. An infant is nurtured lovingly but escapes her mother’s clutches to playfully climb through the trees. Two blackback males avoid each other at first but start feeding together in a show of affection. The silverback remains silent yet powerful, an imposing figure that leads the troop on its day. Distant sounds create tiny changes; an ear-pricking up, eyes scanning for danger, a frown or grin crossing each face. With four hours you do not just admire an entire troop of gorillas in their natural habitat, but come closer to understanding the world of the greatest apes on earth."
    },
    {
      "dayNumber": "5",
      "title": "Bwindi Impenetrable Forest National Park – The Other Legends of the Forest",
      "description": "Walk a different route through the forest, and an equally endangered group of primates can be found. Their culture and behavior are just as rare, and just as old. They are the Batwa pygmies, gatekeepers of the forest and proud preservers of the land. For many centuries the Batwa have forged a symbiotic relationship with the landscape. It is a relationship that is under threat, a lifestyle getting lost to the modern day. Walking to the tribe’s settlement takes around two hours and you are welcomed in the traditional manner. Then you settle into their way of life, learning about every day in the forest. Wander beneath the canopy and learn the use of the distinctive flora, with a medicine man showing the benefits of different plants. Join the women in cooking a meal over the stove then discover the hunting techniques practiced for centuries. Ancient legends are told, and traditional songs are sung. Discussions vary, from food gathering to religion and the Batwa’s survival in the 21st century. This is a rare chance to feel and understand a part of Africa that is mostly confined to stereotypes."
    },
    {
      "dayNumber": "6",
      "title": "Queen Elizabeth National Park – Safari Along the River",
      "description": "After four days spent in Bwindi Impenetrable Forest, your legs may be tired. There have been long but rewarding hikes, another great highlight of Bwindi is that it’s inaccessible to vehicles. After a 25-minute flight north to Queen Elizabeth National Park, you sit back and wait for the animals to come to you. You will spend the afternoon on a river safari, cruising along the Kazinga Channel as hippos look on. Some yawn, enormous jaws revealed for a couple of seconds. Others stare and grunt. One waddles out of the water, and you see just how big these animals can be. This is Uganda’s premier big-game park, and there are many other giants. Elephants dot the banks, especially as it gets closer to sunset. Ugandan kob cluster in large numbers, fearful of the lions that lurk nearby. A herd of buffalo tumbles into the channel. All you have to do is sit back in the boat and watch the show, every mile of river home to another collection of animals. The experience does not stop when you are back at the lodge as many of the giants can be spotted from your private terrace. After four days of adventure in Bwindi, there is also a calmness that helps you reflect on the previous day’s experiences."
    },
    {
      "dayNumber": "7",
      "title": "Entebbe – More Big-Game Safari and Back to Entebbe",
      "description": "In your final morning in Uganda, you wake to a racket down by the water. Two male hippos are arguing, vociferously voicing their points with grunts and clashes of heads. This is not unusual in the wild, nor is the sight of a lone elephant with massive tusks coming for a sunrise drink. You have the full morning on safari, and a game drive takes you onto the savannah, tracing the giants while searching for the iconic big cats. Lions climb trees here and the cool morning hours are a great time to see them on the move. Buffalo block the trail and the differences between antelope species are more apparent when there are so many of them. Return to the lodge for lunch and a chance to freshen up before a mid-afternoon flight back to Entebbe, where the lakefront hotel provides a peaceful place to reflect on the last seven days."
    },
    {
      "dayNumber": "8",
      "title": "Entebbe – Departure",
      "description": "Today is at your leisure before your outbound flight. For late departures, you can enjoy use of the hotel’s facilities into the afternoon. Local guides can suggest activities should you wish to explore Entebbe or the capital city of Kampala nearby."
    }
  ],
  "map": ""
}