{
  "destination": "Uganda",
  "mainPhoto": "",
  "id": "one-week-uganda-adventure-safari",
  "tourName": "One-Week Uganda Adventure Safari",
  "placesVisited": "Entebbe, Lake Victoria, Kibale Forest National Park, Rwenzori Mountains, Crater Lakes, Queen Elizabeth National Park, Kazinga Channel",
  "generalInfo": "Uganda’s highlights celebrate the intimacy and diversity of untouched Africa. You will stand amid a wild chimpanzee troop, boat past hippos, track tree-climbing lions, trek to wild mountain gorillas, and explore ethereal landscapes with every turn you take. Combining Uganda’s three premier wildlife destinations, this one-week adventure has you walking in the wild, surrounded by endangered mammals, and understanding the ineffable beauty of eastern Africa",
  "durationDays": "8",
  "price": "6,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Colonial Charms and Sunset Cruise on Lake Victoria",
      "description": "Enigmatic Entebbe feels like a step back in time. The broad sepia-colored streets are home to decaying mansions and crumbling once whitewashed townhouses. It was the Colonial capital along the shores of Lake Victoria, mostly ignored since Kampala became capital upon independence. It is now a relaxed place to start an experience in East Africa, easy on the eye and home to an easy-going ambiance. You are greeted at the airport, and it is a short transfer to a five-star hotel on the lakeshore where there is time for lunch on the terrace and a couple of leisurely hours before the afternoon activities. Take a walk along the streets, coated in the ochre and orange hues that distinguish Uganda from its neighboring countries. An expert historical guide gains access to various buildings closed to the public, most of the city constructed in the early 20th century and now standing in a somewhat redolent state of ruin. Wandering back to the water, you embark on a private boat for a cruise on Lake Victoria, passing a handful of lush islets on Africa’s largest body of water. African sunsets are always special, and the one on Lake Victoria is amongst the best, a flaming red ball flanked by vibrant lines of rainbow colors. As the waters reflect these hues, you get a sense for how Ugandan and African landscapes contain a vitality that is difficult to rival on another continent. Dinner at your hotel is included, and the lakeshore is just a few steps away."
    },
    {
      "dayNumber": "2",
      "title": "Kibale Forest National Park \u0000\u0000– Stunning Full-Day Trek Amid Monkeys and Mystical Scenes",
      "description": "Light aircraft provide easy connections between Entebbe and the remote west of Uganda. As you land, there are stunning views of the Rwenzori, the highest mountain chain on the continent. And not long after touching down, you are setting off into the foothills of these volcanic mountains, following a trekking route that winds through the dense and mysterious forest. Monkeys watch you pass, looking down from the trees with mischievous faces. The birdlife is outstanding, colorful and rare wings fluttering around the trail. You may even encounter forest elephants, and you will almost certainly get a glimpse of an antelope herd, probably the ubiquitous Ugandan kob. Various trails are possible, ranging from two to six hours, depending on your energy and adventure levels. All of the routes take you through the national park forests, up towards the strange crater lakes, volcanic holes that make it feel like you are on the top of Africa. An invite into a local village can be arranged, a laid-back opportunity to spend time with the people and explore their traditions. This is wild Africa, and you sense the remoteness, nothing artificial breaking the panorama even when you are in a village. The trails and tracks are a scorched red, the forests envelop and overhang, the crater lakes are on the edge of nowhere, and there is an encompassing silence that hangs in the air. Spend the night deep in the national park at a luxury lodge that is regularly visited by monkey troops."
    },
    {
      "dayNumber": "3",
      "title": "Kibale Forest National Park – Exclusive Chimpanzee Habituation Experience",
      "description": "Through the foliage, they glance at you, three chimpanzees with eyes full of roguishness. Look higher to the rest of the troop. They stare down with peculiar expressions on their faces, occupying the higher branches with an almost arrogance. This is their realm, and you are a visitor, having spent one to three hours trekking through the tangled to reach them. Their fingers resemble your own, curling around branches and sticks with dexterity. Mouths are very similar, able to convey meaning without making a sound. Eyes are thoughtful and contemplative, emanating emotion that can be read in a single glance. But the chimpanzees’ feet are a little different, more nimble and suited to life in the trees. Kibale has long been regarded as the premier place in Uganda, probably in the whole of Africa, to get acquainted with wild chimpanzees. More than 500 live here, a huge population given their dwindling numbers elsewhere. You trek to a troop that has been habituated by researchers. They are accustomed to human presence, and by staying quiet. you can stand amid their intimacies and intricacies. At first, you are photographing and admiring the size of the troop. Then your heartbeat slows a little, and the experience is all about enjoying the interactions of the troop. An hour provides time for a good understanding of how these remarkable creatures behave and communicate."
    },
    {
      "dayNumber": "4",
      "title": "Queen Elizabeth National Park – Sublime Game Drive and Boating Past the Hippos",
      "description": "Following the mountain chain south, you continue an exploration of the wilderness. Almost all of Western Uganda is wild and untouched, with the 5,000-meter summits providing a boundary with the Congo Basin. As the canopy opens, the savannah starts to expand, populated by large herds of Ugandan kob. Zebras become more abundant, their black and white stripes a regular charm as the drive continues. Topis skip past, along with duiker and other small antelope. The morning involves both a transfer and a game drive rolled into one, taking you into the heart of the savannah and a luxury camp along the banks of the Kazinga Channel. Even as you have lunch, you cannot escape the animals, a whole host of mammals scattered across the plains on either side of the water. Into the afternoon, and you enjoy the easiest of safari activities. Sit back in the boat and cruise along the channel, a slow and elegant journey that brings the animals to you. Everything must come to drink, and along the banks, you see the tentative sipping of the small mammals, plus the trunk-snorkeling antics of elephant herds. The hippos are everywhere, a constant on this boat safari. Grunting and groaning, these giants may be loveable, but they are hugely powerful, quick to give you a fierce stare if the boat gets too close."
    },
    {
      "dayNumber": "5",
      "title": "Queen Elizabeth National Park – Discovering Tree-Climbing Lions and the Rare Mammals of the Savannah",
      "description": "From the boat, you allow the animals to come to you. On a game drive, you follow their trail, bumping across the savannah to scenes of drama. Lions lounge in the trees, their distinctive black manes fluttering in the breeze. Elephants smash their tusks and rumps into the trees, seeking the nutritious treasures within. Large herds of bushbuck suddenly surround the vehicle, strange white markings on their legs and beautiful horns pointing skywards. Not far away, you see the hyena, another animal that returns your gaze with a spooky intentness. You spend the whole of today on the savannah, discovering a subtle variety of ecosystems that exist in the west of Uganda. While the chimpanzee and gorilla experiences are about the interactions amongst a species, this game drive explores the interactions between different species. Follow the lions as they trail Ugandan kob, beautiful and graceful as they roam through the grass. Surround yourself with the drama of an old kill, hyenas battling amongst each other as mongoose seek to steal scraps and vultures circle overhead. The early-morning and late-afternoon hours are the best times to spot the cats on the move, including rare leopards. During the heat of the day, you make a stop for a picnic lunch, with a view over the abundance of the savannah. Different animals occupy different ecosystems within the park, and with a private game drive, you will have some flexibility over the route, depending on exactly what you wish to see."
    },
    {
      "dayNumber": "6",
      "title": "Bwindi Impenetrable Forest – More Big-Game Safari and into the Gorillas’ Realm",
      "description": "A final morning on safari, and you choose between a game drive, game walk or boat safari. In a park with close to a hundred mammal species, each safari activity brings a new sight. Whatever you choose, there is an element of surprise, like two male hippos quarreling and barging on the banks or herds of buffalo kicking up dust as they charge a lion pride. After lunch, you game drive through the south of the park, then continue onwards to Bwindi Impenetrable Forest, home of more than half the world’s wild mountain gorillas. Less than 1,000 of the world’s largest primate species remain, and tomorrow you will go trekking deep into their realm. For today, sit back and watch the sunset over the forest, strange swirls of mist inhabiting the scene."
    },
    {
      "dayNumber": "7",
      "title": "Bwindi Impenetrable Forest – An Hour with a Wild Mountain Gorilla Troop",
      "description": "Standing on his rear legs, a silverback greets you. Proud and powerful, he is the epitome of the wild, one of a few giant males that lead troops in Bwindi Impenetrable Forest. It has been quite a journey to meet him, following forest elephant trails that are overgrown by the density of the canopy. An hour ago, you glimpsed the gorillas in the distance. But they were on the move, and you have been tracking them, waiting for them to stop. The troop is habituated and the silverback is making a greeting, one that shows how wild these animals are. They are certainly not for touching, but you are allowed to share this precious space with them. An infant gorilla grabs your attention, learning to climb with eyes that convey fear and miscalculation, as well as the joy of discovery. Suddenly there is a loud crack, and you find a junior male that has fallen out of the trees. His eyes and face show a little embarrassment and confusion, wondering just how he ended up on the ground. You admire tenderness in mothers, the conflict between two of the gorillas, and togetherness between the others. Spending an hour with a troop will obviously provide inspiring photos of different gorillas. But like all the experiences on this one-week Uganda adventure, you remember the intricacies and interactions. There is also a form of silent communication between you and them, something passing between you in the respectful nod or glance of recognition. With a gorilla trek, you are just seven meters away, and an hour feels a lot longer than it is when there is so much to take in."
    },
    {
      "dayNumber": "8",
      "title": "Bwindi Impenetrable Forest to Entebbe – Departure",
      "description": "Sublime views occupy you on the flight back to Entebbe, first the peaks of the Rwenzori, then the open ochre-colored plains of the interior. Lake Victoria provides a picture as you land in Entebbe, where a representative assists you in the transfer onto your international departure. Dayroom use at a hotel on the lake can be arranged for late departing flights."
    }
  ],
  "map": ""
}