{
    "Main_Title": "Our Mauritania holidays & tours",
    "Main_Paragraph": "Calling all camping, camel and desert enthusiasts: our Mauritania holidays are for the adventurous. Desert dominates, and our trips focus on cross-landscape adventures, driving in the day, camping at night, meeting nomadic peoples along the way. There’s a coastal twist, too: revel in the unspoilt Ban d’Arguin National Park, where prolific birdlife, seals and dolphins can be found, as well as sweeping Atlantic seascapes. Whilst Mauritania is an adventure, it’s vital that you travel carefully, and are well-informed. Descent-based slavery still exists in Mauritania and there are human rights issues. Our holidays use local guides and drivers who can offer their perspectives, and help you fully engage with the whole country, plus local etiquette and customs.",
    "Subtitle": "Mauritania highlights",
    "Title1": "1. Adrar",
    "Paragraph1": "Mauritanias Adrar region is the Sahara at its most enchanting. Its a showcase for the diversity of the desert, full of rolling sand seas, sculpted rock, scorched plains and deep green oases, not to mention a sprinkling of ancient cave paintings and a handful of crumbling, fascinating towns that were once leading trade hubs and Islamic cultural centres.",
    "image1": "",
    "Title2": "2. Banc dArguin National Park",
    "Paragraph2": "Blessed with a diverse landscape of swamps, mudflats, islands and shallow ocean waters, Mauritanias UNESCO World Heritage-listed Banc dArguin National Park is a birding hotspot. Its also home to marine life including sea turtles, dolphins, whales and endangered monk seals, while hyenas, jackals and gazelles are sometimes spotted on land.",
    "image2": "",
    "Title3": "3. Chinguetti",
    "Paragraph3": "A historic caravan town with buildings dating as far back as the 13th century, Chinguetti is made even more alluring thanks to its location at the foot of some of the countrys most impressive dunes. Highlights include the twisting alleyways of the Old Town, a 16th century stone mosque, and a handful of dusty old libraries, which house the towns ancient and fragile manuscripts.",
    "Title4": "4. Nouakchott",
    "Paragraph4": "Sleepy Nouakchott is lacking in major tourist attractions, but its home to the Port de Pêche, one of the busiest fish markets in West Africa. Visit late in the day and you can watch the fishermen bring in their nets, and cap off the experience with a visit to a nearby fish restaurant. History buffs, meanwhile, will be well catered for at the citys Musée National and the Grande Mosquée.",
    "image3": "",
    "Title5": "5. Nouâdhibou",
    "Paragraph5": "A sprawling fishing port of low-rise buildings and sandy streets, Nouâdhibou stretches along a wide bay in the middle of a narrow peninsula near the country's northern border. Thanks to the sleepy pace of life and the eerie shipwrecks that lie marooned in a bay to the south of the city, Nouâdhibou feels even more off the beaten track than it already is.",
    "Title6": "6. Ouadane",
    "Paragraph6": "Perched on the edge of the Adrar plateau and dating back to the 12th century, atmospheric Ouadane is practically deserted, with only a handful of families still living there. A UNESCO World Heritage Site, its a jumble of ancient mosques and houses and is home to several thousand historic manuscripts, mostly held in private libraries."
}