{
  "destination": "Bali / Indonesia",
  "mainPhoto": "",
  "id": "a-perfect-bali-vacation-package",
  "tourName": "A Perfect Bali Vacation Package",
  "placesVisited": "Ubud, Sayan, Sanur, Gili Islands",
  "generalInfo": "Bali will awaken your senses to the wonders of the landscape, the beauty of culture, and the welcoming waters of the Indian Ocean on your 8-day custom Bali vacation. Your journey encompasses the excitement of exploration and the comforts of luxury accommodations. Powdery white sand clings to your skin along the beach while rice paddy fields glow emerald beneath the tropical sun. Intricate stone carvings adorn cave walls and shrines connoting demons and deities. From coral reefs to mountaintop temples, breathtaking waterfalls to elegant cuisine, the splendor of Bali will open your eyes to unforgettable experiences.",
  "durationDays": "8",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sanur – Embracing the New",
      "description": "Serene waves of indigo and sapphire water lap at the thin strip of white sand beach on the edges of Sanur. Your flight lands at Ngurah Rai International Airport, where your private transfer greets you at baggage claim. Upon your arrival, you notice the lush greenery spreading north of the runways with the shimmering cobalt hues of the Indian Ocean spreading into the horizon to the east and west of the landscape. You make your way east to reach the verdant palms and ferns bordering lavish resorts and opulent sandy beaches. Settle into the luxuries of your hotel, which overlooks more than 650 feet of pristine sand, with traditional Balinese accents accentuating contemporary comforts. The remainder of the day is at your leisure to explore the calm streets of Sanur or bask in the beauty of a beachside vacation. The tropical sun spreads across the shoreline and bounces off the sand. Cafes and restaurants line the main street, filling the air with the aromas of freshly brewed coffee, baked goods, and coconut. Take a stroll along the two-mile long Beachfront Walk to relish the scented sea breeze. Fishermen drag their wooden boats under the shading trees along the shore to repair the aging vessels. Antique villages overlook the water, and you find the tranquil atmosphere of town inviting."
    },
    {
      "dayNumber": "2",
      "title": "Gili Meno – Island Serenity",
      "description": "In the morning, the aroma of tropical fruits fills the dining room at breakfast. Fresh pineapple and rambutan offer luscious sweetness and citrus scents to accompany the rich fragrance of brewing Balinese grown coffee. You can hear the ocean lapping at the beach. After the meal, your private transfer escorts you east to Padang Bai to meet the ferry to the Gili Islands. The boat disembarks from the pier and traverses the open ocean for less than two hours, providing a stunning scenic cruise along the way. The ocean breeze washes over the ferry, carrying sporadic mists rising upwards from the water. Fishermen stand on their wooden boats, casting nets over the calm wake in search of the day’s catch. In the distance, dolphins leap into view before splashing back down. You reach the small island of Gili Meno, the smallest of the Gili islands, encompassing less than six square miles. The desert island offers you the feeling of stepping away from civilization while still providing unencumbered luxury along its eastern shores. The picturesque beaches shimmer with white sand set against the crystal clear ocean. Coconut plantations blend into the verdant landscape before opening to the glistening water of the inland salt lake. The remainder of the day is yours to explore the island or bask in the comforts of your hotel as you desire. The scent of grilling fish zested with red chili emanates from the beachside cafes. Locals and visitors relax in the lulling sway of hammocks strewn up over the sand. You can sip a coconut, swing in the charm of a hammock, and listen to the water brush against the shore."
    },
    {
      "dayNumber": "3",
      "title": "Gili Meno – True Flavors of the Gili Islands",
      "description": "The laid-back pace of Gili Meno continues from sunrise to sundown, providing the perfect getaway ambiance along the desert island shores. The breeze rustles the leaves of the soaring palm trees, and at breakfast, you find the appealing aroma of star fruit filling the open-air dining room. You make your way to the beach after the meal to board a boat bound for the reefs around the island. The boat circumvents the shores for an impromptu scenic cruise before reaching the north coast. The boat weighs anchor away from the reef to not disturb the ecosystem. You put on the fins and jump into the water before positioning the goggles and snorkel. The water embraces you with temperatures reaching more than 85 degrees Fahrenheit. The seafloor plunges in the distance to a depth of over 130 feet deep. Beneath you stand a collection of stunning hard and soft coral glowing with natural brightness in the crystalline water. You can see the individual ridges of the brain coral along with the remarkable velvet-hued tendrils of a soft coral dancing in the current. Pygmy seahorses latch onto the coral with their tails and change colors to hide from predators. Whitetip reef sharks linger near the mounds of twisting hard coral standing out from the thousands of vibrant fish. Floating just above the soft strands of seagrass, you find a curious hawksbill sea turtle. They can grow up to three feet in length and weigh an average of 180 pounds. Their pattern along their face and fins makes the species easily recognizable. The turtle sweeps its fins through the water as if flying through the air searching for sponges and algae along the reef. After returning to shore, you take the time to relax at the hotel before stepping into the kitchen for a cultural excursion into the cuisine of Bali."
    },
    {
      "dayNumber": "4",
      "title": "Sanur – Of Cultural Importance",
      "description": "In the morning, you find people kayaking along the gentle waters around the island in glass bottom kayaks. The vessels provide a stunning way to view vibrant aquatic life while moving at you preferred pace around the shoreline. After breakfast, you step aboard the ferry for the return journey to Bali, finding your private transfer awaiting your arrival at Padang Bai. After settling into Sanur, you make your way to Museum Le Mayeur, first opened in the 1930s and representing the art and culture of Bali through the eyes of Belgian painter Adrien-Jean Le Mayeur de Merpes. The Balinese style architecture adds to the ambiance of the galleries with elegant window shutters carved from wood, telling the legends of Rama and Sita. You notice the distinct style of Le Mayeur’s work, ranging from impressionist pieces of India and the South Pacific to Africa and the Mediterranean. You find the most captivating works to romantically depict daily life and the Balinese people. The spirit of artistry and craftsmanship carries over into the afternoon with your visit to the local jewelry studio for a class in the celebrated art of silver. Your instructor offers a brief overview of the silversmith tradition in Bali before guiding you in creating a remarkable pendant that will always remind you of your time in Bali."
    },
    {
      "dayNumber": "5",
      "title": "Sanur – Freedom of a Private Tour",
      "description": "Today you venture out of Sanur for a full day tour of Bali’s northern treasures, taking you along the slopes of the verdant mountain and through secluded villages decorated with blossoming frangipanis. Pink and purple petals streak past your view. Thatched roof huts rise out of the verdant rice fields embodying the Balinese countryside. Your private driver leads you past monkey troops in search of bananas before stopping for a view of the picturesque rice terraces texturing the hillside. The tiers resemble verdant steps rising above the tops of the coconut palms. In the northern forest, more than five miles from the city of Singaraja, you can hear the thundering clap of water spilling into a pool. Cross over the bridge walkway to reach the refreshing waters of Gitgit Waterfall. The cascade pours over the precipice at a height of early 115 feet, causing the wading pool to swirl with movement before continuing into the stream. Mist rises out of the whitewater and brings a refreshing cool to the air. Your journey to the north takes you to Ulun Danu Temple located on the shores of Lake Bratan, situated nearly 4,000 feet above sea level. The cool and dry climate provides a perfect atmosphere, accentuated by the impressive multi-tiered shrine crowning the small island."
    },
    {
      "dayNumber": "6",
      "title": "Ubud – Truth in the Past and Present",
      "description": "After breakfast, your private transfer escorts you north from Sanur into the central hills upon which Ubud is located. The town is referred to as the cultural capital of Bali, bordered by an abundance of radiant rice fields and filled with tranquil temples promoting spiritual traditions and heritage of architectural style. The city breathes life into the main streets with cafes and shops hiding artistic alleyways and wooden houses promoting hidden art studios. Vibrant colors burst from canvases hung across the walls of wooden homes. A trail leads from the town center to the an organic farm where seemingly endless rice fields overtake the horizon, decorated with intermittent palm trees shading the narrow paths. Butterflies flutter their iridescent wings around the three-mile path. Hindu gods breathe an ethereal ambiance into the Tirta Empul Water Temple, in which local believers venture to bathe in the holy waters. You can hear the rushing of the Ayung River on the edge of a town hiding at the bottom of the steep verdant slopes. You make your way to the Water Palace and Saraswati Temple to view the abundance of water lilies growing on the pond flanking the statue-clad stone bridge. The structure was erected in dedication to the Hindu goddess of learning, literature, and art, shaping the 19th-century edifice into an enchanting complex of thatched roofs, lush ponds, and elegant towers. In the evening, you take a seat at the Agung Rai Museum of Art to watch the traditional Balinese dance performance blending culture, art, and lifestyle."
    },
    {
      "dayNumber": "7",
      "title": "Ubud – In Village Company",
      "description": "In the morning, the scent of sweet coconut milk accompanies the aroma of fresh coffee drifting out of the central cafes. Artists and craftspeople make their way to the art market to open their stalls for the day, highlighting the cultural significance of art in Ubud and Bali. Your private guide meets you at the hotel, eager to escort you on the walking trails to the villages of Penestanan and Sayan. You discover the trailhead at a bamboo gate on the riverbank. Forest underbrush lines the path with fern leaves dangling over the rich soil. The scent of wet stone emanates from the river, blending with the herbaceous fragrance of the trees. The flat terrain offers a view of the paddy fields, verdant grasses, and jade treetops. Farmers tend to their fields wearing traditional hats woven from straw to protect their faces and necks from the elements. Large geckos cling to the trees and wooden huts around the fields. Men support wood poles with buckets of water balanced on either end, returning home or proceeding to work. Flocks of tiny birds fly overhead before landing in the fields to feast on the grain. You can continue your exploration of the wonders around Ubud with a visit to Goa Gajah, a network of caves temples dating back to the 11th century."
    },
    {
      "dayNumber": "8",
      "title": "Ubud – Open Eyes",
      "description": "In the morning, visitors from around the world make their way to the early yoga class in an open-air structure overlooking the fields and forest. The ambiance is serene and comforting both inside and outside of the studio. The tropical breeze flows through the wood-framed room bringing a herbaceous aroma and refreshing air. The wonders of the art market continue with unique jewelry and hand-carved depictions of Hindu deities. After breakfast, your private transfer meets you at the hotel ready to escort you to Ngurah Rai International Airport for your flight home. You have grown connected to Bali, delighting in the rich culture and welcoming atmosphere. You can extend your stay in Bali and Indonesia to continue your immersive experience amongst the fields, temples, and artistry."
    }
  ],
  "map": ""
}