{
  "destination": "Bali / Indonesia",
  "mainPhoto": "",
  "id": "amazing-bali-family-vacation-cultural-excursions-beach-more",
  "tourName": "Amazing Bali Family Vacation: Cultural Excursions, Beach & More",
  "placesVisited": "Ubud, Sanur, Mount Batur",
  "generalInfo": "Embrace the tales of ancient mythology and the captivating adventures beckoning from the forest canopies during your family-friendly vacation in Bali. Discover the iridescent subaquatic world of secluded coral reefs, and learn the value of traditional farming techniques, as taught to you by local villagers. Witness turtles hatching from their eggs in a safe environment along the beach and enjoy an unforgettable moment with your children watching the sunrise above the mountaintops. Each day offers a new memory of thrilling adventures, enthralling memories, and cherished time with your family.",
  "durationDays": "8",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ubud – Familial Immersion",
      "description": "As the plane descends into Ngurah Rai International Airport, you look out the window to see an endless sea of greenery sweeping over the undulating landscape to the north and reaching the sapphire waters of the Indian Ocean to the southwest. Your vacation in Bali begins as your flight lands, and your private transfer greets you at baggage claim, ready to lead the family to enchanting Ubud. The city is considered the cultural capital of Bali, famous for traditional dance performances, Hindu-Balinese ceremonies, and a deep connection to artistic heritage. The scenic drive takes you through the lush landscape speckled with white and pink flowers growing along the bordering frangipani trees. Shops, cafes, and restaurants line the main streets of the city between interspersed temples. Your private transfer brings the family to a majestic luxury hotel overlooking the rice fields outside the city. The hotel rises out of a centrally located rice paddy, combining rural comforts with urban luxury and plenty of space for the family to enjoy. For a splendid introduction to the unique charms of the city, you make your way to Petulu in the evening to view the white herons return to the village just a mile north of Ubud’s center. The trees around the open plain rustle. You can hear the birds chirp and squawk as they settle into the trees. The striped Java pond herons perch and nest in the canopy. Their white and brown plumage stands out from the jade leaves dangling from the branches. The graceful image and captivating scenery provide the perfect welcome for the family."
    },
    {
      "dayNumber": "2",
      "title": "Ubud – A Picture of Local Life",
      "description": "After breakfast, you venture into the fields with your local guide to learn the timeless art of farming, complete with a farmer’s hat and mattock, a farming tool shaped like a pickax. The woven hat has the traditional conical pointed shape to help keep the tropical sun from your face. You use the mattock to move away from the earth, rip out weeds, pack dirt, or plant new seeds. The scent of the rich soil blends with the herbaceous grass. The rice paddy fields grow to nearly four inches tall. Local boys climb trees to collect coconuts. When the fruit is cracked open, the luscious aroma fills the air. You children are eager to learn how to climb the trees too, but you convince them it is a skill better learned for another day. You continue to the temple of Tanah Lot, which rises out of volcanic rock in the ocean. During low tide, it is possible to walk to the rock. During high tide, the only way to reach the temple is by boat. The picturesque temple surrounded by the waters of the Indian Ocean creates a mystic ambiance that easily enchants the entire family."
    },
    {
      "dayNumber": "3",
      "title": "Ubud – Rolling Down the River",
      "description": "At breakfast, the kids continue their introduction to the various exotic fruits of Bali, this time taking an interest in a pomelo, a citrus fruit similar to grapefruit in its pink and white flesh. After the meal, you venture to the banks of the Ayung River to meet your rafting guide. The water trickles against the soil beneath the dense forest canopy. Petals from the andong tree shine magenta against the greenery, reaching a height of nearly twelve feet tall. Fern leaves create the vast canopy and shade the waters of Bali’s longest river, which reaches a length of nearly 47 miles, stretching from the northern mountains to the southern shores of the Badung Strait. You board the yellow raft drifting down the calm, cold waters. The tropical climate offers a hidden waterfall coursing down bordering boulders. The mist splashes against your skin. You have the forest on one side and a swath of rice fields on the other. You can hear the rapids before you reach them. Your guide tells the raft to paddle. The kids can’t hide their excitement, paddling as fast and as hard as they can. You reach the whitewater. The uneven surface water causes the raft to tip upwards before leveling out. The raft’s edge bumps against the boulders, before the tumultuous water ends, returning the river to its serene atmosphere."
    },
    {
      "dayNumber": "4",
      "title": "Mount Batur – Into the Hills and Mountains",
      "description": "In the morning, the aroma of refreshing coffee brings you back to the pleasures of the surrounding tropical paradise. The kids recount their favorite moments along the Ayung River and retell the stories as if you hadn’t been there watching. Locals and visitors venture to the Ubud Art Market to where radiant silk scarves dangle from open stalls beside detailed woodcarvings. You leave the remarkable city behind, venturing into the foothills of Mount Batur to reach the shores of Lake Bratan. The four-wheel-drive vehicle affords you the freedom to travel off the beaten paths winding along the mountainside, passing villages decorated with vibrant blossoming orchids. Venture to Tree Top Adventure Park, ready to traverse the forest canopy. The thrilling experience takes you into the treetops more than 65 feet above the ground, gliding from one tree to another like a bird, by way of a zip-line course. Enjoy the wind rushing against your cheeks before you reach the next platform, then cross a rope-ladder bridge, making you feel like an adventurous archeologist. After wandering along the treetop walkways, you continue to the Lake Bratan, which sits at an altitude of nearly 4,000 feet above sea level, where the family discovers the stunning grounds of the Ulun Danu temple. The complex was erected in the 17th century as a place for ceremonial offerings to the water goddess. The thatched-roofed multi-tiered shrines reflect in the stoic water."
    },
    {
      "dayNumber": "5",
      "title": "Mount Batur – Morning on the Mountain",
      "description": "The splendor of Mount Batur returns with the morning light, but before the sunrise, your guide meets the family at the hotel eager to lead you to the best view on the mountaintop. Mount Batur is an active volcano with an elevation of more than 5,600 feet. The kids fight the morning fatigue, excited to be up before dawn. The crisp air bites at your cheeks, but the family is bundled in warm clothing, and your guide has brought thermoses of hot chocolate and tea. The clear night affords perfect views of the starlight glinting across the sky. Once you reach the summit, the light reflects off the surface of Lake Batur. The fresh air fills your lungs, and the quiet whisper of the surrounding jungle provides an unforgettable atmosphere. Once the sun begins to rise, the family sits awe-stricken, watching the sunlight layer the distance. The orange and yellow stripes rise above the silhouetted peaks of Mount Abang and Mont Agung. Once the sun has risen, the family can see down into the steep cliffs of the crater. Steam rises off the walls of the caldera. On the descent back down the mountain, you have a completely different view of the landscape. The clear blue sky meets the ridged green walls of the crater, with the cobalt hues of the lake embellishing the beauty of nature. You have the remainder of the day to relax at the hotel or wander around the stunning Kintamani region."
    },
    {
      "dayNumber": "6",
      "title": "Sanur – On Sanur Shores",
      "description": "In the morning, the aroma of rambutan fills the dining room. The family meets your private transfer in the hotel lobby before venturing along the rural roads leading down the mountainside. From the car, you have a stunning view of the rice fields bordering the paths. The greenery sweeps over the slopes and spreads across the plains. Sporadic coconut palms soar above the fields, casting shade on the thatched roofs of passing villages. You reach the town of Sanur located on the southern beaches of Bali. The scent of the rice paddies fades beneath the prevalent aroma of the sea. Small cafes with open windows to allow the breeze to flow through the dining rooms line the main street. Vintage villas overlook the water and resort pools glisten on the edges of the white sand shoreline. You settle into a stunning resort with apartment style suites before venturing out onto the beachfront walk. The walkway travels nearly three miles, curving alongside traditional wooden fishing boats under repair and beachfront cafes offering views to the lapping Indian Ocean. The Turtle Tanks is a sea turtle rescue center located on the boardwalk. A guide leads the family through the history of the center along with how the locals help hatchlings and rehabilitate injured sea turtles. You all watch as baby turtles wander along the saltwater tanks. They hatch with an average length of two inches but grow to five feet long as an adult."
    },
    {
      "dayNumber": "7",
      "title": "Sanur – Family Island Living",
      "description": "After breakfast, the family cruises along the water to the small island southeast of the Sanur, known as Nusa Lembongan. The fresh sea air brushes through your hair. You glide over the crystalline water, watching the colors change from indigo to cobalt. The island shores glow gold and white against the rising coconut palms. Surfers paddle out to catch the waves curling away from the reefs. Coconuts dangle from the treetops before falling to into the plump sand. Fishing boats wade in the calm water off the shoreline in view of the red-roofed homes and beachside resorts. The relaxed pace sweeps across the island to create a welcoming ambiance for visitors and locals alike. Spend some time digging your toes into the powdery sand before stepping aboard a boat to reach the opulent colors of the coral reef. The boat stops and lingers alongside the subaquatic wonderland. You put on your goggles and fins and jump into the water. Soft coral waves in the current like a tree in the breeze. The tendrils create a distinctive movement, rising above the still hard coral. Starfish glow blue and red as they cling to the sharp calcite rocks rising out of the water like hills. Your children follow the clownfish peeking out of sea anemones. The orange and white glow of the fishes’ scales contrast the purple hues of the anemone’s tendrils."
    },
    {
      "dayNumber": "8",
      "title": "Sanur – A Lasting Family View",
      "description": "At breakfast, the kids delight in a final plate of the exotic fruit they have come to enjoy during your time in Bali, biting into the sweet flavor and crisp texture of a star fruit. They recall their exploits beneath the water at the coral reef, along with exclaiming their favorite moments throughout the trip. Before your private transfer meets the family, you decide to make one more outing in Sanur, this time venturing to Blangjong Temple to see a pillar decorated with Sanskrit engravings dating the age of the decorative stone to be more than 1,000 years old. The kids marvel at the beauty and antique nature of the pillar. Soon your private transfer will collect the family at the hotel and escort you to Ngurah Rai International Airport for your flight home."
    }
  ],
  "map": ""
}