{
  "destination": "Bali / Indonesia",
  "mainPhoto": "",
  "id": "marvels-of-the-island-nation-an-encompassing-tour-of-indonesia",
  "tourName": "Marvels of the Island Nation: An Encompassing Tour of Indonesia",
  "placesVisited": "Borobudur, Yogyakarta, Solo City, Nusa Dua, Uluwatu, Jimbaran, Ubud, Seminyak",
  "generalInfo": "Immerse yourself into the enchanting landscape and captivating culture of Indonesia, from mesmerizing rice paddies to majestic Hindu temples overlooking the Indian Ocean. Your customizable Java and Bali vacation tour immerses you in heritage and tradition, art and archeology, combining iridescent forests with gold-sand beaches, smoldering volcanic summits with shimmering reflective lakes. Craft markets highlight hibiscus woodcarvings, and coffee plantations thrive in the tropical foothills. Images of gods and warriors decorate temple complexes carved into the walls and gates. Dancers in gilded crowns represent ancient folktales. You easily embrace the wonders of Indonesia by celebrating the treasures of Java and Bali.",
  "durationDays": "10",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Yogyakarta – Invitation to Culture",
      "description": "Yogyakarta is often considered the soul of Java, the largest of Indonesia’s islands. The city houses the artistic and intellectual heritage of the country, maintaining the purity of the Java language and the bright tradition of the arts. The aroma of jackfruit and turmeric, fresh rice noodles and coconut milk emanates from Pasar Beringharjo, the lively traditional market. Your flight lands at Adisutjipto International Airport where your private transfer greets you at baggage claim. The city pulses with daily life around the city center, out of which the antique walls of the historic city rise to surround markets, shops, mosques, and schools. Your introduction to Indonesia comes in the captivating form of Prambanan Temple, a masterpiece of Hindu culture with spires rising upwards of 154 feet tall. The temples were erected between the 8th and 10th centuries AD, adding to the mystical allure spreading across the complex with both Shaivite and Buddhist architectural and cultural elements. The aroma of the lush trees sweeps across the walkways. The silver stone towers above the canopy. Your guide points out the intricate statues adorning the structures alongside balustrades and bas-reliefs. The statue of Durga Mahisasuramardini, the Invincible One, protrudes from the stone of the Shiva Temple, depicted in traditional jewelry and crown. The complex encompasses 224 temple bases around the outer compound, offering insight into the magnitude of the historic grounds."
    },
    {
      "dayNumber": "2",
      "title": "Yogyakarta – The Java Sunrise",
      "description": "Rice paddies terrace the hillsides of the country of Borobudur. In the sunlight, the green hills and fields shine emerald with thatched homes peppering the landscape beneath the volcanic peaks. You wake up before sunrise. The distant sound of monks chanting provides a low hum to the clear sky. The herbaceous aroma of rice paddies blends with the sweet scent of grapefruit. Your guide meets you in the hotel lobby and escorts you to Borobudur Temple, a 9th-century structure decorated with nearly 2,700 relief panels and more than 500 Buddha statues. It remains the largest Buddhist temple and one of the most famous Buddhist monuments ever erected. As the sunlight drifts above the horizon, the majesty of the temple shines alongside the verdant encircling hills. The moisture in the air creates a cool mist spreading across the trees to create an ethereal plain. The dawn glints with layers of orange, pink, and fuchsia. The large stupa was erected in the shape of a mandala , a spiritual symbol representing the universe, rising to nearly 390 feet over a series of nine platforms. The light spreads across the narrow stone arches and bell-shaped embellishments marked with decorative openings. Watching the light overtake the ancient edifice to reveal the statues and reliefs wrapped around the walls and borders of the structure is truly breathtaking, further enhanced by the serene landscape."
    },
    {
      "dayNumber": "3",
      "title": "Yogyakarta – The Heart of Java Island",
      "description": "The true identity of Java reveals itself in the traditions and culture of Solo, considered one of the least Westernized cities on an island known for its rapid modernization. At breakfast, you find the lush aroma of rambutan accentuating the sweet flavor of creamy apple custard. After your meal, your guide leads you to the charming city of Solo, located in the emerald hills at the island’s center. An elegant palace rises above the thriving traditional market. Temples hide in the canopy outside the bustling streets. Students linger at the tables of the marketplace, enjoying yellow rice and dancers practice their art in the various academies speckling the streets. The bright hues of wax-resin dyed cloth, known as batik, glimmers in the market stalls and shop windows. The aroma of chicken skewers cooked over open charcoal flames fills the streets, accompanying the decadent aroma of coconut milk. Solo Palace was erected in the mid 18th-century and was the home of the Duchy of Surakarta. The elaborate coat of arms stands above the palace entrance flanked by European-style cherubs above a dvarapala , a gate guardian portrayed as a giant or warrior. The palace is located in the heart of the city like a centerpiece, reminding locals and visitors of the rich heritage of the city, along with the locals’ connection to their roots."
    },
    {
      "dayNumber": "4",
      "title": "Nusa Dua – On the Bali Seaside",
      "description": "In the morning, you wake to the charms of Yogyakarta with the images of the Wayang Kulit puppet show fresh in your mind. The classic performance combines theatrical dancing with stylized acting and puppetry, telling myths and legends passed down through the generations. At breakfast, the scent of rich Indonesian coffee fills the dining room. Your private transfer meets you in the lobby after the meal and escorts you to the airport for your flight to Ngurah Rai International Airport in Denpasar, Bali. The island is known as a tropical paradise with an inspirational connection to traditions, a diverse culture, rainbow-colored flowers, and pristine beaches. Your transfer meets you at baggage claim for a private escort to your accommodation in Nusa Dua. The town means “Two Islands,” due to the raised headlands rising out of the water, adorned with a temple. The sweet and briny scent of the Indian Ocean sweeps through the palm trees around your resort. You have a view of the layers of cobalt, indigo, and sapphire waters glistening toward the horizon. After settling into your luxurious accommodation, you have the remainder of the day at your leisure to enjoy the splendor of the Balinese coast and culture. Stroll through the more than 20 acres of resort grounds to dig your feet into the soft gold sand of the shoreline. Lounge chairs line the open coast beneath shading palms and tropical plants. The sound of the water lapping at the beach creates the soothing, tranquil atmosphere that is synonymous with the daydream of Bali vacations. Sailboats cruise across the distant sea. The scent of coconut spreads across the landscape. You partake in a fruit carving class to enjoy the refreshing juicy flavors of the island, along with learning the unique trade of crafting a statuesque figure out of a ripe melon."
    },
    {
      "dayNumber": "5",
      "title": "Nusa Dua – A Touch of Eastern Bali",
      "description": "In the morning, the scent of banana pancakes fills the dining room. The thin, crepe-like dough contains coconut milk, providing a sweet flavor and fluffy texture. After your meal, you venture east to Mount Agung, which accounts for the rich volcanic landscape of the island’s eastern region. You travel along the narrow country road in Rendang village. The homes along the street are structures along a small hill, allowing for an elevated position against the flooding plains in the rainy season. Rice paddies overtake the countryside beneath lush palms and jungle brushes. Orchids, oleanders, magnolias, and bougainvillea blossom along the village walls and roofs. You reach the base of Besakih Temple complex, located on a hill 3,280 feet above sea level. The grounds contain 23 separate structures related to their devotion, artwork, and history. The temples were erected in the 11th century around the main temple of Penataran Agung. From the hilltop, you have a panorama of the rice paddies and streams, rolling hills and dramatic mountain peaks. The temple spires imitate the surrounding trees, their concentric tiers rising into the powder blue sky. You follow the stairs splitting the courtyard to reach the central shrine dedicated to the Hindu trinity. Colorful floral offerings drape the statues of Shiva, Brahma, and Vishnu."
    },
    {
      "dayNumber": "6",
      "title": "Ubud – A View from the Top",
      "description": "The flowers in the hotel gardens blossom with elegant petals shining pink, purple, blue, and white from the begonias and jasmine contrasting the emerald greenery. You find the captivating scent of bananas blending with the refreshing aroma of Javanese coffee filling the dining room. Your guide collects you in the lobby when you are ready and escorts you to the village of Kintamani. The village market radiates with vibrant life and rainbow hues set along the thin main street with pockets of stalls. The scent of fried egg and yellow rice emanates from the outdoor stalls and open-air cafes. You venture to the crater rim to see the stunning reflective surface of the caldera lake inside Danau Batur. The volcanic mountain reaches an elevation of more than 5,630 feet. The active composite volcano rising more than 2,100 feet above the lake accounted for the remarkable lava field. The black rugged crags and soil stand out from the encircling lush fields and tropical mountainside brush. Your guide leads you to a local coffee plantation to traverse the seemingly endless fields of plants growing in the foothills. The coffee plant thrives in the tropical climate with red berries that resemble cherries more than coffee beans. Before the bean dries, the fruit carries a semi-sweet aroma. Your guide takes you along pans filed with the drying fruit offering you a unique view of the various stages of desiccation. The luxurious aroma of roasted coffee beans emanates from the grill as workers on the plantation cook the crops to release the natural oils before brewing. As you sip a fresh cup of coffee, you find subtle flavors of caramel and even jasmine that you never noticed before."
    },
    {
      "dayNumber": "7",
      "title": "Ubud – Temple on the Water",
      "description": "Today you make your way through the mountainous landscape in central Bali to reach to the shores of Lake Beratan. The water encompasses more than 900 acres and contains an average depth of 115 feet. The Bedugul market fills with baskets of fresh produce, from small jackfruit to pyramids of kiwi. Strawberries and mangosteen sit beside deep bowls of turmeric and nutmeg. Ulun Danu Temple was erected in the early 17th century, overlooking the stoic waters. The structure was dedicated to the majesty of the goddess Dewi Danu to invoke fertility and prosperity in the region. The sunlight washes over the grounds, showcasing the red walls and gold-leafed embellishments. Lily pads provide an extra layer of tranquility in the picturesque landscape as they blossom around the edges of the decorative walls. The structure on the shoreline contains an elaborate gate with two warriors decorating the doorway. A fisherman paddles with the gentle current around the small island shores. Gardens flush with hibiscus and begonias surround the base of the multi-tiered shrines. The stunning historical figures reflect in the water beyond the fluttering water lilies. You continue to the Sacred Monkey Forest Sanctuary to stroll along the cobblestone walkways set beneath the emerald canopy."
    },
    {
      "dayNumber": "8",
      "title": "Ubud – At the Center of Culture",
      "description": "In the morning, the familiar aromas of lime and orange mix with the herbaceous mountain air. After breakfast, you make your way to the Sukawati Art Market to walk along the shops and kiosks showcasing the unique talents of local artisans and the cultural impact of religion and customs on traditional art. Colorful hand-woven bags hang from shop ceilings beside pashminas. Beaded sandals and handcrafted jewelry fade beside the vibrant glow of specially crafted paintings inspired by the landscape. Gorgeous hand-carved tables and chairs with intricate adornments offer insight into the mastery of the craftspeople. Your exploration of Ubud continues in Tanah Lot, an exciting temple standing atop a monolith rising out of the sea. The temple remains an important holy site for the Balinese. During high tide, the water wraps around the rock and splashes against the base. At low tide, you can walk along the unfettered seafloor to reach a stone walkway leading up to the temple complex. The myth explains that the temple was one of seven sea temples situated along the coast. Lush trees rise above the plateau like the multi-tiered shrine. The scent of the sea enhances the serene image of the sun setting behind the elegant temple complex."
    },
    {
      "dayNumber": "9",
      "title": "Nusa Dua – Luxury and Culture",
      "description": "In the morning, you venture to the town of Seminyak to enjoy the spa and shopping capital of the island. The dynamic atmosphere blends world-class beaches and boutique culture with luxury spas and surf classes spread throughout the streets. The aroma of coconut rice and charcoal fires spills out of the smaller, roadside restaurants. Wander through the workshops and bask in the tranquil ambiance of a seaside spa before continuing to Uluwatu Temple, located on a cliff overlooking the Indian Ocean. The layers of the sea cliff shine with smoothed limestone reaching nearly 230 feet above sea level. Your guide explains the legend saying the rocky shoreline is the petrified version of Dewi Danu’s former ship. Monkeys linger in the trees and prowl along the pebbled serpentine grounds leading to the 10th-century temple. The shrines resemble fern trees and jade leaves pepper the cliff side, with trees defying gravity’s pull. A Brahmin statue faces the ocean in the courtyard behind the temple. A split gate frames the leaves and flowers. Statues shaped like human figures topped with elephant heads stand in front of the gates. Surfers head for the water to carve the waves rolling along Uluwatu Beach, an internationally renowned surfing spot located below the temple."
    },
    {
      "dayNumber": "10",
      "title": "Nusa Dua – Soaking in Elegance",
      "description": "At breakfast, the scent of the seaside returns with the gentle breeze. The dining room fills with the aroma of freshly brewed Indonesian coffee. The colorful pink pulp of grapefruit blends into the rainbow hues of the fresh tropical fruit filling the tables in the gallery. The coconut milk and banana offer a perfect mixture of sweet, creamy, and crunch to accompany the rich coffee. The gold sand along the sapphire ocean glints in the spreading light. The vibrant hues at breakfast imitate the barrage of colors immortalized in the art you have seen across the island, from paintings to puppetry, sarongs to surfboards, inspiring locals and visitors alike. After your meal, you meet your transfer in the hotel lobby for a private escort to Ngurah Rai International Airport for your flight home."
    }
  ],
  "map": ""
}