{
  "destination": "Bali / Indonesia",
  "mainPhoto": "",
  "id": "romantic-getaway-to-bali",
  "tourName": "Romantic Getaway to Bali",
  "placesVisited": "Denpasar, Kuta, Sanur, Jimbaran, Ubud, Tanah Lot, Uluwatu, Batubalan, Kintamani, Seminyak, Legian",
  "generalInfo": "Bali is known as a destination that is shrouded in mythical stories and legends. The \"Land of the Gods,” this is where folklore and legends come alive, as evident today as when they were first told. On this Bali vacation, see the Ramayana (a Hindu epic) before you are enamored by the fire dances and shadow plays; hear the tales of Bali’s royal past whispered from the spectacular temples, grand monuments, and ancient sacred sites. Be enchanted by its landscape; dine by the cliffs, by the sea and in the terraced rice fields. View the majestic volcano and its crater lake, coast along its cliffs and discover secluded bays. Then, traverse on its terraced rice fields, cross the sea with dolphins and catch the sunset. Your journey will leave you with memorable moments and smiles as Barong the mythical lion guards your door each night, and Garuda the mighty and mystical eagle protects you from above throughout your stay.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sanur – Welcome to the Capital of Bali",
      "description": "Your guide will meet you at the airport in the bustling capital city of Denpasar. On your way to your luxury hotel, discover that the charms of Bali are also in its architecture as its myths and culture are carved on every street and every turn. Barong, the mythical lion, guards the land fiercely at the cities many entrances; statues of Arjuna, Hanuman , and other warriors stand tall in the city, perhaps still fighting the battle of good and evil, the eternal battle at that spun the beginning of Bali’s legends. Traditional architecture is also evident in your hotel, where you will certainly find rest. After a few moments to recover from your travels, visit the nearby Kuta and its famous Legian beach for a relaxing stroll to find a mélange of shops, cafes, and restaurants. Kuta has a mix of high-end brands and local wares, including the traditional kebayas (top), sarongs (wrap skirt), kamen (wrap for men) and udeng (headband for men). Renowned Balinese brands like Uluwatu and their handmade lace outfits and Bin House for batiks are also easily available. Over dinner, enjoy your first sunset in Bali before you return to your serene accommodations for a night of rest, lulled to sleep by the soft gamelan music that plays in the wind."
    },
    {
      "dayNumber": "2",
      "title": "Sanur – Play with Dolphins at Dawn, then Up Close with Sharks and Turtles",
      "description": "Your day begins early and will be filled with magnificent marine life, and commences with a magical boat trip to watch the dolphins play at dawn. These gentle creatures are sure to thrill as they dance on the waves. Head towards the Serangan Island to get up close with young sharks at the sanctuary; swim with them in the water or simply get very close to learn more about the work done to help conserve these majestic predators. Your adventure will continue to the turtle sanctuary to see baby turtles hatching and the graceful adults keeping watch. Head back to Sanur for dinner by the beach, a perfect place to end the adventurous day. Paths are lined with Canang Sari (palm woven offerings filled with flowers and incense), candle lights and Balinese umbrellas while the breeze and waves serenade you and your loved one."
    },
    {
      "dayNumber": "3",
      "title": "Sanur – Cook Up a Feast and then Pamper Yourself",
      "description": "In the morning, your guide will escort you to Denpasar and help you navigate through the local market to find fresh produce, spices, herbs and little snacks to try. Continue to the Balinese style kitchen and the chef will take you through a step by step guide to the art of preparing a local feast. Grind herbs and spices, mix a mélange of ingredients and cook the local way. And of course, sit down to enjoy the fruits of the labor amidst a Balinese styled home garden. Pamper yourself after your day’s work with a spa session. Indulge in traditional Balinese treatments where age-old techniques combine with jamu (natural products) for a relaxing treatment. Try the hair cream bath; a head, neck and shoulder massage of natural hair mask made of avocado, massaged onto the scalp and hair. Relax further with a traditional session of massage to melt away any tension in the body. Have a Mandi Lulur, a long held beauty ritual where turmeric, oils, rice flour and herbs are used as a body scrub to exfoliate, hydrate and relaxes. Follow it all with a bath in water scented with lime, flowers, and leaves, and all your cares will simply melt away."
    },
    {
      "dayNumber": "4",
      "title": "Sanur – Discover Villiage Life and then Enjoy Art and Culture by Sunset",
      "description": "It is the care to detail and patience that transform the ordinary into something Balinese. Venture out to visit the batik making factory where you will be able to see and try this intricate art of drawing, waxing and dyeing delicate designs onto fabric. Be drawn into the little details that create this exquisite style of art before moving on to a further study of the architecture. Your guide will take you into the countryside to discover more and begins with the 17th-century Taman Ayun Temple. The temple sits on a landscaped garden of candi (stupas), pavilions, frangipanis and the surrounding lake. A beautiful backdrop for picturesque photos, journey further in to discover the Mengwi Village for a glimpse of country life before you arrive at the sacred monkey forest of Alas Kedaton. The serenity of the sacred ground is such that it even rubs off on the monkeys; find them calm and friendly, living peacefully and openly within a caste system, classified by power and perhaps resources. Ask your guide to point out the chiefs; you will know them as they have a banana or two stashed away. As the evening unfolds, arrive at the legendary Tanah Lot Temple, a revered icon set atop a rock out in the sea. During low tide, watch as ceremonial parades wind their way to the temple with garlands and offerings. At high tide, it is a marvel as waves crash and at sunset, the temple, and its grounds take on a mysterious glow. On certain days, catch the Hindu epic, the Ramayana, told through dance, songs and shadow play as the fire dances throughout the theatrical drama in the temple ground."
    },
    {
      "dayNumber": "5",
      "title": "Jimbaran – Explore the Uluwatu Temple and View the Magnificent Cliffs and Secluded Bays",
      "description": "Wake up and begin your day with a journey to Bali’s idyllic Jimbaran. Traverse along the idyllic coastline to find amazing views on top of cliffs and hide within the secluded bays. Pockets of near perfect beaches await; the Tegal Wangi, Pandawa, Padang Padang, Balangan, Bingin, and Dreamland are tucked away for your enjoyment along the coast. Pockets of heaven on earth for surfers and families alike, relax in the waters and the sand. When you are ready for a break from the streaming sun, continue to Uluwatu Temple for a quiet and scenic visit. Perched on a cliff, the temple makes for panoramic photos and if serendipity permits, catch the Kecak dance here as the Ramayana comes alive on this sacred spot in Jimbaran. Jimbaran is also the perfect place to enjoy a seafood feast, as the fishing village lies not far away and supplies the many restaurants with the freshest catch. Feast by the sea with your feet on the sandy bays, as the shores are lined with colorful parasols and candlelights against the backdrop of the sunset."
    },
    {
      "dayNumber": "6",
      "title": "Jimbaran – Adventure On the Water with Snorkeling by Day, Sunset by Night",
      "description": "Enjoy a day of adventure on the sea with an array of watersports available at your leisure. Venture out on a banana boat or enjoy an adrenaline adventure with jet skis, parasailing or fly fish sailing. Snorkel by the bay or sail away on a glass bottom boat as the opportunities abound. Bring a perfect balance to your adventurous day and wind down in Seminyak’s many luxurious lounges by the beach. Enjoy your drinks and lounge by the beachfront lawn and pool. For those who prefer a view from the top, dance all night on a restaurant perched on a cliff with a spectacular view from the terraced balcony and pool."
    },
    {
      "dayNumber": "7",
      "title": "Ubud – Journey through the Rice Fields in Search of Art, Crafts, and The Medicine Man",
      "description": "Ubud is famous for its unique mix of arts, spirituality, and scenic beauty. Enjoy the atmosphere where the mood and landscape, is an inspiration for filmmakers, artists and conservationists alike. There’s a lot to do in Ubud. Start your day at the Sacred Monkey Forest Sanctuary as monkeys laze around in the sacred grounds of paths and steps that take you through nature’s greenery; the natural ponds mix with the man-made architecture of candi (stupas), pavilions, intricate statues, and carvings. Move on and visit the fortune teller and medicine man Ketut Liyer, famous for his role as himself in the movie Eat, Pray, Love . Ketut Liyer’s knowledge of divinity and medicine has been passed down to him from generation to generation, and many come to him just for his widely loved toothless grin and warm smile. Stop for lunch at any of the many restaurants with a scenic view of the rice fields and be served the traditional Bebek Betutu , a celebrated dish that consists of grilled duck with a variety of herbs, spices served with rice, side dishes and sambals (spicy sauces). Next, take a walk in the Art Market for some more handicrafts, trinkets, and souvenirs. Stroll through the streets to discover gem making, arts, and handmade crafts. Visit the nearby water palace Puri Saren Agung where kings lived until the 1940s, and just before dusk, catch the fleet of herons as they return en mass to the village of Petulu. End the bright day of exploration with a quiet dinner by the river; a perfect evening with your loved one in the town that inspires artists."
    },
    {
      "dayNumber": "8",
      "title": "Ubud – Travel from the Holy Springs to the Hills to View the Majestic Volcano of Mount Batur",
      "description": "From Ubud, travel next into the countryside to learn more about Bali’s intertwined culture and natural landscape. The Balinese believe that the island is the Land of Gods, where Dewas (deities in Balinese Hinduism) shift mountains and serpents arise from the sea to guard its sacred grounds. Journey into the mythical nature of Bali as the day begins with a trip to Batubalan to witness the Barong and the Keris. These traditional dances retell the Ramayana , the Hindu epic, the source of Bali’s beginning. Silver, gold, and wood are honored and used to carve Bali’s legends and folklores. Head into the artisan village of Celuk, where silver and gold are melted and formed into collectible pieces, then proceed to Mas, the wood carving center of all the artisan villages in Ubud. Travel along the scenic terraced rice fields and stop for lunch against the beautiful landscape. Enjoy the other notable Balinese dish, the Babi Guling (roasted suckling pig) or the staple dish of Nasi Campur (rice with a variety of dishes). The Tegal Lalang is one of the most magnificent terraced rice fields and is yours to explore via walking tour. Journey further into the holy spring of Gunung Kawi temple in Sebatu, a serene sanctuary where the holy spring is surrounded by mythical shrines and grand statues. This is where the royals once frolicked, and you see the royal monuments and delicate courtesans that are dedicated to Bali’s kings and dewas (deities). Many locals come to seek ablution and healing with the holy water, especially on days of full moons. As the day continues, travel into the village of Kintamani to view the majestic Mount Batur, an active volcano, and its crater lake, said to be built by a friendly giant. Clouds often encircle the mountain, and the glistening lake whispers to its mystical past. Before sundown, return to the traditional village of Panglipuran in the foothills for an idyllic end to the day."
    },
    {
      "dayNumber": "9",
      "title": "Seminyak – Traverse the Coastline from the Hills to the Sea",
      "description": "Wake up to a nurturing breakfast before you are driven to Seminyak for a relaxing day by the waves to be spent at your leisure. Stroll from Seminyak to Legian Beach, and end the day watching the sunset amongst the many beachfront cafes and restaurants. Let the many bands along the beachfront serenade you as you sink into your seat on the sandy beach. Dine and wine with your loved one as the sun, large and bright, begins its descent into the sea horizon."
    },
    {
      "dayNumber": "10",
      "title": "Seminyak – Farewell to Bali",
      "description": "Wake up to the gamelan music and the sounds of birds chirping in the distance, as the coffee brews in the background and breakfast await. A lovely journey has been had, and your beautiful memories are packed to be brought home along with Bali’s many folklores and legends. Your private transfer will bring you to Ngurah Rai Airport, and as you approach, see the warrior Arjuna and Hanuman looking down to bid you farewell and a safe return."
    }
  ],
  "map": ""
}